{"title":"‘Ticking time bombs’: Sikkim floods a reminder of why locals opposed dams in the Himalayas for years","content":"In the early hours of October 4, a flash flood ravaged North Sikkim. The hurling waters washed away Sikkim’s largest hydropower project, the 1,200-MW Teesta III, escalating the damage downstream in districts of Gangtok, Namchi, and Pakyong. Thirty-three people have died and 105 are missing, according to the latest update by Sikkim state disaster management authority on the evening of October 8. The Sikkim chief minister’s office has called the disaster an “unexpected natural calamity”. The National Disaster Management Authority said the sudden surge was the combined effect of excess rainfall and a glacial lake outburst flood, or GLOF, at the South Lhonak glacial lake. GLOFs can occur when lakes formed due to melting glaciers breach their capacities, either due to sudden heavy rainfall or their natural embankments giving way after landslides or earthquakes. Sikkim nests 694 glacial lakes. South Lhonak, situated at 5,200 metres above sea level, is one of the 21 lakes identified by a 2021 scientific study as “potentially dangerous with a high outburst probability”.But local activists and environmental experts point out that the damage caused by the glacial lake outburst flood was compounded by the presence of a string of dams in the Teesta river basin. The flood emanating from the lake destroyed the structures of three dams downstream, unleashing the water stored in their reservoirs, exacerbating flooding and damage. Activists say they had warned the authorities that building dams in an earthquake-prone region like Sikkim was dangerous. A 2020 report by the National Disaster Management Authority, while comparing potentially critical lakes in the Himalayan region, had noted that the “threat to hydropower is the highest in Sikkim”. Specifically, the government knew the dams built on the Teesta river were under threat from the South Lhonak lake.   “We had been raising our voices for a long time against building a series of dams along the Teesta,” Mayalmit Lepcha, a member of the Affected Citizens of Teesta, a local advocacy group, and resident of Dzongu, told Scroll. “Teesta III had already stored tonnes of the water in its reservoir, so when the flash flood occurred, it came down with much more intense force.”  An official from the Central Water Commision conceded that the dams had intensified the damage in this instance. “If there is a series of dams, a cascading effect happens downstreams in flash flood scenarios,” he told Scroll. Officials Scroll spoke to emphasised the need for more effective monitoring of glacial lakes to prevent future disasters. But environmental experts said the lessons go much deeper. “We know that the Himalayan region has tectonic activity. We know that the rivers here also carry huge amounts of silt. We know Himalayan region has historically had many cloud bursts,” said Amitangshu Acharya, a lecturer at the Netherlands-based IHE Delft, an institute for water education, who has spent four years working on water governance in Sikkim.The government is aware of these uncertainties, said Acharya. “Why have we constructed dams which are essentially mine fields on the river bed?” he said. “These are ticking time bombs.” Vehicles covered in debris following flash floods, in North Sikkim district on October 6. Credit: PTI.Why dams made it worseSikkim currently has five existing hydropower projects along the Teesta basin, 15 that are upcoming and 27 more in the pipeline. Of these, at least three suffered damage in the October 4 flooding, said the Union Ministry of Power. The Teesta phase III project, commissioned in 2017, was the first to bear the brunt of the floods and was washed away. Downstream lay the Teesta V, whose bridges and power station were submerged. The floodwaters then barrelled down to the 50 MW Teesta VI, which was under construction, sweeping away bridges and a powerhouse while two cranes are missing. Teesta III was a run-of-the-river project, which diverts the river flow from a high point to use the kinetic energy for turning turbines instead of creating a reservoir. But the dam still had a reservoir capacity of 5.08 million cubic metres.“The dam already had water in its reservoir, and when the lake burst, silt and debris came along the water, and the dam could not hold [the water],” said Vimal Khawas, professor at Jawaharlal Nehru University’s Special Centre for the Study of Northeast India. Khawas has worked on hydropower and disasters in the eastern Himalayas and taught previously at Sikkim University.   Infrastructure like dams act as barriers, whereas earlier, the pathway for the floods to go through the valley used to be clear, said Khawas. Apart from the series of dams, people have also settled along the river beds further obstructing the flow of water, he said. Sikkim has witnessed GLOFs earlier as well, but the damage was limited, he said. According to Khawas, hydropower has “definitely played a role in maximising the disaster”. “We may call the GLOF and cloudburst natural, but the disaster that has happened after the breaking of the dam is entirely human made,” said Khawas.Lepcha of the Affected Citizens of Teesta said that they had raised environmental and cultural concerns – the Teesta river has cultural significance for the Lepcha community – while opposing the dam in the Sikkim High Court. But the court in 2010 dismissed the matter while noting that project authorities had undertaken requisite action such as conducting an environmental impact assessment and obtaining forest clearance. \n\t\t\n\tThe Ranjit Dam over the Rangit River, a tributuary of the Teesta River, in South Sikkim district. Credit: Kothanda Srinivasan, CC BY 2.0, via Wikimedia CommonsRed flags ignored Between 2003 and 2021, there have been several efforts to collate information about glacial lakes in Sikkim. In all such inventories, South Lhonak was identified as a glacial lake at risk of outburst. One reason was its fast rate of growth. Due to the melting glacier, the area of the lake increased by almost six times from 17 hectares in 1977 to 99 hectares in 2008. “[The] last time we saw the glacier in September this year, it was 165 hectares,” said Tashi Chopel, the district collector of Pakyong district.Rising global temperatures have caused increased glacial melt in the Himalayas. Between 1960 and 2000, estimates based on satellite imaging show that the Himalayas lost 13% of their glacier area and are extremely vulnerable to climate change.The danger of an outburst at the South Lhonak lake damaging hydropower projects had been flagged at a 2021 meeting of the standing committee on water resources. There, a representative of the Centre’s Department of Water Resources, River Development and Ganga Rejuvenation, observed that glacial lakes “have created problems for all the hydel projects which were being constructed in the upper region” of the Himalayas.The Central Water Commission official confirmed that project developers are well aware of such lakes in their catchment area and it is unlikely that they were caught off guard by events like these. The official, who did not wish to be identified, said that developers calculate the effect such glacial lakes could have and accommodate for possible damages. It is based on this awareness that they design the dam, he added. \n\t\t\n\tSatellite images provided by the Indian Space Research Organisation show how the size of the South Lhonak lake decreased after the October 4 glacial lake outburst flood. Credit: ISRO. But, in its environmental impact assessments for the dam, Teesta Urja Ltd, a state government enterprise that was later named Sikkim Urja Ltd, did not include these risks. In 2006, the Affected Citizens of Teesta had filed an appeal in the National Environment Appellate Authority, the body that preceded the National Green Tribunal. The petitioners had argued that the environmental impact report for Teesta III did not include any environmental risk assessment, like earthquakes and GLOFs, despite the project being based in the Eastern Himalayas that are “prone to several environmental risks”. “We had been raising the issue of melting glaciers at a high speed and that they might burst,” Lepcha said, who has been a part of the opposition to hydropower development in the region for the last 17 years. “We had said that if that happens, with the series of dams built in Teesta, it will create havoc.” Now, unfortunately, that has happened, said Lepcha.Previously, the Teesta III hydroproject had also suffered damage due to an earthquake measuring 6.9 on the Richter scale in September 2011. The quake had triggered 1,196 new landslides, Indian Space Research Organisation scientists found in a 2015 scientific study . Using pre-and post-earthquake satellite images, the scientists found that the landslides had severely affected several roads and hydro projects in the region. Apart from resulting in the deaths of 16 workers, the earthquake had also caused severe damage to official buildings, workers’ colonies, tents and approach roads of Teesta Phase III hydro project. “The developers then knew that they were making the dam in a seismologically active zone, and what damages it could cause, yet they continued,” said Lepcha. “Today, the costs are borne by us, the indigenous communities living here.” Scroll telephoned the office of Sikkim Urja Ltd multiple times but officials were not available for comment.Despite these risk factors, Acharya pointed out that dams are a profitable business, spurring heavy construction in the region. “Dams are basically sponges for private capital,” he said. “The long gestation period of dams allows private investors to incur long term investments with high returns,” said Acharya. “That explains the number of dams, not our development needs.” Gaps in glacial lake monitoring Research also shows that despite several reports highlighting the risks of GLOFs in Sikkim, not enough was being done to monitor the situation. The first glacial lake inventory of the Himalayan region showed that there were more than 2,000 such lakes that spanned more than 10 hectares. But, a 2017 report by the Comptroller and Auditor noted that since 2011, only 477 of these were being monitored, as pointed out by Himanshu Upadhyay, a professor at Bengaluru-based Azim Premji University.   Sikkim’s South Lhonak lake was on the radar since 2016, when a sensor to monitor water level and pipes were installed to facilitate siphoning, or removing of excess water. In September this year, Pakyong’s district collector Chopel had been part of a multi-disciplinary team that surveyed the South Lhonak lake. The team included officials from the National Disaster Management Authority, the Sikkim State Disaster Management Authority, the Indian Space Research Organisation, the Geological Survey of India, the Swiss Agency for Development and Cooperation and others. “They had put an all weather station, and in the next phase they were going to put an early warning system,” said Chopel. “Unfortunately, the lake burst before that.” He admitted that while the siphoning was ongoing, it was not effective enough to prevent the sudden disaster.Since much of the monitoring is done through satellite imagery, only spatial monitoring, which checks the size of the lake, is possible. “For now, we do not have the technology to do real time monitoring,” said the Central Water Commission official. He said that the monitoring of this data is done on a monthly basis and it is then shared with “all concerned authorities”, such as the National Disaster Management Authority and state authorities. On keeping dam officials in the loop, the official said that it is arbitrary, depending on “if we have their contacts”, and that information is largely sent to state authorities that take further action.Those familiar with the region’s geography say merely raising questions about the lapses in dam and water governance isn’t enough. Official admissions of inadequate monitoring with the promise to improve such factors gives the “sense that they are doing something about it”, said Acharya. “But what we really need to ask is why we have so many dams along the Teesta.”","author":"Vaishnavi Rathore","time":"2023-10-09T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194819-qcfnkycjxx-1696773435.jpg","tags":["Himalayas","South Lhonak","Sikkim","Environment","Dams","Hydropower Projects"]}