{"title":"10 villains of the Babri Masjid demolition and subsequent riots","content":"The razing of the Babri Masjid by a Hindu mob 25 years ago and the riots that followed destroyed my faith in the Indian nation and love for the city of my birth. Though far from the worst tragedy India has faced, it was a defining event for me because I was mature enough by 1992 to absorb its implications. By way of explaining what I mean by losing faith in the Indian nation, I’ve listed 10 villains of the episode.Lal Krishna AdvaniHis chariot traced a bloody path across North India in the autumn of 1990, inflaming communities and triggering riots. He was on a podium overlooking the Babri Masjid on the day of destruction, alongside colleagues like Murli Manohar Joshi and Uma Bharti who could not conceal their elation at the success of the plan. Having done more than any other individual to precipitate the demolition, Advani called December 6, 1992, the saddest day of his life. I’m not sure if he was being hypocritical or disingenuous.The Sangh ParivarThe Rashtriya Swayamsevak Sangh, Vishwa Hindu Parishad, Bajrang Dal, Bharatiya Janata Party and associate organisations have single-mindedly promoted an anti-Muslim, anti-Christian, and anti-secular programme for decades. The Ram Mandir movement gave them unprecedented traction and ultimately control of the central government. In the early 1990s, radicals like Sadhvi Ritambhara energised massive audiences with slogans like Kaho garv se ham Hindu hain, Hindustan hamara hai; Jo hamse takraiyega, vo kutte ki maut yahaan par dekho maara jayegaa; Jahaan banii hai masjid, apnaa mandir wahiin banayenge; and Babur ki aulaadon, jao Pakistan yaa kabristan.PV Narasimha RaoHe was India’s home minister in 1984, directly in charge of the Delhi police and capable of calling in the Army to quell disturbances. But he sat tight as Hindus butchered Sikhs on Delhi’s streets. As prime minister in 1992, he did nothing to prevent the mosque’s destruction, and then claimed to have been betrayed by the Uttar Pradesh state government. Considering it was a BJP government and had won the Uttar Pradesh election vowing to replace the Ayodhya mosque with a Ram temple, Narasimha Rao’s faith in it was absurdly naïve. Since he wasn’t a naïve man, it isn’t unreasonable to suspect his action was dictated less by trust than complicity. Kalyan SinghThe chief minister of Uttar Pradesh who placed a gravely underequipped force to guard a structure he wanted demolished. He got what he wanted and had the ready excuse that he tried his best.The Shiv SenaThe party directly responsible for the deaths of hundreds in the Bombay riots of January 1993. Its leader, Bal Thackeray, incited violence through the party’s newspaper Saamna, and let slip the dogs of war onto the city’s streets. Police and security forcesThey ran away from kar sevaks in Ayodhya, shot innocent Muslim protestors in Bombay while letting Hindu mobs run amok. All too few tales of police heroism emerged from those dire weeks. MM Joshi, LK Advani and Uma Bharti.The Congress partyIt ruled the Centre as well as Maharashtra state through 1992 and 1993, and did little to prevent riots from breaking out and not enough to stop them. The state government set up the Srikrishna Commission of Inquiry, whose report indicted specific members of the Shiv Sena and the police force. In future election campaigns, a pledge to implement that incredibly brave report was always part of the Congress manifesto, but nothing was ever done about it in practice.The criminal justice systemThe Liberhan Commission, set up in December 1992 to investigate the mosque demolition, submitted its report in 2009, almost 17 years later. What could possibly explain such dilatoriness? In October 1993, the Central Bureau of Investigation filed conspiracy charges against 21 individuals, mainly BJP leaders like LK Advani, Murli Manohar Joshi and Uma Bharti. The charges were dismissed on technical grounds by the Allahabad High Court in 2011, and restored by a Supreme Court bench earlier in 2017. Eight of the 21 people charged have already died. Madhukar Sarpotdar, a Shiv Sena leader, was detained by an Army patrol on January 11, 1993. He was in a jeep with his son and other men including a wanted hitman. The jawans found a number of weapons in the vehicle including licensed and unlicensed guns, choppers and hockey sticks. Since Bombay was at that time an area where the Terrorist and Disruptive Activities Act was in force, carrying unlicensed firearms ought to have meant a minimum of 10 years in jail for the arrested men. Instead, Sarpotdar was booked under a less stringent law, finally sentenced to a year in jail in 2008, and immediately given bail. He died two years later, a free man.These are only three prominent cases among hundreds in which the justice system failed victims of riots and the Indian constitution.The Archaeological Survey of IndiaThe ASI was substantially communalised in this period, and adopted Hindutvavadi myths like a link between the Saraswati river and the Indus Valley Civilisation. In the Babri Masjid case, archaeologists claimed to have discovered a Ram temple without even a proper excavation of the site. The Supreme CourtThe original dispute regarding control of the site on which the Babri Masjid stood was in the court for far longer than the demolition conspiracy case. After seven decades in various states of progress or limbo, the matter finally came up before the highest court in the land. The highest judge of that court simply refused to rule on the matter, asking the contending parties to try to resolve the issue amicably. What’s more broken, a system in which cases last longer than the average Indian’s life expectancy, or a system in which the Supreme Court abdicates its responsibility to take tough decisions? No need to pick, we have both.It is hard to have faith in a nation in which some political parties commit crimes and others are too pusillanimous to take action against them, in which the police and even archaeological institutions display systemic bias, in which courts delay justice endlessly. Above all, it is difficult to have faith in a nation that regularly rewards mass murder. Growing up, I believed India was special, a nation with a larger symbolic purpose, a leader of countries that had freed themselves from colonial rule and were seeking new kinds of equitable development. December 6, 1992, and what followed jolted me out of that rosy view. India remains special to me, but only because it is the place where I have lived for much of my life, and where most of my family and friends stay. I cannot see it any longer as a beacon, a representative of any form of liberty or equality even in the making. If we did make that tryst with destiny, we haven’t substantially redeemed our pledge, nor are we likely to do so in our lifetimes.","author":"Girish Shahane","time":"2017-12-06T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/860434-75766-lfvxonmvsj-1512544527.jpg","tags":["Babri Masjid","Ayodhya","Ram Mandir",""]}