{"title":"10 years of ‘Johnny Gaddaar’: Sriram Raghavan on creating one of Hindi cinema’s best crime thrillers","content":"Sriram Raghavan’s Johnny Gaddaar is as fresh as it was when it came out a decade ago. The exquisitely written and performed crime thriller is a study of a slow-burn implosion caused by greed and betrayal. Vikram (Neil Nitin Mukesh) is the youngest member of a gang of five criminals who pool in funds to buy a stash of drugs cheap from a corrupt police officer. Vikram, who is also in love with Mini, the wife (Rimi Sen) of his partner Shardul (Zakir Hussain), decides to take the money and run. Vikram ambushes his other partner Daya (Dayanand Shetty), but ends up killing him by mistake, setting into motion a tragic series of events.Crime doesn’t pay, but the crime setting certainly does in Raghavan’s film, which has been shot by Muraleedharan CK and edited by long-time collaborator Pooja Ladha Surti. In an interview with Scroll.in, Raghavan traced the film’s numerous influences – ranging from Fyodor Dostoevsky’s novel Crime and Punishment to the movies The Killing, Rififi, Un Flic and Parwana (which heavily inspires Vikram’s modus operandi).\n\n\n    \n    Play\n\nSriram Raghavan on Johnny Gaddar. Footage courtesy Reliance Entertainment.After Raghavan wrote the film, he passed it around for feedback. An early reaction from Kundan Shah was withering – the Jaane Bhi Do Yaaro director found the film too cold and amoral. Indeed, one of Johnny Gaddar’s assets is that it is clinical without being cynical. The intricate plot follows Vikram’s slide without resorting to moralising. As the gang members die one by one, Vikram emerges as the perfect neo-noir villain. He is cold, calculating and cruel, and unafraid to stare into the void and sacrifice his friends.  Debutant actor Neil Nitin Mukesh’s bleached and blank face proved to be the perfect empty canvas onto which Raghavan could project Vikram’s fall from grace. Vikram was partly modelled on Ripley, the confidence trickster and forger from Patricia Highsmith’s novels. The movie makes it clear that Vikram is motivated by his love for Mini, but does not let him escape the consequences of his actions.\n\n\n    \n    Play\n\nSriram Raghavan on Johnny Gaddar. Footage courtesy Reliance Entertainment.The ensemble cast includes Dharmendra as ring-leader Sheshadri, Vinay Pathak as the gambler Prakash, Ashwini Kalsekar as his wife Varsha, and Govind Namdeo as the policeman Kalyan. Dharmendra brings a wealth of experience to Sheshadri’s character. The role is short but memorable, and includes an in-film reference to Bimal Roy’s Bandini (1963), which starred Dharmendra and featured the song Mora Gora Ang Lai Le. In Johnny Gaddaar, the song plays in the background as Sheshadri remembers his departed wife. The song has been sung for Raghavan’s movie by Surti.\n\n\n    \n    Play\n\nSriram Raghavan on Johnny Gaddar. Footage courtesy Reliance Entertainment.The movie’s centerpiece is a 10-minute wordless sequence set on a train, during which Vikram steals the money meant for the drug consignment from Daya. The tension builds up through rich visuals, sharp and judicious cuts, natural background sounds and minimal dialogue.The train sequence is emblematic of Johnny Gaddar’s narrative approach: it prefers the slow build-up and the sudden move. It’s like one of Prakash’s game of cards, except that Vikram is the one with the deck. He makes his play without knowing how his opponents will react, and he usually calculates correctly.\n\n\n    \n    Play\n\nSriram Raghavan on Johnny Gaddar. Footage courtesy Reliance Entertainment.As Vikram loses his moral compass, other characters emerge as tragic victims of his greed. The movie allows all members of the ensemble cast to have their standout moments. “I tried my best to infuse every other character with life,” Raghavan said. “It is a very cold film, the guy [Vikram] doesn’t have a heart, but the other characters do.”  The movie wasn’t always called Johnny Gaddaar – one of the suggested titles was Bichde Sabhi Baari Baari, which was mercifully abandoned. The title is a clever homage to Johny Mera Naam (1970) by Vijay Anand, one of Raghavan’s favourite directors. When Vikram signs himself into a hotel, he chooses the alias Johnny since Anand’s movie is playing on the television at the time. The moment is one of the many occasions on which Johnny Gaddaar references a classic and creates a new and original moment in the process.Raghavan included the explanatory sequence because Neil Nitin Mukesh’s father, the singer Nitin Mukesh, was confused about the title. “Neil’s father asked me, why is it called Johnny Gaddar? His name is Vikram and it is very confusing,” Raghavan recalled. In came the moment when Vikram signs a false name in the hotel register.   How has the movie held up 10 years later?\n\n\n    \n    Play\n\nSriram Raghavan on Johnny Gaddar. Footage courtesy Reliance Entertainment.Footage courtesy: Reliance Entertainment. Interview: Nandini Ramnath. Video designer: Joel George. Camera:  Omkar Phatak. Producer: Astha Rawat.\n\n\n    \n    Play\n\nJohnny Gaddaar (2007).","author":"Nandini Ramnath","time":"2017-12-27T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/862743-77441-ojxnrwnmrl-1514228756.jpeg","tags":["10 years of Johnny Gaddaar","Sriram Raghavan","Video interview"]}