{"title":"‘Chak De! India’: Taking women’s hockey (and sports films) from ‘nowhere to somewhere’","content":"When Chak De! India was released a decade ago, there weren’t too many takers for a movie in which the disgraced coach of a women’s hockey team gets his squabbling players to set aside their differences and win a gold medal for India. The movie did have Shah Rukh Khan, but he was cast against type. It had been produced by Yash Raj Films, but they were better known for light romances and action films. Chak De! India was about hockey, rather than the crowd favourite cricket. It featured mostly unknown female actors. It didn’t have lip-synced songs. It didn’t have a romantic track.Everything that should have worked against Chak De! India worked for it. Jaideep Sahni’s astute screenplay, which retained the conventions of a sports movie without letting patriotism slip into jingoism, was filmed with energy and fleetness by Shimit Amin. Chak De! India’s success inspired several other sport-themed films, and it is now counted as one of Shah Rukh Khan’s most loved titles. “The best we know is that it’s a very successful film, more than that we cannot say,” Sahni modestly said in an interview with Scroll.in. “What does give us great satisfaction when we made the film, few knew about women’s hockey and now women’s sports have reached from the back pages of newspapers to the front page. So there is some satisfaction that we might have played a tiny little role in that.”One of the movie’s stand-out features is the finesse with which Amin and cinematographer Sudeep Chatterjee shot the hockey scenes. “For me, who is not at all a sports fan, I was of the opinion that if I could understand then anyone could understand,” Amin said. “At the same time, it should be authentic so professional players would feel it was real. Those things had to merge. Luckily because we had a great crew, great coaches and players, so that was able to come across.”Could Chak De! India have existed in 2017? Probably not. The hockey team in the film is plagued by government apathy and poor facilities and lack of media coverage. A decade on, female sports players are in a better spot, as has been proven most recently by the warmth and enthusiasm that have followed Mithali Raj and her cricket team during the Women’s World Cup.“Women athletes are not in the same position now as they were back then,” Sahni said. “The whole motivation that was driving our story is not there. The bechara-ness has gone. The whole thing has turned.” Besides, in 2017, “three grown men” would not be telling the story of young women. “Three grown up guys trying to make a story about young girls… We didn’t make too many mistakes, but young women and men making it and telling their own stories, would do much better than we have done,” Sahni added. Here is Scroll.in’s video interview.Video by Venkataraghavan Rajagopalan, Sujit Lad and Aakash Karkare.","author":"Aakash Karkare","time":"2017-08-03T18:01:43.862829+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/845896-64696-hebmdfkauq-1501692910.jpg","tags":["Chak De India!","Shah Rukh Khan","Jaideep Sahni"]}