{"title":"100 years on, remembering the Hindu-German conspiracy to violently overthrow the British Raj","content":"When the Hindu-German conspiracy trial began in the US on November 20, 1917, American newspapers competed to describe the scenes in the San Francisco courtroom that – as their narratives went –  was packed with “turbaned”, “glowering” and “excitable Hindus”. By the time it ended next year on April 24, the trial had lasted 155 days, and cost the US government $450,000. It proved expensive – at £2.5 million – for the British too, whose intelligence and other officials worked determinedly through the war years, from 1914 onward, to prove the existence of a conspiracy planned on neutral American soil to foment a revolution in British India.The defendants were nine German citizens (including several diplomats in consular offices in Washington DC and San Francisco), nine Americans and 17 Indians, who were mainly activists of the Ghadar Party. Among the Indians were Taraknath Das, Chandra Kant Chakravarty, Ram Chandra, Gobind Behari Lal, Bhagwan Singh, Gopal Singh and Santokh Singh. The term used for them was Hindu, a misnomer indiscriminately used at the time by the Western press to describe all South Asians. The trial was sensational in the manner of its ending, when Ram Chandra, the Ghadar Party leader, was gunned down by an associate, Ram Singh, who in turn was killed by a police officer present in court.The conspiracy and the trial remains key events in the trajectory of extremist politics – as opposed to the moderate politics then preferred by most in the Indian National Congress – against British rule in India.From the early 20th century onward, and especially as protests ensued against the Partition of Bengal in 1905, the actions of the “revolutionary terrorists” who believed in violence as the only means possible to end British rule posed a threat to the British.On the eve of World War I, what alarmed the British was the support such revolutionaries received from groups – mainly socialist and radical left-wing parties in Europe – that vehemently opposed imperialism. During the same period, as the world’s powers aligned themselves on Allied-Axis lines, the revolutionaries found unlikely, albeit opportunistic, support from countries opposed to the British, that is, from Germany.In the “Hindu-German” conspiracy, these twin strands framed by an ideology of opposition and a seemingly opportune moment to foment revolution on Indian soil, coincided. But only to fail and fizzle out.Emergence of Ghadar PartyBy the time World War I broke out, the revolutionary terrorists from India were scattered worldwide, with British intelligence hot on their trail. Berlin drew activists such as Har Dayal, Maulana Barkatullah, Virendranath Chattopadhyay, Raja Mahendra Pratap, Bhai Parmanand and others who formed part of the Berlin India Committee. Most of them lived peripatetic lives, moving often to evade detection and seeking support in places as far afield as Moscow, Argentina, Mexico, the Caribbean and the US.Moved mainly by opposition to the British, the activists were also driven by anger at the racism and exploitation they witnessed and were subject to. (This included, for instance, the Komagata Maru episode of 1913, when Indian immigrants from Punjab were denied permission to land in Vancouver, Canada.) From the 1910s onward, these revolutionaries had reached out to new immigrants from South Asia to the West Coast of the US – mainly farmers from Punjab, and students as well. The East Coast, too, had its share of immigrant sailors, students and itinerant workmen.\n\t\t\n\tSikh passengers aboard the Komagata Maru in Vancouver's English Bay, 1914. The Canadian government disallowed the passengers from landing in Canada and the ship was forced to return to India. Photo credit: Library and Archives Canada/Wikimedia Commons [Public Domain]In 1913, the revolutionaries who would eventually form the Ghadar (the Urdu word for uprising or revolution) Party in the US, also found like-minded people in that country – Irish republicans and those espousing radical political beliefs such as Emma Goldman, Alexander Berkman, and socialists like Agnes Smedley. The sustained work of US-based Ghadar activists, with their own links to fellow revolutionaries in Europe – chiefly Berlin and Russia – suited Germany’s own plans as World War I broke out.At this time, moderate politicians in India, including those in the Indian National Congress such as Gandhi, Motilal Nehru and Annie Besant, were united in their support for Britain’s war efforts, believing their alliance would be rewarded with some measure of “home rule” after the war. On the other hand, revolutionary groups, in India and elsewhere, did believe that the time for revolution was now opportune.The role of political extremists in India, and the ideologies they were inspired by, has been elucidated by historians such as Maia Ramnath and Seema Sohi, among others.\n\t\t\n\tGhadar di Gunj, a compilation of literature produced in the early stages of the Ghadar movement. Photo credit: Tanvir/Wikimedia Commons [Public Domain]Conspiracy on foreign soilThough the US was a neutral power in the initial years of World War 1, its government and most of the press (rightly) suspected Germany of conspiring to sabotage American attempts to assist British war efforts by blowing up munitions depots in New Jersey and ostensibly kidnapping an American explorer in the Himalayas, so as to discredit the British India government in American eyes.But the collaborative Hindu-German conspiracy of mid-1915 was a more impressively envisioned exercise. It involved the secret shipment of arms and rebels from the US West Coast across the Pacific Ocean to India, where many, as the conspirators believed, were “ready” and “waiting” for a revolution. It was a plan embedded in such secrecy that it came to light only with the capture of some key players, two years later in 1917.In June 1917, Sukumar Chatterji, a known activist whose movements had been noted by British intelligence ever since he entered the US in 1913, was arrested in a somewhat arbitrary way (as records show) in Bangkok. Chatterji, grilled by investigators, caved into pressure and admitted to receiving money from German “real estate agents” in Chicago to foment an uprising in South Asia.Chatterji had only an inkling of some plans formed first in 1915 – of rebels in India, waiting for arms and ammunition that would, according to Chatterji’s testimony, reach them via Manila and Bangkok. It appeared later that Chatterji and his fellow conspirators had indeed received money from German diplomats and financiers to purchase the necessary arms, but the money had inexplicably run out.However, the most audacious and ambitious plot was unearthed soon after Chatterji’s arrest. This came with the capture of two shipping vessels, whose activities were intricately linked. A schooner, Annie Larsen, was found docked in Hoquiam, a port in Washington state, while the British intercepted the SS Maverick in Singapore, around the same time.The Hindu-German plot, as it now unravelled, began with Franz von Papen, the German consular official in San Francisco, directing Hans Tauscher, an official of the German company Krupp, to buy arms – intended for revolutionaries in India – in New York and send these via an Irish shipping company to Galveston in Texas.\n\t\t\n\tFranz von Papen, the German consular official in San Francisco who later became the Chancellor of Germany. Photo credit: Harry S Truman Presidential Library/Wikimedia Commons [Public Domain]In another version of the conspiracy, however, Tauscher’s role was taken by a sympathetic Irish republican, Joseph McGarrity. The real reason behind the arms purchase was not revealed even to the transporter, who was told that the arms were intended for one of the warring factions of the ongoing Mexican civil war. From Texas, the arms were moved onto San Diego.The arms – which included rifles, pistols and ammunition – were then placed on board the Annie Larsen, a ship later found to be unable to sail across the Pacific Ocean toward India. The need for extreme confidentiality meant that everyone involved in the plot did not know every detail about it and errors were thus inevitable. To make up for Annie Larsen’s fragility, it was decided to buy SS Maverick, a sturdier ship which would set off from San Pedro (north of San Diego and in Los Angeles county) and meet the Larsen in secrecy, off Socorro island in the Pacific, which is part of Mexico.These ships were registered as American companies, with American citizens named as directors and supercargoes, to evade detection. As luck would have it, the two ships missed each other, on at least two occasions. The Annie Larsen got to Socorro too early, and had to leave after a fortnight. Deemed by its captain to be sea-unworthy, the schooner then sailed all the way up to Hoaquin, in Washington, where its stash of arms was discovered by American authorities (tipped off, as some have it, by the British).The Maverick, after a fruitless wait for the Annie Larsen, then headed for Hawaii and then on to Anjer, in Java. It had on board quite a lot of Ghadar propaganda material to influence those eager to revolt on the Indian mainland. The Maverick itself was intercepted near Singapore, with its material and five Ghadar activists, who had been disguised as Persians. Its American captain, John Starr-Hunt, confessed the ship’s true destination – South Asia.Eventual unravellingThe conspiracy’s entire undoing, as it emerged, was due to a fortuitous coincidence of several factors. British intelligence – whose role has been illuminated by the historian Matthew Plowman – also played a key part. In February 1917, a few months before the arrest of some Ghadar activists, the “Zimmermann telegraph” was deciphered. It had been sent by the German secretary of state, Arthur Zimmermann to the German ambassador in Mexico, seeking to encourage American intervention in Mexico’s civil war so to divert America’s world war efforts.A year earlier, Wolf von Igel’s (a German financier) offices on Wall Street had been raided and he professed to be a banker but in fact, was a spy. In 1917 also, there was the clever decipherment of two coded messages by two Illinois-based American cryptologists, Elizebeth and William Friedman, who realised that codes in the messages between Ghadar activists and German agents were drawn from two books – a German one on political economy and a German-English dictionary.The conspiracy trial lasted five months and was prosecuted by assistant US attorney Annette Abbott Adams, who was the first woman to hold such a position. It was marked by several twists and led to a great many revelations and the last day was marked by the sensational court murder of Ram Chandra, whose killer Ram Singh too was shot dead.Among the Ghadar leaders, Taraknath Das and Bhagwan Singh received the maximum punishment of around two years. Though the British wanted them deported to face trial in India, the US Department of Justice later intervened to stop this. The Ghadar Party disbanded in 1919 and as British rule prevailed in South Asia till 1947, its members perceived a threat on their return to India. Yet soon after independence, both Taraknath Das and Bhagwan Singh visited India and the latter even settled down in Himachal Pradesh, where he died in 1962.","author":"Anu Kumar","time":"2018-04-10T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/870835-86574-raesbfrbrq-1523285887.jpg","tags":["History","India","Freedom struggle","Ghadar Party","Hindu-German Conspiracy","World War I"]}