{"title":"1,035 persons died while cleaning sewers in the last 30 years","content":"A total of 1,035 persons have died while being engaged in hazardous cleaning of sewers and septic tanks across India since 1993, the social justice ministry told the Lok Sabha on Tuesday. The government has provided compensation to families of 948 of the victims over the last 30 years, Minister of State for Social Justice and Empowerment Ramdas Athawale said in response to a question by Trinamool Congress MP Mimi Chakraborty.In December, a parliamentary standing committee had questioned the inaction of the Centre and state governments in releasing compensation to the families of 104 persons who died while cleaning sewers or septic tanks since 1993. Athawale’s response on Tuesday showed that the number of cases of pending compensation has declined to 87 since then.In its report in December, the parliamentary panel had told the Department of Social Justice and Empowerment to take action to immediately settle the cases. In 2014, the Supreme Court had directed that compensation of Rs 10 lakh should be paid to the relatives of those who died while cleaning sewers or septic tanks from 1993 onwards.In his reply on Tuesday, government data shared by Athawale also showed that the budgetary allocation for the Self-Employment Scheme for Rehabilitation of Manual Scavengers has seen significant decline since 2019. The scheme aims to identify all manual scavengers in the country and provide them with means to employ safer practices or give them alternative livelihoods.In the Union Budget for 2019-’20, the government had allocated Rs 110 crore for the scheme, but the revised estimate stood at Rs 99.93 crore, Athawale said in his reply. For 2020-’21, the Budget estimate was Rs 110 crore and the revised estimate was Rs 30 crore. Meanwhile in the 2021-’22 Budget, the government had initially allocated Rs 100 crore, but the revised estimate came to Rs 43.31 crore.Also read: No manual scavengers in India but 330 died cleaning sewers from 2017 to 2021, Centre tells Lok Sabha  In this year’s Budget, no allocation was made under the scheme as the government merged it with the National Action Plan for Mechanised Sanitation Ecosystem, or NAMASTE initiative, in 2022, claiming that manual scavenging no longer takes place in the country, The Hindu reported. The government allocated Rs 97 crore for the NAMASTE scheme in this year’s Budget.  Under the previous Self-Employment Scheme for Rehabilitation of Manual Scavengers, the government had identified 58,098 manual scavengers, who had been given a one-time cash payout by 2020, according to The Hindu.Also read: Ignoring the lives of thousands of Dalits, Centre wants to declare India free of manual scavenging","author":"Scroll Staff","time":"2023-03-15T11:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132747-wncshlynfc-1610904100.jpg","tags":["Manual scavenging","Sewer cleaning","Sewer cleaning deaths"]}