{"title":"1951 to 2019: How the Indian judiciary turned the Babri Masjid into the Ram Mandir","content":"The consecration of the temple dedicated to Hindu god Ram in Ayodhya on January 22 will be the culmination of a long-standing demand of the Hindutva ecosystem.To many, the Bharatiya Janata Party and the larger Sangh Parivar, the network of Hindutva organisations linked to the Rashtriya Swayamsevak Sangh, are seen to be the driving forces behind the temple’s construction.However, the judiciary has been a major player too. In fact, from the 1940s, when the Babri Masjid structure was handed over for Hindu worship, the opening of the locks of the structure in 1986 and the final temple construction in 2019, every step has come to fruition as a result of a judicial order.“From 1949 onwards, the expansion of Hindu claims over the Babri Masjid was endorsed by the judiciary at every stage and culminated in the Supreme Court handing over the Babri Masjid spot to the Hindu litigants,” veteran journalist Ajaz Ashraf, who has covered the legal history of this dispute, told Scroll.A leaflet with the picture of Ram held outside the Supreme Court. Credit: Sajjad Hussain/AFPBeginning of the disputeStripped of its religious and political overtones, the Ayodhya case was a civil dispute about the ownership of a piece of land.The legal case can be traced back to 1885, when Raghubir Das, a Hindu priest, started building a temple on a chabutra, or raised platform, near the Babri mosque. When he was prohibited from doing so by the district administration, he filed a suit in the court of a Faizabad subordinate judge demanding the right to construct the temple.His suit was dismissed in 1885. His appeal was also dismissed the next year by the Faizabad district judge. Both decisions were based on the rationale that allowing the temple to be constructed next to the mosque could stoke communal tension.However, both verdicts gave credence to the unverified theory that the mosque had been constructed centuries ago on land held sacred by Hindus.Start of Hindu worshipTill 1949, the Babri mosque functioned as a mosque, with Muslims regularly offering prayers there.However, in December that year, an idol of Ram Lalla or infant Ram was surreptitiously smuggled in and placed inside the mosque at night by Hindutva groups in connivance with the district magistrate and city magistrate of Faizabad.This led to a law-and-order situation in Ayodhya. To stave it off, an executive magistrate placed the mosque premises under the custodial responsibility of the municipal board. In January 1950, the municipal board locked the entrance to the mosque.From that point on, no Muslim prayers have been offered in the mosque.In 1950, a Hindu devotee filed a suit in a Faizabad civil court to be allowed to worship Ram on the mosque premises and to bar the idols inside from being removed.In 1951, the civil court allowed the suit, ordered that the idols not be removed and solidified the right of Hindus to pray in the outer courtyard of the premises of the mosque. This was confirmed by the Allahabad High Court in 1955.The result of these judicial orders was that, effectively, the premises ceased to be a mosque and took on the nature of a temple since it was Hindus, and not Muslims, who were praying there.“The court should not have allowed Hindu prayer in the mosque,” said senior advocate and human rights activist Rajiv Dhavan, who represented the Muslim litigants before the Supreme Court in 2018 and 2019. “Status quo should have been maintained.”Title suits and opening of locksIn 1959, Nirmohi Akhara, a Hindu religious denomination, and Raghunath Das, a priest, filed a suit demanding ownership of the disputed land so that they could manage it as a temple. In 1961, the Sunni Central Board of Waqfs demanded that land be handed over and that the structure be declared  a mosque.These suits remained pending in Faizabad’s civil court for the next two-and-a-half decades.In 1986, in response to an application by a lawyer relating to the suits, the Faizabad district judge’s court passed an order directing the gates of the mosque be unlocked so that Hindu devotees could offer prayers in the premises. The court reasoned that that Hindus had had the right to pray in the premises for the last 35 years, in which period no Muslim prayers had been offered. Therefore, backed by assurances from the district magistrate and the senior superintendent of police in Faizabad that unlocking the mosque would not lead to a law-and-order problem, the court described the locks as “an unnecessary irritant” and an “artificial barrier” separating devotees from the idol.This order, on the face of it, suffered from several infirmities. The court heard the matter as an appeal against a munsiff court’s order, even though the munsiff had not decided the case, making the order unappealable. The applicant lawyer was not a party to the original suits. Moreover, the Muslim parties in the original suits had not been included or heard in the proceedings by the district court, in spite of them having applied to be included.The unlocking of the gates solidified the conversion of the disputed site into a functioning temple.Mosque demolition and SC’s 1994 judgmentIn December 1992, the Babri Masjid was demolished by a mob and a makeshift temple put up in its place.Due to the violence that followed, the Union government passed an ordinance to take over the disputed land. This ordinance, later passed by the Parliament as the Acquisition of Certain Area at Ayodhya Act, 1993, prescribed that status quo at the disputed site – of prayers being offered by Hindus – should be maintained and all litigation relating to the property should abate.This act was challenged before the Supreme Court. A five-judge Constitution bench of the court heard the challenge. In its judgment delivered in 1993, the court, by a 3:2 majority, upheld the act but struck down the provision abating pending litigation. Consequently, the title suits relating to the disputed site were revived.“This was a very awkward judgment,” said Dhavan. He said that the court’s judgment effectively held the government to be a temporary or nominal owner of the land, instead of vesting complete ownership in the government as the act intended. Once the suits were decided, the government would be obligated to hand over the property.The Babri Masjid in Ayodhya being demolished by Hindutva supporters in 1992. Credit: Douglas E. Curran/AFPAllahabad High Court decisionAt the initiative of the Uttar Pradesh government, all suits related to the dispute were moved to the Allahabad High Court in 1989. The High Court delivered a peculiar resolution to the dispute in 2010: it divided the disputed land into equal three parts, giving a share each to the Sunni Wakf Board, the Nirmohi Akhara and Ram Lalla Virajman, a title claimant that represented Ram Lalla. The land under the main dome of the demolished mosque was allocated to Hindu parties given the belief that Ram had been born on that spot. Also included within this was the chabutra that set off the legal claim in 1885. The share given to the Muslim side comprised the outer courtyard of the disputed site.All the parties challenged the decision in the Supreme Court, which stayed the High Court’s judgment in 2011 on the basis that the High Court had partitioned the land even though none of  the parties had demanded this.For the next few years, the matter stayed in limbo at the Supreme Court.Final Supreme Court judgmentIn January 2019, Ranjan Gogoi, who was Chief Justice of India,  constituted a five-judge Constitution bench to finally dispose of the matter.In March that year, the court directed the parties to attempt mediation to arrive at a solution. It set up a three-member mediation panel consisting of retired Supreme Court judge Justice FMI Kalifulla, senior advocate and renowned mediation expert Sriram Panchu and yoga guru and spiritual leader Ravi Shankar.Calling this a “token attempt at mediation”, senior advocate Raju Ramachandran, who had represented the Muslim parties before the Supreme Court in 2018, pointed out that of the three panel members, only one – Panchu – was a qualified mediator. “Justice Kalifullah, a Muslim judge from Tamil Nadu, spoke neither Hindi nor Hindustani nor Urdu,” Ramachandran told Scroll.After the mediation exercise failed to resolve the dispute, the court commenced daily hearings through August, September and October, before delivering its judgment in November.In its much-anticipated judgment, the court awarded the ownership of the disputed land to Ram Lalla Virajman. However, it admitted that both the placement of the idol of the deity inside the mosque in 1949 as well as its demolition in 1992 were illegal. Despite this, the court decided the ownership lay with the Hindu parties since it held that they had made a better case of possession and use than the Muslim parties.The court also directed the state to allocate an alternate site in Ayodhya to the Sunni Wakf Board for the construction of a mosque.In Gogoi's memoir, he has captioned this photograph as: 'Celebrating the Landmark Ayodhya Verdict' and adds...\"In the evening (of delivering the verdict), I took the judges for dinner to Taj Mansingh Hotel. We ate Chinese food and shared a bottle of wine, the best available… pic.twitter.com/GQQ53uZzUu— Zoya Rasul (@zoyarasul) December 6, 2023\n\n\nThe Supreme Court’s judgment came in for significant criticism from legal experts.“It is quite incongruous that while the demolition of the Babri Masjid was called a crime, the construction of the temple on the site of crime was still sanctioned,” argued Ramachandran.According to journalist Ajaz Ashraf, the Supreme Court legitimised the usurpation of the Babri Masjid.The court’s unanimous verdict was noteworthy for perhaps being the only judgment of the court not bearing the name of the author of the judgment. It also contained an addendum by an anonymous judge from the bench.“This strange structure of the judgment to my mind signals its status as exception where no rules need apply,” said sociologist and legal researcher Kalpana Kannabiran.Dhavan described the judgment as “totally and completely flawed”. The judgment had two major holes, he said: it failed to apply the rule of limitation to the title suit filed by Ram Lalla Virajman in 1989, which he described as “absurd”. Limitation refers to a legally specified period beyond which a property right does not continue. In India, the limitation period for claiming a right to land is 30 years.Secondly, he said, the Hindus only had a prescriptive right – that is, a right acquired through open and continuous use and possession, rather than one of legally vested ownership – over the property and the 1885 court decision had ruled that it belonged to Muslims. He concluded: “The judgment is quite clearly political and not a judicial verdict.”Ramachandran agreed. “There was a complete failure of justice,” he said.Kannabiran was even more emphatic. “It is the judiciary at the highest level that has installed the Ram Mandir on the broken remains of Babri Masjid, and has launched the Ram Janmabhoomi movement into a destructive orbit of spatiocide,” she said.Four months after Justice Gogoi retired, he was nominated to the Rajya Sabha by the Modi government four months. He is set to receive Assam’s highest civil honour for, among other reasons, establishing the Ram temple, according to the Assam Chief Minister Himanta Biswa Sarma. Justice S Abdul Nazeer, who was also on the bench, was appointed Governor of Andhra Pradesh a month after retiring. Justice Ashok Bhushan, another judge in the case, was appointed chairperson of the National Company Law Appellate Tribunal four months after retiring.","author":"Vineet Bhalla","time":"2024-01-19T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171712-zwtczbeqde-1647605633.jpg","tags":["Ram Temple","Ramjanmabhoomi Movement","Babri Masjid","Ayodhya Verdict"]}