{"title":"2019 Hyderabad shooting: Police deliberately fired upon accused, says SC inquiry panel report","content":"A Supreme Court-appointed committee on Friday said that four people, accused of gangrape and murder of a veterinarian in Hyderabad in 2019, were “deliberately fired upon” by the police “with an intent to cause their death”. The panel in its 387-page report recommended that ten police officers should be tried for murder and destruction of evidence.A bench of Chief Justice NV Ramana and Justice Hima Kohli took the committee’s recommendations on record and rejected the Telangana government counsel’s request to keep the report in a sealed cover.On November 27, 2019, the veterinarian was abducted, sexually assaulted and later found murdered in Hyderabad. Widespread protests broke out across the country following the crime. Four accused persons – Mohammed Areef, Jollu Shiva, Jollu Naveen and Chintakunta Chennakeshavulu – were arrested on November 29 in connection with the case.They were under judicial custody and lodged in high-security cells in Cherlapally Central Prison.In the early hours of December 6, 2019, the four accused were shot dead on NH-44 near Hyderabad – the same highway where the body of the 27-year-old veterinarian was found. The police claimed that the accused persons attempted to flee while being taken to the murder site to reconstruct the sequence of events. They allegedly snatched a weapon and fired at the police, forcing the personnel to shoot back.However, the police version of events was challenged and a panel headed by retired judge Justice VS Sirpurkar was set up by the Supreme Court on December 12, 2019, to inquire into the circumstances leading to the shooting.Police version is ‘concocted’, says reportIn its report, the commission stated that the police version of the incident is concocted, according to Live Law.“It cannot be believed that the deceased suspects might have died due to the indiscriminate firing from the pistols allegedly snatched by them and it has to be held that all the deceased suspects died due to the injuries caused by the bullets fired by the police party,” said the report. “It cannot also be believed that the deceased suspects opened fire towards the police party.”The commission concluded that the accused did not attempt to snatch weapons, escape from custody or fire at the police.The Justice VS Sirpurkar panel noted that the police had the responsibility to keep them safe.“Their [police] conduct subsequent to the deaths of the deceased suspects in falsifying the record would indicate that not only did they act in furtherance of common intention to give false information in order to screen the offenders, but also that, they acted with common intention to cause the deaths of the four deceased suspects,” the report said.Three of the deceased – Jollu Shiva, Jollu Naveen and Chintakunta Chennakeshavulu – were minors, the commission noted.The panel said that even if the suspects had operated the firearms, they would aim to escape and not engage in a gunfight with the police.The report said that the constitutional and statutory rights of the four people were also violated at the time of their arrest. “Just as mob lynching is unacceptable, so is any idea of instant justice,” it added. “At any point of time rule of law must prevail. Punishment for crime has to be only by the procedure established by law.”The Supreme Court ordered the panel’s report to be sent to Telangana High Court for further action, Bar and Bench reported.","author":"Scroll Staff","time":"2022-05-20T17:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162347-mexjkixstj-1627980195.jpg","tags":["Supreme Court","police shootings","gang rape","Hyderabad encounter","Hyderabad police shooting"]}