{"title":"2019 Lok Sabha polls: Opposition parties will form ‘grand alliance’ against BJP, says Akhilesh Yadav","content":"Samajwadi Party chief Akhilesh Yadav on Monday said that Opposition parties will form a “mahagathbandhan” for the Lok Sabha elections next year in order to defeat the Bharatiya Janata Party. “We are using their [BJP’s] 2014 alliance formula against them for 2019,” he said according to the Hindustan Times.His comments came a day after Prime Minister Narendra Modi claimed that the grand alliance that Opposition parties had formed to take on the government was meant to serve personal ambitions, not people’s aspirations. “The mahagathbandhan is surely about power politics, not people’s mandate,” he said. “It is about dynasties, not development. The mahagathbandhan is not about any union of minds or ideas, but about rank opportunism. The only question is whether they will break up before the [2019 Lok Sabha] elections or after.”On being asked if the Congress would be accommodated in an alliance in Uttar Pradesh, Yadav said that while the party will defeat the BJP in Delhi, the Samajwadi Party will do the same in Uttar Pradesh. He added: “The BJP are already distressed over the alliance (Samajwadi Party, Bahujan Samaj Party, Rashtriya Lok Dal, and others) in the state.”At the BJP’s state executive meeting in Meerut on Saturday, National President Amit Shah claimed that the party would win 74 seats in the state in the Lok Sabha polls.“They should say 70-plus because they have already lost three seats at our hands,” said Yadav, adding that the party should correct its arithmetic. In 2014, the BJP won 71 seats in the northern state and its ally Apna Dal won two seats. But in the bye-elections in March, the BJP lost three seats — Gorakhpur, Phulpur and Kairana.Yadav also said the Samajwadi Party was ready for the elections, reported PTI.“What is our strategy, we will not disclose,” he said. “But its implementation has begun.”","author":"Scroll Staff","time":"2018-08-13T19:03:54.444129+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890320-49944-wkprmlpsrz-1502600977.jpg","tags":["India","Uttar Pradesh","Akhilesh Yadav","Mahagathbandhan","BJP","2019 General Elections"]}