{"title":"23 out of 25 Opposition leaders who joined BJP fold since 2014 let off by central agencies: Report","content":"Twenty-three out of 25 key Opposition politicians who faced action from central agencies were let off after joining the Bharatiya Janata Party or its partners in the National Democratic Alliance since 2014, The Indian Express reported.The investigations against the 23 Opposition leaders were closed or stalled, according to the newspaper.In two cases pertaining to former Congress MP Jyoti Mirdha and former Telugu Desam Party MP YS Chowdary, there is no evidence of central agencies closing or stalling the investigation, the newspaper reported.The 25 politicians who joined the BJP or its National Democratic Alliance partners since 2014 are:Ten from the Congress: Assam Chief Minister Himanta Biswa Sarma, Raninder Singh, Krispashankar Singh, former Goa Chief Minister Digambar Kamat, former Maharashtra Chief Minister Ashok Chavan, Naveen Jindal, Archana Patil, Geeta Koda, Baba Siddiqui and Jyoti Mirdha.Four from the Nationalist Congress Party: Ajit Pawar, Praful Patel, Chhagan Bhujbal and Hasan Mushrif. All four are part of the Ajit Pawar-led Nationalist Congress Party faction that joined the BJP-led Maha Yuti alliance in Maharashtra. Four from the Shiv Sena: Yamini Jadhav, Yashwant Jadhav, Bhavana Gawali and Pratap Sarnaik. All four are part of Maharashtra Chief Minister Eknath Shinde’s faction of the Shiv Seva that allied with the BJP.Three from the Trinamool Congress: Suvendu Adhikari, Tapas Roy and Sovan Chatterjee.Two from the Telugu Desam Party: Sujana Chowdary and CM Ramesh.Samajwadi Party: Sanjay SethYSR Congress Party: K GeethaOf these, six Opposition leaders have switched to the BJP ahead of the Lok Sabha elections.According to The Indian Express, most of the action by the central agencies has been against politicians in Maharashtra and can be traced to the toppling of the Maha Vikas Aghadi government in 2022 and the subsequent splitting of the Shiv Sena and the Nationalist Congress Party. The Maha Vikas Aghadi coalition government comprised an undivided Shiv Sena, an undivided Nationalist Congress Party and the Congress.Shinde became the chief minister in 2022 after his faction of the Shiv Sena joined hands with the BJP. In July, the state’s ruling coalition welcomed the Nationalist Congress Party faction led by Ajit Pawar.The Central Bureau of Investigation last week closed a 2017 case involving Rajya Sabha MP Praful Patel pertaining to alleged irregularities in leasing aircraft for Air India. This came eight months after Patel, along with several other senior leaders, defected to the Nationalist Congress Party faction headed by Ajit Pawar.Last week, Union finance minister Nirmala Sitharaman said at an event that her party “welcomes everybody”, including those who are being investigated by central agencies.Moment you join BJP, you are squeaky clean, says OppositionThe Opposition has described the BJP as a “washing machine” for corrupt politicians.In September 2022, The Indian Express reported that since 2014, Opposition leaders comprised 95% of the total number of politicians that the Central Bureau of Investigation and the Enforcement Directorate had taken action against. This was up from 60% during the Congress-led United Progressive Alliance governments between 2004 and 2014.“[Prime Minister Narendra] Modi ji’s Washing Machine has become ‘Fully Automatic’ – the moment you join the BJP, you are squeaky clean,” Congress President Mallikarjun Kharge said on Wednesday. “Despotic misuse of investigative agencies by Modi-[Amit] Shah as a political weapon has not only hit the autonomy of these agencies, but has become a curse to Level Playing Field and Democracy.”Modi ji’s Washing Machine has become “Fully Automatic” — the moment you join the BJP, you are squeaky clean ! Despotic misuse of investigative agencies by Modi-Shah as a political weapon has not only hit the autonomy of these agencies, but has become a curse to Level Playing… pic.twitter.com/DZXvKk2CoW— Mallikarjun Kharge (@kharge) April 3, 2024\n\n\nAlso read: How the Modi government has weaponised the ED to go after India’s OppositionCaged parrot v2: How Modi government has weaponised the CBI to target the Opposition","author":"Scroll Staff","time":"2024-04-03T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199790-uqgmppdtvz-1712123360.jpg","tags":["Opposition leaders","Central Agencies","BJP","Corruption Cases","Lok Sabha Elections 2024","Lok Sabha 2024"]}