{"title":"‘36 Chowringhee Lane’: The movie where it all began for Aparna Sen","content":"Jouncing in hand pulled rickshaws to school, cradling a depressed and dying brother in a home for the aged, laying flowers on the grave of a lover long departed. Such identical days blur the calendar of life for the utterly ordinary senior English teacher, Violet Stoneham in Aparna Sen’s poignant directorial debut, 36 Chowringhee Lane.The title of the 1982 film is Stoneham’s residence – a high-ceilinged flat in a grungy Calcutta mansion. Like Stoneham (Jennifer Kendal) and her grand black cat Sir Toby, this home has seen better days. Now there are frequent power cuts, the lift is often out of order, the stairs creak and a common telephone functions on the ground floor several flights below.When ex-student Nandita (Debashree Roy) and her lover Samaresh (Dhritiman Chatterjee) burst in on  Stoneham, they fill her two lonely rooms with energy and laughter. Suddenly, at the end of an unrewarding school day, Stoneham is no longer weary. Now there is the magic of coming home to warm smiles and a hot cup of tea served with care, of being whisked out again immediately for a film, of gulping spicy street phuchkas and trying not to dribble ice cream, of playing forgotten records on a equally forgotten gramophone and of tipsily belting out a tuneless version of Auld Lang Syne. And then less suddenly than it came pouring in, the magic ebbs out. Old acquaintances can indeed be forgotten once they outlive their purpose.Dhritiman Chatterjee and Debashree Roy in 36 Chowringhee Lane (1982).Sen’s film, shadowed by the spectre of decay from its silent opening scenes to the leaden grief of its finish, surprisingly holds as much life as lassitude. Classroom scenes effectively illustrate the energy of adolescent students. Staffroom grumbles along with other conversations reflect the socioeconomic climate which seems to edge the Anglo Indian community off the Kolkata map.Stoneham’s niece Rosemary (a perfectly cast Soni Razdan) has quickly moved on from being the last-minute jilted fiancée of a Bengali sitar player. In six weeks, she looks to marry and make her life with a certain Cedric bound for Australia. “But you don’t love him!” Stoneham says, astounded.Looking defiantly at the camera, Rosemary says, “I do now.”Other Anglo Indians gamble for exits from the country they feel cornered in – sometimes ending up worse for it, as their sad letters indicate. In spite of Rosemary’s repeated invitations to live with her husband and child in Australia, Stoneham cannot find it within herself to leave the land of her birth.The dialogue niftily includes the mincing sibilance of Anglo Indian intonation as well as accurately subtitled Bengali banter. In fact, one of the most arresting aspects of the story is that one can hear its truth as well as see it.Adding to the ambience is Vanraj Bhatia’s music, often a slow heartbeat that echoes the hollowness of Stoneham’s days. Bansi Chandragupta’s comprehensive art design (Stoneham’s artifacts , photographs and memorabilia make for what Samaresh calls the “antique shop” look of her home) is complemented by Ashok Mehta’s expert cinematography, which captures the fog of a winter morning or raindrops sliding off a corrugated roof with equal aesthetic.\n\n\n    \n    Play\n\nThe title music of 36 Chowringhee Lane.Outstanding, however, is an almost Bergmanesque oneiric sequence in which we are given a tantalising glimpse of ’80s heartstopper Karan Kapoor. He plays Davy, the love of young Violet (Sanjna Kapoor). The dream unfolds in a meadow where youngsters Davy and Violet laughingly chase their dog. Suddenly, Davy is gone. Violet’s search for him takes her through surreal terrain – a forest of bare trees, a vacant white house and then a sea front where a solemn gathering has assembled. The camera holds on faces we know – Samaresh, Nandita, Violet’s brother Eddie in healthier days – and others whom old Violet has identified to Nandita in photograph albums.The opening bars of Felix Mendelssohn’s Wedding Song play over a priest’s blessings for both a marriage and a funeral. We see a smartly uniformed Davy standing before an open coffin and a ghostlike old Violet sitting on the rocks. Davy steps into the coffin amidst gunfire from silhouetted soldiers and a shattered Violet rips off her wedding veil. It floats for a brief moment, the light of the evening glistening on the filigree work, and a graveyard of crosses rises in the distance. The sequence ends not in old Violet rising from a turbulent sleep. Instead, we see her in close up, a faraway look in her eyes as she takes on the challenges of a new term.Aparna Sen’s directorial debut, ahead of its time when it was made, still stands as a unique entry in the context of Indian cinema. While weighing in favour of Stoneham and others of her community, there is no judgement on the lovers, thus making it possible to accept every character as real, for better or worse.In later controversial attempts, Sen has grappled with issues that are social (Paroma, Sati), environmental (Juaganta) and political (Mr and Mrs Iyer). But for all its  attractions and shortcomings (one being its overdrawn narrative), it is 36 Chowringhee Lane, synonymous with the heart wrenching performance of Jennifer Kendal, that lives on.Jennifer Kendal in 36 Chowringhee Lane (1982).","author":"Bubla Basu","time":"2017-04-02T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/833106-jnukxxksnd-1490982654.jpeg","tags":["36 Chowringhee Lane","Aparna Sen","Jennifer Kendal"]}