{"title":"59,100 Indians became US citizens in 2023","content":"A total of 59,100 Indians became citizens of the United States in 2023, data from the US Citizenship and Immigration Services revealed. Indians were the second-largest group, by country of birth, to be naturalised in 2023.Indians comprised 6.7% of foreign nationals who obtained citizenship of the North American country in 2023.Mexicans comprised 12.7%, or 1.11 lakh, of all naturalisations, followed by India, the Philippines at 5.1%, or 44,800, the Dominican Republic with 4.0%, or 35,200, and Cuba at 3.8%, or 33,200.These top five countries made up 32% of the persons naturalised in the United States last year.The United States welcomed a total of 8.78 lakh new citizens in 2023. “Naturalisations in fiscal years 2022 and 2023 made up nearly a quarter 24% of all naturalisations over the past decade,” the US Citizenship and Immigration Services added.To become a citizen of the United States, a non-citizen must spend at least five years in the country as a lawful permanent resident. A spouse of a US citizen must spend at least three years as a lawful permanent resident to become a citizen.According to the US Citizenship and Immigration Services, the median years spent by all citizens naturalised in 2023 was seven. For Indians, the median years spent was 5.9.Indians are also one of the largest groups that migrate to the United States through illegal means. Last year, 96,917 Indians were caught or expelled trying to cross into the United States. This figure was up from 30,662 in 2021, according to US Customs and Border Protection.Many young men from the state of Haryana have cited unemployment as the reason to take the long routes dodging border protection and enter the North American country, according to a report by the Thomson Reuters Foundation.Also read: ‘Unemployed for six months, nothing here for me’: Indians risk ‘Dunki’ route to chase American Dream","author":"Scroll Staff","time":"2024-02-14T13:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198447-ssxuvqbjzi-1707895692.jpg","tags":["US Citizenship and Immigration Services","India","Mexico","United States"]}