{"title":"‘96’ film review: Vijay Sethupathi and Trisha shine in a beautiful ode to first love","content":"Twenty two years after they went their separate ways, childhood sweethearts K Ramachandran (Vijay Sethupathi) and Janaki (Trisha) meet at a school reunion. “Nothing will go wrong, right?” their friends ask each other apprehensively as Ram and Janaki sit at the same table for dinner. The air is thick with anticipation. Everyone has politely left them alone. The night is still young.School is never really out, argues cinematographer Prem Kumar in his directorial debut 96, a beautifully crafted and performed tale of childhood, love and closure. 96 refers to both the year that Ram and Janaki graduated as well as the one when their teenage love story came to an abrupt halt. Decades have passed but the both of them – Ram more than Janaki – seem to be stuck in that year. All they have is one night together to ask all the questions and get all the answers.96 strongly invokes Richard Linklater’s romances Before Sunrise (1995) and Before Sunset (2004). What Kumar adds to his 157-minute film are flashbacks to Ram and Janaki’s teenage years, giving the audience the context and meaning of their emotional reunion. Why hadn’t anyone thought of pairing Sethupathi and Trisha before? Both actors shoulder the two-hander with pitch-perfect performances, sometimes even competing with each other to churn out stunning standalone moments. Also, is there a role that Sethupathi cannot play?\n\n\n    \n    Play\n\n96 (2018).The screenplay has less talk and more poignant silences but that doesn’t hide the fact that film feels overstretched in several portions. It takes too long to reach the night of the reunion, for instance. Then there are several scenes that could have been trimmed, but Kumar seems to be a little too in love with his lead actors to do so (Sethupathi also gets a song dedicated solely to him).To his credit, Kumar manages to put together a commendable ensemble of actors. Among those worthy of praise are Devadarshini and Bagavathi Perumal. Giving the seniors some tough competition are the actors who play the younger versions of Ram and Janaki. Aaditya Bhasker, especially, is brilliant as the teenage, introverted boy madly in love with his classmate.Music plays a central role in the film but also shares the blame for stretching it. While Govind Vasantha’s soundtrack helps voice the tension that hangs in the air between the two characters, there are far too many songs in the film. The better use of music is in portions where Kumar pays a sweet tribute to Ilaiyaraja’s tunes, using them as a bridge between the past and the present.","author":"Archana Nathan","time":"2018-10-04T19:36:07.854232+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/897030-hgzspesbaf-1535095019.jpeg","tags":["96","Vijay Sethupathi","Trisha Krishnan","Prem Kumar"]}