{"title":"‘A Bird On My Windowsill’: Actor-writer Manav Kaul’s book is an introspective guide for every artist","content":"Manav Kaul’s A Bird On My Windowsill, translated into English by Nandini Kumar Nickerson, is a collection of writings that straddle the line between prose and poetry, fiction and reality, writings that capture the passage of time, the changing of seasons in nature – the quiet falling of leaves in autumn and a spring in full blossom. “It is just a picture of the thickness of the time when a Kite was flying away without a string”, Kaul writes.Kaul captures feelings of loneliness and belonging. He urges the reader to visit Kafka’s grave in Prague and to leave a dear possession. He believes things that are left behind tend to grow roots. In trying to find Kafka in the cafes and the streets of Prague, Kaul echoes his own loneliness in the world.A warm spring in winterKaul writes: “If you say everything will change one day, I will believe it. But then, please tell me that the sky will stay blue and the clouds will sometimes randomly show us the faces of all the people we thought were gone forever. Will you be able to say that every loss will turn into a gain?” Reading A Bird on my Windowsill in the thick of Delhi winter, I thought of Katherine May’s book, Wintering. With little to no sunlight in Delhi during peak winters, it becomes difficult to feel joy for a year ending or for the new one to begin. “We have seasons when we flourish and seasons when the leaves fall from us, revealing our bare bones. Given time, they grow again”, writes May. This is also known as wintering. Manav Kaul’s writing is what one needs in a time like this. It brings you a warm and beautiful spring. It acts like a soothing balm for a tired soul. In this book, the author takes us into his creative processes and imaginative impulses behind his writing, directing, and acting. Somewhere between endless cups of tea and during long walks through mountains, Kaul finds his characters and writes what they wish to say and do. He creates images from his writerly life for the reader. He writes about long-lost loves, taking us through his interactions with people who have shaped his life. A writer and director, Manav Kaul is also a wanderer. Mountains seem like his real home. This is where most of his stories find an end. He takes the reader through countless journeys. “Little did I realise that journeys, while taking our sorrows, add something back too,” he muses. Kaul’s writing is as philosophical as it is comforting.“...it is then that I realise that happiness is not seeing the bird but in the hope of it. In all my unfinished stories is the hope of a new one. And I can be free from the struggle of finding it because I know it will appear when I stop looking” – Kaul’s hopefulness is infectious. He manages to find beauty and wonder in ordinary life. He also writes about the struggle of being an artist. Writing comes to him when he stops looking for a story. There is loneliness and waiting in the process of creation. He learns to enjoy it but at times he is haunted by the loneliness that is essential to an artist’s life.A writer for writersKaul writes about Indians – heroes, villains, and communities. He points out that Hindus, Sikhs, Muslims, and Christians are all heroes in their own stories while people who are different from them are villains. There is a message of hope and communal harmony. Kaul’s writing prompts the reader to embrace one’s differences with others and even celebrate them. The possibilities of communal tension plague the writer, and he hopes that his writing will lead readers to accept people who are not like them. For Indians, the timing could not be more crucial.Manav Kaul also introduces his readers to great literature and writers – Nirmal Verma, Vinod Kumar Shukla, Virginia Woolf, and many others, snippets of whose work appear in his book. I believe great literature always takes us back to classics, and Kaul’s writing certainly does that. After reading about Kaul’s yearning for Kafka, I too started to read Kafka’s letters to Milena [Jesenská], who used to be his lover. What I found, unexpectedly, was the anxiety, loneliness, and hopefulness, including the beauty, of Kafka’s letters reflected in Kaul’s own writing.A Bird On My Windowsill invites the reader to look within themselves, to enjoy solitude while seeking fruitful company, to stay still and go for walks. This book is a guide for the living artist. A Bird on My Windowsill, Manav Kaul, translated from the Hindi by Nandini Kumar Nickerson, Penguin Ebury Press.","author":"Sharmistha Jha","time":"2024-02-10T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188958-gqlbyqcmpz-1681115568.jpg","tags":["Manav Kaul","translation","hindi"]}