{"title":"A decade under Modi: Terror laws against journalists, creeping digital censorship","content":"The Bharatiya Janata Party manifestos from 2014 and 2019 did not make any promises about freedom of the press.How the media fared under the Narendra Modi government can be gleaned from three metrics: the media’s access to the government; the levels of safety and freedom for journalists; and how policy decisions affect the media in India.In 2014, the Press Freedom Index by media watchdog Reporters Sans Frontières ranked India at 140 out of 180 countries. In 2023, India had dropped to 161. Ranked at 120 in 2004, India had fallen 20 spots on the index during the United Progressive Alliance government between 2004 and 2014.AccessPrime Minister Narendra Modi has not taken questions from journalists at any press conference in India since he took office. Abroad, he has done so in at least two instances – during state visits to the UK in 2015 and the US in 2023.Congress leader Manish Tewari, who was the Minister of Information and Broadcasting between 2012 and 2014, claimed former Prime Minister Manmohan Singh participated in 117 press conferences in his decade-long tenure.Journalists have also faced obstacles in their access to Parliament and union ministries. For instance, in 2019, the Ministry of Finance introduced a system of prior appointment for journalists who wanted to meet officials. Since the Covid-19 pandemic, restrictions were placed on the entry of  journalists into the parliament.Foreign journalists in India have also faced a permit regime in the Modi years. Since 2018 and 2019, respectively, they need permission from the Ministry of External Affairs and the Ministry of Home Affairs to report from Kashmir and Assam. Their visas, permits and access are increasingly rejected by Indian authorities.The ban on a BBC documentary critical of Modi’s role in the 2002 Gujarat riots and subsequent raids on the British broadcaster’s Delhi office in 2023 led to fears of escalation among foreign journalists.  Prime Minister Modi also ended his predecessor’s practice of taking a posse of journalists along with him to foreign trips.PolicyAdvertisements are the main source of revenue for India’s news industry. Government data shows that between 2014 and 2017, the Modi government hiked advertising in print and television media, compared to the second term of the UPA government. But since 2017, this figure has consistently fallen.In 2019, the government froze advertising in three newspaper groups — Times, ABP and Hindu — allegedly in response to critical stories.The economic health of the Indian media is also dependent on foreign direct investments, or FDI. In 2015, the government increased the cap on FDI in television news media media to 49% – opening it up for greater infusion of capital. During the UPA years, this number stood at 26%.However, in 2020, the government introduced an FDI cap of 26% in digital news media, where none existed before, leading to concerns about hampering growth in the sector.The Modi government’s legislations to regulate the internet have not been received well by India’s digital media. The Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021, opens up digital media to discretionary powers of the government, including censorship.  The Modi government’s policy of handing out licenses for television news channels has been arbitrary. BloombergQuint, a joint venture between Quintillion Media and the US-based Bloomberg Media, terminated plans for a news channel after awaiting a licence from the Ministry of Information and Broadcasting, or MIB, for three years. Parallely, Republic TV, a news channel sympathetic to the government, received a licence within months.The MIB also refused to renew the license of Malayalam news channel Media One in January 2022 – a decision reversed by the Supreme Court in April 2023.SafetyThe persecution of journalists grew by more than four times in the Modi years. According to data collected by the Committee to Protect Journalists, 36 journalists were imprisoned in India between 2014 and 2023. During the UPA years, this figure stood at eight.Twenty-nine journalists were killed in India during the decade-long tenure of the Manmohan Singh government, according to data by the Reporters Sans Frontières. This hardly changed under the Modi government. Between 2014 and 2024, 28 journalists were killed in India.The government booked 16 journalists under the Unlawful Activities (Prevention) Act, 1967, which became more stringent after a 2019 amendment, according to the Free Speech Collective. Seven of them were from Kashmir.The Modi years have also been marked by government surveillance and the use of spyware against journalists, spiked stories, income tax “surveys” on newsrooms and intimidating morning raids at homes of young journalists.","author":"Ayush Tiwari","time":"2024-03-02T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198904-psbjavcdxr-1709287207.jpg","tags":["Narendra Modi","Lok Sabha 2024","A decade under Modi","Media","Censorship","Press Freedom","Hindutva"]}