{"title":"A decade under Modi: Big push for sanitation and drinking water does not go far enough","content":"The last two terms of the Narendra Modi government have seen a massive push towards building sanitation and drinking water facilities.In 2014, when it came to power, the Bharatiya Janata Party announced the launch of the Swachh Bharat Mission to construct toilets in each household. The party promised to increase the number of households with toilets from 39% in 2014 to 100% by 2019.In October 2019, India declared itself open-defecation free, which meant people were no longer relieving themselves in the open and had access to a household toilet. But numerous reports (read here and here) have pointed out that open defecation continues in India.The reasons are many: toilets constructed have poor drainage, or are poorly built in the first place. Many Indians continue to defecate in the open despite having a toilet.In 2019, a second phase of Swachh Bharat Mission (rural) was launched for a period of five years to make arrangements for solid and liquid waste management in all the villages in the country by 2024.Government data shows 398 out of 746 districts in India have achieved that status. About 4.37 lakh villages have liquid waste management and 2.69 lakh have solid waste management.Drinking waterAhead of the 2019 Lok Sabha elections, the BJP promised in its manifesto to provide piped water connection and safe drinking water to every household in rural India by 2024. This became the Jal Jeevan Mission.In the first term of the Narendra Modi government, too, the number of water connections in rural India went up – from 13% in 2014 to 16.8% by 2017-2018.In 2019, at the time of the launch of the Jal Jeevan Mission, there were 3.23 crore rural tap water connections.In the last five years, the number of connections have risen to 14.07 crore, or 73% of the total 19.2 crore rural households in India.That figure, however, may be misleading because not every house with a tap water connection is supplied with safe drinking water. Experts have pointed out that the scheme relies on groundwater reserves to supply water to households, and does not rely on rainwater harvesting. In many places, groundwater depletion and depletion in levels of natural reservoirs is affecting water supply under this scheme.The lack of pipeline maintenance and high water charges in rural regions have also come in the way of the mission. In a report, Scroll found that villages listed as beneficiaries of Jal Jeevan Mission continue to rely on local wells to draw water while their household taps run dry.Change in budget allocation The BJP-led government focussed on sanitation in its first term, and shifted its focus to drinking water in the second. The change is marked by a noticeable shift in budget.Between 2014 and 2018, the budget for the Swachh Bharat Mission (rural) saw a rise, from Rs 2,908 crore in 2014-’15 to Rs 16,948 crore in 2017-’18. It began to decline the year after, coming to as low as Rs 5,000 crore in the revised budget of 2022-’23.As the funds for sanitation shrunk, the budget for drinking water almost doubled – from Rs 5,500 crore in 2018-’19 (revised budget estimates) to Rs 10,001 crore in 2019-’20.For 2023-’24, the Department of Drinking Water and Sanitation has allocated 91% of the budget to Jal Jeevan Mission and 9% to Swachh Bharat Mission (rural).The estimated budget for drinking water supply for 2023-’24 is Rs 70,000 crore; Rs 7,192 crore has been provisioned for the Swachh Bharat mission. The decline in funds is likely to worsen what critics have called a “build-neglect-rebuild” feature of the mission – an excess focus on building infrastructure to the detriment of operations and maintenance.","author":"Tabassum Barnagarwala","time":"2024-03-10T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199128-txcjzbtdus-1709981657.jpg","tags":["Modi government","Water","Sanitation","Swachh Bharat Mission","Jal Jeevan Mission","Lok Sabha 2024"]}