{"title":"A decade under Modi: Education spending declines, universities struggle with loans","content":"Education spendingIn its 2014 manifesto, the Bharatiya-Janata-Party-led government stated, “investment in education yields the best dividend”, and promised to raise public spending on education to 6% of the gross domestic product. In comparison, between 2004 and 2014, the Congress-led union government allocated an average of 0.61% of the GDP on education. Despite its promise, between 2014 and 2024, the Union government allocated an average of only 0.44% of the annual GDP to education each year.Education policyAmong the steps that the government touted as a major achievement was the approval of the National Education Policy 2020, the first such policy since 1992. The policy itself received considerable criticism from the academic community. Among these criticisms were that it encouraged privatisation of public institutions, and digital enhancement of classrooms, though many lacked basic facilities. It was also criticised for creating numerous “exit” options for students, which opponents said would encourage dropouts; and for not being sufficiently inclusive of marginalised communities.School enrollment and infrastructureSchool enrollment has seen a steady increase over the last decade, from 96.7% in 2014, 97.2% in 2018 and 98.4% in 2022. Female enrollment, in particular, has risen. The percentage of girl students between the ages of 11 and 14 not enrolled in school dropped from 10% in 2006 to 2% in 2022.Around 75% of schools have drinking water and toilet facilities, and around 40% have library books. Only 7% have computers.Across the country, single-teacher schools and schools with low enrollment were shut down, a measure that disproportionately affected children in rural and tribal regions. Currently, one in seven schools are run by a single teacher.Funds for PM POSHAN, the renamed midday meal scheme that promised to enhance nutrition levels among school children, were found to be severely underutilised.Learning levelsThe National Initiative for Proficiency in Reading with Understanding and Numeracy was established in 2021 and aimed to achieve “universal foundational literacy and numeracy in primary school by 2025”. Data shows that in 2022, only one-fourth of all children in Class 3 were at the expected level for their grade in mathematics and around 20% in reading.In its 2014 manifesto, the BJP government promised to bridge the digital divide, but the Covid-19 pandemic revealed that many students had scant access to digital devices and the internet. The pandemic also led to major learning losses that are yet to be addressed.School curriculumSince 2017, the National Council of Educational Research and Training has made significant changes to school textbooks. The latest changes were made in 2022: references to the Mughal era and the caste system were reduced, and chapters on social movements, the brief ban on the Rashtriya Swayamsevak Sangh, and Gandhi’s lack of popularity among Hindu extremists were cut down or removed entirely. In 2023, the chapter on Charles Darwin’s theory of evolution was also removed.Many academics saw these as moves by the BJP-led government to excise material that challenged the Hindutva worldview.Higher education fundingThe Higher Education Financing Agency, which the Union government established in 2017 took over several functions pertaining to funding from the University Grants Commission. The government also changed the mode of financing from grants to loans. This left many Central institutions struggling to repay loans and forced administrations to increase fees or compromise other aspects of education.The government established a scheme to recognise “Institutes of Eminence” and support their development into world-class universities. But the scheme has been dogged by complaints. In 2019, the government in its manifesto said it would recognise 50 institutes of eminence by 2024 – so far it has recognised 20.In its 2014 manifesto, the government said it would raise standards of academia and research, to bring Indian universities “on par with global universities”. However, science institutes have struggled under the regime – a key reason for this is that the Council of Scientific and Industrial Research was asked to raise 50% of its funding on its own, from businesses and industries, which led to a massive fund crunch in research.Affirmative actionThe government introduced 10% reservations for economically backward students in government institutions. These institutions were directed to create more seats but many did not receive the funds needed to do it.Caste discrimination on campuses has remained prevalent. According to a December 2023 answer in the Lok Sabha by the minister of education, in the preceding five years, 2,622 Scheduled Tribe, 2,424 Scheduled Caste and 4,596 Other Backward Class students dropped out of Central universities.The government also withdrew the Maulana Azad Fellowship for Muslim students. Further, it excluded students from humanities backgrounds from the National Overseas Scholarship, intended for students from marginalised backgroundsProtestsThe last decade has seen large-scale student protests across the country, on issues such as privatisation, cancellations of fellowships, delays in stipends, fund cuts for research, lack of infrastructure and saffronisation in campuses.Read more: A decade under Modi","author":"Johanna Deeksha","time":"2024-02-08T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198247-cwffzsjsjo-1707313645.jpg","tags":["Education","National Education Policy","Caste","Rohith Vemula","Lok Sabha 2024"]}