{"title":"A decade under Modi: Sex ratio improves, crimes against women rise","content":"In its 2014 manifesto, the Bharatiya Janata Party stated that women are “nation builders” and that the party is “committed to give a high priority to Women’s Empowerment and welfare”. Safety and education for girls In January 2015, Prime Minister Narendra Modi launched a campaign called Beti Bachao Beti Padhao – save the daughter, educate the daughter. One of the aims of the programme was improving India’s child sex ratio. In 2014-’15, among newborns, India had 918 girls for every 1,000 boys. By 2022-’23, this had risen to 933 girls for 1,000 boys. On the educational front, girls enrollment in secondary education saw a rise from 75.51% in 2014-’15 to 77.83% in 2019-’20. However, experts say the campaign’s progress has not been consistent across districts. They have pointed to gaps in budgetary planning and monitoring and criticised the disproportionate use of funds in media campaigns. Between 2014 and 2021, 58% of funds for the Beti Bachao Beti Padhao campaign were spent on media advocacy. Healthcare The BJP’s 2014 manifesto said the government will work in “mission mode” to improve women’s healthcare, with a special focus on “nutrition and pregnancy”. The 2019 manifesto promised “good quality, easily accessible and affordable maternal healthcare services for all women” through schemes like the Pradhan Mantri Matru Vandana Yojana and the Pradhan Mantri Matritva Suraksha Abhiyaan. Data from the National Family Health Surveys in 2015-’16 and 2019-’21 shows steady improvement in maternal healthcare indicators: births in health facilities under medical supervision rose by 9.8% and post-birth health visits by 15.6%. Outside of maternal health, however, women’s health needs continue to be neglected. Almost 60% of women surveyed in 2019-’21 reported facing some trouble in accessing healthcare. A 2022 study, which examined more than 23 lakh outpatient appointments in a Delhi hospital, found “extensive gender discrimination in healthcare access”. For every 100 visits, 63 were by male patients while female patients accounted for only 37 visits. Work In its 2019 manifesto, the BJP promised to work towards greater workforce participation by women. Women’s labour force participation rates between the ages of 15-59 rose from 22.9% in 2017-’18 to 34.1% in 2022-’23 as per the Periodic Labour Force Survey. However, experts say this increase has been led by economic distress rather than growth, as most women newly joining the workforce have entered through self-employment in agriculture which often disguises unemployment and underemployment. The BJP also promised better child care support to enable women to join the workforce. However, the number of functional creches under the National Creche Scheme declined from almost 25,000 in 2013 to 3,900 in 2023, the Times of India reported.A 2017 amendment to the Maternity Benefit Act made it mandatory for every establishment having more than 50 employees to have a creche for the employees’ children. However, a 2021 report in IndiaSpend noted that there was no official data available on this and compliance was limited to large, multinational corporations. The draft National Menstrual Hygiene Policy 2022 advocates for flexible work options during menstruation like “work from home or support leave”. However, when the issue of menstrual leave came up for discussion in Parliament, Smriti Irani, the Union Women and Child Development Minister opposed it stating that it could lead to “discrimination against women”. Women’s reservation The women’s reservation bill was a “high priority” for the BJP in both its 2014 and 2019 manifestos. It was finally passed by Parliament in September 2023 with the stipulation that it will come into effect after a delimitation exercise based on updated population figures after the 2024 elections. Experts have criticised this move stating that the stipulation delays implementation of the bill by several years. Home Minister Amit Shah has stated that the Bill will be implemented after the 2029 elections. Crimes against WomenThe BJP campaign in 2014 promised to reduce crimes against women. In the past decade, however, the incidence of such crimes has risen, according to data from the National Crime Records Bureau. In 2014, the rate of crimes against women, which is the number of crimes against women per one lakh population of women, was 56.3. This rose to 66.4 in 2022. The National Crime Records Bureau has noted that the increase could reflect better reporting of such crimes. Gender equal laws Both the 2014 and 2019 manifestos mention that “there cannot be gender equality till such time India adopts the Uniform Civil Code”.The implementation of the code would do away with the present religion-based laws that concern marriage, divorce, and succession, which activists say are discriminatory against women on matters of maintenance, remarriage and polygamy. The Law Commission of India is currently soliciting public opinion about the Uniform Civil Code.","author":"Nolina Minj","time":"2024-02-23T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198432-eykhpsrsak-1707837269.jpg","tags":["Gender","Women","Women at Work","Violence Against Women","Labour","Women's Workforce Participation","Nutrition","health","A decade under Modi","BJP","Lok Sabha 2024"]}