{"title":"A fact-check of JP Nadda’s claims on crimes against women in West Bengal","content":"On February 12, national president of the Bharatiya Janata Party, JP Nadda, addressed a public meeting in Purba Medinipur, West Bengal. While speaking about the safety of women in the state, Nadda made two incorrect and three true claims, as per FactChecker’s analysis of official data from “Crime in India 2021”, published by the National Crime Records Bureau.The claim was later tweeted by the BJP’s official twitter account.West Bengal ranks number 4 in atrocities on women, 1 in acid attacks and 3 in human trafficking and kidnapping of women. If you want to change the picture of Bengal, Mamata Didi needs to be voted out.- Shri @JPNadda #JPNaddarSatheBangla pic.twitter.com/q5w4V0DSpt— BJP (@BJP4India) February 12, 2023\n\nOur factcheck:Claim: Bengal ranks third in human trafficking and kidnapping of women.FalseWest Bengal ranked 10th in human trafficking, with a marginal increase by two cases from 27 in 2020 to 29 in 2021, data from “Crime in India 2021”, of the National Crime Records Bureau show.Further, human trafficking incidents have dropped by 65% in the last five years up to 2021, from 85 cases in 2017 to 29 in 2021. “This could be because state governments have been more cautious about registering cases of missing persons under trafficking sections because missing persons also comprise youngsters who elope for marriage which the police argue should not be classified as trafficking cases,” said Roop Sen, secretary and technical advisor at Sanjog a research organisation that focuses on social equity in Kolkata. “Children might leave their families because of neglect, poverty and abuse.”  Districts such as South and North 24 Parganas in Bengal have been chronically affected by trafficking over at least two decades, because of poverty, distress migration, impunity of traffickers and social instability, Sen told FactChecker. Other districts like Murshidabad, Jalpaiguri and Darjeeling (tea industry being in distress and other socio-economic factors), are also impacted, said Sen.  Oindrila Sinha, programme co-ordinator at Sanlaap, an anti-trafficking non-governmental Organisation based in Kolkata, said that National Crime Records Bureau’s data is conservative because many cases are not reported. “While women do report cases, unawareness still persists, many are still worried about what society, neighbours will say,” said Sinha.In kidnapping of women, West Bengal has the fourth most cases, and not the third most, as Nadda claimed. Bengal reported 7,376 cases in 2021, after Uttar Pradesh (10,574), Bihar (8,661) and Maharashtra (7,559).Cases related to kidnapping of women have declined by 4.7%, from 7,740 cases in 2020 to 7,376 cases in 2021. However, if we look at data since the last 5 years up to 2021, these cases have spiked by 42%, from 4,232 cases in 2017 to 7,376 in 2021.Kidnapping cases concerning adult women are complicated, said Sinha from Sanlaap. Sometimes parents who may disapprove of inter-caste or inter-community marriages may register a complaint of kidnapping when adult daughters may have left home by choice. However, this should not be confused with child abduction, she explained.The other trend is that there has been an increase in migration of women who are driven by aspirations, or distress and control in families which suppresses their aspirations, said Sen from Sanjog. Some might leave because they are vulnerable to abuse and exploitations, Sen added.FactChecker reached out to Nadda’s office and to Anil Bulani, chief spokesperson and media in-charge of the BJP via email and call for clarifications on the comments. We will update the story when we receive a response.Claim: Bengal ranks fourth in atrocities against women.TrueWest Bengal ranked fourth in crimes against women in India with 35,884 reported cases, behind Uttar Pradesh (56,083), Rajasthan (40,738) and Maharashtra (39,526), as per National Crime Records Bureau data.But in terms of the rate of crimes against women per one lakh population, West Bengal has the 9th highest rate, at 74 reported cases of crimes against women for every 1 lakh people in 2021.Reported crimes against women in the state marginally decreased by 1.5%, from 36,439 in 2020 to 35,884 in 2021. The conviction rate for crimes against women is only 2.5% – which is the lowest as compared to all states in the country. Further, West Bengal is the state with the most pending trials of cases of crimes against women with over 3.31 lakh cases pending at the end of 2021.Claim: Bengal falls under the top five states in dowry deaths.TrueBengal ranks fourth in dowry deaths with 454 cases, behind Uttar Pradesh with 2,222 cases, Bihar (1,000) and Madhya Pradesh (522).However, incidents of dowry deaths fell 13%, from 522 cases in 2020 to 454 in 2021.Claim: Bengal ranks first in acid attacks.TrueWest Bengal reported the highest number of acid attacks in India in 2019 and 2020. Most cases are reported from other districts, Kolkata has reported only two cases in 2021, Bikramjit Sen, deputy director, Acid Survivors and Women Welfare Foundation in Kolkata told FactChecker. “As per my observations, the main reasons are due to rejection of love proposals and sexual favours. Another important reason is property disputes.”While West Bengal reported an average of 51 cases between 2017 and 2020, there’s been a 33% decline in these cases, from 51 cases in 2020 to 34 in 2021. However, restricted mobility during the Covid-19 pandemic could be one of the reasons for the decline in numbers, said experts.“During the pandemic (calendar year 2020, 2021) there were extremely limited movements outside home which resulted in reduced opportunities [for crimes] and hence lower number of cases,” said Sen. Also, “Government guidelines have been issued regarding “over the counter” sale of acid which have imposed strict control on easy availability of acid.”This article first appeared on FactChecker.in, a publication of the data-driven and public-interest journalism non-profit IndiaSpend.","author":"Nidhi Jacob, Factchecker.in","time":"2023-02-28T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147048-zeydkprhzt-1599305308.jpg","tags":["JP Nadda","BJP","False claims","Fact check"]}