{"title":"A million tuberculosis cases in India have escaped detection, says leaked report","content":"The latest assessment of India's National Tuberculosis policy has noted that nearly 10 lakh cases of people living with tuberculosis in India have either gone undiagnosed or unreported. More worrying is the fact that for nearly two years, the TB programme has suffered \"unaccountable delays\" in the procurement of medicines. The programme is also \"not detecting as many cases\" as expected, and many planned activities are not being implemented.The assessment report stops short of stating that the programme has entirely been derailed.The report has been prepared as part of the Joint Monitoring Mission of the Revised National Tuberculosis Control Programme. The Mission brings together national and international experts, the Ministry of Health and developmental agencies to \"review the progress, challenges and plans for India’s TB control efforts\".Other concerns in the leaked report are focussed on the National Strategic Plan for 2012-2017, which it says is “not on track”.India's TB programmeEach year, the health authorities are notified about 12 lakh Indians with newly diagnosed TB. At least 2.7 lakh Indian citizens die from the disease. “Some estimates calculate deaths twice as high,” noted the  Joint Monitoring Mission report. According to the World Health Organisation, India had more than two million TB cases in 2013, the highest number in the world, and about a quarter of the global cases.In the past decade, India's TB programme has attracted global attention for reaching the largest number of affected people. More than 80 million people have been tested, 15 million TB patients detected and treated.Another hallmark for the Indian TB programmes was achieving complete geographical coverage for diagnostic and treatment services for multi-drug resistant TB in 2014. Over the last three years, a remarkable 66,000 patients have been diagnosed and put on treatment. The nation’s first national anti-TB drug resistance survey is being conducted by the National Tuberculosis Institute in Bangalore.But the praise for the programme stops with that. According to the leaked report, the authorities have not been notified about nearly 10 lakh Indians living with TB. “Again, this could be even higher,\" says the report. \"Surveys have shown that many people with TB remain in the community, untreated. Yet case reporting has gently declined since 2009. MDR [multi-drug resistant] TB is emerging as a massive organisational and financial challenge to the RNTCP [Revised National Tuberculosis Control Programme].”The role of private hospitalsThe failure to notify new TB patients, according to the leaked report, lies with India's unregulated private hospitals. “Two decades of attempts to improve collaboration between the public and private sectors, have not yet worked,\" says the report. \"The existing TB surveillance system lacks the capacity to count the large pool of privately diagnosed and treated TB cases, and what is not measured is unlikely to be improved.”The leaked draft has the Health Minister JP Nadda quoted as agreeing “that his Ministry had to take initiatives with the private sector to avoid further increases in drug resistance”.The report puts the economic burden of TB to the Indian economy between 2006 and 2014 at a staggering $340 billion. “The average cost to a family of any member with TB can amount to as much as 39% of annual household expenditure – a catastrophe for any family already impoverished,” states the report.Further, the report's most significant concern is the lack of funds for the expansion of the programme. As it stands now, the health ministry's ambitious expansion of the TB programme planned under the National Strategic Plan 2012-2017 would triple the expenditure of the prior plan. But allocations have not matched the government's policy vision.“While RNTCP [Revised National Tuberculosis Control Programme] expenditure has increased 27% since 2012, there is a growing gap between the allocation of funds and the minimum investment required to reach the goals of the Plan,\" says the report. \"If this trend continues, final expenditure on the Plan would reduce to Rs. 3,000 crores, or two-thirds of the minimum required. While the expansion of treatment of MDR [multi-drug resistant] TB cases is a major achievement, the cost of providing services is approaching 40% of total RNTCP expenditure. This threatens the future of TB control in India and underscores the necessity to prevent drug resistance.”The report strongly recommends that the government \"significantly increases funding for TB control...allowing RNTCP to spend Rs. 1,500 crores per year to achieve the goals of the Plan.\" It says that additional investment of at least Rs 750 crores annually will be required to reach the ambitious goals of the \"End TB\" strategy. This will save around 2.5 lakh lives every year. \"In addition, every rupee invested in TB control will have a one-hundred-fold economic return on investment,” the report says.","author":"Vidya Krishnan","time":"2015-07-09T09:00:32+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/739763-1fd94e10-9868-4c64-85fb-4cd460b2a321.jpg","tags":[]}