{"title":"A new book asks why a particular set of cities in India being renamed (and other related questions) ","content":"An Indian Express report reads, “Adityanath flagged off 50 saffron-coloured buses of the State Road Transport Corporation, named ‘Sankalp Seva’, to provide service in rural areas. The stage was decorated with saffron-coloured curtains, and the buses with saffron-coloured balloons…”That was, in a way, a harmless indulgence of the personal whim of a new chief minister who knew no better; but the fact remains that when Right-wing politicians change names of cities and towns in New India, they seldom target colonial monikers. They go instead for Muslim names, seeking to erase the Muslim contribution to the nation’s pluralist history. They are uncomfortable not with colonialism, but with the so-called Muslim rule in India between 1206 and 1857. Even Prime Minister Narendra Modi, when he first assumed charge of office in 2014, talked of the end of a thousand years of slavery. Maybe he counted together the years of the Sultanate, Mughal and British rule! As Rizwan Ahmad, a socio-linguistic expert, wrote, “In 2014, Prime Minister Narendra Modi said India is troubled by ‘1200 years of slave mentality’. He was clearly lumping together the hundred years of British colonial rule and the preceding medieval Muslim era as a long and undivided period of colonial suffering.”For Modi, the British and the Muslims were both foreign rulers. Much like what Savarkar and Golwalkar preached when they talked of the concepts of pitrabhoomi and punyabhoomi (fatherland and sacred land, respectively).  Unsurprisingly, when a state comes under the sway of Modi’s partymen, the only names they think of for striking off the map are those of the cities and towns founded by Mughal emperors, Salam Sultanate kings, nobles, saints and mansabdars. It seems India post-2014 is bent on erasing its own pluralist past, the contributions of various sections that make India what it is – a melting pot of cultures, a nursery of various faiths. In April 2023, The Hindu wrote,   We are living in the Dark Age of Islamophobia. Full stop. Naked, ugly, disconcerting. A sad testimony to the moral squalor of our times… It manifests itself most clearly in this urgent, almost desperate, bid to rename places built by Sultanate and Mughal rulers. While some towns may have a direct relation to the name of the king or Sultan, in many cases the names of cities are either being changed or there is a demand that they be changed, solely because they are in Urdu. This is ironic, considering that Urdu was born in India. And till not long ago, it was not considered the language of adherents of a particular faith.The newspaper quoted the instance of Faizabad, which was built by Nawab Saadat Ali Khan in the 18th century. It was located on a busy trade route connecting east and central Awadh. Here, business flourished, and people made a lot of profit – hence the word “faiz”, meaning successful or victorious. The Hindu went on to note,  For hundreds of years, there was no issue with Allahabad or Aurangabad. Or Aligarh and Osmanabad. Or even Mughal Sarai. The common citizen still does not have a problem. Go to Allahabad… people still refer to their city as Allahabad, except that the powers that be see everything through tinted glasses. It is immaterial that a city may have been built by a Sultan who saved the country from repeated assaults by the Mongols, or that a monument may have been built by a Mughal emperor who was born in undivided India, in Sindh or Gujarat, ruled from Agra or Delhi, and never set foot abroad (not even to go on a pilgrimage to Mecca). Just the name is sufficient to rouse the Right-wing brigade.  Adityanath, not renowned for new building projects, had earlier decided to rename Mughal Sarai, one of the busiest railway junctions in India, after Pandit Deen Dayal Upadhyaya, the BJP ideologue who died there under mysterious circumstances in 1968. It also happens to be the birthplace of former Prime Minister Lal Bahadur Shastri. Earlier too in 1992, the BJP had tried to rename Mughal Sarai. However, with the demolition of the Babri Masjid and the following communal violence, there was little time for rechristening one of the oldest railway stations of the country. Adityanath had no such encumbrances. The Babri Masjid no longer stood there, and the chief minister also had a thumping majority in the State Assembly. He was free to do as he chose.  He then focused his energies on renaming Allahabad, which translates as “Abode of Allah”, to Prayagraj, the latter denoting a place of confluence of the rivers Ganga, Yamuna and the mythical Saraswati. However, as historical records will show us, the logic behind the decision to rename the city was at least questionable! The greatest Mughal Emperor Akbar had named the city “Illaha-bad” or “Illahi-bas”. “Illaha” is considered a generic term to mean “gods”, and “Illaha-bas” translated into “abode of Gods”. Akbar regarded the place as the holy city of Hindus. According to the contemporary chronicler Badauni, when Akbar was informed about the devotion of the Hindus to the sacred site of Sangam and their wish to die there (as attaining death there, it was believed, would mingle their soul with the spirit of God), he instantly decided to rename the place as Illaha-bas, the abode of Gods!10 In other words, the Mughal emperor honoured Hindu sentiments by naming the place thus. Importantly, he left the age-old name of Prayag, the area of the confluence in the vicinity, completely untouched. That was in the spirit of the tradition of our land.  As far as legend is concerned, ‘Ila’ is the name of the mother of Puruvas, the progenitor of the Aila tribe. The Mahabharata also mentions the name Ila as that of a river (variously identified) or as that of a king. “Vas” again means abode. Yet again the meaning comes to be the ‘abode of Ila’! In the age of the Mughals, Prayag and Allahabad coexisted. In New India, Allahabad had to be erased for Prayag to come to the fore! In a comic turn of events in December 2021, the name of popular Urdu poet Syed Akbar Hussain, better known as Akbar Allahabadi, was changed to Akbar Prayagraj on the website of Uttar Pradesh Higher Education Service Commission (UPHESC), an autonomous body under the Uttar Pradesh state government!  Similarly, in the case of Ayodhya and Faizabad, the former name was subsumed under the latter: Adityanath decided to rename the Faizabad district as Ayodhya, completely obliterating Faizabad, again a Muslim-sounding name, from the map. It was indicative of the non-pluralist mindset of medieval times. As Sharat Pradhan wrote in Daily O,  Awadh’s first nawab Saadat Ali Khan, who built Faizabad on the banks of the Ghaghra river in 1730, made no attempt to give any new name to Ayodhya that was always known as the birthplace of Lord Ram. The ancient temple town eventually became a part of Faizabad district, carved out by the British. The upkeep of Ayodhya’s oldest temple – Hanuman Garhi – came from the Nawab’s treasury. This healthy practice continued even after Saadat Ali Khan’s grandson Asaf Ud-daula shifted the capital of Awadh from Faizabad to Lucknow, soon after he inherited the throne in 1775. And significantly, just as “Illahabas” meant “abode of the divine”, Faizabad meant a “place for the good of all.”Such profundity of belief, such spirit of mutual respect! That is being replaced by a mantra of segregation and severance, one which focuses on exclusion rather than inclusion. A product of our divisive times, it seeks to sell us all over again, the myth of India’s golden past, the time when our nation was a Sone ki Chidiya (golden bird) until the invaders took it all away. The name changes seek to fulfil that longing of walking back in time to the age when everything was golden, laudable and prosperous, to a utopia we never experienced. As well-known academic-activist Apoorvanand wrote,  We fail to see in the excitement generated by the incessant renaming of towns and railway stations in India that the past, which these new old names allude to, is an imagined land that we are being invited to inhabit. We are not exactly recovering lost ground, because as the Hindi poet Bodhisattva wrote, there never was a Prayag that the Rashtriya Swayamsevak Sangh and the Bharatiya Janata Party (BJP) claim to be restoring now. What is being sold in the defence of capturing the glory of the past is an ideological construct.The ideological construct stemming from the value system of the Hindutva lobby, the one which reduces millions of fellow Indians to the level of “others”.  Excerpted with permission from Being Muslim in Hindu India: A Critical View, Ziya Us Salam, HarperCollins India.","author":"Ziya Us Salam","time":"2023-12-12T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103547-duenrqrzvh-1540043299.jpeg","tags":["ziya us salam","muslims","cities","renaming"]}