{"title":"A photographer is turning his childhood love for window seats into a series on the Indian Railways","content":"Shanu Babar’s first memory of a train journey is from when he was five, travelling with his extended family to Vaishno Devi and creating a ruckus in the compartment. To get him to stop running up and down the corridor, his uncle made him sit by the window. “I was awestruck when I saw the world speed past me,” Babar said. “I remember I was so tiny that my head could fit through the window grills. I stuck it out a couple of times and my mother screamed saying that I would die if I kept doing that!” Two decades later in June 2015, Babar started The Window Seat, a crowd-sourced photography project that documents the people and places seen from the window seat of a train.Babar has a strategy when it comes to sharing his images on Instagram: “It should primarily be a good story. The aesthetics are secondary. I look for a lot of variety because often, it can get very repetitive with the same kind of pictures and scenery. So I look for purpose. If a picture has that, it’s on the page. What I share is what I feel. I may not exactly like a certain picture but I know when it belongs on the page.”        Upside down! Picture by @iwishiwerelenseyed _ Keep hashtaging #windowseatproject on your pictures to get featured. _ #windowseat #IndianRailways #indianrailway #indiapictures #_soi #traintravel #trainjourneys #railways #eurail #perurail #canadianpacific #theghan #whitepassrailroad #trenecuador #amtrack #shinkansen #alaskarailroad #trenalasnubes  #glacierexpress #srilankarailways #railways_of_our_world #wearerailfans #instagram #bbctravel #lonelyplanetindia #indianphotography #insta_maharashtra #rangeelorajasthan #delhigram A post shared by The Window Seat Project (@windowseatproject) on Aug 28, 2017 at 1:25am PDT\nRaised in Osmanabad in Maharashtra, 26-year-old Babar’s love for looking at the world through the viewfinder took him to the Symbiosis Institute of Media and Communication in Pune, where he wrote his dissertation on the Indian Railways.“I was studying the Audio/Visual course, learning the technicalities of aesthetics, experimenting with documentaries, short films, music videos, everything,” he said. “When I had to choose my dissertation, I was sure I wanted to do something travel-related. I pitched my project as a sort of travel documentary. We took a train to the southern-most part of India and asked people sitting at the window seat about the India they saw. As the train travels, it shows you those images – of a country you have never been to, never experienced, never interpreted.”    Train station Goodbye's. Picture by @trippykrish _ Keep hashtaging #windowseatproject on your pictures to get featured. _ #windowseat #IndianRailways #indianrailway #indiapictures #_soi #traintravel #trainjourneys #railways #eurail #perurail #canadianpacific #theghan #whitepassrailroad #trenecuador #amtrack #shinkansen #alaskarailroad #trenalasnubes  #glacierexpress #srilankarailways #railways_of_our_world #wearerailfans #instagram #bbctravel #lonelyplanetindia #indianphotography #insta_maharashtra #rangeelorajasthan #delhigram A post shared by The Window Seat Project (@windowseatproject) on Aug 26, 2017 at 7:08pm PDT\nOnce he graduated, Babar found a job at a firm that did post-production work for films, but he found that he missed travelling. “The only way I could feel better was by reminiscing about my old trips,” he said. “So I started sharing those photographs on Instagram and soon I was being followed by people who shared the same love for train journeys. This was my only escape, the only way I could stay afloat. Eventually, people wanted to share their own pictures and stories, and it became a full-blown community.”      #viewfromthewindowseat KempuHole river is a main tributary of mighty Netravthi river which supports life in DakshinaKannada and Mangalore.  This river was about 10ft wide a month ago, but now it is raging and flooding after catching heavy downpours in the areas of kagenari forests, bisle and sakleshpur.  _ Picture by @nature_nikon_nutso Keep hashtaging #windowseatproject on your pictures to get featured. _ #indiapictures #indiaclicks #indiatourism #indiatravelgram #official_photography_hub #igramming_india #photographers_of_india #indianphotography #streetphotography #streetphotographyindia #_soi #indianshutterbugs #incredibleindia #mypixeldiary #traveldiaries #yourshot_india #indianrailways #bbctravel #wanderlust #traveldiaries  #indianrailways #everydayindia #railways #passionpassport . #trainjourneys #windowseat A post shared by The Window Seat Project (@windowseatproject) on Aug 17, 2017 at 10:15pm PDT\nBabar has not found a way to make money off the project, but hopes he will eventually find sponsors and collaborators. “When I was not travelling, I shot for a lot of reality television shows – India Banega Manch, The Voice, So You Think You Can Dance and Masterchef,” he said. “I also did a food and travel show in Australia. All these projects helped me hone my skills and apply professional standards to my personal project. They also helped me make money.”  Soon, he will embark on what he describes as the “Great Indian Rail Trip” – he will take a month to explore the entire country, while sitting on the window seat of different trains. “It is the solo trip that my page deserves,” he said. “I had already embarked upon the ride once before in March 2017 but after 13 days, I developed a food-borne infection that needed to be treated clinically.”     \"Bond\" Picture by @_ibn_batuta _ Keep hashtaging #windowseatproject on your pictures to get featured. _ #windowseat #IndianRailways #indianrailway #indiapictures #_soi #traintravel #trainjourneys #railways #eurail #perurail #canadianpacific #theghan #whitepassrailroad #trenecuador #amtrack #shinkansen #alaskarailroad #trenalasnubes #theindianpacific #sncf #glacierexpress #pakistanrailways #srilankarailways #railways_of_our_world #wearerailfans #instagram A post shared by The Window Seat Project (@windowseatproject) on Aug 12, 2017 at 6:56am PDT\nHe also wants to take his photographs beyond India. “I’m excited to know what lies beyond – it could be Sri Lanka or Australia...Wherever there are railways and people, I want to be there and know their stories.”    Rise of the planet of Apes! Picture by @alex_perret_photography Keep hashtaging #windowseatproject on your pictures to get featured. _ #windowseat #IndianRailways #indianrailway #indiapictures #_soi #traintravel #trainjourneys #railways #eurail #perurail #canadianpacific #theghan #whitepassrailroad #trenecuador #amtrack #shinkansen #alaskarailroad #trenalasnubes #theindianpacific #sncf #glacierexpress #pakistanrailways #srilankarailways #railways_of_our_world #wearerailfans #instagram A post shared by The Window Seat Project (@windowseatproject) on Aug 3, 2017 at 12:56am PDT\n    Woof Woof! Picture by @dugardd . Keep hashtaging #windowseatproject on your pictures to get featured. #beautifuldestinations #trip #indianrailway #india #petsofinstagram #adoptdontshop #rescuedog #traintravel #indianrailways #nighttrain #train #instagood #follow #instatravel #instafollow #ilovemydog #dogsofinstgram #dogstagram #doglover #inatadog #storiesofindia #adventure #puppiesofinstagram #indiapictures A post shared by The Window Seat Project (@windowseatproject) on Jul 23, 2017 at 10:09am PDT","author":"Rohini Kejriwal","time":"2017-08-30T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848750-66935-rhdvktqehy-1503907942.jpg","tags":["Shanu Babar","The Window Seat Project","Indian Railways"]}