{"title":"A public philosophy of non-violence, a culture of peace – that’s the diplomacy the world needs today","content":"For almost all of my adult life, I have practised a profession that is diplomacy – that concerns the paths of peace rather than war. But diplomacy has also come to acquire other meanings – it covers strategy, geopolitics, competition and rivalry, maintenance of status quo, providing a velvet glove to narrow nationalism, and bypassing the common ground of mutual accommodation and mutual benefit. Perhaps the time has come now for some introspection about where all this leads us, and why we are not exercising the capacity we all possess for allowing voice and agency for common ground, for equality and mutual benefit.What is peace? Too often, in the 21st century, we are literally webbed worldwide by a selective amnesia about matters that do not fit our concept of what reality should look like, an entirely notional definition of reality, might one say. Our memories are refracted through the prism of perceived injustice, and fragments of exaggerated representations of subjective histories. There is an absence of awareness of who we are, as a whole, as civilisations, as composite cultures, as human beings who should celebrate their unity in diversity, and a collective and universal humanism.In putting my thoughts together for today, I reflected on the annals of diplomacy in my lifetime, and my mind’s eye was focused on the memory of Dag Hammarskjold, the Swedish public servant who became the secretary-general of the United Nations in 1953 and stayed in office until his tragic death in an air crash in Africa in 1961. What drew me to Dag, as he was affectionately termed in the media of his time (“Leave it to Dag”, was the slogan), was his respect for the word – for we diplomats deal in the currency of words; that is our sovereign asset, as it were. He said, respect for the word is the first requirement in the discipline through which a human being can be nurtured to maturity – intellectually, emotionally and morally. Respect for the word – using it with the strictest care and in uncompromising inner love of truth – is also for society and the human race a condition for growth. To misuse the word is to show contempt for man. It undermines the bridges and poisons the springs. In this way, it leads us backwards on the long road of human evolution.Diplomacy and cultureUndermining the bridges and poisoning the springs. Is it not that which pollutes human discourse today? Let us ask ourselves, pointing the searchlight inwards. Let us be aware of the grounds of our own behaviour. Let us open our minds, for the closed mind never learns, never absorbs, never wakes up.I have been an aspiring poet in my lifetime, and have had to ward off the skeptics who felt that the twain of poetry and diplomacy can never meet. But, here again, Dag Hammarskjold is the answer to every poet-diplomat’s search for an answer for these skeptics. He called poetry “a necessary and indispensable complement to diplomacy; the diplomat, like the poet, works with words, transposes words, using them as the key, although not necessarily the master key”. I think the poet WH Auden put it eloquently when he said that we need that rare, bountiful marriage of via activa and via contemplativa – the active and the contemplative life: “to preserve the silence within – amid the noise. To remain open and quiet, a moist humus in the fertile darkness where the rain falls and the grain ripens – no matter how many tramp across the parade ground in whirling dust under an arid sky”. And that is why culture and diplomacy are intertwined worlds, they complement each other, they help you maintain a balance that we can lose so easily, this blend of two worlds helps us gain a universal view, a universal perspective, and to consider diversity as wealth, to gain a depth of understanding, and to develop the art of compassionate listening. What is diplomacy without balance and without the cultivation of the open eye?Today, the “our neck of the woods” approach undermines the awareness of the single garment of destiny that cloaks us all. The acceptance of “the commons”. The world is being fractured into numerous shards of groups, and individual loyalties and creeds. Again, to quote Hammarskjold: we have forgotten that the weakness of one is the weakness of all, and the strength of one – not the military strength, but the real strength, the economic and social strength, the happiness of people – is the strength of all. Oneness is our inheritance, we must hold it in trust for future generations. There is a cosmos of connections in a single flower, as the art of Georgia O’Keeffe demonstrated. And the virtues of solidarity, integrity, humanism go into this concept and together they make for peace. Not the peace that is submission or the white flag of surrender, but peace that brings empowerment of all, equality, and a safer world.I think as public servants, who are currently serving, and who have served, we must be conscious of the inequalities that surround us. We must be that 1% who keep the conscience, who are eternally aware of the fact that while globalisation has provided great benefits by improving life expectancy, education, knowledge, providing livelihoods, it has also increased inequality. Eight men – I mean men – own as much as the poorest half of the global population. The rustbelts have a case, the left behind are stirring, they will slumber no more. At the same time, can we ignore universal threats to our security as humans: conflict, climate change, the tragedy of forced migration, populism, nationalism and protectionism? Are international norms that define our collective good being bypassed and ignored? We need a middle path, the right balance of the rights of the individual, the demands of social justice, and the imperatives of global progress and economic well-being.Believe in peaceMahatma Gandhi, whose spirit shines over us today, in this special setting, was the quintessential open mind: that is why nothing human – in goodness of thought and inclusive belief, in spirituality above religiosity – was foreign to him. [Leo] Tolstoy, whom Gandhiji respected deeply as we all know, was imaging and visualising Gandhiji when he defined greatness as constituting simplicity, goodness and truth. Reading Tolstoy’s grand and epic novel of the Napoleonic war, War and Peace, you begin to visualise the beauty and mystery of life, of the nature of our earth and its bounty, and you also understand what a terrible thing war is, what a terrible thing. War is not a polite recreation, to paraphrase Tolstoy, “it is the vilest thing in life, and we ought to realise this and not make a game of it”. Are not civilisation and violence antithetical concepts as Martin Luther King said? In his eloquent words, we have to transform this pending cosmic elegy – of the art of learning to live together in peace – into a “creative psalm of brotherhood”. Yes, you need the audacity to believe in peace, in the future of mankind. We are not mere flotsam and jetsam in the river of life, as King said. We must be other-centred rather than self-centred, and we must believe not only in food security but the security provided by education and culture, and by the awesome stature that dignity, equality and freedom provide us with. These are more than just simple gifts, they are more precious than diamonds, or gold, or a military-industrial complex.It is now one hundred years since the end of World War I. As we recite an anthem for the doomed youth of the generation that fought in that war, I came across a recent article that quoted a letter written by a wounded Sikh soldier in that war to his father in 1915, when the war had just begun. This young man called it a “devil’s war” – which it was. A young soldier from Garhwal in India’s Himalayan belt wrote, “It is very hard to endure the bombs, father. There is no confidence of survival. The bullets and cannonballs come down like snow. The mud is up to a man’s middle. The distance between us and the enemy is fifty paces. The numbers that have fallen cannot be counted.” What more graphic descriptions can be provided about war? About the cannonballs, about the enveloping mud, and the overwhelming numbers of the fallen. Most of all, how in combat, even if they are separated by fifty paces, the fighter and the fought, the victor and the vanquished, the living and the fallen are victims of a demeaning of their common humanity.Culture of peaceThe Gandhian and untiring crusader for justice, the late Nirmala Deshpande, said “let me look at the world with friendly eyes, so that the world will look to us with friendly eyes”. The Yajur Veda, a voice from India’s millennial spiritual tradition of peace and non-violence, prays for peace in the heavens, peace in the atmosphere, peace on earth, coolness in the water, healing in the herbs and peace radiating from the trees. Of harmony in the planets and the stars, and perfection in eternal knowledge. Of shanti, of peace. And that word shanti – the Sanskrit word for peace, for harmony, for concord – signifies more than just the absence of war, or conflict. I associate it more with the sound of the universe itself where calm and bliss acquire a sublime transcendence or the Hebrew word “shalom” or peace, which means to “be safe in mind, body or estate”, a sense of completeness or wholeness. Again, as the Yajur Veda says, “Let not the battle-cry rise amidst the many slain, nor the arrows of the war-god fall with the break of day.” Or in the words of Valmiki in the Ramayana, the chariot that leads to victory is of another kind.“Valour and fortitude are its wheels;Truthfulness and virtuous conduct are its banner;Strength, discretion, self-restraint and benevolence are its four horses,Harnessed with the cords of forgiveness, compassion and equanimity...Whoever has this righteous chariot, has no enemy to conquer anywhere.”What we need is a public philosophy of non-violence, a culture of peace, disseminating this through peace studies in our educational institutions. We need to understand the values of negotiation, of compromise, of non-coercion, of reconciliation. As the American singer Jackson Browne said recently, we need to make more common cause with peace, we need to show up for each other, when we see discrimination or injustice anywhere. We need causes without borders, causes to protect and preserve like human rights, poverty alleviation, economic inequality, the environment, about reuniting and rejoining a broken world, about putting our planet first and making it collectively great again. Speaking yesterday in Sydney, while accepting the Sydney Peace Prize, Joseph Stiglitz, the economist said, “The only sustainable prosperity is shared prosperity.”Finally, let peace be our means of survival. Let it be more than the stuff that dreams are made of. And, let me end with these lines from Jackson Browne and his song, The Dreamers:“Where do the dreams go?Born of faith and illusionWhere there is no road or footprintsOnly desires that whisper to your heartEagles fly on columns of the windFish swim the currents of the seaPeople cross oceans and deserts, and riversCarrying nothing more than the dream of what life could be.”And that is why, peace is my dream. It is the dream of life that we carry within us, that we must bequeath to the future. It is a dream that was denied to that young Sikh or Garhwali soldier in the trenches in Flanders, or to that drowned young Syrian refugee child dressed carefully in his best clothes, socks and shoes by parents who wanted him safe from war, washed up on a foreign shore. Should we not sweat in peace, instead of bleeding in war? The answer resides within us. We must become that answer.Om, Shanti.Nirupama Rao, former foreign secretary, was speaking at the Fellowship of Peace Award ceremony at the Gandhi Memorial Center in Washington on November 15. She received the award for her “lifetime work toward peace and cultural understanding through diplomacy and the arts”.","author":"Nirupama Rao","time":"2018-11-19T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105884-shmoxxevuo-1542447417.jpg","tags":["Diplomacy","Peace","Shanti","Mahatma Gandhi","Martin Luther King"]}