{"title":"‘A Suitable Girl’ is coming. What was it like to read Vikram Seth’s ‘A Suitable Boy’ 24 years ago?","content":"There’s a whisper that the much-much-much-awaited A Suitable Girl, the jump sequel to Vikram Seth’s magnum opus A Suitable Boy, will be published soon. Delayed by a few years due to a variety of (hotly discussed) reasons, including a prolonged depression over the end of a relationship, A Suitable Girl is set in contemporary India. Which could very well be, in part, Modi’s India – ASB was Nehru’s and even included him in the vast roster of characters – since the writing of the sequel has stretched into 2017.Lata Mehra, the original protagonist, is now over 80 and is hunting for a girl who might marry her favourite grandson. Once again, whether modern-day matchmaking apps, such as shaadi.com or Truly Madly – surely not Tinder? – are tasked with the job is anybody’s guess. But given how intimately drawn Seth’s canvases usually are, there can be no doubt that the post-liberalisation India of ASG, with its malls and start-ups and luxury condos nestled in the clouds, will throw into sharp contrast the stoic yet hopeful socialism of ASB, set in a newly independent India, where jackals howl in south Delhi, the horrors of Partition simmer in people’s memories, the poor have fewer rights and food to eat than now, Calcutta – not Bombay or Bangalore – is the metropolis of desire in the country, and the height of aspirational lifestyle is the boxwalla’s covenanted job. The First Encounter“‘You too will marry a boy I choose,’ said Mrs Rupa Mehra firmly to her younger daughter.Lata avoided the maternal imperative by looking around the great lamp-lit garden of Prem Nivas. The wedding guests were gathered on the lawn. ‘Hmm,’ she said. This annoyed her mother further.‘I know what your hmms mean, young lady, and I can tell you I will not stand for hmms in this matter. I do know what is best. I am doing it all for you. Do you think it is easy for me, trying to arrange things for all four of my children without His help?’”I first encountered Seth’s magnum opus in Calcutta, by then a city that was being rapidly evacuated by those in certain classes, around the time I was thirteen. The book was a hardback tome with muslin-thin pages and the dust jacket portrayed a dull red sari. And the encounter happened, most appositely, at a wedding that had been arranged by a fair amount of Rupa Mehra-ish exhortations on the part of my mother, acting on behalf of my aunt, whose daughter, my cousin R, was the bride. The groom was a dashing army doctor if you want to know.A Suitable Boy took some eight years to write and was published in 1993. (Rumours of the advance had been reported in the Indian press, and because it was the “longest Indian novel” it quickly entered the lexicon of quiz competitions.) It is interesting that while the novel is set in the Gangetic plains, between 1950 and 1952, the year Seth was born, the events and the debates the nation lived through between 1985 and 1992 – from the Bhagalpur Riots to Liberalisation and the destruction of Babri Masjid – when the novel was being written would have shadowed his recasting of the past. I am not suggesting for a second that there is any anachronism in the book (Khushwant Singh, who lived through those years attested that he couldn’t find a single mistake) but that the writerly imagination accounted for the seeds of the present in the past, and vice versa. Not that I knew all this then. But even at 13, the genteel India of ASB was not as far removed from an average Indian teenager’s life then as it might be now. Especially since Seth’s Brahmpur, based almost entirely on Patna, represented a Bihar that was rather familiar to me. My father’s cousins had studied in the medical college there and learnt classical music, much like Malati Trivedi did. (It is often forgotten that at the time Patna was an important centre of Hindustani classical music, before the rise of a certain brand of politics which attacked it as “feudal” and “retrograde”). Just like Rupa Mehra, my grandmother still went on trans-India railway journeys each year when she went to stay with my aunts, she sprayed Eau de Cologne into her handkerchiefs, and recycled old birthday poems. That week when I was thirteen, as all around me an elegant choreography unfolded noisily – last-minute shopping, decoration of trays to be sent out, hundreds of hundred-year-old relatives assembling like slow-moving molasses, pedicures and manicures, menu crises and wardrobe malfunctions – I remained curled up in a corner, perfectly still, oblivious to the drama without and sharply committed to the gentle action within. Only the family dog, Milky, seemed to approve, and came and sat by me, having his own reasons to prefer silence to shehnai. I can’t remember whose copy it was – it was borrowed from a friend of a friend, with the rule that A Suitable Boy could be read, sure, but not taken out of the house. \n\n\n    \n    Play\n\nVikram Seth on love, loss and writer’s blockThe first motivationConducted thus, in a wedding-coloured haze, that first reading of A Suitable Boy was, and I am not going to lie, desperately motivated by the need to know who would be the suitable boy. Everything else – except the Calcutta accounts which had a sort of invented nostalgia for me borrowed from my grandmother’s memories of Firpo’s – were just interruptions of the real story: Lata and her three suitors, Kabir Durrani (whom I loved), Amit Chatterji (whose poetry I liked and whose vagueness I didn’t mind) and Haresh Khanna (whom I tolerated in a very decided as-long-as-I-don’t-have-to-marry-you sort of way). Maan Kapoor, who, you would recall, gets a considerable amount of footage, I found deeply annoying at the time. The rural treks seemed unnecessarily Premchand territory (we were reading Premchand in school), the Congress politics quite remote, the Kumbh Mela, pleasant but distracting from the marriage plot. I had zero interest in the leather trade though I did have relatives in Kanpur, zero idea that Saeeda Bai was a tribute to Begum Akhtar – whose ghazals I was familiar with since my father played her songs often ­– and zero knowledge that Nehru’s letters to the Chief Minister of Purva Pradesh were, in fact, based on his real letters. In those pre-God of Small Things days, Indian Writing in English invariably referred right back to Sarojini Naidu’s mellifluous prose, Malgudi Days on television, or the pointed warning sounded by our Bengali teacher about Michael Madhusudan Dutt’s reception in England and subsequent scurrying back into the folds of Bangla from where he attained greatness. Somewhere in between were little books, often enjoyable, published by CBT or Orient Pocketbooks or Vikas that one might chance upon in College Street. The school library was a wonderful place but a little thin on IWE in the early years. Shobhaa De was stocked. But only the fast girls borrowed those books. Reading Ruskin Bond was encouraged. There was only so much of Dehra you could take though, after a point. I still have a clear, perfect memory of My Son’s Father, the first volume of Dom Moraes’s autobiographies, kept in a locked, glass-covered alcove in the wall. Nobody seemed to have the keys. In the eagerness to re-read A Suitable Boy, I badgered my mother for a British Council membership, and it was there that I discovered, in a rush, Anita Desai, Amitav Ghosh, Amit Chaudhuri and the poetry of Dom Moraes and Keki Daruwalla. A Suitable Boy represented a watershed moment in my reading life.At the end, though, I disapproved of Lata’s choice heartily. Elizabeth Bennett was my favourite heroine. The Charlotte Lucasian throwback in Lata Mehra, instead of an Elizabeth Bennett kind of throwing-caution-to-winds, pained me intensely. It would be years before I realised that Lata’s decision was not because Kabir was Muslim; it was because she, wisely, chose the equanimity of a companionate marriage over the tempests of a grand passionate one. Even at thirteen, I knew the price one would have to pay for the latter kind. (Meanwhile, my friend, the writer Aneela Babar, who at this precise time – the wedding week in Calcutta – was reading A Suitable Boy in university in Islamabad, was equally distressed by Lata. Almost in revenge, she rejected the suitable boy that had been selected by her mother for her. Aneela’s copy had been left in her hostel room by a previous occupant who had underlined each word in the first chapter and written the Urdu meaning above it. Poor creature must have realised then that ASB was not the best book to use to learn English, and abandoned it soon, much to Aneela’s profits. When, years later, Aneela came to live in Delhi, she sought out Justice Leila Seth and told her she ought to have published her autobiography On Balance – a delightful companion reader to ASB – simultaneously, jan heet mein, just so Aneela and everybody else could have slept easy that whole decade, knowing full well that Lata was fine, that the decision to “settle” rather than “reach” – in today’s dating parlance – had worked out well enough. Despite Lata’s foolishness in my view, somewhere around the post-wedding clearing up, as my mother and aunts talked and laughed and consumed gallons of tea and pakoras, the book and its characters entered my flesh and bones with a firm sort of finality. I kept thinking of them. Long after the bookish couple and the real one had both been despatched to their stations in life, I sat cuddling Milky and thinking over the events of 1952, as the voices of my mother and aunts rose and fell in the backdrop. Over the next few years, I borrowed the well-thumbed copy from British Council every few months and read my favourite portions many times over.So it was a whole twelve years, really, before I found out, to my acute surprise, that not everyone read A Suitable Boy obsessively, entirely, the very first time they lay their hands on it. Page eighty club?The prickly anthropologist Domenica MacDonald – she of fictive provenance, drawn from Alexander McCall Smith’s 44 Scotland Street novels – reflected, in the 2008 instalment of the series, The World According to Bertie, on the reasons why she never did go beyond page 80 of A Suitable Boy. Even though the book itself “was very fine”, it went on “forever” and Domenica argued that while “readers in a more leisurely age might have stayed the course,” it was far too “fat” for our times. When I grumbled to the editor I was meeting about these offending lines, she told me, equably, that ASB was not a book she had finished reading either. Mind you, this is one of the best-read women I know, a book editor. While I reeled in shock, she said that she was in college when she began reading it ––and after From Heaven Lake and The Golden Gate, both of which she thought were extraordinary – she found it a bit mawkish, a little mundane. It was all familiar stuff, she pointed out, though I was getting more agitated by the minute. “It’s not progressive-progressive,” I told her. “That’s why you don’t like it. A former Naxal professor of mine had hated this Bengali trilogy about these three sisters and all their troubles in the early twentieth century by Gajendra Kumar Mitra for the same reason. You progressives invariably look down on gentle, non-interventionist books!”You must remember that Rushdie had experimented with the narrative arc already by then. So perhaps I was a little over the realistic novel at the time?I glowered.“Experimentation is all fine and dandy, but re-inventing the realistic novel within the tradition is also a great achievement.”“Or maybe it was too long,” she smiled, conciliatory now.  To me, naturally, the fact that ASB went on “forever” was one of the major points in favour of the book. I mean, how often have beloved novels ended too quickly for satisfaction? (The other points in its favour: the sheer abundance of details that made each chapter a perfect little miniature painting, the nuanced empathy for the dizzying array of characters, the way each space – whether the dance floor in a Calcutta pub or a Dalit homestead in Rudhia – has been recreated on the page, a perfectly Indian English moulded to tell each aspect of the story just so. But it is important to introduce at this moment the pithy fundament that governs my literary choices: Vikram Seth is Vikram Seth. You don’t speak lightly of VS. (Not unless you are, maybe, Jeffrey Eugenides. Wait. I take that back. Not even then.)A few days after this fractious tea party, I discovered that McCall Smith, the author of Bertie and Domenica’s worlds, himself had said that finishing A Suitable Boy was first on his list of new year resolutions for 2009: “I’ve carried it around in my suitcase for years, taking it to four continents, paying excess baggage charges on it. It deserves more than to be a suitcase novel: I shall finish it. I shall. I shall.”     Perhaps, McCall Smith, too, like Domenica MacDonald “on each occasion had got only as far as page eighty”? This brings us to the mystery of page 80 and the end of Part One.Four Families, two weddings, one election, riots and a funeralThose of us who have pored over A Suitable Boy with that obsessive, opinionated – sometimes dissenting – love know that the marriage plot at its centre is the perfect Indian metaphor to anchor a far-reaching narrative. Enveloped by layers and layers of stories, each as richly coloured in as the other, it arrives at an account of the life and times of a country from the perspectives of four entwined families: the Mehras, the two families the Mehras have married into – the Kapoors and the Chatterjis – and the Khans, old family friends of the Kapoors. Seth himself has written about how quickly the first part of the book, beginning with Pran and Savita’s wedding – spanning Domenica’s eighty pages – wrote itself. It is only at the end of Part One that he realised the ambitions he had for the book, and the sort of research that was required to lift it, head and shoulders as it were, above the suitable boy thread and tell the story of India. (After all, as it was drilled into us in our Masters classrooms, a post-colonial novel essential tells the story of the nation state.) That was when Seth moved to India, set himself up in his parents’ house – much like Amit Chatterji, son of Justice Chatterji, does in a self-portrait-ish set-piece – and embarked upon an ambitious research project. To plonk himself in the period between 1950 and 1952, Seth read newspapers of the time, pored over archives, and badgered all sorts of people who had lived through the period, including members of the family. From the upper-middle-class concerns of the Mehras, we are introduced to a whole range of characters and many different ways of life on the sub-continent. We enter the homes and shops and businesses and fields of all manner of people. Part Two, for instance, takes us into Saeeda Bai’s kothaa, up the river to Barsaat Mahal, introduces us to the lives of refugees who have left their jaagirs in Pakistan and embraced modest trades in Misri Mandi, in old Brahmpur, and sets the stage for a sub-plot involving a finely etched set of characters from the world of Hindustani classical music, which has only just begun to sit at the edge of respectability after decades of a shadowy existence in British times, now that independent India wishes to promote the classical traditions of the past. Thus, effectively, the part where so many readers allegedly give up, daunted, is exactly where the aalaap ends and the true performance begins. As Seth himself has written in the voice of Amit Chatterji:“‘I’ve always felt that the performance of a raag resembles a novel – or at least the kind of novel I’m attempting to write. You know,’ he continued, ‘first you take one note and explore it for a while, then another to discover the possibilities, then perhaps you get to the dominant, and pause for a bit, and it’s only gradually that the phrases begin to form and the table joins in with the beat...and then the more brilliant improvisations and diversions begin, with the main theme returning from time to time, and finally it all speeds up, and the excitement increases to a climax.’”Postscript: A letter for my nieceRemember my cousin R who married the army doctor? Their daughter, a 17 year-old Bombaywallah, as post-millennial as it gets, is a voracious reader. After her Class X boards, I asked her tentatively if I should send her A Suitable Boy, which I read at her parents’ wedding. I went on and on about that.She paused a bit and said, “If you want to, Dippy.” There was a slight silence. “I’d prefer the remaining volumes of the City of Bones series instead if you don’t mind though?” “Sure,” I mumbled. “I could send it in addition to your City of Bones?” I said, telling myself this is what parenthood today feels like probably, a series of suggestions turned down gently. Then I felt guilty at this passive-aggressive gesture of forcing her to acknowledge ASB. “Maybe I’ll get you A Suitable Boy just before A Suitable Girl is released so you are ready to read the new book?” I asked hopefully.” And I am sure this time the suitable girl will be an eminently unsuitable girl. You know?” My niece hears the longing in my voice. “Yes, sure Dippy,” she said kindly. “I’ll read it then.”","author":"Devapriya Roy","time":"2017-05-26T08:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/838477-58843-qvsqdsgchy-1495538697.jpg","tags":["Vikram Seth","fiction"]}