{"title":"A tug-of-war between the BJP and Yogi Adityanath has delayed the Cabinet reshuffle","content":"A stand-off caused by a determined bid by the Bharatiya Janata Party to pluck Yogi Adityanath out of poll-bound Uttar Pradesh in order to induct him into the Union Council of Ministers, and the Gorakhpur MP’s insistence on holding on to his turf in the politically significant state, is the main reason why the long-rumoured Cabinet reshuffle has been delayed.Neither side seems willing to relent at the moment. While Adityanath has been trying hard – largely through his independent outfit Hindu Yuva Vahini – to get himself projected as the BJP’s most prominent face in Uttar Pradesh, the party seems adamant not to oblige him. The BJP is working to pacify him by doling out a ministerial berth in return for his agreement to withdraw from the race to be the party’s chief ministerial face in the state, which goes to the polls next year.The Sonowal connection“Yogi Adityanath has no problem in becoming a minister if he is projected as the party’s face in UP just as Sarbananda Sonowal was projected in Assam,” said a senior BJP leader who is considered close to the Gorakhpur MP. “If the Sonowal model proved successful in Assam, it can prove successful in UP, too,” he added.Earlier this year, the BJP projected Sonowal, who was then the Union minister for sports and youth affairs, as the party’s face in Assam, where the BJP trounced the Congress. Sonowal is now Assam chief minister.The saffron party, however, considers Adityanath more of a problem. The ministerial offer to Adityanath is, therefore, aimed at minimising the party’s internal contradictions in Uttar Pradesh ahead of the polls.Several BJP leaders confirmed the deadlock, saying that the party is finding it hard to persuade Adityanath to give up his chief ministerial ambition and join the ministry.Adityanath’s campaignAdityanath has not yet betrayed any sign of retracting from his position. His Hindu Yuva Vahini, which has considerable influence in eastern Uttar Pradesh, has already started a poster campaign, depicting him as the state’s future chief minister.In May, just before the national executive meeting of the BJP at Allahabad, in several cities of Uttar Pradesh, there appeared posters in which Adityanath was shown riding a tiger, and his rivals like Akhilesh Yadav of the Samajwadi Party, Mayawati of the Bahujan Samaj Party and Rahul Gandhi of the Congress riding donkeys. “Abki Bar Yogi Sarkar” was the slogan on these posters.Recently, another set of posters have started creating a buzz in Gorakhpur and neighbouring towns in the eastern part of the state. In these posters, Adityanath has been depicted as Lord Rama while his rivals in other parties have been shown as the 10 faces of Ravana, the mythical demon. These posters also sport a lotus, the BJP symbol, and a vow to defeat Ravana in 2017.“It cannot go on for long,” said a BJP leader privy to the party’s dealings with its Gorakhpur MP. “Adityanath will have to follow the party’s diktat and shift to the Centre, and he has to do this within next few days,” he added.A reshuffle of the Union Cabinet is long overdue, and the delay has led to intense lobbying and much speculation. The current reshuffle is likely to focus on Uttar Pradesh, Uttarakhand and Punjab. Several new faces are expected from these states, all of which face Assembly elections in early 2017.","author":"Dhirendra K Jha","time":"2016-06-30T22:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/810945-eytazwuarn-1467303399.jpg","tags":["UP elections","BJP","Yogi Adityanath","Cabinet reshuffle"]}