{"title":"A war for love: Mani Ratnam’s ‘Bombay’ explored an inter-faith marriage battered by bigotry","content":"Under the guise of preventing forced religious conversions, a strident campaign is aiming to nip in the bud that rare and delicate flower of Hindu-Muslim romance.Bharatiya Janata Party-led states have promised to crack down on what the Hindutva ecosystem has termed “love jihad”. According to this conspiracy theory, Muslim men are actively wooing Hindus with the aim of getting them to change their religion after they are married. Hours after Uttar Pradesh’s governor Anandiben Patel promulgated the Unlawful Conversion of Religion Ordinance, 2020, on Saturday, the Adityanath-led government filed its first case against a Muslim man in Bareilly. Madhya Pradesh, Haryana, Assam and Karnataka are threatening to match Uttar Pradesh’s effort. An unexpected casualty of this majoritarian legislation is likely to be the inter-faith movie. The controversy that followed a kiss between a Muslim man and the Hindu protagonist in the web series A Suitable Boy  indicates that the trolls may not be watching these shows all the way till the end (the boy doesn’t get the girl) but that they are outraged by the very idea of Muslims and Hindus entering romantic relationships. With real life so threatening, why would filmmakers stick their necks out in service of fiction?The Hindu-Muslim movie romance has never been easy to pull off, especially after Hindutva politics went mainstream in the 1980s. When Mani Ratnam’s Bombay was ready for a release in 1995, the Tamil director had to jump through hoops to get clearance from the Central Board of Film Certification. The movie’s exploration of an inter-religious marriage set against the communal riots in Mumbai in 1992-’93 “ran head-on into the Maharashtra elections”, Ratnam told his biographer Baradwaj Rangan. “Sometimes we get caught with people not wanting to take decisions, or you get caught with somebody who is very dogmatic about it, very old-fashioned, and there is only one way to do things,” Ratnam told Rangan in Conversations with Mani Ratnam (2012). “Unfortunately, the film faced both attitudes at a time when there were elections, and till the elections were over, the film didn’t get cleared.”The legislative assembly elections, held in February and March, 1995, brought a Shiv Sena-Bharatiya Janata Party combine to power for the first time in Maharashtra. Bombay was released on March 10, 1995. Later that year, Bombay was renamed Mumbai.\n\n\n    \n    Play\n\nAn inter-faith romance in Bombay (1995).Originally made in Tamil and dubbed into Hindi, Bombay is a typically sweeping Mani Ratnam romance packed with beauty (the sumptuous visuals are by Rajiv Menon), brilliant music (by AR Rahman) and optimism despite its grave subject matter. Journalist Shekhar (Arvind Swami) falls in love with Shaila (Manisha Koirala) while visiting his village. It’s the monsoon, the most romantic of Indian seasons. When Shekhar first sees Shaila, the wind lifts the veil right off her face, and Shekhar is smitten. Their families sputter with rage. The couple can be united only in the cosmopolitan outpost that was then known as Bombay. Soon after reaching the city,  Shaila sheds her veil.But the movement to destroy the Babri Masjid in Ayodhya has been gaining ground. Shaila watches with consternation as a pro-temple rally passes by on the street. Later, a Hindutva group drops into their house for donations for the Ram temple. Back in the village, Shekhar’s father, keen on insulting Shaila’s brick kiln-owning father, asks him to manufacture bricks with the name Ram on them. The marriage produces twin boys, and the warring fathers eventually come around. Bombay, the city where differences melt to forge a new kind of human, plays its part in bringing the families together.\n\n\n    \n    Play\n\nThe Humma Humma song, Bombay (1995).The equilibrium isn’t destined to last. After the Babri mosque is destroyed by Hindutva mobs on December 6, 1992, communal violence breaks out in Bombay. The twins are nearly burnt alive by rioters. In 1993, when a new round of blood-letting begins, the boys are wrenched apart not only from their parents but also from each other. Shaila’s parents and Shekhar’s father don’t survive the carnage. Despite the heartbreak, the highly emotive movie ends on a hopeful note. Ordinary Hindus and Muslims urge their community members to lay down their weapons. The boys are found just in time for the formation of a human chain, which suggests that the city has overcome its momentary outburst of atavistic impulses and is ready to be India’s unity-in-diversity capital once again.Arvind Swami and Manisha Koirala in Bombay (1995). Courtesy Aalayam Productions.After earning acclaim in Tamil cinema for his stylish entertainers, Ratnam sought to expand his range in the 1990s. Bombay was part of a loose trilogy of Ratnam films in which ordinary Indians went up against political movements beyond their comprehension. In Roja (1992) – which was also a success in its Hindi version – Arvind Swami’s cryptographer is kidnapped by Kashmiri militants, forcing his Tamil wife (Madhoo) into a desperate search.After Bombay, Ratnam made his first Hindi-language film Dil Se (1998), starring Shah Rukh Khan as an All India Radio reporter who gets embroiled with a member of an Assamese suicide squad.Bombay was initially meant to be a modestly budgeted Malayalam movie about a young boy who is separated from his family during a riot. Ratnam had approached renowned writer MT Vasudevan Nair for the script, but that project went nowhere, Ratnam told Rangan.Now a more expensive Tamil production with commercial elements, the movie got underway in Mumbai, parts of Kerala and Chennai. Some outdoors scenes were shot in Mumbai, including a sequence at the Gateway of India. For the rest of the film, Ratnam returned to sets in Chennai.\n\n\n    \n    Play\n\nPoovukenna Pootu, Bombay (1995).Ratnam had not intended to make a movie with a message. “If a film gives you an experience and if it puts you into another person’s shoes, and you become aware of that person or that issue through the film, then I think it’s doing its job,” he told Rangan.The director’s simplistic handling of complex political subjects has often been derided. Bombay too has its share of jarring moments that have not aged well. The complicity of the Shiv Sena and the Mumbai police in the riots is ignored. A false equivalence is built between a Muslim fundamentalist leader and the head of a political party modelled on the Sena. Tinnu Anand’s resemblance to Shiv Sena chief Bal Thackeray was surely among the reasons for the censor board’s skittishness.Later in the movie, the fanatical leaders are horrified at the effects of their sloganeering. If only.Tinnu Anand in Bombay (1995). Courtesy Aalayam Productions.Despite its simplification of events, there can be no doubt about Ratnam’s own secular credentials. Like countless Indians at the time, Ratnam was moved both by the Babri Masjid’s erasure as well as the vehemence of the response in Mumbai. “We thought that Bombay was the most metropolitan, cosmopolitan city in our country,” Ratnam told Baradwaj Rangan. “If this can happen there, you feel that it can happen anywhere.”Ratnam’s nightmare actually began after the film was completed. A sequence depicting the Babri demolition, which Ratnam described as “the saddest moment in the film”, was chopped in length. “We had created a miniature of the dome of the mosque,” Ratnam told Rangan. “We just showed them climbing, not breaking the mosque. The breaking was shown from the inside – it was a dark interior into which debris falls through and light comes in. it was shown artistically. But they didn’t see it that way.” Instead, a montage of newspaper cuttings was used to depict the event that represented a tectonic shift in Indian politics. Ratnam told Rangan, “These newspaper cuttings are a harsher reminder of what we had shot. Our version was much more emotional, a wail more than anything else. This was like a factual statement.”Since the film was being censored in Mumbai on account of its subject matter, the director had to make frequent trips to the city. “And sometimes, it’s not just the censor board watching the film, but the secretary, the minister, the minister’s relatives,” he recalled. “It was really a joke. We didn’t know who was censoring whom. It was a very tough phase. A commissioner of police promised me the film would never see the light of day... But there were others who were sensible, and the film got cleared just a week after the Maharashtra elections.” The cuts were eventually relatively light – about a minute-and-a-half of footage. “They didn’t want to show a policeman shooting and killing someone, which happened a lot in real life,” Ratnam told Rangan. “Each department that saw the picture looked at things that would affect their department.”\n\n\n    \n    Play\n\nThe depiction of communal riot in Bombay (1995).The censor board was headed by director Shakti Samanta at the time. Ratnam reported an exchange with Samanta, whom he did not name: “When the film came out, the Chairman of the Censor Board asked me, how can you show a Hindu and a Muslim marrying each other? It’s never been shown before on film. I said, ‘Isn’t this happening every other day? So many of my classmates have gotten married like this. How long do you want to hide things?’ That is the level of safe-play we tend to do in cinema.”The controversies surrounding the film took a dark turn for Ratnam after its release. In July 1995, a group of attackers allegedly belonging to a Muslim fundamentalist group threw two crude bombs at Ratnam as he sipped coffee on the patio of his house in Chennai, according to the Associated Press. Ratnam sustained injuries in his leg and was briefly hospitalised. Despite its “safe-play” approach, the movie remains among the few mainstream productions to dramatise the Mumbai riots. For the city’s residents who lived through the savagery of 1992-’93, Bombay’s sincere message – love is stronger than hate – has a mushy resonance. The anxiety over mixed marriages that is driving the present-day “love jihad” proponents is channelled through the characters of the couple’s fathers. Their mutual anger soon gives way to comic rivalry over how their grandchildren will be brought up. When the violence worsens in Mumbai, Shekhar’s father is the one who saves a copy of the Quran from burning.Ratnam told Rangan that he deliberately cast Nasser and Kitty as a Hindu and Muslim.\n\n\n    \n    Play\n\nThe grumpy grandpops of Bombay (1995).The question of conversion never arises. Shekhar, like nearly all of Ratnam’s heroes, appears to be agnostic, if not an atheist, while Shaila continues to pray without any “ghar wapsi” pressures. She tries on a bindi, while he wears a skullcap for fun. Their sons have cute syncretic names inspired by their grandfathers – Kabir Narayan and Kamal Basheer. This idyll is destroyed by outside forces and patched together by basic human decency – a possibly naive but also necessary idea in our hate-riven times. Manisha Koirala and Arvind Swami in Bombay (1995). Courtesy Aalayam Productions.Also read:In the movies, young love is an uphill climb and the Hindu-Muslim romance even more so","author":"Nandini Ramnath","time":"2020-12-01T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164194-oeifcvottv-1632077281.jpeg","tags":["Bombay movie","Mani Ratnam","Inter-faith romance in movies"]}