{"title":"A woman lost her baby in Nanded. Why couldn’t a new medical college near her home save her child?","content":"On the night of October 1, having finished their dinner in the hospital corridor, 19-year-old Pooja Uphade and her mother Archana Kamble settled down outside the neonatal intensive care unit. Two days before, Uphade had given birth to a pre-term, low-weight baby at the Nanded government medical college and hospital. Before she had a chance to feed her daughter, the baby was whisked away, to be kept in an incubator.A year ago, Uphade had delivered a child while she was in the eighth month of her pregnancy. The baby died immediately after. This time, too, she went into labour early, when she was seven months pregnant. She was referred by a local government physician at a primary health centre to the Nanded medical college – 50 km away from her maternal home in Tadkalas village. According to protocol, Uphade should have been referred to the nearest tertiary care centre – a brand-new medical college and hospital in Parbhani. But the doctor sent her to Nanded instead.The baby survived. She “looked healthy”, her mother Kamble said, until the night of October 1 when a doctor informed them of her death. “Our baby’s face was covered in blood and vomit,” said Pradeep Uphade, Pooja’s husband. “She was sharing the cot with two more babies.”Neonatologists  – specialists who take care of newborns – Scroll spoke to said pre-term babies with low weight are vulnerable to infection and must be kept apart to prevent cross-infection. Under no circumstances should two babies share one intensive care bed, they said.But the neonatal intensive care unit of Shankarrao Chavan Government Medical College and Hospital in Nanded had three times the number. Its 24 beds were overcrowded – it had 65 babies, 11 of them died that day. A senior doctor from the paediatric department said they could not turn away patients: “Ours is the last referral point. If we say no, where will the patient go?”Between the midnight of September 30 and October 1, the hospital recorded 24 deaths against a daily average of 10-14. Of those, 12 were infants. Pooja Uphade’s baby died of respiratory distress.The deaths stirred a political storm, with the Opposition parties criticising the Bharatiya Janata Party-Shiv Sena (Eknath Shinde)-Nationalist Congress Party government for the state of public health in Maharashtra. A preliminary inquiry by the Directorate of Medical Education and Research, or DMER, under the medical education department – which runs all medical colleges in Maharashtra – has denied that the Nanded hospital was to blame for the deaths.“There is no question of negligence. There is absolutely no shortage of staff or medicines,” Dr Dilip Mhaisekar, director in-charge of DMER, told Scroll. Mhaisekar pointed out that at least six babies weighed less than a kilogram – as did Pooja Uphade’s baby. “Under no circumstances could these babies have survived,” he added.However, doctors at two hospitals in Mumbai appeared to disagree with Mhaisekar’s diagnosis. Director of Bai Jerbai Wadia hospital in Mumbai, Minnie Bodhanwala, said they have managed to save even babies who weighed 400 grams.A senior doctor of the Surya Hospital said that newborns weighing less than a kilo are routinely saved at the hospital. Uphade was inconsolable. “Hers was a high-risk pregnancy. Doctors should have paid attention,” Kamble said. “There are so many babies in a congested space and the doctors hardly have time to talk or properly check on babies,” Pradeep, a driver, said.Scroll’s conversations with doctors, medical staff and patients at Nanded medical college revealed a picture of a hospital that was chronically short-staffed and overburdened. For example, the medical college does not have a neonatologist on its staff. No such post has been sanctioned.But why did Pooja Uphade travel 50 km to an overcrowded government hospital, when she lived half-hour from a new medical college?The tragic loss of her baby – and other lives – is linked to the larger dysfunction of the Maharashtra government racing to open new medical colleges, without hiring enough medical staff.The casualty department at the Shankarrao Chavan Medical College in Nanded. Credit: Tabassum Barnagarwala.The rush to NandedPatients come to the 35-year-old Nanded medical college from as far as 100 km away, from neighbouring districts of Hingoli, Yavatmal, Parbhani and even parts of Telangana, its dean in-charge Dr S R Wakode told Scroll. Bags, bedsheets and tiny plastic bags flank the corridors of the hospital, marking the temporary homes family members set up when they accompany a patient. Wakode told Scroll the hospital is treating patients “far beyond its capacity”.A resident doctor in the anaesthesia department of Nanded medical college said out of every five patients, three are from nearby districts. “The workload is tremendous,” he said.The hospital has a sanctioned bed capacity of 508 beds. But over the years, as patient footfall surged, it unofficially expanded to 1,080 beds. “We increased the number of beds over the years to cater to more and more patients coming from nearby districts,” said superintendent Dr Ganesh Manoorkar. The budget for the hospital, including medicines and posts for staff, however, continues to be in proportion to the allocation of 508 beds. The hospital’s annual budget for medicines is Rs 5 crore, but it requires between Rs 8 crore and Rs 10 crore a year, an official from the procurement cell of the hospital said.“That is why we are always short of resources,” an administrative officer said, requesting not to be identified.Laukarna Gite, who has come from Hingoli for treatment in Nanded, has her meal in the hospital corridor every day outside her ward. Credit: Tabassum Barnagarwala.Massive vacancies plague the medical college and hospital. Of 589 nursing positions, 250 or 42% posts are vacant. “There is a need for four times more nurses,” another doctor from the paediatric department told Scroll.The Nanded medical college and hospital gets 1,700 patients in its out-patient department daily, and nearly 200 people are admitted every day. During the monsoons, when water-borne illnesses lead to a rise in hospitalisation, the hospital is stretched even more, with 1,200 patients every day, forcing some to seek space on the floor. In a meeting on October 5, Deputy Chief Minister Devendra Fadnavis sanctioned nearly 200 more beds for  the Nanded medical college and hospital (from 508 to 700). He also approved 500 beds at the civil hospital of Nanded to take away some of the patient load from the medical college. The college has also begun the process of hiring 190 Class III and IV staff, such as nurses, sweepers, ward boys, to fill its vacant posts.Official documents from Nanded medical college, however, show that the college has in the past asked for a bed capacity of 1,000. “The current allocation will be insufficient to handle the large patient load,” the administrative officer admitted.In an internal meeting, said officials, the state government has asked private hospitals and government hospitals in nearby districts to avoid referring too many patients to the Nanded medical college.Relatives and family members have to help take patients to their ward at the Nanded Medical College due to a high vacancy of ward staff. Credit: Tabassum Barnagarwala.The journey from ParbhaniBut as Scroll found out, this direction will be difficult to follow. There is no medical college in Hingoli district, forcing its residents to seek specialised treatment in Nanded. The preliminary inquiry of the DMER, too, failed to look into the reasons Pooja Uphade was referred for a delivery from Parbhani to Nanded, a road journey of 50 km, when Parbhani has a new medical college. On September 29, Uphade had gone to a local private doctor in Tadkalas village of Parbhani, complaining of cough and cold. There, the doctor found that she had gone into labour and referred her to the primary health centre, or PHC. The doctor at the Tadkalas PHC sensed that the case was complicated. But the doctor did not refer her to the new medical college and its attached civil hospital in Parbhani, because it remains under-equipped.Dr Rahul Gite, the district health officer for Parbhani, explained that “there were no specialist doctors in the Parbhani civil hospital to manage her case.” As a result, most doctors are forced to refer patients to Nanded. Sachin Deshpande, an activist with Jan Arogya Abhiyan who lives in Parbhani, said: “Medical college to khada kar diya hai, par suvidha kuch nahi.” They have set up a medical college, but it has no facilities.The civil hospital in Parbhani is now attached to the new medical college, which has high vacancies. Credit: Tabassum Barnagarwala.New colleges: Where are the doctors?The answer to why Parbhani medical college is unable to treat critical cases lies in the medical education system in Maharashtra. “New medical colleges have been sanctioned to make the state look good, but the government has not appointed adequate doctors and staff to manage them,” said Dr Pravin Shingare, retired director of DMER.Earlier this year, the Maharashtra government led by the BJP and Eknath Shinde’s Shiv Sena proposed setting up 14 new government medical colleges. Across India, the Bharatiya Janata Party-led government at the Centre boasts of adding 209 medical colleges since 2014.“The problem is with the speed of setting up these new colleges without having adequate resources for teaching staff,” said Dr Avinash Supe, former dean at King Edward Memorial medical college and hospital in Mumbai. “This eventually affects not just the quality of medical education but also clinical services,” he said. In Nandurbar, a tribal-dominated district in Maharashtra, the two-year-old government medical college suffers from massive staff vacancy, said local resident Latika Rajput, who is associated with the Narmada Bachao Andolan.A deserted classroom at the Parbhani Medical College. Credit: Tabassum Barnagarwala.The state of Parbhani The Government Medical College, Parbhani, began to admit medical students this year.For any new college to begin admitting students, it needs the approval from the National Medical Commission, a national body that frames medical education policies and maintains a register of doctors. For this, the National Medical Commission, or NMC, sends an inspection team to the college. In Maharashtra, several deans of medical colleges told Scroll that the medical education department simply relocates multiple doctors from other medical colleges to the new college to show the inspection committee that it has faculty to teach students. Once the inspection is over, these doctors are sent back.In order to get approval to begin admission, the state government had to show that 88 doctors are attached with the Parbhani medical college. Earlier this year, nearly 50 doctors from the Nanded Medical College, including its dean, were sent on deputation to Parbhani for this purpose, records from Parbhani medical college show. Others were deputed from medical colleges of Latur, Pune, and Kolhapur. Meanwhile, back in the doctors’ own medical colleges, no one stepped into their shoes, affecting teaching and clinical work.Medical students board a vehicle to return to their hostel in Nanded. Credit: Tabassum Barnagarwala.“For three months this year, we stayed in Parbhani,” a doctor, who went to Parbhani from the Nanded hospital, told Scroll. “We had to wait because there is no fixed date given by the NMC. An inspection could happen anytime.” Another doctor from the Nanded hospital said that such absence “affects treatment of patients who need expert care”. “We leave patients under care of resident doctors,” the doctor said.  “Since professors and associate professors are sent away, students also suffer in classes.”Nevertheless, Maharashtra failed to get an approval from the inspecting committee. The team from NMC visited in March and noted that there was 84% deficiency in teaching staff posts and 26.31% deficiency in resident doctors. It directed the Maharashtra government to submit a compliance report. The government did so and requested a re-inspection.A second inspection team visited Parbhani in April. This time, the NMC committee was scathing in its remarks, noting that faculty deficiency was 94% and deficiency in resident doctors 63% during its visit. “No dissection hall, no histology lab, no museum, no departmental library, no books, no tank room, no lockers. No furniture for faculty and students,” the report said, adding that the infrastructure was extremely inadequate in six departments, documents accessed by Scroll show. The NMC told the Maharashtra government that it would not permit the college to begin admissions from 2023-’24.  “There was a lot of political pressure to open the medical college,” Deshpande, from Jan Arogya Abhiyaan, said.In order to get an approval, a medical college has to show it has a functional hospital attached. On June 10, the medical education department signed a memorandum of understanding with the health department to take over Parbhani’s civil hospital. The college then approached the Union health ministry again. Eventually, the medical college received approval to start MBBS admissions in July. This September, the first batch of 100 students was admitted. ‘Lost faith’For the nearly 25 lakh population in Parbhani district, the conversion of a civil hospital into a medical college should have meant access to many services – from intensive care to specialised treatment, from increase in number of departments to complicated surgical procedures.For Pooja Uphade, this should have meant that in half-an-hour’s distance there stood a hospital where she could deliver her baby safely.But as on October 7, official records show that the medical college suffers from an 80% staff vacancy. Out of 197 posts for teachers, doctors and administrative staff, only 40 have been filled. Those who came on deputation have returned to their colleges. The Maharashtra government has not even issued a resolution to create new posts for the hospital, which is essential to hire specialist doctors. Like Parbhani and Nandurbar, medical colleges across Maharashtra are struggling with vacancies. Nine new medical colleges, including Parbhani and Nandurbar, have been running since 2015, but posts have not been filled. The worst hit are the new ones. Of 3,927 posts for professors, associate professors and assistant professors, 1,554 are vacant across all medical colleges. Pooja Uphade’s husband Pradeep said the family has lost faith in government hospitals. “If we had taken her to a big private hospital, perhaps the baby would be alive today,” said Raju Kamble, Pooja’s uncle.This reporting was supported by a grant from the Thakur Family Foundation. Thakur Family Foundation has not exercised any editorial control over the contents of this article.","author":"Tabassum Barnagarwala","time":"2023-10-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194938-ulbfsgypyk-1697113464.jpeg","tags":["Maharashtra","Nanded","Nanded Medical College","Healthcare System","Public Healthcare","nanded hospital deaths"]}