{"title":"A year of mourning with books: How literature helped cope with personal losses from Covid-19","content":"When I turned fifty in 2020, we were in the throes of the Covid pandemic, but I still felt cocooned from its devastation. The ground beneath my feet had not shifted, because I was still anchored by the shade of my parents. Although I was acutely aware of the devastation caused by the harsh lockdown in India, I was protected from that suffering by my family’s location in the urban professional class.My husband, Sandeep, a few years older, was similarly distanced from the immediacy of personal loss because his parents, though getting older, were still very much alive and in good health. We had lived in the United States for twenty-seven years while our parents had lived in India, yet the bonds connecting us across oceans had not been snapped by time or distance.Three of our four parents were in their seventies, still full of energy and love for life. For nearly three decades, we had heard their voices, first on expensive AT&T calling plans, and then seen their faces on Skype and WhatsApp. That was the constant in the rhythm of our lives, punctuated by intermittent visits. They were sheltering in Kolkata for most of 2020. In 2021, we felt a glimmer of hope and anticipation when we all received vaccines, MRNA ones for us, Astra Zeneca/ CoviShield for them. By April of 2021, all of us had received our second doses and we began to dream of the time we could be together again.Then on Bengali New Year’s Day, April 15, 2021, my parents-in- law reported symptoms of a cold, and soon a Covid test turned out positive. At first, this did not produce undue anxiety. Our parents were vaccinated. They would not develop severe symptoms, we thought. What followed was a fortnight of steady devastation. My mother-in-law’s symptoms grew worse. The home oximeter readings were consistently below 90.At this time, we also realised that hospital beds in Delhi had been overrun. There were too many people critically ill for hospitals to accommodate patients. Moreover, there were many hospitals that had mushroomed that were like motels to house the sick. They could not provide high flow oxygen and insisted that patients come with their own oxygen cylinders.The news media was breaking horror stories of patients waiting in line for hours to be admitted before dying on the streets. Soon, we would be seeing images of cemeteries running out of firewood and parking lots becoming improvised mass cremation grounds. We could not travel to Delhi under severely restricted international flights. Sandeep realised that, not having lived in India since 1994, he did not have the personal networks to arrange for his mother to be admitted to an ICU.Not that we did not try to appeal to the few people we knew whom we thought could help. Moreover, Sandeep was not convinced that admission in the ICU would save his mother, given her rising inflammatory markers. He is an oncologist who has dedicated his life to the care of cancer patients. He decided that his mother should have oxygen support and die in the comfort and dignity of her own home.A nurse was arranged, and family members and friends rallied around to find oxygen cylinders. On one occasion, a lead proved to be elusive; the contact disappeared after receiving about $500 from us through a wire transfer, without delivering a cylinder. On May 2, my mother-in law inhaled her last ragged breaths in this world. The last coherent sentence she had said to us a week ago, before the torpor of heavy sleep halted conversations was that she was so sorry to be putting us through so much trouble. Even when we were remorseful in our inability to provide her with adequate care, she only blamed herself for succumbing to the disease.Funeral arrangements had to be decided on quickly. Sandeep, an atheist, did not believe that the last rites paved the way for the soul’s liberation. He does not believe in an afterlife. However, there was the practical matter of the end of a body that had perished from Covid. Covid deaths were not allowed the traditional rituals of Hindu mourning, cremation, and immersion of ashes.From the internet, we found a funeral service who could collect the body and cremate it according to Hindu rituals and bring the cremains home. It must be mentioned that this was a Christian business that was offering this service to Hindus unable to perform last rites. No family members could accompany my mother-in-law on this last journey. My father-in-law was still positive from Covid and could not join the funeral van.Through the pictures sent on WhatsApp we saw my mother in law’s unrecognisable body: wrapped in a plastic body bag, almost like a mummy placed on a bed of dry firewood till the flames consumed the shrunken frame. There was no ritual of a last bath, no wrapping of a new sari, no flowers or sandalwood paste that had marked the passage of important moments of her life.After one death, anotherWhile we were in the last throes of my mother-in-law’s struggle, my parents in Kolkata tested positive for Covid. After we spoke about our devastating loss on May 2, my father’s symptoms worsened rapidly. Once again, we heard about the low numbers on the oximeter. Luckily, on May 5, my father was admitted to a highly reputed private hospital in Alipore, Kolkata. He was treated with steroids and Remdesivir, but his condition worsened, and he was moved to the ICU.Communications became very erratic after this transfer. My sister in Delhi, a physician, called and spoke to ICU nurses and the attending doctors daily, but we seldom received any updates. She begged for a chance to see him, to enter the ICU wearing a PPE, but this request like others was ignored. My sister often requested that we have a video conversation with our father but there were no voice and video calls arranged by the overworked staff.Finally, on May 13, in the morning in the US, we received word that our father was being moved to the floor. An hour later we were told that he had suffered a cardiac arrest and had passed away. My sister heard from the doctor and after telling me could not bring herself to speak to my mother. Within a few minutes, I had to break the news to my mother that our father would not be returning home. The mystery of the shocking reversal of our father’s status from being released to the floor to dying in the ICU was revealed to be a case of wrong reporting due to a change in bed numbers.My sister and her husband reached Kolkata on May 14 and saw the plastic-wrapped body of our father. She sent me a photo of his unveiled face before following the Kolkata Corporation van to the cremation grounds and watching the cremation from a distance. Family members were denied the traditional role of lighting the pyre.She did collect our father’s ashes and immersed them in the River Hooghly at Babughat the next morning. In the US, we visited the Hindu temple in Minneapolis and offered prayers for my mother-in law and my father. My mother completed the rituals for my father’s thirteenth- day service with the help of my male cousin.As Sandeep and I spoke of our collective losses, we often wondered whose death was the better one, the one without adequate oxygen at home or the other with high flow oxygen but deprived of any contact with family members in the last moments. Such a discussion of course was pointless as neither parent had been given the choice of the kind of death they preferred.There are many among us who take the religious rituals of mourning very seriously, and there are others who reject them as empty and meaningless. I believe that rituals help the survivors of a loss to heal and in the absence of traditional rituals, we must invent our own. In the nine months, since our parents died, we have not been able to visit India.Sandeep wanted to go to India to bring his father back here to spend some time with us. The US imposed a travel ban on Indian passport holders that lasted from May to November of 2021. Sandeep was preparing to travel in January to finally bring his father when Omicron delayed his trip once again. Meanwhile, my mother-in- law’s ashes remain in the Delhi apartment, waiting to be immersed, defying Hindu conventions of immersion soon after cremation.Every day in the last nine months, we have spoken to our surviving parents. Most of these conversations are about the mundane details dealing with the bureaucracy of death: collecting death certificates, changing the names of bank accounts, figuring out how to perform the everyday tasks the departed parents took care of.Mourning rituals from the epicsAlthough our family conversations on Zoom and memorial meetings have helped us heal, they have not provided the space for quiet introspection and remembering that I needed. As I started teaching in Fall, 2021, reacquainting myself with texts I have taught to college students over many years provided a tenuous path to the realisation that questions of grieving and the inability to mourn have haunted humanity for millennia.The Greeks believed that the absence of proper funeral rituals prevented the passage to the afterlife and even the bravest of warriors like Hector in the Iliad was petrified of this fate.  Facing imminent death, Hector begged not for his life to be spared but that his slayer Achilles should return his body to the Trojans. Achilles does not heed this dying request and desecrates Hector’s body by dragging it around the ramparts of Troy tied to his chariot. It is only after the gods intervene and Priam, Hector’s father, enters the Argive camp with a king’s ransom and kisses Achilles’ hand begging for the body of his son that Achilles relents and agrees to a ceasefire of twelve days in the Trojan war to allow for a proper funeral for Hector. I teach this section of Robert Fagles’s translation of Homer’s Iliad in my Honours English course every Fall. This time, when I read the last scene of domestic bliss shared by Andromache, Hector’s wife, and the baby Astyanax with Hector, I was thinking of our last image together as a family: the photograph of my parents, husband, and I against the backdrop of my parents’ tall apartment complex in December 2019, the clear blue light of the mild Kolkata winter sun, already fading this scene into a sepia-tinged hue.  Unlike Andromache, who was sending her husband off to battle with a premonition that he would not return, we were protected by our ignorance: we did not know then that this would be the last time all of us would be in the same frame.In Antigone, which I teach in the same course, I have always focussed on how acts of mourning constitute what becomes a “grieveable” life according to the cultural critic Judith Butler. Butler has drawn parallels with the state’s denial of burial to Antigone’s brother Polyneices because of his status as a traitor to the many lives that were denied the rites of mourning during the AIDS pandemic. Potter’s Field in Hart Island, off the Bronx in New York received thousands of bodies of AIDS victims, unclaimed by families who were buried in mass graves. Corey Kilgannon in a New York Times article has quoted Elsie Soto, a family member who described it as the “double indignity to die from such a stigmatised disease and then be buried in anonymity in a mass grave.” Family members are still trying to find lost relatives in Hart Island, and some have expressed the wish for a memorial to commemorate this site that is the resting place of so many AIDS victims. In my course “After 9/11: American Literature of Trauma and Public Crisis,” I screen the film Extremely Loud and Incredibly Close, based on the novel by Jonathan Safran Foer. In the past, I have witnessed students leave the classroom unable to watch the trauma of young Oskar coming to terms with the loss of his beloved father. Yet, the elaborate journey that Oskar undertakes in search of a lock to match a key his father left behind becomes an epic quest to reconnect with his father. In the end, the quest for the lock proves futile, but Oskar is able to re-establish a closer connection with his mother, the surviving parent. Oskar’s mother goes through the ritual of burying an empty casket to achieve a sense of closure, a fate experienced by many families unable to find the physical remains of those lost to the fall of the Twin Towers.Smoke Signals, based on Sherman Alexie’s short story “This is What it Means to Say Phoenix Arizona” which I teach in another course is another epic journey of a young Native American youth from a reservation in Spokane, Washington to Phoenix, Arizona to collect his father’s belongings and cremains after his death. Victor had been estranged from his father but feels compelled to collect his father’s possessions after his death. He is helped in this journey by his one-time friend, Thomas, who is also an orphan. At the end of the story, even though Victor and Thomas will never be close friends, Victor gives Thomas a part of his father’s ashes and plans a trip to immerse them together at the waterfall near the Spokane reservation. In re-reading and teaching the story, I feel a sense of hope that no matter how long the wait, my mother in law’s ashes will be immersed in the Ganges, and even though I will not have the opportunity to do so anymore for my father, I will once again be able to hold my mother in my arms.The poignancy of mourningMy journey through the texts I have described so far has been through the books I teach. I am fortunate that my work allows me the space and tools to pursue my own work in grieving. There are a few books I read outside of the communities of my classrooms, that also provided a path to mourning. One of these was Valerie Perrin’s Fresh Water for Flowers, translated by Hildegarde Serle. This novel was a bestseller during the pandemic in France and Italy. It is a novel about a cemetery keeper who has suffered unimaginable loss, but who continues resolutely with her job of providing comfort to the bereaved. One of her rituals is taking care of tombstones, cleaning them regularly and decorating them with fresh flowers. As I read this novel in August of 2021, I was overcome by waves of regret that my father and mother-in law who loved flowers did not have any in their last rites. I do not have a tombstone that I can decorate for them. However, since reading that book, I have bought fresh flowers in small vases to place in front of their framed photos every week.Even though most of my literary life is in English or world literatures translated in English, there are two other languages, Bengali and Hindi that I read. I felt compelled to return to Satyajit Ray’s film Sadgati and the Hindi short story by Munshi Premchand that it is based on. It is a devastating critique of caste-ridden Hindu society in the early twentieth century rural north India. Dukhi, a poor untouchable, is forced to work gratis for a Brahmin priest who will conduct his daughter’s wedding. Over the course of the hot summer day, Dukhi is exploited by the Brahmin couple and forced to perform hard labour till, overcome with heat and exhaustion, he dies. The rest of his lower caste community refuse to recover his body, so at sundown the Brahmin has no choice but to tie Dukhi’s body with a rope and drag and dump it on the outskirts of the village. The story is a reminder that grief, mourning, and funeral rituals are the privileges of grieveable lives. Within the structures of caste Hinduism, Dalits who are denied access to the temple are also denied the humanity of grief and mourning.Finally, I read “Abhisar”, a short story by the Bengali writer Sharadindu Bandyopadhyay, which is a retelling of Rabindranath Tagore’s poem by the same name. The story and the poem tell the legend of the chance meeting of a courtesan from ancient India, Vasavdatta and Upagupta, a Buddhist monk. Vasavdatta is overwhelmed by the monk’s beauty and invites him to her home. Upagupta replies that the time for their meeting has not yet come. He will visit her at the appropriate time.  A few months pass and it is the month of Chaitra, according to the Indian calendar. On a moonlit night, Upagupta makes his way to the edges of the kingdom where Vasavdatta has been exiled because of her infection by a contagious plague. Her body is filled with pustules, and she has lost all her beauty. Upagupta reminds Vasavdatta that the time for his promised visit has arrived, and he sets about caring for her during her illness. This story is a poignant account of pestilence in the ancient world, but unlike depictions of the plague in Oedipus Rex, as provoked by the ire of Apollo or other gods, a spiritual path is offered as a way out of earthly suffering.The loss of a parent is something most of us go through. The reverse of a parent losing a child is far more unnatural and devastating. Our grief is not exceptional but our isolation and inability to be present with surviving family is the unique effect of living in a global pandemic. When my husband and I became immigrants, we knew there would be many losses of the comforts and familiarity of our natal culture. We had not imagined our losses would present themselves in this precise manner. Through this year of grieving and reading, I have found my way to stories, as shelter, an old habit from my childhood. In times of darkness, books have become the friends who have provided occasional spots of light. Our inability to mourn properly is not uncommon. We share a community with those lost to stigmatised diseases, natural and man-made catastrophes, and social structures that have produced countless waves of suffering. In reading of others and establishing an intimacy with other unmourned lives, the loneliness of our grief recedes, a little.Lopamudra Basu is Professor of English at University of Wisconsin-Stout. She grew up in Kolkata and lives in Eau Claire, Wisconsin, USA with her husband and son.","author":"Lopamudra Basu","time":"2022-02-26T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170633-dmxnmotnlm-1645776297.jpeg","tags":["mourning","Covid-19"]}