{"title":"AAP MP Sanjay Singh’s bail plea dismissed in Delhi liquor policy case","content":"A Delhi court on Friday denied bail to Aam Aadmi Party MP Sanjay Singh in a case filed by the Enforcement Directorate related to alleged irregularities in the national capital’s now-scrapped liquor policy, reported PTI.The detailed order is awaited. On Thursday, the court had adjourned the proceedings.Singh was arrested on October 4 after the central agency conducted searches at his home.During the arguments on Singh’s bail application, his counsel told Special Judge MK Nagpal that there were contradictions in the statements of accused-turned-approver Dinesh Arora and other witnesses about paying bribes to Singh.The agency opposed Singh’s application, asserting that the investigation was still underway and he could hamper the investigation and tamper with evidence if released on bail.The Enforcement Directorate’s case is based on a first information report registered by the Central Bureau of Investigation that has alleged irregularities in the Delhi government’s now-scrapped excise policy.The Central Bureau of Investigation and the Enforcement Directorate have alleged that the Aam Aadmi Party modified the liquor excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The Enforcement Directorate has also claimed that members of a so-called South Group had paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair.Two senior Aam Aadmi Party leaders – Manish Sisodia and Sanjay Singh – are currently in jail in connection with the case. The party and its leaders have denied the allegations.Meanwhile, on Thursday, Delhi Chief Minister Arvind Kejriwal skipped the second summons by the Enforcement Directorate, which is seeking to question him in connection with the liquor policy case.“ED should withdraw this summon as it is politically motivated,” Kejriwal said. “I have lived my life with honesty and transparency. I have nothing to hide.”.","author":"Scroll Staff","time":"2023-12-22T19:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195151-zlswacrmqm-1697810638.jpg","tags":["Sanjay Singh","Enforcement Directorate","bail","court","AAP","Delhi","ED","liquor policy"]}