{"title":"AAP leader Satyendar Jain collapses in Tihar jail, hospitalised","content":"Jailed Aam Aadmi Party leader Satyendar Jain was hospitalised and put on oxygen support on Thursday after he collapsed due to dizziness, PTI reported.Jain, who is lodged in Delhi’s Tihar jail, was first admitted to the Deen Dayal Upadhyay Hospital and was later shifted to the Lok Nayak Jai Prakash Hospital after he complained of breathing problems.This is the second time in a week that Jain has been taken to hospital, reported NDTV. On Monday, he was brought to the Safdarjung Hospital for a spinal injury that he had sustained from a fall in the jail bathroom.Jain, a former Delhi minister, was arrested by the Enforcement Directorate on May 30 last year. He is accused of having laundered money through four companies allegedly linked to him. The Central Bureau of Investigation had filed a case in August 2017 under the Prevention of Corruption Act. A year later, it filed a chargesheet against Jain, his wife and four of his associates.In April last year, the Enforcement Directorate had attached immovable property worth Rs 4.81 crore belonging to Akinchan Developers Private Limited, Indo Metal Impex Private Limited, Paryas Infosolutions Private Limited, Manglayatan Projects Private Limited and JJ Ideal Estate Private Limited.The Enforcement Directorate had told a trial court that these firms were only paper companies that did not earn any income and Jain was in “de facto control” of them. His bail applications have been dismissed by a trial court and the Delhi High Court.On Monday, officials at the Tihar Jail said that Jain’s vital were normal, according to NDTV.“At around 6 am, under trial prisoner Satyendar Jain slipped/fell down in the bathroom of MI Room of the hospital of CJ-7, where he was kept under observation for general weakness,” a statement from the prison said. “Then, he was examined by the doctors…He was further referred to DDU [Deen Dayal Upadhyay] Hospital as he complained about pain in his back, left leg and shoulder.”जो इंसान जनता को अच्छा इलाज और अच्छी सेहत देने के लिए दिन-रात काम कर रहा था, आज उस भले इंसान को एक तानाशाह मारने पर तुला है। उस तानाशाह की एक ही सोच है - सबको ख़त्म कर देने की, वो सिर्फ़ “मैं” में ही जीता है। वो सिर्फ़ खुद को ही देखना चाहता है। भगवान सब देख रहे हैं, वो सबके… https://t.co/I4UYn9xP9r— Arvind Kejriwal (@ArvindKejriwal) May 25, 2023\n\nDelhi Chief Minister Arvind Kejriwal said that he is praying for Jain’s speedy recovery. He also blamed the ruling Bharatiya Janata Party-led government at the Centre for targeting the former Delhi minister.“A dictator is adamant to punish the person who worked day and night to provide good treatment and good health to the public,” the chief minister said. “God is watching everything and will serve justice to all.”","author":"Scroll Staff","time":"2023-05-25T15:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190541-wlnadjvooo-1685008293.jpg","tags":["Satyendar Jain","Tihar Jail","AAP"]}