{"title":"‘Absurd,’ says NewsClick after Delhi Police allege links with Lashkar-e-Taiba, Shaheen Bagh protests","content":"News website NewsClick on Wednesday rejected as “absurd” and “baseless” the Delhi Police’s claims that the publication and its founder-editor Prabir Purkayastha were involved in funding Lashkar-e-Taiba terrorists and inciting violence in Delhi’s Shaheen Bagh during the anti-Citizenship Amendment Act protests.The allegations were detailed in the police’s chargesheet filed in a Delhi court under provisions of the Unlawful Activities Prevention Act, according to The Indian Express. The court listed the case for May 31 after taking cognisance of the chargesheet a day earlier.The document also alleges that NewsClick was involved in distributing money to protestors during the 2020 and 2021 farmers’ agitation at the national capital’s borders.The Delhi Police had on October 3 raided several journalists associated with NewsClick and arrested Purkayastha and Amit Chakraborty, NewsClick’s head of human resources. In January, a Delhi court allowed Chakraborty to turn approver – or act as a government witness – in the case.The chargesheet cites an anonymous witness who told the Delhi Police that “during the CAA [Citizenship Amendment Act] protest, Purkayastha used to send the employees to take part and incite the Muslim community to do violent acts and rioting”, The Indian Express reported.“He [Purkayastha] also used to give cash to employees to distribute among rioters,” the witness said.Purkayastha and NewsClick’s parent company, PPK NewsClick Studio Pvt. Ltd., had been named as accused parties that allegedly received funds through Chinese entities “with the intention of undermining India’s sovereignty and territorial integrity”.The same anonymous witness, the Delhi Police claim, revealed that “Prabir, Chakraborty and other members [of NewsClick] had extreme Marxist and Maoist ideologies…I came to know that these people were being funded by the Chinese Communist Party”.Another witness, also unidentified, claimed that they had heard Purkayastha saying that “omitting Kashmir from the map of India could help incite Kashmiri youths”. The witness reportedly alleged that the NewsClick editor had connections with several militant outfits.A third witness, who was also not named, alleged that the amounts received by NewsClick had been channelled to fund the anti-Citizenship Amendment Act protests, the farmers’ agitation and support Kashmiri separatists against the abrogation of Article 370.NewsClick said that the chargesheet had been selectively leaked “to prejudice public opinion and pending judicial proceedings”.The news website added: “Prabir’s long-term association with the Communist Party of India (Marxist) — he has been a member for over 50 years — means he would never support, financially or otherwise, either ‘Maoists’, Lashkar-e-Taiba or any other group or individual with any violent and/or illegal plans.”“All the allegations levelled against us are concocted and baseless,” NewsClick said, adding that it would contest the allegations in court.","author":"Scroll Staff","time":"2024-05-01T19:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194778-xhsnfeborn-1696649195.jpg","tags":["NewsClick","Prabir Puryakayastha","Shaheen Bagh","Delhi Police"]}