{"title":"Adani case is the latest example of Supreme Court’s listing ‘black box’","content":"On January 24, a case related to Adani Power Rajasthan Limited, which was listed for hearing at the Supreme Court that day, was abruptly deleted from the list.Senior advocate Dushyant Dave, appearing for the Rajasthan state firm which had moved the court against Adani, said the deletion was “very disturbing”. It showed the Supreme Court registry, which manages administrative matters of the court, was acting in defiance of a judicial order that had scheduled the hearing for January 24, he said.This is not the first time such a controversy has erupted at India’s top court. The process for the listing of cases in the Supreme Court is shrouded in mystery, lawyers and experts say. While the rules about the initial listing of a case are clear, there is no clarity over what determines subsequent hearings.Even in cases where, at the end of a hearing, the judge has assigned a date for the next hearing, there is no certainty of the matter being listed on the scheduled date.Supreme Court hearing mentioning of Adani Power matterSr Adv Dushyant: In HCs this is impossible, but this is very disturbing. The Registry is not listing matters. Lordships should pass a judicial order.Justice A Bose: This was supposed to be listed.Dave: Assistant… pic.twitter.com/6OTOaeZVPf— Bar & Bench (@barandbench) January 23, 2024\n\n\nRepeated irregularities in listingClose observers of the Supreme Court regularly come across reports of listing irregularities in high-profile matters in the Supreme Court.The January 24 case was not the first instance of a case related to the Adani Group failing to get listed on the assigned date.Last year, there were repeated deferrals spanning over two months in the listing of the Adani-Hindenburg regulatory case before the Supreme Court. Chief Justice of India DY Chandrachud had said that he would inquire with the court registry about this.In December, a case relating to delayed judicial appointments by the government was abruptly delisted from a bench that had been hearing it for over a year. Clarifying that he had not asked for the deletion, one of the judges on the bench, Justice SK Kaul, said that “some things are best left sometimes unsaid”.Soon after, Dave and public interest lawyer Prashant Bhushan wrote separate letters highlighting irregularities in case listing at the Supreme Court. Earlier, in 2020, a three-judge bench of the court had sought an explanation from the registry for the year-long delay in listing an anticipatory bail matter. The same year, a bench comprising the Chief Justice at that time, UU Lalit, had asked the registry to explain why a review petition filed by fugitive businessman Vijay Mallya had not been listed for three years.However, the court has frowned upon others raising similar questions. In August last year, an advocate on record filed a contempt petition against the Supreme Court’s registry for failing to list a case on a date specified by the court. The court dismissed the petition, calling it a “browbeating tactic” and an abuse of the process of law.Opaque listing systemThe system of listing of cases at the Supreme Court works in an arbitrary manner, several experts told Scroll. When a matter is filed at the Supreme Court, the file first goes to the registration and verification department of the court registry. The department inspects the files, marks defects in them, if any, and then asks the filing advocate to correct them.This is the first step where the registry can use its discretion to control when a matter may be listed. “The verification may take as little as ten minutes to two hours or even two weeks, depending on the case and the system instituted by the particular Chief Justice,” said an advocate on record on the condition of anonymity.Once the defects have been cured, the file is returned to the department. The department makes a list of all admitted files and presents them to the Chief Justice. As master of roster, the Chief Justice then decides when cases would be listed and before which bench.Another advocate on record who did not wish to be identified said that the registry informally marks on the list which are “sensitive matters”.After the matter is verified, it usually gets listed within ten days. After the first hearing though, some matters get listed for the next hearing, while other matters go into a limbo, said Delhi-based advocate on record Akriti Chaubey. “It is supposed to be computer generated. No one knows why this happens,” she said.Chaubey admitted that lawyers have no certainty over when an admitted matter may be listed. They don’t know how or why a matter may be listed on a particular date.“This is a systemic issue, because it is a feature of the system,” said Surya Prakash BS, Fellow and Programme Director at Daksh, a Bengaluru-based think-tank and research institution focused on law and justice system reforms.“Listing is completely discretionary,” he added. He said that judges decide what cases to hear and the registry produces only those files that a judge asks them to list.All the lawyers that Scroll spoke with said that the Chief Justice has a significant influence over the listing process.Surya Prakash pointed out that in high-profile cases, some senior advocates and top law firms are able to get their cases listed immediately. This gives rise to a power economy  where litigants gravitate to lawyers known for their ability to get a matter heard, he said.He also highlighted that sometimes, at court hearings, judges fix the next date of hearing after two weeks or two months, instead of giving a specific date.“Listing after two weeks or a month has no meaning,” he said. “This is another example of the lack of anything concrete over how listing happens.”One of the advocates on record who did not wish to be named said that when a matter is listed to be heard after two weeks, it almost certainly comes up only after two months, if not more.“Uncertainty is a feature of the system,” said Surya Prakash. “When cases have to be listed is a black box.”How to reform the systemExperts said it is baffling that one of the most basic functions of a court of law – the listing of cases – is done in an opaque manner in the Supreme Court.“The court has to tell us how it works. It must tell us why a mistake was made,” said Chennai-based senior advocate and leading mediator Sriram Panchu.Panchu also pointed out that no registrar takes the call on when cases are to be posted for hearing. “Which registrar on their own volition would buck a judicial order and say I won’t post it?” he asked.A lawyer, on condition of anonymity, said that the court registry functions as a power centre in itself. The registry officials “work at the court for 20-30 years, much longer than the tenure of any Chief Justice.” The lawyer implied that the registry officials are in a position where they can seek favours from litigants in return for expeditious case listing.An advocate on record who did not wish to be identified said that the system expects probity from its stakeholders. “Case allocation and listing cannot be fully automated,” they said. “Some discretion is important because some judges are better qualified, by reason of interest or experience, to hear certain types of cases than others.” However, this discretion must be used rationally by the Chief Justice as master of roster, the advocate said.Panchu said that accountability must be fixed. He said that if a judge pulls up the registry for listing irregularities, this won’t be repeated.Chaubey agreed. “No lawyer knows what explanation is offered by the registry” whenever any bench of the court pulls it up for listing irregularities and seeks explanation for it, she said.Surya Prakash recommended that the court adopt a listing policy which specifies what should be the permissible gap between hearings in a case and what costs may be imposed on the litigants or the court registry if this is not adhered to.","author":"Vineet Bhalla","time":"2024-02-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195135-pmswyupnyw-1697784625.jpg","tags":["Supreme Court","Adani","Judicial transparency","Master of roster","Supreme Court registry"]}