{"title":"AFSPA undermines Indian democracy. It must be repealed","content":"The Assam Rifles men at the Ramva village post were used to being welcomed by the villagers and asked to join Christmas celebrations. This year, too, they went to Ramva bearing Christmas gifts: two new volleyballs and a net. They were shocked when the villagers refused to accept the gifts. Then the Assam Rifles men tried to pose for a photo with the football teams, which were about to kick off the last match of the season, but the teams walked off the field and it was announced that the match had been cancelled. The Assam Rifles men were shocked to find that the football field was empty. All the villagers had disappeared.Ramva is a small village on the Ukhrul-Imphal road in Manipur. The villagers did not welcome the Assam Rifles personnel in protest against the firing by Indian security forces in Mon district of Nagaland on December 4 that killed 13 civilians, including seven coal miners.This solidarity between the Nagas of Manipur and the Nagas of Nagaland was a reflection of their growing anger and alienation. The Central government has tried to pass off the whole incident as a mistake and Union Home Minister Amit Shah even offered an apology for it in Parliament.But the Nagas do not see the firing in Mon as an isolated incident. For them, it is a part of the culture of impunity. As senior activist, Dr Aküm Longchari, long involved in the peace process, wrote: “What happened on 4 December, 2021, constitutes the gravest assault on human dignity and life. Without the right to life, all other rights cannot be secured.”He noted: “The Tizit police station filed a suo moto FIR against the 21st Para Special Force of the Indian Army, wherein it stated that ‘security forces blankly fired at the vehicle without any provocation, resulting to the killings of many Oting villagers and seriously injuring many others.’ The FIR went on to add, ‘Hence, it is obvious that the intention of security forces was to murder and injure civilians.’” Culture of impunityIf we look at 63 years of the Armed Forces (Special Powers) Act, we see that from 1958 – when it was passed – to 1979, the armed forces carried out counter-insurgency operations in Naga-inhabited areas of the North East. During this time, villages were burned, families lived in the jungles eating leaves, men were tortured to death, women were raped and the scale of human rights violations showed that they were not isolated incidents but part of a policy to put down insurgency using military might.All these years, the rest of the country did not bother to know and the media was silent. Then, in 1978-’79, the Nagas formed the Naga People’s Movement for Human Rights and began to document the litany of suffering. They exposed the scale of human rights violations and India heard of the Armed Forces (Special Powers) Act for the first time.In August 1982, an all-women fact-finding team went to Manipur’s Ukhrul after the first ambush by a newly established insurgent organisation called the National Socialist Council of Nagaland in which soldiers and an officer of the 21 Sikh Regiment were killed.Armed Forces (Special Powers) Act 1958 (AFSPA) extended in Nagaland for six more months with effect from today. pic.twitter.com/Vkw3fPGeJK— ANI (@ANI) December 30, 2021\n\nI was a member of the team, led by Pramila Dadavate, a respected socialist Member of Parliament. We toured the villages and met many victims of torture and spoke to both, the officers of the armed forces and villagers. When we returned, two members of our team tried to prevent us from publishing our findings on the grounds that it would undermine national security.When in 1983 the Naga People’s Movement for Human Rights filed a petition challenging AFSPA, I also filed a supporting petition as a representative of the People’s Union for Democratic Rights. There were two previous petitions which were also pending – one by an Assamese engineer and another by a Manipur human rights organisation. All these petitions were sent to a Constitutional Bench of the Supreme Court and there was no hearing for the next 14 years. When the Supreme Court heard the petitions in 1997, it upheld the validity of the Act and thus upheld the impunity of the armed forces operating under the Act.Operation BluebirdIn the meanwhile, the National Socialist Council of Nagaland carried out another ambush on an Assam Rifles post in Oinam village of Manipur’s Senapati district in July 1987. Ostensibly to recover the arms, the Assam Rifles launched a counter-insurgency operation codenamed Operation Bluebird, which lasted a little over three months. Human rights activists documented the atrocities committed by the Assam Rifles, which included the torture of more than 300 men and the death of several people, including babies. Women were molested and two pregnant women were forced to give birth in the open in front of the soldiers.The Nagas asked me to file a petition on behalf of the victims of Operation Bluebird. I left my Supreme Court practice and with a group of lawyers fought the case from 1988 to 1991. We all worked pro bono.By the end of the case there were some ten volumes of evidence on the human rights violations and we waited eagerly for the judgment. The two judges were themselves from the North East – Justice Phukan and Justice Shishak – but they failed to give the judgment. After 25 years of waiting, my husband, Sebastian Hongray, a Naga human rights activist, and I wrote a book The Judgement That Never Came: Army Rule in North East India, published in 2011. Finally, in 2019, the high court held that the files were lost so they could not give a judgment.North East Students’ Organisation (NESO) organised protests across the region seeking the repeal of the AFSPA and against the Nagaland Killings on Thursday @scroll_in pic.twitter.com/n31BJ1s0hG— Rokibuz Zaman (@ROKIBUZZAMAN2) December 9, 2021\n\nIn 1991, Hongray and I went to the United Nations and lobbied before the Human Rights Committee (as it was called then) on the Armed Forces (Special Powers) Act. For the first time, India was questioned on her human rights track record. The committee members pointed out that the existence of the Act was a violation of India’s international obligations under the human rights treaties. But none of this had an impact on the government of India.There were two other significant challenges to AFSPA, by the women of Manipur. The first was the 16-year-long hunger strike by Irom Chanu Sharmila, which began in November 2000. However, she failed to move the government to repeal the Act. Activists from outside the state turned the protest into “Save Sharmila” instead of a demand to repeal the Act. Thus, the armed forces’ impunity remained unchallenged.The next challenge was after a 32-year-old woman, Thangjam Manorama, was arrested, tortured and her bullet ridden body was dumped on the road by the Assam Rilfes. C Upendra, the same judge who heard the Oinam case, was appointed to look into the Manorama matter and he submitted his report but it was never made public. Thus, the armed forces could continue to murder, torture and humiliate men and women with impunity.No redressal forumWhat has been the effect of this impunity? First, the victims of the human rights violations living in areas declared “disturbed” under the Act have no redressal forum for their grievances. People denied justice tend to become alienated and angry. Unfortunately, the human rights activists fighting against the Act have themselves not united and the movement itself is divided along ethnic lines.Second, the existence of this act has sabotaged the working of the criminal justice system and even the fundamental rights guaranteed to citizens by denying them to people living under military rule imposed by the operation of the Act.Third, the use of the armed forces for internal security for 63 years has led to corrupting the armed forces themselves and many officers have warned against this. The late General J N Chaudhury, a former Chief of Army Staff, had warned long ago:  “Where the people are alienated from the military, the military themselves get incorrect ideas about their importance in relation to their constitutional role and position. It is unnecessary to add how undesirable this can be.”NE United!Protest against killing of civilians in #Mon #Nagaland and repeal of #AFSPA, in front of Kangla Fort, #Imphal #Manipur pic.twitter.com/WmZNWQgbV4— Anupam Bordoloi (@asomputra) December 7, 2021\n\nWhen the Act was promulgated in 1958 as a temporary measure to deal with the Naga insurgency, there was just one insurgency led by one organisation. Today, there are armed groups to back almost every ethnic group that demands more autonomy. The Naga insurgent groups have proliferated to more than 11. A part of the reason is that intelligence agencies have dealt with the insurgency by using divide and rule. The tribal communities have been pitted against each other and the most deadly conflict is between the different armed groups. In addition, there are some 20 Islamic militant groups. The recent controversies over the Citizenship Amendment Act have roused them even more.The North East has always been a playground for intelligence agencies and it continues to be so. The spooks for the West, Pakistan and China are all working overtime to divide and cause conflict. The North East region is linked to India by just 2% of land while 98% of the region shares borders with Nepal, Bhutan, China (Tibet), Bangladesh and Myanmar. This is perhaps the most volatile international border in South Asia.Nagaland extension After the killings of the 13 civilians in December, the home minister set up a committee to look into whether AFSPA should be withdrawn from Nagaland. On Thursday, the Act was extended in the state for six months.The real issue is that the existence of such a law in India’s statute books is not just a question for people living in the North East and nor is it a debate between human rights activists and the armed forces. It should be a national conversation.The conversation should be on how the genuine grievances of the people of the North East be addressed and how we can make Indian democracy inclusive. The Armed Forces (Special Powers) Act should be repealed and instead a discussion should be initiated across the country on how people living in border areas can feel a sense of belonging in India. After all, the Constitution is all about “We the People”. It is for us, the people, to ensure the Act is repealed as part of our duty to defend the democratic basis of our country.Nandita Haksar is a human rights lawyer and author, most recently, of The Flavours of Nationalism.","author":"Nandita Haksar","time":"2021-12-31T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167303-sfvruxnxvy-1639020559.jpg","tags":["Armed Forces (Special Powers) Act","Nagaland","Irom Sharmila"]}