{"title":"After seeing Mysore art in a gallery, one man has spent his whole life collecting and conserving it","content":"In general, youthful birthday indulgences involve cake, candles and party hats. This was not the case for Mysuru resident RG Singh who, in 1987, spent his 20th birthday gift money on acquiring his very first artwork from a framer’s shop – a Mysore-style painting. “The brittle board smelt of ancient dust,” he recalled later in an essay. “I got it packed between two hardboard sheets, delicately balanced it on my Chetak scooter and took it home.”Almost four decades on, Singh’s collection of Mysore paintings has culminated in the city’s Ramsingh Museum, a vast collection of 600 paintings. Built on Singh’s decades-long enthusiasm for amassing and conserving examples of a specific artistic form from across 200 years, the museum is not just a synoptic view of a distinctive regional style. In it can also be found a glimpse of what collecting historical art can mean.On a mild Mysuru evening, I meet Singh and the museum’s curator HS Dharmendra Raghu as part of a group tour “by appointment” (the museum, though free, is not open to walk-in visitors.) The second-generation proprietor of a handicrafts business, Singh is also the honorary secretary of Ramsons Kala Pratishtana, an arts trust established in 1995 by his father D Ram Singh, after whom the museum is named. Singh quipped about this homage, “My father didn’t like me bringing old things home, so he gave me this house to store my collection.” The house, located on a main road next to Mysuru Zoo, is a multistorey light green building with doors and windows enclosed with white grilles. There is a reason for the metal screens: “Over the years, thieves have broken in four times,” Singh said, “though they left the paintings intact and only stole the lamps.”Paravasudeva. Credit: Ramsingh Museum.But before entering the Ramsingh Museum and beholding its riches, let’s cast a quick glance at what the features and history of the style it contains are. Characterised by fish-shaped eyes, protruding chins, round faces and coiffures, drapes and jewellery inspired by Mysore royalty, the paintings are recognisable from their intricate gesso low-reliefs and gold foil embellishments. The subjects mainly comprise figures and scenes from South Indian Hindu mythology as well as predominantly aristocratic portraiture. Mysore’s post-Talikota Wadiyar rulers, who catalysed the emergence of the school in the 17th century from the residue of Vijayanagara court art, revived it in the 19th, having returned to power after the fall of the sultanates of Hyder Ali and Tipu Sultan. The propellant of the revival was Mummadi Krishanaraya Wadiyar (1799-1868), under whose patronage the form – and early modern Mysore culture – is often considered to have reached a zenith. Today, some of the best-known displays of Mysore painting are at Mysore Palace and Jaganmohan Palace, more commonly called Sri Jayachamarajendra Gallery.It was at the latter institution that Singh first encountered Mysore paintings, in the very year he bought his first artwork. In Mysuru Chitra Siri, a slim publication brought out under the aegis of his museum, he recounts his interest being piqued by a newspaper advertisement of a Mysore painting class at Jaganmohan Palace. Though the class did not end up capturing his interest, walking through the gallery he was captivated by the paintings themselves, “with their shimmering details and…gilt”. Thus it was that on his 20th birthday that Singh recognised one – a painting of the deities Para-Vasudeva, Sridevi and Bhudevi – in the window of an old framer’s shop, and initiated his passion project.Ganjifa cards. Credit: Ramsingh Museum.Atypical depictionsToday, his museum consists of artworks spanning two centuries, a range of provenances and mediums, and some rare types of Mysore painting. Though the majority of the religious imagery belongs to the mainstream Hindu and south Karnataka pantheon, there are paintings of lesser-known or rarely-represented deities, as well as Tantric entities. The stylised portraiture is dominated by Wadiyar royalty, although there are depictions of commoners – still largely belonging to the court, rendered at the behest of the rulers. While largely comprising paintings mounted on paper board, the collection also contains Mysore-style material as eclectic as Chinese art-inspired reverse glass paintings, works on mica, prints and ganjifa card series.During the tour, Singh and Raghu point out relatively uncommon mythological depictions that are part of the museum’s collection – a painting of Dakshinamurti; a grouping of Draupadi, Dhristadyumna and Drupad; another of Krishna and Balaram; and a single-faced rendering of the traditionally triple-faced Dattatreya. Apart from devotional paintings, the Mysore school encompasses “durbar scenes, portraits of sages, wealthy nobles and the merchant class,” Singh mentions in his book. The collection’s more unusual holdings also include 18 commissions by wealthy Jain merchants, including renderings of Tirthankaras. According to Raghu, the most atypical type of Mysore painting at Ramsingh Museum is one from the 1860s, featuring the mausoleum of Tipu Sultan, possibly commissioned by a Muslim aristocrat: “Architectural imagery is not the norm in Mysore art, which is mainly figurative. And this painting shows only the building, which makes it extremely rare.”Tipu Mausoleum. Credit: Ramsingh Museum.The span of the collection registers the Mysore school’s 19th and 20th century iconographic transformations in response to phenomena such as the disintegration of the Mughal atelier and consequent migration of artists to the Mysore court. The advent of colonial influence is also visible in its iconography. For instance, in both devotional paintings and portraits at the museum, there are the floral arabesques of Mughal art as well as European elements in the form of linear perspective, oval frames and cherubs. Modern technology such as clocks and curtains-and-column “state portrait” compositions start becoming apparent in the later works.The contemporary, 21st-century continuation of the Mysore school finds support in Ramsingh Museum, with works (both commissioned and collected) on view by artists belonging to traditional Chitragar families as well as new initiates to the form. There is a difference in approaches though, as Raghu pointed out: “The subjects remain the same but their treatment differs. Traditional practitioners replicate the old style, while new entrants bring fresh elements into the school. One contemporary artist, for example, references folk theatre and Hoysala architecture in his paintings.” Singh highlights works by younger artists in the collection as constituents of “an experimental gallery”, such as a series of paintings by Srinivasa Reddy N with a predominance of white and conservative use of colour, in sharp contrast to the classic polychrome Mysore-style scheme. Apart from the artworks themselves, there is also material of art historical value in understanding it better. Drawing attention to a series of framed folios, Singh said, “In an antique shop in Kolkata, I came across unbound sheets from an artist’s sketchbook from the 19th century, that shows the artist’s study of fauna and zodiac signs, used as references for later compositions.”Contemporary painting by Srinivasa Reddy N. Credit: Ramsingh Museum.Frame by frameGiven the breadth and size of the museum, one wonders how Singh developed the method to accumulate and organise it. “I travel all over India for business,” he explained. “During these trips, I set aside two days to just look for Mysore paintings in whichever place I am in.” Where does Singh usually find new additions to his collection? “Mostly antique shops and private dealers, but also private properties in the process of being divided and Rama Mandiras,” he said. Rama Mandiras are described in Singh’s essay as “community halls that come alive to the sound of music every Ramnavami season…a special concept of old-Mysore region…specific to communities…Community elders and rich patrons gifted paintings to...” So important are these spaces to the legacy of Mysore painting that the galleries of Ramsingh Museum have been modelled on them. Raghu gestures towards the glass kandeels (candle holders) and mercury-coated colourful glass orbs installed in the galleries: “We have tried to recreate the interiors of the Rama Mandiras in the Museum.” One of the more unusual places from which Singh retrieved a painting was a Lingayat matta in Nanjangud: “The administrator of the matta gifted me a portrait of one of the swamis, damaged by white ants.”This leads us to the issue of conservation – what goes into the repair and preservation of paintings that may not just have been exposed to the ravages of time but also that of the environment in which they were stored before they arrived at the museum? In 2002, several years after beginning his journey at the framer’s shop, Singh decided to take stock of his cache: “I started sorting, photographing, labelling, cleaning and restoring the paintings.” The restoration involved rejoining broken frame pieces, replacing shattered glass, varnishing the gilt and stacking the paintings carefully. He remembers taking a cue from practices of storage in the handicrafts business during the early years of collection. The chief causes of damage were seepage of water and vermillion through broken glass during rituals, and harm by insects such as silverfish, borers and cockroaches. Singh said, “We’d place sachets of insecticides behind the frames, and then place the painting with polythene-wrapped naphthalene balls inside shade net bags.” In 2010, Raghu was dispatched to Mysuru’s Regional Conservation Laboratory to learn techniques of conservation, enabling a more professional in-house approach to protecting the inventory. One advantage Mysuru has is its weather, Raghu notes, comparing the relative intactness of the works to those in other places in the region with an equally rich visual heritage such as Thanjavur. “Mysuru is a good place to collect art because there is relatively low humidity,” he said.Portrait of Krishnaraja Wadiya. Credit: Ramsingh Museum.Befitting its significance as the site of the form’s birth, the city itself seems to have a role to play in the story of the museum. Whilst Singh’s oldest acquisition was in 1987, the chronologically oldest painting in his collection dates back to 1820, a depiction of the Durga avatar Mahishasura mardini, its dark-toned palette and dramatic iconography bearing the loss and wear of age. Legend holds that the buffalo demon whose vanquishment gave the devi her name was a local denizen – Mysore from Mahishooru.Communal knowledgeSingh is a descendent of 18th-century Rajasthani migrants who travelled south as elephant-riding warriors for Tipu Sultan’s army during the Anglo-Mysore wars. The elephant logo of the museum is a tribute to this ancestry. Perhaps part of the impetus behind a collection like Singh’s is the assertion of cultural identity. Erin Thompson, author of the book Possession: The Curious History of Private Collectors, writes in an essay for Aeon magazine, titled Why people collect art: “...art collecting is…a means to create and strengthen social bonds, and as a way for collectors to communicate information about themselves and the world within these new networks…As identity can derive from lineage, owning artworks is therefore also a way for an owner to communicate about the past.”Mahishasura Mardini. Credit: Ramsingh Museum.In his essay, Singh acknowledges the aesthetes and academics who nurtured his love for the Mysore school. Among these were the Dharampur royal family’s Swami Sivapriyananda, who documented the Mysuru Palace collection and scholars SR Rao and BVK Sastry, authors of a pioneering study called Traditional Paintings of Karnataka (1980). A picture emerges, of a community of people invested in producing and disseminating knowledge about a shared history. The Ramsingh Museum is an attempt to expand this community. “On two occasions, visitors have helped us identify a painting,” said Raghu. Singh elaborated, “One of these was the deity Bagalamukhi, a painting of whom was identified by a visitor who happened to be a sadhaka (follower) of the Srividya cult, based on attributes and other details in the painting.”Deities aren’t the only figures being identified at the museum. Raghu, along with two other members of the four-member volunteer team (including Singh), is conducting research into determining the names of individual artists of the Mysore school from the early 19th century onwards: “So far we have established 36 names, dating back to 1822.”Reverse glass painting. Credit: Ramsingh Museum.In 2018, art historian Anna Dallipiccola, honorary professor at the University of Edinburgh and author of South Indian Paintings: A Catalogue of the British Museum’s Collection, collaborated with Singh and the late Kuldip Singh, one of New Delhi’s modernist architects and collector of Tanjore paintings, for a Marg book titled Thanjavur’s Gilded Gods. Over email, she underscores the significance of the museum: “It is an incredibly rich source for the study of the religious, literary, and artistic life of 19th and early 20th century Mysuru. Most importantly, however, it is an inspiration for contemporary traditional artists.” As we wind up our tour, Singh shares future plans, including a book and normal opening hours. “Currently, we open for a couple of hours in the morning and evening, before and after I have to attend to my business,” he said. “This is a stop-gap. We want to have a proper, curated museum.” Walking out of the premises, I muse about the possibility of another young Mysorean, perhaps on their birthday, zooming down the road on a scooter, spotting Ramsingh Museum and stepping inside. It might be just the gift they’re looking for.","author":"Kamayani Sharma","time":"2024-04-06T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199847-fvqvvgwkvx-1712308949.jpg","tags":["Ramsingh Museum","Art","Mysore art"]}