{"title":"After Jhumpa:  Six books of Indian diaspora fiction","content":"The pervasive, all sweeping influence of Nikolai Gogol's story, The Overcoat, about a man nondescript in every way who finds solace in a new overcoat, prompted Dostoevsky to make the remark long attributed to him: \"We all come out from Gogol's overcoat.\" In Jhumpa Lahiri’s The Namesake, Ashoke Ganguly attributed his miraculous survival in a train disaster to Gogol, the author he was reading at the time of the accident.His son Nikhil also had the name Gogol, for Ashoke Ganguly hoped his son too would discover the truth in Dostoevsky’s purported remark.  The Namesake is a story of Gogol's awkwardness with his name and his acceptance in time of his dual origin: a theme that Jhumpa Lahiri's fiction in large part on new lives in the new world explores.But the diaspora has been around for a while now and writing its own stories back, away from the shadow cast by Jhumpa Lahiri.  Lahiri’s more recent, The Lowland,  is ostensibly Subhash’s story set in the US, but there is always the shadow cast by  his  dead brother Udayan, who was killed as a Naxalite in Calcutta of the 1970s. The Lowland, however, is also in some ways about his daughter, Bela, who has the memory of a mother who abandoned her, and the life she makes all her own in the US.   It is her story that needs to be told as well.A Sleepwalker's Guide to DancingAmina in Mira Jacob’s A Sleepwalker's Guide to Dancing remembers visiting India as a child, with her father caught between trying to please his domineering mother (Amina’s grandmother),  a feckless younger brother, chafing at the success of his older brother, and compulsive neurotic wife.  Sleep with its dual dimensions of insomnia and sleepwalking symbolises the conflicts in the Eapen family that are buried and are never clearly resolved.  And amidst this drama of family secrets, there is the unspoken question of what “home” really means.Thomas Eapen, who has chosen to live in Albuquerque, New Mexico, has given over the rights of his ancestral home to his brother, but his mother, the family matriarch, wants nothing more than to have Thomas back again.    Years later as Amina moves to Seattle, she learns from her mother of her father’s sleepless nights when he carries on conversations with his long dead mother.Interspersed with this are the dilemmas in Amina’s own life and the story of a Native American tribe, whose leader tragically dies, for all his hope that ceding native land for money would enable them to have a better life.  For all the complex possibilities in the narrative, Jacob, it seems, opts for far neater plot endings.  Amina does reach an understanding of a kind, with her family, her past and she even finds the love of her life.Where Earth Meets WaterThe family matriarch Ammama appears in Pia Padukone's Where Earth Meets Water.  The novel has an interesting premise: Karom Sheth is haunted by his past, his very fact of having survived disasters such as 9/11 and the 2014 tsunami that have claimed lives close to his.  Such acts of survival prompt him to court danger on a few occasions, stepping onto the train tracks and being pulled away just in time by his girlfriend, Gita. The vignettes that pepper the novel appear more interesting, on occasion not seeming to cohere to the main narrative.This may be in part because of the method Padukone adopts, of using different narrative voices that span different time periods.  Kamini is Gita’s mother, a writer of children’s books, with an innate fount of wisdom, which may be lost in the niceties of daily conversation.   Karom’s best friend Lloyd, about to get married, wrestles with his own confused feelings over Karom. Then there is the knowledge Karom gathers about his past and Gita’s visits to a psychotherapist, which asks the question if these interesting narratives could stand in their own right.What You Call WinterShort stories, when compared to the novel, have always been unfairly seen as less ambitious in scope. And yet, in the range and styles adopted by diasporic writers, the short form reveals an amazing experimentation with form and themes. Nalini Jones manages admirable complexity in her stories in the collection What You Call Winter, which appeared in 2008.Her stories deal with interconnected lives set in a small Catholic quarter of Santa Cruz (Santa Clara in Jones’s book).  It’s a kind of place that might have been familiar some fifty years ago and Jones writes of genteel lives and of other lives always on the move; about people who move on and those who stay on. Spirits appear in Nalini Jones almost symbolizing the fact that the past and its shadows always haunt the present.Where the Long Grass BendsIn Where the Long Grass Bends, Neela Vaswani talks of different immigrant lives in the West. Her stories tell of people who have moved countries in the hope of a better life, but the past remains, sometimes in a mythical way. Bing Chen, also called David, is born of a Chinese mother and a German-American father who has abandoned the family. He ventures into Chinatown for a haircut and finds himself envious of the girls who are having their hair done for prom night. He also muses over the Chinese girl cutting his hair and reflects on his own inability to feel at home whether in white or Asian society.The young Indian woman living in New York in the story Domestication of an Imaginary Goat imagines setting up home with her American boyfriend though it is a home she knows she will never have.  The British schoolteacher in Sita and Mrs Durber tries to help a talented shy girl. The story Bolero begins during the Spanish Civil War of the late 1930s, and is about a boy who grows up on a farm. Moving to America, he studies at the Juilliard School and goes on to become an orchestra conductor.In Blue, Without Sorrow, a sad woman recounts the story of her family in Mexico after she has moved to Arizona.  The lead story is about an orphan girl who is unsure of her identity.  During a riot, her school is attacked and she hides inside a piano. Later as fires burn, she encounters a strange ascetic and like him, she realises she too is a split being – Vaswani makes a reference to Jarasandha, the king of Magadha who was born after his split ends were joined.I Am An ExecutionerRajesh Parameshwaran's collection, I Am An Executioner, is a rambunctious, roller-coaster act of story-telling. There are quirky narrators for instance in the shape of a tiger who kills his own keeper and ventures out into town. The narrators are also downright dangerous, though they tell their stories innocuously, such as the fraud who practises medicine in the US and the executioner with his mail order bride. In Elephants in Captivity, a conversation unfolds between an elephant and the narrator.  The elephant's thoughts move in interesting asides, and these appear as footnotes in the story.  She talks of her father, old Amuta, and his betrayal of the herd leader Ania.Cowboys and East IndiansThen more recently there’s Nita McConigley's collection of short stories, Cowboys and East Indians that won the Pen Open Award. McConigley, born in Singapore of an Indian born mother and an Irish father, moved to Wyoming with her family. Her stories explore the experience of immigrant outsiders living in white, rural Wyoming through characters like a kleptomaniac foreign exchange student and a cross-dressing cowboy.Anu Kumar lives in Maryland and is in the MFA program in writing at the Vermont College of Fine Arts. She has written for children and older readers alike.","author":"Anu Kumar","time":"2015-01-13T06:30:41+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/700097-e83317a1-783e-42cd-b7be-e86b0247b31b.jpg","tags":[]}