{"title":"After West Bengal, Kerala also stops work related to National Population Register","content":"The Kerala government on Friday stayed all work connected to updating the National Population Register. The decision came amid massive protests against the newly-amended Citizenship Act, and the National Register of Citizens exercise undertaken in Assam.On Monday, the West Bengal government had stopped work connected to the NPR.The Kerala government issued a notice saying work on the register was being stayed considering “apprehension among the general public” following the National Register of Citizens and Citizenship Act.Order on NPR by Kerala Govt pic.twitter.com/b8hCJNsYSa— Prasanth Reghuvamsom (@reghuvamsom) December 20, 2019\n\nThe NPR is a register of residents of the country that will contain demographic and biometric details. The central government has decided to prepare the NPR between April 2020 and September 2020. The exercise is conducted at the local, sub-district, district, state and national levels. The data collected during NPR will be used when the National Register of Citizens will be rolled out across the country. The NPR was first prepared in 2010 and updated in 2015.Meanwhile, Rajasthan Chief Minister Ashok Gehlot said on Friday that his state, along with at least seven others, including the National Democratic Alliance-ruled Bihar, will not implement the Citizenship (Amendment) Act. Bihar Chief Minister Nitish Kumar had on Friday said he will not implement the National Register of Citizens, even though his party, the Janata Dal (United), voted for the Citizenship Amendment Act in Parliament.“I have said several times that the Citizenship Amendment Act and NRC cannot be implemented across the country because they are not practical,” Gehlot tweeted. “Despite the resistance and suggestion by opposition parties, CAB became an act but why students and youths of all communities have come on roads?”“This [Act] has shocked all communities including Hindus and Muslims,” Gehlot said. “This Act is disturbing for all.” As many as 10 non-BJP chief ministers have now said that they will not implement either the Citizenship Amendment Act or the National Register of Citizens, or both. These states constitute 274 of the 543 Lok Sabha seats, News18 reported.Assam’s National Register of Citizens was aimed at separating citizens from undocumented migrants, defined as anyone who entered India after the midnight of March 24, 1971. Over 19 lakh people in the state were left out of the final register.The Citizenship Amendment Act, passed by Parliament on December 11, provides citizenship to persecuted minorities of six religions – excluding Islam – from Pakistan, Afghanistan and Bangladesh. It has been decried as anti-Muslim, and protestors from North Eastern states have alleged that the Act will erode their ethnic identities.","author":"Scroll Staff","time":"2019-12-20T22:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117885-bjtibtoodr-1566494092.jpg","tags":["National Population Register","Kerala","NPR","NRC","Citizenship Act"]}