{"title":"After Congress’ poll debacle, G-23 leaders call for ‘inclusive leadership’","content":"Some of the Congress leaders belonging to the Group of 23 or G-23 on Wednesday met at former Leader of the Opposition in the Rajya Sabha Ghulam Nabi Azad’s home in Delhi after the complete decimation of the party in the Assembly polls. They declared that the “only way forward” for the Congress was to adopt a model of “collective and inclusive leadership and decision-making at all levels”.The G-23 leaders had written to Congress chief Sonia Gandhi in 2020 to push for sweeping internal reforms.“In order to oppose the BJP, it is necessary to strengthen the Congress party,” the leaders said in a statement on Wednesday. “We demand the Congress party to initiate dialogue with other likeminded forces to create a platform to pave the way for a credible alternative for 2024.”Apart from Azad, the statement was signed by 18 Congress leaders including Shashi Tharoor, Kapil Sibal, Manish Tewari, Anand Sharma, Prithviraj Chavan and PJ Kurian.They said the meeting of the Congress leaders was held to discuss the “demoralising outcome” of the Assembly elections held in Uttar Pradesh, Goa, Punjab, Manipur and Uttarakhand.In order to oppose BJP, it is necessary to strengthen the Congress party. We demand the Congress party to initiate dialogue with other likeminded forces to create a platform to pave way for a credible alternative for 2024: Joint statement of Congress' G 23 leaders pic.twitter.com/AsVO1Hm5II— ANI (@ANI) March 16, 2022\n\nThe Congress had managed to win only 55 of the 690 seats spread across the five states in the results declared on March 10. It lost Punjab to the Aam Aadmi Party and failed to wrest power from the Bharatiya Janata Party in Uttarakhand, Goa and Manipur.In Uttar Pradesh, Congress won just two seats in the 403-member state Assembly. In all states except Uttarakhand, the Congress’ vote share and the number of seats plummeted.Currently, the party is in power in just two states – Rajasthan and Chhattisgarh. In Maharashtra, the Congress is in a coalition government with the Shiv Sena and Nationalist Congress Party.On Wednesday, Sonia Gandhi appointed five senior party leaders – Jairam Ramesh in Manipur, Rajya Sabha MP Rajani Patil in Goa, Ajay Maken in Punjab, Jitendra Singh in Uttar Pradesh and Avinash Pande in Uttarakhand –  to assess the post-poll situation and suggest organisational changes, reported India Today.The decision came a day after Gandhi asked the party chiefs of these five states to resign. Uttarakhand Congress chief Ganesh Godiyal, Uttar Pradesh’s Ajay Kumar Lallu, and Girish Chodankar in Goa had resigned on Tuesday. Punjab party president Navjot Singh Sidhu and Manipur state unit chief Nameirakpam Loken Singh resigned from their posts on Wednesday.Following the election results, Sonia Gandhi and party leaders Rahul Gandhi and Priyanka Gandhi Vadra had offered to resign from their posts but the Congress Working Committee refused the offer at its meeting held on Sunday.On Tuesday, Sibal had called for the Gandhis to step down from the leadership roles in the party and to give someone else a chance. However, several Congress leaders, including Rajasthan Chief Minister Ashok Gehlot and Leader of Opposition in Rajya Sabha Mallikarjun Kharge, had backed the Gandhis.  “He [Sibal] never went to any village to work for Congress,” Kharge had said. “He is deliberately trying to weaken the party. No one can weaken Sonia Gandhi or the Congress party.”","author":"Scroll Staff","time":"2022-03-17T08:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155512-bgbibacdhx-1614429598.jpg","tags":["Congress","Assembly elections","G-23","Kapil Sibal","Ghulam Nabi Azad","Anand Sharma","Shashi Tharoor"]}