{"title":"Ayodhya verdict: SC awards disputed land to Hindus for Ram temple, alternative site for mosque","content":"7.03 pm: Advani says, according to PTI: “Now time has come to leave all contention and acrimony behind and embrace communal concord and peace.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.54 pm: Veteran BJP leader LK Advani, who was at the forefront of the movement that culminated in the demolition of the Babri Masjid in 1992, says, “I join all my countrymen in wholeheartedly welcoming the historic judgement...It is a moment of fulfillment for me because God Almighty had given me an opportunity to make my own humble contribution to the mass movement, the biggest since India’s freedom movement, aimed at the outcome which SC’s verdict today has made possible.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Senior BJP leader LK Advani: I join all my countrymen in wholeheartedly welcoming the historic judgement delivered by the five-member Constitution Bench of the Supreme Court today in the #Ayodhya matter. (File pic) pic.twitter.com/SZ27udhyVQ— ANI (@ANI) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.15 pm: Modi ends his address.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.14 pm: Modi says that every Indian should now work towards their duties and responsibilities, and harmony, unity and peace are important for the country’s development. The verdict has increased the responsibility of every citizen to work on building the nation, he says. He says the verdict shows that the solution to even the most difficult problems come under the ambit of the Constitution and law.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.11 pm: The Supreme Court verdict has brought a “new dawn”, says Modi. “Even though this dispute affected multiple generations, we must resolve after this verdict that the new generation will start afresh on building a new India,” says the prime minister.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.08 pm: Modi says that the day’s message is to live together, and there is no place for fear, bitterness and negativity in the new India. He says the verdict, as well as the opening of the Kartarpur corridor, came on the same day on which the Berlin Wall fell in 1989, which marked the coming together of two opposite ideologies.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.07 pm: Modi says that the Supreme Court has shown strong will power through its verdict, and so, the judges, the court and the judiciary deserve praise.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.04 pm: The way everyone across classes and communities has accepted this verdict with open hearts reflects India’s age-old culture, traditions and harmony, says PM Modi. “This day is a golden chapter in the history of India’s judiciary,” he says. “The Supreme Court heard everyone very patiently and gave a unanimous verdict.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    भारत की न्यायपालिका के इतिहास में भी आज का ये दिन एक स्वर्णिम अध्याय की तरह है।इस विषय पर सुनवाई के दौरान सुप्रीम कोर्ट ने सबको सुना, बहुत धैर्य से सुना और सर्वसम्मति से फैसला दिया: PM @narendramodi— PMO India (@PMOIndia) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.01 pm: Modi begins his address to the nation. He says the Supreme Court has given its verdict on an important matter that has a long history behind it. “The entire country wanted a daily hearing in court, which happened, and the verdict has come today.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    My address to the nation. https://t.co/xeMEuOyun0— Narendra Modi (@narendramodi) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.40 pm: Prime Minister Narendra Modi will address the nation at 6 pm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.02 pm: Uttar Pradesh police chief OP Singh tells PTI that there has been no report of any untoward incident from anywhere in the state. “We are keeping a close watch,” he says. “Our team is on the job.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.38 pm: Syed Ahmed Bukhari, the Shahi Imam of the Jama Masjid in Delhi, accepts the judgement and says the matter should not be stretched further, PTI reports. “We accept the court order and the Hindu-Muslim issue which had been going on for several years should come to an end now,” Bukhari says. “Muslims of India want peace in the country. Before the court’s order, all Muslims had said that they would accept the court’s order, whatever it be.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.17 pm: Shiv Sena chief Uddhav Thackeray announces that he will visit Ayodhya on November 24. “Today’s day will be written in golden letters in the history of India,” he tells ANI. “Everyone has accepted the verdict.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.07 pm: Lawyer of Ram Lalla deity CS Vaidyanathan says it is a great day for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ram Lalla Deity Lawyer CS Vaidyanathan: It is a great day for India. SC has pronounced verdict which has balanced interest of all parties&also tried to ensure that unity&integrity of nation is preserved & brotherhood is maintained. It is victory of rule of law.#AyodhyaJudgement pic.twitter.com/8AbAaFV3iS— ANI (@ANI) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4 pm: Goa Chief Minister Pramod Sawant appeals for peace and harmony. “We should all accept the unanimous SC decision on Shri Ram Janmabhoomi and collectively work towards strengthening brotherhood amongst the communities,” he tweets. Leader of Opposition Digamber Kamat also says the Congress party welcomes and respects the verdict. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.56 pm: BJP’s Karnataka unit chief Nalin Kumar Kateel asks members of all communities to help build the Ram temple in Ayodhya. “Let us treat the construction of Ram Mandir as Rashtra Mandir,” he tells PTI. “All the communities should come together to build it. This is the message delivered by SC.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.44 pm: Supreme Court calls Allahabad High Court order on Ayodhya “legally unsustainable”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.27 pm: Shia cleric Maulana Kalbe Jawad says they accept the verdict. “I am thankful to god that Muslims by and large have accepted this verdict and the dispute has ended now,” he tells ANI. “Though its their [Muslim Personal law board] right to file review petition I think matter should just end now.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.10 pm: BJP General Secretary Kailash Vijayvargiya calls the verdict a historic one. “The apex court through this verdict has increased the prestige of the country’s judicial system across the globe,” he tweets. “We countrymen should also follow the legacy of Lord Ram by spreading the message of mutual love and create an environment to enhance the honour of the country in the world.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.09 pm: Bahujan Samaj Party chief Mayawati asks all to maintain an amicable atmosphere. “While respecting the historic, unanimous decision given by the Supreme Court in relation to the Ram Janmbhoomi-Babri Masjid land dispute today as per the secular Constitution of Param Pujya Baba Saheb Dr Bhimrao Ambedkar, all future action should only be taken in an amicable atmosphere,” she tweets. “This is an appeal and suggestion.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.08 pm: Vice President M Venkaiah Naidu says India is the winner after the Supreme Court verdict. “Further to today’s unanimous verdict by 5-Judge bench of Supreme Court on Ayodhya issue, let’s leave the past behind and move towards building an India of peace, harmony & prosperity,” he adds. “India is the winner from this judgement. Our desire and ability to live together has triumphed.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.05 pm: Delhi Police use drones to carry out surveillance in parts of the national capital. Prohibitory orders have been issued across the national capital to maintain public order.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.44 pm: Ministry of Information and Broadcasting issues advisory to all channels and cable TV operators to strictly adhere to the Programme Code during discussion, debates and reporting, according to ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.31 pm: Maharashtra Navnirman Sena chief Raj Thackeray says he is happy. “All ‘karsevaks’ who gave sacrifices during the entire struggle..their sacrifice has not gone waste,” he tells ANI. “Ram Temple must be constructed at the earliest. Along with Ram Temple, there should also be ‘Ram Rajya’ in the nation, that is my wish.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.26 pm: Two unidentified men have been taken into preventive custody for spreading rumours on Ayodhya verdict, Noida Police tell PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.22 pm: Ayodhya district magistrate congratulates everyone. “Congratulations everybody on a peaceful resolution of a longstanding dispute,” tweets Anuj K Jha. “I will urge everybody to observe restraint in celebrating the verdict. Any inciting or insulting behaviour will be acted against.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.11 pm: Ajmer Sharif dargah dewan Syed Zainul Abedin says the verdict is nobody’s victory or defeat, reports ANI. “Whatever has happened, is in the interest of the nation and we should put an end to the dispute right here,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.05 pm: Asaduddin Owaisi says he is not satisfied with the verdict. “Supreme Court is indeed supreme but not infallible,” he adds. “We have full faith in the Constitution, we were fighting for our right, we don’t need 5 acre land as donation. We should reject this 5 acre land offer, don’t patronise us.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.55 pm: Pakistan Foreign Minister Shah Mahmood Qureshi objects to the timing of the Ayodhya verdict, reports The Indian Express. He says he is “deeply saddened” at the “insensitivity” shown at such a joyous occasion. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.53 pm: Union minister Prakash Javadekar calls the Supreme Court verdict a historic, balanced and judicious one. “I am sure that everyone will welcome it,” he adds, according to PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.51 pm: Congress General Secretary Priyanka Gandhi Vadra says all parties should respect the Supreme Court verdict and maintain India’s age-old tradition of living together in harmony and brotherhood.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.50 pm: LK Advani’s devotion to temple cause is at the root of BJP’s success, it’s coming back to power for another term, says Uma Bharti.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.36 pm: On the Ayodhya verdict, Mahatma Gandhi’s great grandson Tushar Gandhi says Nathuram Godse would have been called a murderer who was also patriot if Mahatma Gandhi’s assassination case was retried by the Supreme Court today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.35 pm: The Jharkhand government directs deputy commissioners and superintendents of police of all 24 districts to remain on high alert for the next one week, reports PTI. Chief Secretary DK Tiwari directs all the district administrations to keep security forces in “alert mode”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.32 pm: Former Regional Director (North) of Archaeological Survey of India KK Muhammed says he feels vindicated, reports ANI.  Muhammed had said that a Ram temple existed before Babri masjid came up in Ayodhya. “I was hounded by a group of people,” he remembers. “It is exactly the kind of decision that we all wanted.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.29 pm: This is a historic verdict, says Ramdev. “A grand Ram temple will be built. Decision to allot alternate land to Muslim side is welcome, I believe Hindu brothers should help in the construction of the Masjid as well,” he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.27 pm: A Supreme Court judge tells NDTV that it is time for healing. “Big relief that we did our duty entrusted upon us,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.26 pm: Rajasthan Chief Minister Ashok Gehlot calls it a historic judgement, reports PTI. “I understand that today at least a decision has been taken...which we all should welcome,” he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.11 pm: We will all build the Ram temple together, says Mohan Bhagwat.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.06 pm: RSS chief Mohan Bhagwat welcomes the verdict. “This case was going on for decades and it has reached the right conclusion,” he adds. “This should not be seen as a win or loss.We also welcome everyone’s efforts to maintain peace and harmony in society.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.04 pm: Modi lauds the peace maintained by the public. It shows India’s inherent commitment to peaceful coexistence, says the prime minister. “May this very spirit of unity and togetherness power the development trajectory of our nation. May every Indian be empowered.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.03 pm: Modi says the Ayodhya judgement highlights that any dispute can be amicably resolved. “It reaffirms the independence, transparency and farsightedness of our judiciary,” says Modi. “It clearly illustrates everybody is equal before the law.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.01 pm: Prime Minister Narendra Modi reiterates that the verdict should not be seen as a win or loss for anybody. “Be it Ram Bhakti or Rahim Bhakti, it is imperative that we strengthen the spirit of Rashtra Bhakti,” he tweets. “May peace and harmony prevail!” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.59 pm: Sri Sri Ravishankar calls the verdict a historic judgement. “This case was going on for a long time and finally it has reached a conclusion,” he tells ANI. “Peace and harmony should be maintained in society.”  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.47 pm: Home Minister Amit Shah expresses gratitude to “all groups, countless unknown people who strived for legal resolution of Ram Janmaboomi-Babri Masjid dispute”, reports PTI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.32 pm: The addenda to the judgement, in which a judge disagrees on certain aspects establishing the birthplace of Lord Ram, is unsigned. “One of us, while being in agreement with the above reasons and directions, has recorded separate reasons on: ―Whether the disputed structure is the birth place of Lord Ram according to the faith and belief of the Hindu devotees. The reasons of the learned judge are set out in an addendum.”    \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.24 pm: Karnataka Chief Minister BS Yediyurappa urges people to welcome the verdict. “Let us all wholeheartedly welcome the apex court verdict,” he says, according to PTI. “This is neither a victory for anyone, nor a defeat for anyone. Don’t react emotionally. Let the harmony and peace prevail.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.22 pm: The Supreme Court giving Ram Lalla’s birth land for Ram Temple is a salute to the sacrifice of lakhs of workers, former Vishwa Hindu Parishad chief Praveen Togadia tells PTI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.21 pm: The Supreme Court decision cannot be a matter of credit or discredit to any individual, group, communities or political parties, says Congress.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.18 pm: Congress says it is in favour of the construction of Ram Temple, reports ANI. “This judgement not only opened the doors for the temple’s construction but also closed the doors for BJP and others to politicise the issue,” says Randeep Surjewala.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.13 pm: “The judgment is against our expectations,” says the general secretary of All India Muslim Personal Law Board. “We presented solid evidences to prove our stance. Our legal committee will review the judgment.  We have sincerely tried to fulfill our responsibility to restore the demolished Babri Masjid.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.11 pm: Zafaryab Jilani of the All India Muslim Personal Law Board says they will file a review petition if their committee agrees. “It is our right and it is in Supreme Court’s rules as well,” he tells ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.51 am: Chants of Jai Shri Ram and Bharat Mata Ki Jai are heard outside the Supreme Court, reports Bar and Bench. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.50 am: Defence Minister Rajnath Singh calls the verdict a landmark judgement. “I appeal to public to maintain peace and calm,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.48 am: “Nirmohi Akhara is grateful that the Supreme Court has recognised our fight of last 150 years and has given the Nirmohi Akhara adequate representation in the trust to be set up by the Central Government to build & manage the Shri Ram Janmasthan Temple,” says Nirmohi Akhara spokesperson Kartik Chopra. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.47 am: Iqbal Ansari, one of the litigants in Ayodhya case, says he respects the judgement.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.46 am: Bihar Chief Minister Nitish Kumar says the verdict will be beneficial for social harmony. “There should be no further dispute on this issue, that is my appeal to the people,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.43 am: Union Minister Nitin Gadkari says everyone must accept the Supreme Court judgement. He urges people to maintain peace. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.37 am: Zafaryab Jilani, the lawyer for the Sunni Waqf Board, says they are not satisfied. “We will decide further course of action,” he tells ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.23 am: Varun Kumar Sinha, the lawyer of the Hindu Mahasabha, calls it a historic judgement. “With this judgement, the Supreme Court has given the message of unity in diversity,” he tells ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.10 am: The Supreme Court asks the Centre to formulate a scheme within three months and set up a trust. The trust will hold possession of the disputed site. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.09 am: The court orders separate land for Muslims for a mosque in a suitable, prominent place. It will be acquired by the government. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.07 am: Activities on social media platforms will be under observation, say the Delhi Police. It advise that such platforms should be used with discretion, and users should restrain from spreading any disharmony, hatred or enmity.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.03 am: The High Court judgement of partition defies logic, says the chief justice.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.02 am: The mosque was not abandoned by the Muslims, says Supreme Court. Though the Hindus continued to worship at Ram Chabutra, they claimed ownership of Garbh Garha also. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.01 am: Section 144 of the CrPC has been imposed in Mumbai till 11 am tomorrow, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.52 am: There is clear evidence that the Hindus believed Ram was born at the disputed site, says Ranjan Gogoi, according to The Hindu. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.49 am: This court must accept faith and accept belief of worshippers, says Gogoi. The court should preserve balance. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.47 am: But the ASI report does not say if the structure was demolished for the mosque. It has left unanswered this critical point: whether temple was demolished for mosque, says the Supreme Court.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.46 am: There is adequate material in the ASI report to conclude the following:  Babri Masjid not constructed on vacant land. There was a structure underlying the disputed structure.  The underlying structure was not an Islamic structure, says the Supreme Court. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.44 am: Suit 3 filed by Nirmohi Akhara is governed by Article 120 of Limitation Act and is barred by limitation, says the Supreme Court, according to Bar and Bench. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.43 am: This court set up under Constitutional scheme should defer from interfering with faith and belief of worshippers, says court.   Secularism is the basic feature of the Constitution. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.42 am: Ram Janmabhoomi is not a legal personality, says the Supreme Court, according to The Hindu. The deity is a juridical person. Chief Justice Ranjan Gogoi is reading out the verdict.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.34 am: The Ayodhya verdict will be a unanimous one, reports The Hindu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.30 am: The copies of the judgement in sealed cover have been brought inside the courtroom, according to News18. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.28 am: A crowd of lawyers and journalists rush to the courtroom as the door opens, reports Bar and Bench.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.24 am: Union Home Secretary Ajay Bhalla arrives at Home Minister Amit Shah’s residence for a high-level security meeting, according to ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.23 am: All five judges who will deliver the verdict in the Ayodhya title dispute case have reached the Supreme Court, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.22 am: The courtroom door of the Supreme Court opens, reports News18. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.20 am: At least 40,000 police personnel have been deployed in Mumbai. Drones and CCTVs will be used to monitor the situation. “We are prepared to tackle any eventuality,” DCP Pranay Ashok tells PTI. “We are also monitoring online activities through our social media wing. We will block objectionable posts and content as need be to ensure that no rumours are spread.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.18 am: RSS chief Mohan Bhagwat will address the media in Delhi at 1 pm after the Supreme Court verdict, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.14 am: Uttarakhand CM Trivendra Singh Rawat asks people to accept the verdict. “No rumours or objectionable comments should be made on social media or other platforms that could adversely affect social harmony,” he tells ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.13 am: Home Minister Amit Shah calls a high-level security meeting at his residence, reports ANI. National Security Advisor Ajit Doval, Intelligence Bureau chief Arvind Kumar and other senior officials will attend the meeting.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.11 am: Lawyer CS Vaidyanathan, representing Ram Lalla deity, speaks with Rajeev Dhavan, the counsel for the Sunni Wakf Board, outside the CJI courtroom.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Supreme Court: Ram Lalla deity lawyer, CS Vaidyanathan (extreme right) in conversation with Dr Rajeev Dhavan, senior lawyer for Sunni Wakf Board, outside the CJI courtroom. #AyodhyaJudgment pic.twitter.com/GZvt2q8cd0— ANI (@ANI) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.10 am: Bihar Chief Minister Nitish Kumar says there should be no dispute over the Ayodhya verdict. “We appeal to everyone to not create a negative environment, cordiality should be maintained,” he says, according to ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.07 am: Chief Justice of India Ranjan Gogoi leaves for the Supreme Court where the verdict is expected to be announced at 10.30 am, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Chief Justice of India Ranjan Gogoi leaves for Supreme Court from his residence. #AyodhyaJudgement pic.twitter.com/yikaQR0Sde— ANI (@ANI) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.34 am: Internet services to be suspended for 24 hours in Jaipur commissionerate in Rajasthan, from 10 am on Saturday, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.27 am: Authorities in Punjab and Haryana review their law and order situation. Punjab Chief Minister Amarinder Singh, who will lead a delegation to Kartarpur Sahib in Pakistan on Saturday, held discussions with Director General of police Dinkar Gupta and other senior officials.Officials in Punjab were asked to be on high alert and take the required steps to maintain peace and harmony in the state, an official spokesperson said, according to PTI. Police in Haryana said they were prepared to maintain peace. “We have made all arrangements to maintain law and order in the state in view of the Ayodhya verdict,” Haryana Additional Director General of Police (law and order) Navdeep Singh Virk adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.22 am: The Uttar Pradesh administration is keeping a close eye on 31 districts of the state, unidentified officials tell PTI. The state government has created temporary jails in each district while internet services may be banned in some areas to prevent spread of rumours on social media.The Home ministry is in touch with the state authorities, and has provided 4,000 central security forces. Special vigil is being kept on more than 670 social media users, an official said.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.16 am: Additional Director General of Police (Prosecution) of the Uttar Pradesh Police Ashutosh Pandey says devotees are visiting the “temple of Shri Ram Lalla” as there are no restrictions on going to the disputed site. The police officer says markets are open and the situation is normal, according to ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.15 am: Delhi’s Joint Commissioner of Police ID Shukla says appropriate security measures are in place ahead of the verdict. “There is no question of any mishappening, be it the security of Supreme Court, High Court or the security of a VIP-VVIP, it cannot be breached,” he tells ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    ID Shukla, Joint CP: Delhi Police has taken appropriate security measures with the help of paramilitary, ahead of the #AyodhyaVerdict. There is no question of any mishappening, be it the security of Supreme Court, High Court or the security of a VIP-VVIP, it cannot be breached. pic.twitter.com/HlsZQV1mn3— ANI (@ANI) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.12 am: Odisha Chief Minister Naveen Patnaik urges people to accept the Supreme Court’s ruling. “Let us continue to live in peace and harmony,” he tweets. “The spirit of brotherhood is the hallmark of our secular fabric.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ahead of #AyodhyaVerdict, appeal to everyone to accept the judgement of Honourable  #SupremeCourt. Let us continue to live in peace and harmony. The spirit of brotherhood is the hallmark of our secular fabric.— Naveen Patnaik (@Naveen_Odisha) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.10 am: Authorities impose Section 144 of the CRPC in Karnataka along with a ban on sale of alcohol in Hubbli and Dharbad cities, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.09 am: Prohibitory orders have been imposed in many states across the country. In Kerala, curfew has been clamped down in five police station limits in Kasaragod district, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.06 am: Security personnel are deployed outside the Supreme Court, which is expected to deliver the verdict today at 10.30 am. Section 144 [prohibiting the assembly of five or more people without permission] imposed in the area, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Security personnel outside Supreme Court ahead of verdict in #Ayodhya land case; Section 144 is imposed in the area pic.twitter.com/AAJobFb9KR— ANI (@ANI) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.02 am: All educational institutes in Baghpat district in Uttar Pradesh will remain shut between November 9 and November 11, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.50 am: Rashtriya Swayamsevak Sangh chief Mohan Bhagwat will address the media at 1 pm, following Supreme Court judgement, reports ANI.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.47 am: Paramilitary forces have been deployed in Ayodhya, and aerial surveillance is being conducted, according to the UP Police chief. “Intelligence machinery has been geared up, random checks are also taking place,” ANI quotes OP Singh as saying. “An ADG [Additional Director General of Police] rank officer has been deployed in Ayodhya to keep an eye on operations.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.45 am: Uttar Pradesh Director General of Police Om Prakash Singh tells ANI that 10,000 meetings with religious leaders and citizens have been held across the state as part of confidence-building measures. “We are appealing to people of the state to not spread rumors on social media,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Uttar Pradesh Director General of Police (DGP), OP Singh: We have taken confidence building measures, we did around 10,000 meetings across the state with religious leaders & citizens. We are appealing to people of the state to not spread rumors on social media. #AyodhaVerdict pic.twitter.com/sBLZTxvwbQ— ANI (@ANI) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.11 am: Mahant Satyendra Das, the chief priest of the makeshift Ram temple in Ayodhya, appeals to all to ensure peace is maintained. “I appeal to all to respect the Supreme Court verdict and maintain peace,” he tells ANI. “Prime Minister has rightly said that the Ayodhya verdict will not be anyone’s loss or victory.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mahant Satyendra Das, Chief Priest of the makeshift Ram temple in #Ayodhya: I appeal to all to respect the Supreme Court verdict and maintain peace. Prime Minister has rightly said that the Ayodhya verdict will not be anyone’s loss or victory. pic.twitter.com/qCRyLg4ccl— ANI (@ANI) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.07 am: Union minister Nitin Gadkari asks the public to maintain peace ahead of the verdict, ANI reports. “We have full faith in our judiciary,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Union Minister Nitin Gadkari: We have full faith in our judiciary. I appeal to all to accept Supreme Court's verdict and maintain peace. #AyodhaVerdict pic.twitter.com/rQNfPs08d1— ANI (@ANI) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.06 am: Authorities impose restrictions in Jammu and Kashmir as schools and colleges remain shut. “Restrictions under Section 144 [prohibiting the assembly of five or more people without permission] of the Code of Criminal Procedure have been imposed in Jammu and Kashmir in view of the SC verdict as a precautionary measure,” Deputy General of Police Dilbag Singh tells PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.48 am: Internet services in Uttar Pradesh’s Aligarh district have been shut down, reports News18. However, it is still operational in other parts of the state.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.45 am: Classes will not be held at Jamia Millia Islamia central university in Delhi today and tomorrow. All departments, including the library, will be closed. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    All departments including library will be closed.— Jamia Millia Islamia (Central University) (@jmiu_official) November 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.43 am: All schools and colleges in Rajasthan will remain closed today, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.30 am: Rajasthan government has suspended mobile internet services in Bharatpur district till 6 am on Sunday in light of the upcoming verdict in the Ayodhya case, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.24 am: Senior Congress leaders will meet at 9.45 am in New Delhi. “Congress Working Committee members, permanent invitees and special invitees will be attending the meeting,” tweets party leader KC Venugopal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The CWC meeting has been rescheduled to tomorrow 09.11.19, 0945 am at 10 Janpath. CWC members, Permanent Invitees & Special invitees will be attending the meeting.— K C Venugopal (@kcvenugopalmp) November 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.21 am: Karnataka State Road Transport Corporation advises bus operators to “take extra care” and heed advisory from local police authorities, reports ANI. Any untoward incident can be reported to a control room at its central office.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.17 am: Uttar Pradesh Chief Minister Adityanath has appealed to the public not to heed rumours. “The government is committed to ensuring the safety of every single resident in the state,” he says in a tweet. “Any person who tries disrupting the peace in the state will be prosecuted.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    मेरी प्रदेशवासियों से अपील है कि अफवाहों पर ध्यान न दें।प्रशासन सभी की सुरक्षा व प्रदेश में कानून व्यवस्था को बनाए रखने के लिए पूरी तरह कटिबद्ध है।कोई भी व्यक्ति यदि कानून व्यवस्था के साथ खिलवाड़ करने की कोशिश करेगा, तो उसके विरुद्ध सख्त कार्रवाई की जाएगी ।— Yogi Adityanath (@myogiadityanath) November 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.16 am: Kerala Chief Minister Pinarayi Vijayan urges citizens to exercise restraint while reacting to the top court’s verdict on Saturday morning, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.15 am: Shiv Sena President Uddhav Thackeray, who is locked in a political tussle with the Bharatiya Janata Party in Maharashtra, has said the Narendra Modi government cannot take credit for the Supreme Court verdict if it turns out to be in favour of Hindus, PTI reports. “We had requested the government to make a law on construction of Ram Temple but the government did not do that,” he told reporters in Mumbai on Friday night. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.08 am: Prohibitory orders have been imposed across Uttar Pradesh. ANI tweets photos of police personnel deployed at the entrance of the city of Ayodhya.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Police personnel deployed at the entrance of Ayodhya city, in the light of pronouncement of #AyodhyaVerdict by the Supreme Court today. pic.twitter.com/0Z6IgFQ6uA— ANI UP (@ANINewsUP) November 9, 2019\n\n\n\n    Ayodhya: Security deployed in the area around Ram Janmabhoomi police station. Supreme Court will pronounce #AyodhyaVerdict today. pic.twitter.com/d6FsWEjcTh— ANI UP (@ANINewsUP) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.05 am: The dispute began in the courts in the 19th century but matters escalated in 1949 when an idol of Hindu deity Ram  was placed under the central dome of Babri Masjid.Here’s a timeline of the main events in the case. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.03 am: Security outside the residences of the five judges on the Constitution Bench that will deliver the judgement has been stepped up, reports NDTV.  Apart from Chief Justice of India Ranjan Gogoi, the other members of the Bench are Justices SA Bobde, DY Chandrachud, Ashok Bhushan and S Abdul Nazeer. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Police personnel deployed outside the residence of Chief Justice of India (CJI) Ranjan Gogoi. Supreme Court will pronounce #AyodhyaVerdict today. pic.twitter.com/J2t3L4K3FA— ANI (@ANI) November 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 am: The Delhi Police have increased security across the national Capital and asked its seniors officers to identify sensitive areas in the city and deploy additional personnel there, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Latest visuals from outside Supreme Court, ahead of the pronouncement of #AyodhyaVerdict by the apex court. pic.twitter.com/tTeYuZpySf— ANI (@ANI) November 8, 2019\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-09T07:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130606-hzbszfrgtk-1573278931.jpg","tags":["Supreme Court","Ram Temple","Ayodhya verdict","Babri Masjid","Uttar Pradesh"]}