{"title":"‘Ajeeb Daastaans’ review: One episode in the Netflix anthology film is worth the price of the rest","content":"Neeraj Ghaywan’s Geeli Puchhi appears third in the four-part Netflix anthology film Ajeeb Daastaans. The placement is wise: had the quartet kicked off with Geeli Puchhi, the other episodes would have been found even more wanting. Ajeeb Daastaans is the latest thematic omnibus production to be streamed on Netflix. Previous ventures have included meditations on the Mumbai film industry, lust and sexual desire, ghosts and hauntings, honour and community pride and rebellious women. The 142-minute Ajeeb Daastaans is possibly the most ambitious in the series. The title doesn’t do justice to what the project attempts to explore: the transactional, self-serving and brittle nature of human relations, the often invisible and deleterious identity politics that underpin socially sanctioned bonds, and the insurrections staged by individuals who seek to rewrite their destinies.Only Ghaywan’s chapter – a two-hander starring Konkona Sensharma and Aditi Rao Hydari –completely and satisfactorily executes the brief. Geeli Puchhi wraps into its crisp runtime a chronicle of caste, sexuality and womanhood. The drum-tight writing, by Ghaywan and Sumit Saxena, brings out the complex power dynamic between Bharti (Sensharma), a Dalit assembly line worker, and Priya (Rao Hydari), the Brahmin data operator who has been given the job Bharti covets.Historical faultlines stand between the only two female employees at the factory, but their mutual attraction draws them together. The limits of this forbidden bonding are revealed in a quietly devastating manner, leading to the dark turn that has been forewarned by Alokananda Dasgupta’s needlessly ominous background score.\n\n\n    \n    Play\n\nAjeeb Daastaans (2021).A whole movie, in fact, could have been created out of Ghaywan’s terrific and layered exploration of how caste and entitlement operate in the real world. Yet, there is enough room to throw in a clever nod to 36 Chowringhee Lane, by Konkona Sensharma’s mother Aparna Sen. Sensharma delivers a monumental performance, filled with minute details and subtle shifts in mood and bearing. Bharti’s watchful gaze, little frame and tightly held body convey the burden not just of her character, but of every woman who faces multiple battlefronts at any given point. Aditi Rao Hydari too is excellent as the seemingly immature woman who is a rebel in her own girlish way. Strong performances similarly rescue the other three entries from oblivion. In Majnu, written and directed by Shashank Khaitan, Jaideep Ahlawat and Fatima Sana Shaikh play Babloo and Lipakshi, an couple trapped in wedlock by expediency. Armaan Ralhan, Fatima Sana Shaikh and Jaideep Ahlawat in Ajeeb Daastaans (2021). Courtesy Dharmatic Entertainment/Netflix.The unconsummated marriage has turned Lipakshi into Barabanki’s own Ms Bovary. Lipakshi’s latest mark Raj (Armaan Ralhan) happens to be Babloo’s trusted financial advisor. Although the lusty, twisty tale is too rushed, Fatima Sana Shaikh leaves a mark as the bosom-heaving lonely wife.In Raj Mehta’s Khilauna, written by Sumit Saxena, Nushrrat Bharuccha and Inayat Verma play sisters with strong survival instincts.  Domestic worker Meenal (Bharuccha) has a thing going with the neighbourhood laundry man Sushil (Abhishek Banerjee). When her illegal electricity connection is terminated, Meenal is forced to tap into her sexuality to set matters right. Despite strong turns by Bharuccha and Verma, the narrative is too crammed and unconvincing to deliver its subversive intent.Nushrrat Bharuccha and Inayat Verma in Ajeeb Daastaans (2021). Courtesy Dharmatic Entertainment/Netflix.The most feeble entry brings up the rear. In Kayoze Irani’s Ankahi, Shefali Shah plays Natasha, the mother of a teenager who is steadily losing her hearing. Natasha and her husband Rohan (Pushparag Ray Choudhary) are drifting apart from the strain. A welcome distraction arrives in the form of deaf photographer Kabir (Manav Kaul), who touches Natasha’s heart with sign language and oodles of dishiness.As a short film, Irani’s contribution, written by Uzma Khan and Sumit Saxena, certainly fulfills the brief. There are just about enough ideas here for a snacky serving of the cynicism and deception that love often entails. The Kaul-Shah chemistry keep interest levels from flagging, but the impact of the previous entry, Geeli Puchhi, hangs over Ankahi like a cloud that refuses to go away. Manav Kaul and Shefali Shah in Ajeeb Daastaans (2021). Courtesy Dharmatic Entertainment/Netflix.","author":"Nandini Ramnath","time":"2021-04-16T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157668-mccjogqpkd-1618505026.jpg","tags":["Ajeeb Daastaans","Neeraj Ghaywan","Netflix"]}