{"title":"Ajit Pawar says he does not want to be Leader of Opposition, seeks post in NCP leadership","content":"Nationalist Congress Party leader Ajit Pawar on Thursday urged the party leadership to relieve him  from the post of Leader of Opposition in the Maharashtra Assembly, PTI reported.Pawar made the appeal in his address at the Nationalist Congress Party’s 24th Foundation Day programme in Mumbai. This came amid speculation that he was unhappy about not being given any role in the party after a reshuffle earlier this month. His cousin Supriya Sule along with Nationalist Congress Party leader Praful Patel were made working presidents of the outfit. At that time, Pawar had dismissed reports of him being disgruntled. The MLA from the Baramati constituency stated that he had the responsibility of being the Leader of Opposition and that he wanted to remain active in Maharashtra politics rather than at the national level.But at Thursday’s event, Pawar said that he preferred to take on any role in the party organisation. “I am told that I don’t act tough as the Leader of the Opposition,” he added. “I was never interested in working as Leader of Opposition but accepted the role on demand of the party MLAs.” He took charge as the Leader of the Opposition last July after the previous Maharashtra government – run in coalition by the Shiv Sena, the Nationalist Congress Party and the Congress – collapsed after  Eknath Shinde led a rebellion by a group of legislators against Uddhav Thackeray’s leadership. Pawar also said that he was instrumental in the victory of several Nationalist Congress Party MLAs in the 2019 Assembly elections and highlighted his swift decision-making skills, The Indian Express reported. “You all know how I work in Mantralaya,” he said. “I end the matter with a yes or no.”Nationalist Congress Party chief Sharad Pawar and other senior leaders of the outfit were in the audience. However, the party supremo did not respond to Ajit Pawar’s comments and instead spoke about the need to have unity among Opposition parties in the country.","author":"Scroll Staff","time":"2023-06-22T12:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131766-xzibgmcpsb-1574834427.jpg","tags":["Ajit Pawar","Maharashtra Assembly","Leader of Opposition","NCP","Sharad Pawar"]}