{"title":"Ajit Pawar’s faction is the real NCP, rules Election Commission","content":"The Election Commission on Tuesday recognised the faction led by Maharashtra Deputy Chief Minister Ajit Pawar as the real Nationalist Congress Party and allocated it the “clock” symbol.In July, Ajit Pawar, along with several MLAs of the Nationalist Congress Party, joined Maharashtra’s coalition government comprising the Bharatiya Janata Party and the Shiv Sena faction led by Chief Minister Eknath Shinde. Ajit Pawar then became the deputy chief minister.The move led to a split in the Nationalist Congress Party, with one faction supporting the party founder Sharad Pawar and the other backing Ajit Pawar.On Tuesday, the polling body said that while it had used the “test of aims and objectives of the party Constitution” and the “test of party Constitution” as well, its decision was based on the “test of legislative majority” as the first two tests proved inconclusive.“The Commission examined the affidavits of support filed by both the factions and concluded that the group led by the petitioner [Ajit Pawar] enjoyed majority support among the legislators,” the polling body said.It added: “In view of the aforesaid findings, this Commission holds that the faction led by the Petitioner, Sh. Ajit Anantrao Pawar, is the Nationalist Congress Party [NCP] and is entitled to use its name and reserved symbol ‘clock’ for the purposes of the Election Symbols [Reservation and Allotment] Order, 1968.”The Election Commission also allowed Sharad Pawar’s faction to use a new name for the February 27 polls for six Rajya Sabha seats from Maharashtra. If the faction does not inform the poll body of three preferred names by 4 pm on Wednesday, the MLAs from the group will be treated as independent legislators.On January 29, the Supreme Court had extended the deadline given to Maharashtra Assembly Speaker Rahul Narwekar to February 15, to decide on disqualification petitions against MLAs of the Nationalist Congress Party faction led by Ajit Pawar.The polling body’s announcement on Tuesday was similar to its February 2023 decision of recognising the faction led by Maharashtra Chief Minister Eknath Shinde as the real Shiv Sena and allocated it the bow and arrow symbol. The Shiv Sena had split in June 2022 when Shinde and a group of party MLAs rebelled against the former Maharashtra government – a coalition of the united Shiv Sena led by Uddhav Thackeray, the Nationalist Congress Party and the Congress. At that time, Thackeray was the chief minister.In the Shiv Sena case too, the Election Commission had compared which of the two factions had the support of the majority among its members in the state legislature and Parliament. The poll body had said that it had adopted this method after other tests failed. The other tests included whether the factions adhered to the party’s stated aims and objectives and the extent of the support they had among the organisation’s members and office bearers.While the Shinde-led faction was given the party’s traditional bow and arrow symbol, the Thackeray-led faction, called Shiv Sena (Uddhav Balasaheb Thackeray), retained its flaming torch symbol.On Tuesday, Ajit Pawar’s faction welcomed the Election Commission decision.“We live in a democracy and any decision can be challenged,” Praful Patel, the working president of Ajit Pawar’s faction, told ANI. “Maybe attempts will be made to challenge this at the Supreme Court or High Court. All I would like to say is that the decision we made was correct and through EC [election commission], our decision has been proven correct.”#WATCH | Delhi | On NCP name & symbol matter ruled by EC in favour of Ajit Pawar, party's working president Praful Patel says, \"...We welcome the ruling of the Election Commission...We live in a democracy and any decision can be challenged. Maybe attempts will be made to… pic.twitter.com/IbOMdYLbun— ANI (@ANI) February 6, 2024\n\n\nAnil Deshmukh, a leader from Sharad Pawar’s group, described the decision as “murder of democracy”.“A similar decision was taken in the case of Shiv Sena,” he said. “NCP was founded by Sharad Pawar. He had been the president of the party for years. The Election Commission’s decision under pressure is the murder of democracy. This is unfortunate.”आमचा पक्ष...आमचं चिन्ह...फक्त शरद पवार साहेब! pic.twitter.com/7FCW0l45vM— ANIL DESHMUKH (@AnilDeshmukhNCP) February 6, 2024\n\n\nPriyanka Chaturvedi, a Rajya Sabha MP from Thackeray’s Shiv Sena faction, said that the polling body’s decision was not surprising.“A man who was charged of corruption of worth Rs 70,000 crores today stands shoulder to shoulder with the BJP,” she told ANI. “It is sponsored, planned and executed by the Central Government to try and silence those voices which speak for the people of this country, which speak strongly against the growing dictatorial tendencies of the government.”#WATCH | On NCP name & symbol matter ruled by EC in favour of Ajit Pawar, Shiv Sena (UBT) MP Priyanka Chaturvedi says, \"I am not surprised at all. A man who was charged of corruption of worth Rs 70,000 Crores...today stands shoulder to shoulder with the BJP...Ajit Pawar happens… pic.twitter.com/s7wFs8YSOU— ANI (@ANI) February 6, 2024\n\n\nAlso read: Explained: How the Election Commission recognised Eknath Shinde’s faction as the real Shiv Sena","author":"Scroll Staff","time":"2024-02-06T20:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191897-ptlnzsqzdg-1688558297.jpg","tags":["Ajit Pawar","NCP","Election Commission","Sharad Pawar"]}