{"title":"All four shankaracharyas to skip Ram temple inauguration in Ayodhya","content":"All four shankaracharyas – pontiffs of major Hindu shrines – will not attend the inauguration ceremony of the Ram temple in Ayodhya on January 22, Scroll has confirmed.The shankaracharyas head four shrines called peeths situated in Joshimath in Uttarakhand, Dwarka in Gujarat, Puri in Odisha and Sringeri in Karnataka. The shrines were founded by eighth-century religious scholar Adi Shankaracharya.The heads of the Puri and Joshimath shrines have said that they will not attend the inauguration because religious scriptures were not being adhered to at the event. In a video posted on his official X handle on January 9, Joshimath shankaracharya Avimukteshwaranand Saraswati said that none of the four pontiffs will be in Ayodhya on January 22 as the consecration was being done before the construction of the temple was completed.“It is the duty of shankaracharyas to ensure that religious scriptures are properly followed,” Avimukteshwaranand said. “The scriptures are being undermined by carrying out consecration before the construction of the temple is complete. There is no reason for this rush.”22 जनवरी के प्रतिष्ठा के पूर्व रामानन्द सम्प्रदाय को मन्दिर सौंपे रामजन्मभूमि तीर्थ क्षेत्र ट्रस्ट - रामजन्मभूमि तीर्थ क्षेत्र ट्रस्ट के महासचिव चंपतराय जी के इस बयान पर पूज्यपाद ज्योतिष्पीठाधीश्वर जगद्गुरु शंकराचार्य स्वामिश्रीः अविमुक्तेश्वरानंदः सरस्वती '१००८' की प्रतिक्रिया… pic.twitter.com/h0IqLN8wFe— 1008.Guru (@jyotirmathah) January 9, 2024\n\n\nEarlier, on January 4, the shankaracharya of the Puri shrine, Nischalananda Saraswati, had told reporters that he would skip the consecration ceremony as he was “conscious of the dignity of his position”.“[Prime Minister Narendra] Modi will inaugurate the temple, he will touch the idol, then what am I supposed to do? Stand and clap?” the seer can be heard saying in a video that has been widely circulated on social media.Modi will unveil & touch Lord Ram’s Murthy & I will sit and clap? Asks Swami Nischalanand Saraswati, Shankaracharya of Govardhanmatth Puripeethadheeshwar!#AyodhyaRamMandir #RamMandir pic.twitter.com/vFQTAb75Wg— Hate Detector 🔍 (@HateDetectors) January 10, 2024\n\n\nWhile the shankaracharyas of Dwarka and Sringeri have issued statements saying they were not displeased with the consecration ceremony, administrative officials at both the shrines told Scroll that the seers will not be present in Ayodhya on January 22. The officials declined to cite any reason.    The Sringeri shankaracharya, in the statement released on January 8, dismissed claims that he was displeased with the consecration as “false propaganda”. He urged all believers to participate in the ceremony.Important Announcement for all Astikas. pic.twitter.com/jVRF5RYb5Z— Sringeri Math (@sringerimath) January 8, 2024\n\n\nSimilarly, the Dwarka shankaracharya also denied having made any statements about the ceremony.  \n\t\t\n\tPhoto: Facebook/Jagadguru Shankaracharya ji Maharaj Dwarka Sharada PeethadhishwarIn a recent interview to Hindi daily Amar Ujala, Champat Rai, the head of the Ram temple trust, said the temple belongs to the Ramanand sect of Hindus and not to ascetics belonging to the Shaiva and Shakta traditions. The four shankaracharyas are part of the Shaiva tradition.Avimukteshwaranand said that it was immoral of Rai to make the remarks since Hindus from all sects had donated money for the temple.“If the temple belongs to the Ramanand sect, why is Champat Rai heading the trust?” the seer questioned. “He should then hand over the temple to the Ramanand sect before the consecration.”The Ramanand sect was founded by 15th-century Vaishnavite devotee Ramanandi. The Vaishnavites worship the Hindu deity Vishnu, of whom Ram is believed to be an incarnation. Rai does not belong the Ramanand sect.Also read: Why some Hindutva supporters are angry with Modi’s Ayodhya temple inauguration","author":"Abhik Deb","time":"2024-01-11T13:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197405-jyfokhbafn-1704955896.jpeg","tags":["Shankaracharya","Ayodhya temple","Ram temple","Ayodhya","Narendra Modi","BJP"]}