{"title":"Allahabad HC rejects pleas challenging suits by Hindus seeking right to worship in Gyanvapi mosque","content":"The Allahabad High Court on Tuesday rejected pleas by the Muslim side challenging civil suits filed by the Hindu petitioners seeking the right to worship inside the premises of the Gyanvapi mosque in Varanasi, reported Bar and Bench.The court was hearing five petitions, including two pleas filed by the Anjuman Intezamia Masjid Committee, which is the caretaker of the mosque, and the Uttar Pradesh Sunni Central Waqf Board challenging a Varanasi court order of April 8, 2021, allowing a comprehensive survey of the Gyanvapi mosque.The survey order was passed on a petition filed by lawyer VS Rastogi who sought that the land on which the Gyanvapi Mosque is located should be given to Hindus. Rastogi claimed that Mughal Emperor Aurangzeb had pulled down a portion of the 2,000-year-old Kashi Vishwanath temple in 1664 to build the mosque.On Tuesday, the High Court held that the suits are not barred by the Places of Worship Act. The law prohibits any changes to the religious character of a place of worship in independent India.However, pleas challegning the constitutional validity of the Places of Worship Act are pending before the Supreme Court. The pendency of these petitions, along with the Supreme Court’s refusal to deal with the challenge to the survey orders based on the statute, has allowed the Hindu side to effectively bypass the law in the Gyanvapi case.Also read: How SC’s evasion on Places of Worship Act challenge is powering new Hindutva claims on mosquesThe High Court also directed the Varanasi court to pass a judgement within six months since the case concerns two major communities of the country, reported The Hindu.“The court said that if the existing structure is a mosque or temple, it can only be established after collecting evidence,” advocate Hari Shankar Jain representing the Hindu side told The Indian Express on Tuesday. “The court was hearing the challenge filed by the Muslim side to a suit filed in 1991.”A district court in Varanasi is also hearing a civil suit from Hindu litigants who claim that an image of deity Shringar Gauri exists at the mosque and have sought permission to offer daily prayers there.On Monday, the Archeological Survey of India submitted its survey report that was conducted to find out whether the mosque was built over a Hindu temple.The Varanasi district court had asked the Archeological Survey of India to conduct the survey on July 21 after the Allahabad High Court had held in May that a scientific survey could be conducted of an oval-shaped object found on the mosque premises.The oval-shaped object was found in May last year during a survey of the mosque premises ordered by a Varanasi civil court. The Hindu litigants claimed that the object was a shivling, a representation of the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.","author":"Scroll Staff","time":"2023-12-19T16:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174928-lmtzqeegbw-1653550473.jpg","tags":["Places of Worship Act","Gyanvapi","Allahabad High Court","Temple Restoration","Uttar Pradesh"]}