{"title":"Allahabad HC refuses to stay order allowing Hindus to pray in sealed basement of Gyanvapi mosque","content":"The Allahabad High Court on Friday refused to grant an interim stay on the Varanasi district court order allowing Hindus to offer prayers in the sealed basement of the Gyanvapi mosque complex, reported Live Law. A group of Hindus, led by Varanasi District Magistrate S Rajalingam, prayed inside the mosque complex on Wednesday night, hours after the district court allowed them to do so.  On Thursday, the Anjuman Intezamia Masajid Committee, which manages the mosque complex, challenged the Varanasi court’s order in the Supreme Court seeking an urgent hearing. The registrar, however, directed them to approach the Allahabad High Court instead.The committee said that the “unseemly haste” in starting prayers in the mosque’s cellar was aimed at foreclosing any attempt by the mosque management to seek legal recourse against the district court’s direction by “presenting them with a fait accompli”.Hearing the matter on Friday, a single-judge bench of Justice Rohit Ranjan Agarwal declined to stay the district court’s order on technical grounds. Agarwal said that the committee had not challenged a January 17 order of the district court, wherein the Varanasi district magistrate S Rajalingam was named a receiver in the case. The January 31 order facilitated the receiver to conduct Hindu prayers in the mosque’s basement.“This [January 31 order] is a consequential order,” Agarwal told the committee, reported Bar and Bench. “Amend your appeal.”He gave the mosque committee till February 6 to amend its plea.The High Court also directed the Uttar Pradesh government to ensure that law and order are maintained in the area. The Varanasi court allowed Hindus to offer prayers in the sealed basement of the mosque complex after the details of an Archaeological Survey of India survey report, which found that a Hindu temple existed at the site of mosque, were made public by a court order on January 25.The mosque has four cellars in its basement. One of them is still owned by the Vyas family of priests who used to live there, according to ANI. They argued that, as hereditary priests, they should be allowed to offer prayers in that cellar.The court had ordered that the arrangements for Hindu prayers, including the removal of barricades, be completed within a week.","author":"Scroll Staff","time":"2024-02-02T16:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192504-fiktmzvbxv-1690165913.jpg","tags":["Anjuman Intezamia Masajid Committee","Gyanvapi Mosque","Allahabad High Court","Varanasi"]}