{"title":"Allahabad HC orders transfer of all petitions in Shahi Idgah case to itself","content":"The Allahabad High Court on Friday directed that all matters related to the dispute about the Shahi Idgah mosque pending before a Mathura court be transferred to it, PTI reported.The applicants claim that the mosque is built over the birthplace of the Hindu deity Krishna. They have staked claim over 13.37 acres of land around the mosque. Justice Arvind Kumar Mishra allowed a transfer application filed by Ranjana Agnihotri, and seven others. The petitioners had requested that the proceedings must be conducted in the High Court on the lines of the Babri Masjid case. The High Court noted that there are 10 suits pending before the civil court, reported Live Law. It also said that the subject of the case was of “seminal public importance”, but that there had been no progress on it for two to three years.The development comes weeks after the High Court on May 1 had directed a Mathura court to decide on the suit seeking the removal of the Shahi Idgah mosque adjacent to a Krishna temple without considering the observations made by the district court last year.On May 19 last year, the Mathura district court had held that the suit to remove the Shahi Idgah mosque was maintainable and directed the civil court to hear both the parties in the case. The district court had also said that the Places of Worship Act would not apply to the case.The Act bars any changes to the religious character of places of worship as they stood at the time of Independence. It was passed at the height of the Babri Masjid dispute to prevent similar communal tussles over places of worship.The Act, however, provided an exception for the Babri Masjid site. The High Court had on May 1, refused to set aside the May 19 order of the district court but noted that the district judge should not have made remarks on the merits of the case.","author":"Scroll Staff","time":"2023-05-27T12:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174611-cmgcpoorbu-1652980433.jpg","tags":["Shahi Idgah Case","Mathura","Allahabad High Court"]}