{"title":"Allegations of plot to kill Sikh separatist may hurt India-US ties: Indian-American Congress members","content":"Allegations that an Indian citizen was involved in a foiled plot to assassinate a Sikh separatist leader could, if not properly addressed, significantly damage the partnership between New Delhi and Washington DC, five Indian-American members of the United States House of Representatives said on Friday.Ami Bera, Pramila Jayapal, Ro Khanna, Raja Krishnamoorthi and Shri Thanedar said that the allegations were deeply concerning. The legislators were told about the involvement at a classified briefing. “As Members of Congress, the safety and well-being of our constituents is our most important priority,” they said. “We welcome the Government of India’s announcement of a Committee of Enquiry to investigate the murder plot and it is critical that India fully investigate, hold those responsible, including Indian government officials, accountable, and provide assurances that this will not happen again.”  They added: “We believe the US-India partnership has made meaningful impact on the lives of both of our people, but we are concerned that the actions outlined in the indictment could, if not appropriately addressed, cause significant damage to this very consequential partnership.”On November 29, the United States Attorney’s Office, Southern District of New York, announced that it had filed “murder-for-hire charges” against an Indian national named Nikhil Gupta in connection with his alleged participation in a thwarted plot to assassinate a Sikh separatist leader. Though the statement did not name the leader, a report in the Financial Times on November 23 identified him as Gurpatwant Singh Pannun.The United States’ Department of Justice alleged that the plot was part of a larger conspiracy to kill one person in California and at least three in Canada. It claimed that Gupta was working on the directions of an Indian intelligence officer.The Department of Justice has not named the alleged Indian government official – who it refers to as CC-1 in the indictment. He was described as a “senior field officer” with responsibilities in security management and intelligence. He has previously served in the Central Reserve Police Force.India said it has constituted a high-level inquiry committee to examine the inputs. Ministry of External Affairs spokesperson Arindam Bagchi said that India is taking the inputs seriously “since it impinges on our own national security interests as well”. The United States’ charges came two months after Canadian Prime Minister Justin Trudeau said that there were “credible” allegations linking Indian agents to the murder of Sikh separatist leader Hardeep Singh Nijjar. He was shot dead in the parking lot of a gurdwara in Surrey near Vancouver on June 18.India rejected Trudeau’s allegations as “absurd and motivated”.","author":"Scroll Staff","time":"2023-12-16T11:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196689-wsjpblnvos-1702705646.jpg","tags":["United States House of Representatives","India","Gurpatwant Singh Pannun"]}