{"title":"Why Amitabh Bachchan’s ‘Deewaar’ still stands tall","content":"Amitabh Bachchan turns 80 on Tuesday. Fifty-three of those 80 years have been spent in the service of Hindi cinema. The newly minted octogenarian served up a reminder of his rigorous work ethic at two recent events.One was the October 8 release of Vikas Bahl’s Goodbye, in which Bachchan plays a grieving widower. The other was a four-day festival at which 11 of Bachchan’s best-known films from the 1970s and 1980s were re-released in cinemas. Organised by Film Heritage Foundation and PVR Cinemas across 17 cities and concluding on Tuesday, the festival appears to have been a bigger draw for the actor’s fans than Goodbye, which is not doing too well, according to trade reports.The festival did not include Prakash Mehra’s Zanjeer (1973), a breakthrough for a then-struggling Bachchan and the scripting team Salim-Javed. But the programme did have Deewaar (1975), also written by Salim-Javed, directed by Yash Chopra and produced by Gulshan Rai. Of all the titles at the commemorative event – Deewar, Don, Abhimaan, Satte Pe Satta, Amar Akbar Anthony, Kaalia, Kaala Patthar, Kabhi Kabhie, Mili and Namak Halaal – none has been as influential as Deewar. The film cemented Bachchan’s image as a brooding, anti-establishment outlier. His explosive performance in Deewar tops everything that came before it and overshadows whatever followed.Amitabh Bachchan and Parveen Babi in Deewar. Courtesy Trimurti Films.Gulshan Rai’s Trimurti Films also bankrolled the hits Johny Mera Naam (1970), Trishul (1978), Tridev (1989) and Mohra (1994). Gulshan Rai’s son Rajiv Rai, who directed Tridev and Mohra, was a teenager at the time of Deewar’s production.Rajiv Rai remembers his father as a bold adventurer, who moved to Mumbai from Lahore during Partition with barely any money. “Deewar was a huge risk, but Salim-Javed convinced dad in no time,” Rajiv Rai told Scroll.in. “The film had a biopic feel to it. It was wrapped up on a limited budget and on time. The dialogue is still fresh. Salim-Javed captured the strong emotional bonds between the characters.”While the line “Mere paas ma hai” (I have mother) has been repeated to the point of parody, Deewar’s larger debate about right and wrong continues to ricochet through the ether. Two of the biggest hits from the Southern film industries that have charmed Hindi film-goers in recent months bear traces of Deewar. Rocky, the dock rat who surfs to the top of the underworld in the Kannada-language K.G.F films from 2018 and 2022, is a direct descendant of Deewar’s anti-hero Vijay. In his swagger, disregard for authority, derring-do and mother worship, Rocky is the love child Vijay never had. Pushpa, the fearless smuggler from the 2021 Telugu-language Pushpa: The Rise, similarly seeks to reshape the world in his own image. Born out of wedlock and pushed to the margins of society, Pushpa stoops to conquer what he believes is his by right. Deewar itself used as its building bricks older films about “angry young men” willing to succumb to darker impulses and challenge the principles associated with orthodox heroism. Salim-Javed’s screenplay has a range of influences, including Sergio Leone’s spaghetti Westerns, Mother India from 1957 and Gunga Jumna from 1961. Bachchan’s Vijay is also a diamond-sharp embodiment of a bunch of angst-bitten characters the actor played during his drudge years.Shashi Kapoor and Amitabh Bachchan in Deewar. Courtesy Trimurti Films.Up until Zanjeer, Bachchan had varying success in the films in which he starred. Like the contrasting tragedy and comedy masks of theatre, Bachchan grimaced and grinned his way through melodramas, crime thrillers and comic films. Some of these films contained the seeds of the persona Salim-Javed nurtured to perfection in Deewar: the urban loner, disconnected from family ties, scarred by trauma, unwilling to make peace with the world and vocal about his anguish.Deewar was released on January 24, 1975. The Emergency, which suspended democratic rights and lasted until 1977, was a few months away. The backdrop for the tragedy that befalls Bachchan’s Vijay is the collapse of moral certainties, rampant unemployment and the proliferation of crime. Bombay is central to Vijay’s journey. The metropolis is both a land of endless opportunity as well as dog-eat-dog terrain. A shoe-shine boy might move from the footpath into a bungalow – but at a heavy cost.Deewar’s opening sequence references Mehboob Khan’s Mother India. Like the blood-red waters that flow through the dam that is being inaugurated in Mother India, Deewar too begins with a Pyrrhic victory.Sub-inspector Ravi (Shashi Kapoor) is being awarded a gallantry medal. He dedicates the honour to his mother Sumitra (Nirupa Roy). The absence of Ravi’s brother Vijay from the dais forms the plot of Deewar.Shashi Kapoor, Nirupa Roy and Amitabh Bachchan in Deewar. Courtesy Trimurti Films.Sumitra’s trade unionist husband Anand (Satyen Kappu) is forced to sell out his workers after his employer kidnaps Sumitra and her young sons Vijay and Ravi. A deeply disturbed Anand abandons Sumitra, forcing her to migrate to Mumbai and eke out of a living as a manual labourer. Vijay drops out of school to ensure an education for his younger brother Ravi.  The paths of the brothers diverge as they grow up. Ravi applies for a series of jobs, finally enrolling in the police force. Vijay, a load lifter at the docks, catches the eye of the dapper smuggler Davar (Iftekhar). Davar’s patronage gives Vijay overnight wealth and protection from the precariousness of poverty. Vijay also acquires a lover, Anita (Parveen Babi). When Ravi is assigned the task of busting Vijay’s criminal enterprise, the tensions between the brothers erupt into an epic battle.Javed Akhtar told author Nasreen Munni Kabir in the interview-based book Talking Films, “Every story is some kind of a parable, it is some kind of a bridge. It starts from a point, and it should create some kind of symmetry that links incidents that aren’t apparently connected.”In Deewar, several such incidents mark the brothers in different ways. These moments, which have a greater bearing on Vijay, rank highly in the Amitabh Bachchan canon.The heaviest price of Anand’s betrayal is paid by Vijay. In one of the most disturbing instances of violence done to a child, a bunch of drunks tattoo “Mera baap chor hai” (My father is a thief) on Vijay’s arm. Nirupa Roy and Alankar Joshi in Deewar. Courtesy Trimurti Films.The adult Vijay is initially indifferent to the criminals who extort a portion of the dock loaders’ wages. When one worker dies while trying to hold on to his salary, Vijay sets into motion the self-fulfilling prophecy contained in those four words seared on his arm and his soul.Among the film’s best-known sequences is the confrontation between Vijay, Sumitra and Ravi. I will sign a confession to my crimes only after everyone who has ever wronged me signs too, Vijay tells Ravi. The final word belongs to Vijay’s beloved mother. What a “saudagar” (a dealer) you have become, Sumitra tells Vijay. But you are not wealthy enough to buy my approval.Sumitra’s unwavering commitment to righteousness sets her apart from the matriarch in the K.G.F films. Among writer-director Prashanth Neel’s rewrites to Deewar is his portrayal of Rocky’s mother as the principal architect of her son’s criminal tendencies, rather than the moral compass that might encourage Rocky to turn himself in.Deewar has influenced all kinds of films, from Mani Ratnam’s Nayakan (1987) to Danny Boyle’s Slumdog Millionaire (2008). Scenes and lines from Deewar echo through nearly every chronicle of men avenging perceived slights and operating beyond the pale of the law.\n\n\n    \n    Play\n\nNayakan (1987).“One might expect that Deewar has consequently aged, but it is inescapably clear that neither changing cultural and cinematic fashions nor the substantially altered political landscape have reduced its appeal an iota,” Vinay Lal wrote in his study Deewar – The Footpath, The City and the Angry Young Man (HarperCollins India, 2011).Bachchan himself moved on from Deewar by the end of the 1970s. In Talking Films, Javed Akhtar astutely noted that following the success of Zanjeer, Deewar and Amar Akbar Anthony (1977), Bachchan willingly became a prisoner of his star image.The fire in the belly that made Deewar possible in 1975 had started dying by the end of the 1970s, and not just for Bachchan, Akhtar told Nasreen Munni Kabir. Akhtar said about his collaboration with Salim Khan: “You become complacent. You lose that hunger, you start feeling secure within the formula. You think this is what is expected of you, and you think this is what works because it’s always worked.”Bachchan’s current persona is far removed from his “Angry Young Man” days. Bachchan is now seen as an adorable, if occasionally crotchety, screen grandpa, the doughty survivor of personal and professional setbacks and the owner of prized real estate in Mumbai. As the host of Kaun Banega Crorepati and the face of numerous commercials selling everything between cement and hair oil, Bachchan represents aspiration, rather than rebellion.T 4426 -  It’s time to add @legend_1942 to the perfumery lexicon. A fragrance wardrobe like no other, Legend 1942 celebrates the vibrant spirit of India’s new-age flag bearers. Explore and be enchanted. pic.twitter.com/h8zzwpfjm0— Amitabh Bachchan (@SrBachchan) September 30, 2022\n\nThe path that Bachchan and his peers took after Deewar is signposted by the film itself. Social revolution is overrated if it leads to the break-up of the family, Deewar argues.Perhaps the film’s greatest legacy is its exploration of pain. Few movies have consistently revealed the agony of poverty, the personal cost of injustice, the heartache that comes from having everything and nothing.In a film filled with brilliant lines, one of the most moving moments has only plangent background music. After Anand turns up dead, Vijay arrives at the cremation. The sleeve on the hand that lights Anand’s pyre slips back to reveal the words that catalysed Vijay as a child. Vijay reaches out to Sumitra, but she turns away from him and towards Ravi. The invisible wall between the brothers is now a chasm that will swallow Vijay whole. Despite having aged in some respects, the film that captures Vijay’s ascent and inexorable descent still stands tall.Also read:Before stardom: Amitabh Bachchan’s drudge years are a study in perseverance and persona building ‘Zanjeer’ and Amitabh Bachchan: The movie and the anti-hero we both needed and deserved ‘The best student of our school’: KA Abbas on casting Amitabh Bachchan in ‘Saat Hindustani’","author":"Nandini Ramnath","time":"2022-10-11T08:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181073-wufqdjdgya-1665438044.jpeg","tags":["Amitabh Bachchan","Salim-Javed","Deewaar"]}