{"title":"An Adivasi scholar’s death and the myth of casteless Bengal","content":"In February, the death by suicide of Darshan Solanki, a Dalit student of IIT Bombay, reignited a debate about the treatment of students from marginalised communities in India’s educational institutions. In Solanki’s case, details are continuing to emerge about what led to his death. But the problem is a larger one – in December 2021, the education minister stated in parliament that 122 students in Central government higher educational institutions had died by suicide between 2014 and 2021, and that 68 of these students were from Scheduled Caste, Scheduled Tribe and Other Backward Class communities. In a two-part series, Scroll revisited two such cases from the past, to examine how institutions responded to the suicides and whether the campuses changed as a result. The first part comes from a large public university located in rural West Bengal. Vidyasagar University is about 130 km west of Kolkata, a short ride from Midnapore city centre. Spread across 138 acres, it is a large campus with abundant green cover, much of it ornamental trees. The buildings are painted a tranquil sky blue and white.I visited the university on April 4. As I entered from Gate 1, I encountered a signboard on the right, for the departments of business administration and Santali. The latter offers courses on Santali literature, linguistics, anthropology, and philosophy. Santali departments are rare, and are only found in a handful of universities in Jharkhand and West Bengal.The department of business administration was easy to find, its name gleaming in silver letters at the main entrance. In contrast, the arrow indicating the Santali department led me toward a bike shed. It was only after asking for directions that I was pointed to a staircase at the back of the building which led to the department, located on the second floor.At the department, two assistant professors were candid about the prevalence of caste-based discrimination in West Bengal against Adivasis. They requested anonymity, fearing negative repercussions from the administration. “In West Bengal there is a lot of Brahmanvaad against Adivasis,” said the first professor. “We are distinguishable in the way we look, behave, interact and dress. And the perceptions of Manu still live on in how we’re viewed.” The location and entrances to the Santali and management departments, they added, were revealing of the marginalised position of Adivasis in the university hierarchy.On August 16, 1992, this question of caste-based oppression caused a storm in the state after Chuni Kotal, a 27-year-old Adivasi woman, died by suicide in her home in Kharagpur. At the time, she was studying for a master’s degree in anthropology at Vidyasagar University, and also working as a superintendent of a government hostel, which had been set up under the district’s Scheduled Caste and Scheduled Tribe Welfare office. Kotal belonged to the Lodha Sabar community, which was classified as a criminal tribe in the colonial era and is at present recognised as a Particularly Vulnerable Tribal Group – a sub-classification of Scheduled Tribes, comprising groups that have higher levels of deprivation and vulnerability. Kotal had made history as the first woman graduate from her community.Two weeks after Kotal’s death, the renowned writer Mahasweta Devi published a scathing commentary on the matter in the Economic and Political Weekly. Devi, who knew Kotal, wrote that she suffered “sheer injustice and callousness” at Vidyasagar University, and “felt suffocated in the job”.At the university, Devi alleged, a professor named Falguni Chakraborty targeted Kotal because of her identity, taunting her about, “coming from a criminal tribe” and, being a “low-born, who had no right to study.” Further, Devi wrote, Chakraborty would mark Kotal as absent even when she was present, and would unfairly award her low marks in exams. This led to her losing two academic years.In April 1991, Kotal had complained about this problem to the university’s vice chancellor, who formed an enquiry committee to investigate the matter. Kotal appeared before the committee in August 1991.But, in Devi’s words, the committee “just went to sleep”.It only released its report a year later, on August 24, 1992, eight days after Kotal’s death. The report listed a number of allegations that students made against Chakraborty, including favouritism, intoxication in his campus quarters and improper conduct with certain women students. The report also had a summary of the allegations Kotal made against Chakraborty, including that he had tried to block her admission, that he had discriminated against her based on her social identity, thus “subjecting her to psychological torture”, and that he had rebuked her for working while being enrolled as a student.The committee corroborated these allegations with depositions from other students, and an anthropology professor from Calcutta University named Probodh Kumar Bhowmick, who worked on the Lodha community and was associated with Vidyasagar University. It stated, “The allegation of Ms Chuni Kotal made against Sri Falguni Chakraborty that he subjected her to psychological tortures, as she belonged to the Lodha community, are prima-facie correct.” (Abhijit Guha, who retired as a faculty member at Vidyasagar University, informed me that Chakraborty had died in the years since Kotal’s death.)In August 1992, the question of caste-based discrimination at Vidyasagar University came into sharp focus after the suicide of Chuni Kotal, an Adivasi Master’s student. Photo: Biswarup Ganguly/Wikimedia CommonsHowever, this finding would get buried after another inquiry was instituted days after Kotal’s death, this time by the governor. The governor ordered a one-man enquiry commission, comprising the retired judge SS Ganguly, to investigate Kotal’s death and ascertain whether she had faced discrimination. The 100-page report traced a long chain of events in Kotal’s life, and the conflicting dynamics between the administration, staff and students at Vidyasagar University.The commission issued a public invitation to anyone who wished to make statements on the matter – 21 people responded to the invitation. According to its final report, “Almost all the statements contained allegations against Falguni Chakraborty.”But despite this broad observation, the report favoured Chakraborty.It examined and disposed of multiple allegations Kotal made in her complaint to the vice chancellor, and in her statements to the university’s committee. The Ganguly commission stated that there was a lack of substantial evidence in support of the allegations, that the complaints had exaggerated the power Chakraborty wielded, and that witnesses did not confirm the specific nature and wording of discriminatory remarks Chakraborty made. The report amply cited from Kotal’s personal diary, making note of her academic struggles and conflict with her husband and natal family. It finally deemed her suicide a “personal tragedy” and absolved Chakraborty of all blame.Many remain unconvinced by the findings. “Something did happen there,” the first professor said. “There are many who believe that Chuni was wronged, and the perpetrator was not punished.”In April, I requested an interview with the current registrar at Vidyasagar University and submitted a list of questions to him over email, but as of the time of publication, had not received a response.This story is part of Common Ground, our in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.The Lodhas are a numerically modest Adivasi community, who live in the states of West Bengal and Odisha. In West Bengal, their census data is clubbed together with the Kharia community: in 2011, the combined population stood at 1,08,707. In Odisha, the population of Lodhas was 9,785.As scholars like Virginius Xaxa have noted, Adivasi communities formed parallel societies that lay outside of Hindu society and caste structure. The Lodhas faced discrimination both because they fell outside the caste system and also because they were formerly a criminalised tribe.Scholars have noted that the Lodhas were frequently falsely accused by other communities of crimes, and even murdered for them. As Mahasweta Devi wrote for the Economic and Political Weekly in 1983, “Lodha killing is a regular feature in West Bengal.” She added, “These minority tribes lead a neglected existence totally ignored by the mainstream.”In a 2016 paper, Abhijit Guha, who had taught at the university’s anthropology department, recounted several instances in post-Independence India of the community’s suffering and brutal oppression, including incidents of starvation, police torture and killings by other communities. Citing a 2011 district-level government report, he wrote, “Even after Independence the marginalised conditions of the Lodhas in Paschim Medinipur and other adjoining places has not improved appreciably.”Kotal grew up in the village of Gohaldihi in West Midnapore, West Bengal. Her family battled dire poverty and starvation to survive. As Devi noted in her commentary, as a child, Kotal “had starved, worked in the fields, had no money to purchase books, yet doggedly she continued to study”.Kotal’s parents worked as wage labourers and foraged and sold forest produce to earn a living. Her neighbour, Dr Lakshmikanta Prasad, recounted to Scroll that Kotal would work in the fields before going to school, often reaching class in muddy clothes.Kotal had three brothers and four sisters. Despite the massive obstacles in their way, Kotal and her two elder brothers studied hard and got through school. Kotal finished high school and went to Midnapore College, then enrolled at Vidyasagar University. Her academic prowess and her social position as the first woman graduate from her community made her a public figure of sorts. In 1988, she was felicitated by Prime Minister Rajiv Gandhi in Delhi for this achievement. She published work in Bengali journals, and gained well-wishers like Mahasweta Devi.This blossoming career was cut short a few years later, following her allegations of harassment against her professor, and then, her tragic death.Her death provoked public debates on casteism in the state, and was followed by protest marches and fierce debates in the pages of newspapers. It also became a rallying point for Dalit writers, who founded the Bangla Dalit Sahitya Sanstha in 1992.Two faculty members of the department of Santali said that caste discrimination did exist at Vidyasagar University.   “In West Bengal there is a lot of Brahmanvaad against Adivasis,” one said. Photo: Nolina Minj But the question of whether casteist harassment led to Kotal’s death remains a divisive one. In an email interview with Scroll, Abhijit Guha who was a faculty member in the department of anthropology at the time, maintained that Chakraborty had been a victim of the politics at play on the campus, and that he had been targeted by supporters of the ruling communist government for not supporting it. He added that after a period of suspension, when Chakraborty returned to join the university, with a court order in his favour, he was beaten up by student members of the Students’ Federation of India, affiliated to the Communist Party of India (Marxists); he finally returned to campus only five years later. “Caste was not an issue in the whispers of the university community,” Guha wrote. “Whether you were in favour of the ruling party or not was the issue.”But many remained unsatisfied with these claims. In his book, ﻿The Curious Trajectory of Caste in West Bengal Politics, Ayan Gupta, professor of political science at Jamia Hamdard University, wrote, “﻿The clean chit given to the accused teacher raised many eyebrows giving rise to further questions. Journalist Suman Chattopadhyay in an article published in Bengali newspaper Anandabazar Patrika asked whether it was a case of a helpless tribal girl being victimised by some powerful and politically connected people for their vested interests.”Kotal’s family, too, do not accept the argument that caste did not play a role in her death. “The staff will obviously protect the university, but what was it if not caste discrimination?” said 35-year-old Mrinal Kotal, Chuni Kotal’s nephew. Though Mrinal was only five years old when Kotal died, the incident left a deep impact on him. Growing up, he was inspired to work for his community, and in 2015, he gave up a job in marketing, and started an NGO called the Chuni Kotal Trust in her memory, which works for the upliftment of the Lodha community.Mrinal’s question about what could have prompted his aunt’s suicide cuts to the heart of a deeper problem: in Bengali society, the very presence and dynamics of caste discrimination remains poorly recognised.In his 2021 commentary “﻿Demystifying Caste in Bengal” for the Economic and Political Weekly, Sandip Mondal, an assistant professor of geography at Rabindra Bharati University, argued , “One of the popular discourses among the elite Bengali bhadralok is that West Bengal is ‘casteless’ and ‘exceptional’ compared to other states.” And yet, he noted, “caste acts as a potent factor in determining marriage practices, public sector employment, social network formation and the political encashment of caste capital.” He added, “It is not considered civil to bring up issues related to caste in polite urban conversation as these discussions seem provocative and rude for the gentle casteless society.”Kotal’s suicide ruptured this notion of a casteless Bengal. According to Devi, the incident, “revealed what West Bengal truly is”. Referring to how caste discrimination often went unacknowledged because of the dominance of left-wing class centered politics in West Bengal, she added that the state has “this caste and class hatred, but the methods are sophisticated and complex, that’s all the difference from other states”.While in many of the country’s premier institutions, casteism goes hand in hand with elitism, in Vidyasagar University, the question of casteism is complicated by its origins, and its stated mandate. Vidyasagar University was established in 1981. Situated in a rural area with a predominantly Adivasi population, one of its original aims was to work towards the progress of the region and its people. This is evident in the Vidyasagar University Act, which notes that the university will “make such academic studies as may contribute to the improvement of economic conditions and welfare of the people in general and the tribal people in particular”.Although Abhijit Guha argued that there was no caste discrimination on campus, he explained that the university had more broadly failed to adhere to this initial mandate. He noted that the university was built on traditional common land formerly used by Munda and Oraon Adivasi communities of the area, and that once it was set up, university authorities blocked their access to it. In his paper Campus Anthropology: A Case Study from West Bengal, India, Guha quoted an Adivasi man named Raghunath from the area: “The land of your university is the grazing fields of our cattle, our women collect fuel from your ground, and our children play here. We defended our village from the attacks of the robbers with our bow and arrow and village unity, but now your guards are creating problems for us.” Guha further noted that Raghunath died begging on the streets.Guha explained in his email that in 1997, the anthropology department had made proposals for the collective management of the campus area’s natural resources with these communities, but that the authorities had dismissed these proposals. In these ways, he said, “the poor and exploited tribals were marginalized by the establishment and expansion of the Vidyasagar University”.The second professor at the Santali department noted that the university’s stated intentions of catering to the local rural population were not reflected in its actions. “A few years ago, a bank gave the university two buses for transporting students from the rural areas, but they only run in the town area,” the professor said. “There is a wide difference between karni and kathni,” the professor added, using the Hindi words for actions and speech.This failure to fully address the needs of the local tribal communities, who comprise 14% of the district’s population, is also reflected in the faculty composition. The professors noted that while at present there were five Santal Adivasi professors in the Santali department, they knew of only one other Adivasi professor in another department.Jyoti, a current Dalit student, lamented the lack of representation of Scheduled Castes and Scheduled Tribes in her department.  “All professors in my department are upper castes – Banerjees, Chatterjee and Guptas,” she said, “There are no SC/STs.” (All the students interviewed for this story asked to be identified by pseudonyms.)Jyoti elaborated that while upper-caste professors did not discriminate against certain students, they often displayed an attitude of superiority that intimidated students from less privileged backgrounds. “When I look at upper-caste teachers, I don’t feel that they are my ideal, because my ideal should be like me,” she said.She said she would find it easier to discuss her experiences with Dalit and Adivasi professors.  “But we can’t do this with upper-caste professors because they won’t understand us. I feel instead they might even criticise us.”All five Santal professors in the department hold the official rank of assistant professors, despite having been at the department for over a decade. One of the two professors who spoke to Scroll applied for a promotion a few years ago but has not heard back about it. “We have been waiting for years for a promotion,” they said. “But there are certain upper-caste faculty members who sail through promotions despite not having the required years of experience.”The two professors who spoke to Scroll also noted that there was a lack of collegiality from other faculty towards them. “We don’t have complaints against any particular individual, but we do sense the casteism inside people’s minds,” said the first professor. “Some don’t behave properly with us, they think we are titkara,” or clerks.As one instance of such treatment, the two recalled that a few years ago, the Santali department was involved in an inter-department project, for which they wanted to meet the then vice-chancellor, but that despite making multiple requests he did not meet them.The university has a Centre for Adivasi Studies, which also includes a museum. While Adivasi faculty members are associated with the centre, the two professors noted that it was dominated by non-Adivasis, who held the ultimate decision-making powers. “So many people conduct research on Adivasis, so why aren’t there more Adivasis there?” said the second professor. “What is the outcome of all the research conducted on us?”Two professors of the Santali department said that though Adivasi faculty were associated with the Centre for Adivasi Studies, it was dominated by non-Adivasis, who held decision-making powers. Photo: Nolina MinjThey further noted that all the staff members of the Santali department had sourced the exhibits on display at the museum, but that credit for this work was not displayed anywhere in the space. Both professors also spoke of their culture being sidelined. One year, they noted, they sought permission from the administration to celebrate Sarhul or Baha near the grounds of the museum – the spring festival, where the sal tree is worshipped, is celebrated by many Adivasi communities of the region. They were denied permission. In contrast, they noted that the university celebrates Saraswati pujo every year. To gain a sense of how students experienced Vidyasagar University today, I spoke with six current and three former students about their opinions on caste discrimination on campus. Out of the nine, four were Dalit and three were Adivasi. Overall, students said that relationships between students and teachers on campus were harmonious and largely free of discrimination. “Some of our professors were like family to us,” said one former student, Shefali, who is Dalit. “They were very humble and affectionate. Others were more formal and wouldn’t interact with us outside of class, so we don’t know their thoughts on caste and reservations.”Six out of the nine students, who were from Dalit and Adivasi backgrounds, spoke of facing discrimination at the hands of fellow students. “Everything boils down to reservation. That is where caste becomes explicit,” said Koushik, another former student, who is savarna.The views of one savarna student of the anthropology department were revealing of how even those with academic and field exposure can remain unaware of the basics of anti-caste thought and policies. The student described reservations as part of a “government policy to divide and rule.” He said, “On one hand you say, we will uplift minority or backward communities socio-economically, but on the other hand, you’re saying you’ll decrease their merit and display it.”When I clarified if he thought that reservations counteracted people’s inherent merit, he replied, “Yes, Ambedkar had said reservation should be stopped after some time. But they kept running it. This is wrong. See the situation, did they get uplifted?”He argued that reservations should be provided based on economic criteria, and that marginalised communities should be supported with cash and other material benefits.These arguments displayed some fundamental misunderstandings. Despite his sympathy for the marginalised communities he worked with, the student assumed that reservations were intended as a large-scale poverty alleviation scheme, whereas, as many have argued, they are a step toward social justice and representation.  Furthermore, the claim that Ambedkar had recommended a time constraint on reservations has been proved to be a myth.Professors of the Santali department noted that while staff of the department had sourced exhibits for the Adivasi museum, credit for this work was not displayed anywhere in the space. Photo: Nolina MinjOne Adivasi student spoke of bias on the administration’s part against Adivasi students. “It happens, but it is all done diplomatically,” the student said. “Tribal students face issues getting hostel rooms, but if we talk about this openly, we will get into trouble.”Shefali recounted that peers would tell Dalit students that their access to reserved seats effectively meant Dalit students were born with silver spoons in their mouths. “I had a friend who had a problem with me because I am SC,” she said. “I faced people saying in front of me: you’re not talented, you don’t have enough brains, but you got admission because of your SC certificate.”She explained that as a young student she didn’t know how to defend herself, and would let the matter go. It was only after she attended a course on Dalit literature during her MPhil that her caste awareness developed. “After reading the writings of Ambedkar and Periyar, I became more confident,” she said. “Today, if someone said such things to me I would know how to deal with them.”Another reason why Dalit-Bahujan-Adivasi students suffered the taunts silently was because there was no culture in the institution of taking up complaints formally. She added, “Most students don’t realise how such remarks can be harmful.”The university’s website states that it has an Equal Opportunity Cell where complaints about caste-based discrimination can be filed. But five out of the nine students were not aware of its existence.“You can’t see caste discrimination with your bare eyes at VU,” said Shefali. “Nobody will come and slap you or tell you not to sit somewhere. But there is an undercurrent you will notice in friends’ circles, or if you go to the canteen around results time and listen to students gossiping.”Koushik explained that caste discrimination also surfaced in the ways in which the idea of merit was articulated. “If someone does well in tenth or twelfth exams, everyone will say: oh, he has merit, that’s why he got in,” he said. “But does this mean that someone from a backward community or rural area who didn’t do well does not have merit? Or that a human brain’s merit is different according to caste or region?”Jyoti also noted that awareness about caste had grown among students, and that students from Scheduled Caste and Scheduled Tribe communities increasingly stood up for themselves nowadays. “Earlier I didn’t have SC/ST friends, but nowadays if someone teases me, then my SC friend comes and asks why are you saying this?” she said. “I don’t feel alone now, I feel I have many people on my side.” On April 5, a sweltering day, with temperatures touching 37 degrees, I met Mrinal Kotal and his neighbour Dr Lakshmikanta Prasad at a community hall for the Lodha community in Patherkumkumi, a village neighbouring Chuni Kotal’s village of Gohaldihi.The half-hour bus ride from Midnapore to the village was a scenic one. Close to the town, the road was lined with a variety of trees. A little further, trees grew sparse, and only rolling paddy fields were visible. Further down, the road was lined with trees again – specifically, sal trees, which are considered sacred to many Adivasi communities in the region. The block in which Gohaldihi is situated is called Salboni, which translates as “forest of sal”.A bust of Chuni Kotal stood at the entrance to the hall. Inside, on the ground floor, locals were streaming in and out of a “Duare Sarkar” camp – a West Bengal initiative to help citizens avail various schemes.Upstairs was Mrinal’s small room, which serves as the office for his NGO. A portrait of Chuni Kotal hung on the largest wall, and the shelves were stacked with medals and other certificates that Mrinal had received over the years for his social work.“Growing up, I heard a lot from my family about how Lodhas were treated at the time,” Mrinal said, adding that these accounts were among the key reasons he chose to become a social worker. Another inspiration, he said, was his uncle, an assistant inspector in the tribal development cell, who used to work for the community.Mrinal, Chuni Kotal’s nephew and Lakshmikanta Prasad, her family's neighbour. In 2015, Mrinal left a job in marketing, and founded an organisation that works for the welfare of Adivasis. Photo: Nolina Minj“People don’t even go to the panchayat office here,” he said. “I thought we need someone to represent the community.”He observed that his aunt’s death had brought some attention to Gohaldihi, and that as a result, the village had seen some infrastructural development over the years. “The district magistrate wanted to turn Chuni Kotal’s village into a model village,” Mrinal said. As a result, the village got roads, water facilities, schools, anganwadis, and a primary health centre. But Mrinal, who also serves as the state president of the Lodha Sabar Sanstha, a collective that works for the community, said that this kind of progress had not reached the community across the region. “Some blocks have improved, but development hasn’t reached at all in other places,” he said.Most Lodha families in the area are farmers who grow rice, potato and wheat. Over the years, only a handful of Lodha individuals had pursued higher education and found jobs outside of agriculture in the district, he noted. “There are a few people working as teachers, nurses, police or in the army,” he said.The state of education within the community remained poor, he explained. “Many kids leave school after eighth standard to earn a living, as parents don’t earn enough for the whole family,” he said. “The quality of schools is not too great and kids don’t have money for tuition. Who will teach them for free?”Prasad added, “Even if kids go to school, they still have to work.”Mrinal personally knew of only two current students from the Lodha community who were enrolled at Vidyasagar University.After the meeting, I visited the Gohaldihi High School nearby, which Prasad said was the same school that Kotal had attended. The children were busy with tests. The composition of the student body reflects the high proportion of Adivasis and Dalits in Gohaldihi: last year, there were a total of 437 children enrolled in the school, out of which 228 belonged to a Scheduled Tribe and 140 to a Scheduled Caste.While no teacher from the Lodha community was employed at the school, it did have two Santal Adivasi teachers on its rolls. “The main problem is poverty,” said principal Subhashish Nag. “Most of our students are first-generation learners, and there’s nobody to help them at home. As there is no demotion from the first to the eighth standard, many reach the eighth standard but are not even able to sign their names.”Mrinal Kotal noted that many children in the region who are from Lodha families have to leave their education after Class 8 because they have to work to support their families. Photo: Nolina MinjTeacher Amar Murmu said that parents were typically busy working to make ends meet, “so they are not able to give proper attention to kids.” Schools in villages struggled with a lack of resources, he noted, adding that he too came from a working class, Adivasi family, but had received a good education at a missionary school nearby.Mrinal has organised a team comprising educated community members to encourage families to send kids to school, and to help those who dropped out resume their schooling. “We also hold camps, where we check with kids, ask them what’s happening in schools and how they’re doing,” he explained. “I think the education rate is improving slowly.”But discrimination was far from being eradicated. “Things have changed a lot, but even today you will hear of incidents of harassment that happened with Adivasi teachers like Maroona Murmu and Papiya Mandi,” he said. In 2020, Murmu, a teacher at Jadavpur University, expressed online her disagreement with the Supreme Court’s decision to allow final-year students to sit for their exams amidst the pandemic – in response, she was trolled, and subjected to racial abuse. A year later, Papiya Mandi, an assistant professor at Sabang Sajanikanta Mahavidyalaya in West Midnapore, alleged that she had been ragged by a colleague, and not been paid on time and denied adequate maternity leave by the principal, both because she was Adivasi.“Most people don’t discriminate, but some people are still stuck in the past.” Mrinal said. “On social media, look at the comments that tribal communities receive on reservations, especially when they are coming ahead and getting an education. They do receive hatred.”Jobs, meanwhile, remained scarce. Mrinal and Prasad laughed out loud when I asked them about this. “It is a struggle to get a job in West Bengal today,” Mrinal said. “There are a lot of educated people who don’t find jobs. I know someone from the community who graduated from Bangalore, and is now farming.”But he argued that education was nevertheless crucial to ensure the community could be uplifted. “Because people from the Lodha community were not educated, they have not had representation, not even during Independence,” Mrinal said. “There was no one to counter the British when they made us a criminal tribe. You will see, the communities who got education back then are the ones who are prospering today.” He argued that the government should make special plans for particularly vulnerable tribal groups like the Lodhas. “Because there’s nobody from my community in politics, nobody in the Vidhan Sabha, so who will raise our issues?” he said. “At the most they are in the panchayat samiti.”Prasad spoke of how Chuni Kotal had been determined to work for her people when she was alive. “She had this desire, this enthusiasm to give back to the community,” he said. “Her death was a huge loss for our village. This would have been a different place had she been with us.”Pointing to a photograph of Chuni Kotal meeting Rajiv Gandhi, Mrinal said, “Look, she was standing there for all communities who fought to receive education. People should remember the battle she fought at that time, and how despite all the obstacles she faced, she reached Vidyasagar University.”He noted that today, people at the university “didn’t want to talk about Chuni Kotal”, but maintained that discussing her life could be an effective step towards addressing present-day casteism on campus. “Today lots of marginalised students go to VU, but you will see they carry this doubt in their minds: will I get my degree or not?” he said. “Because the system is not in our hands, it’s in their hands. The files and marks are all in their hands.” This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Nolina Minj","time":"2023-05-17T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190213-nsxgkhtpcb-1684230399.jpg","tags":["Education","West Bengal","Discrimination","Scheduled Castes","Scheduled Tribes"]}