{"title":"An American helped set up India’s first aircraft factory before he became a CIA spy","content":"In October 1939, two entrepreneurs found themselves on the same Pan American flight from Honolulu to Hong Kong. One was William Douglas Pawley, the president of one of the largest aviation companies in East Asia. And the other was Walchand Hirachand, the chairman of the first swadeshi shipping firm, Scindia Steam Navigation Company, who had business interests in construction, insurance and sugar industries.The two got talking about their shared interest: aviation.Pawley was an experienced hand at setting up aircraft manufacturing facilities. And Hirachand, a vocal critic of colonial economic policies, wanted India to build its own transportation capabilities: on the road, in water and up in the air. As the story goes, “Walchand promptly asked Pawley if he was willing to help open a factory in India,” and from that conversation emerged India’s first aircraft factory – the Hindustan Aircraft Limited.Plant in BangaloreIt is a story detailed by historian Aashique Ahmed Iqbal in his book The Aeroplane and the Making of Modern India. Pawley and Hirachand’s ambitions combined with the needs of the Allied powers during World War II to create a company in August 1940 that is still going strong. What helped in the journey was the support of the Mysore Government, which not only contributed 50% of the initial capital but also gave Hindustan Aircraft Limited land in Bangalore for its factory.HAL produced its first military aircraft, a Harlow PC-5 trainer, the very next year in August. But in 1942, it was nationalised by the British Indian government and handed over to Americans to manage. With this turn of events, Pawley found himself heading the HAL plant’s operations.William Douglas Pawley. Credit: A clipping from The Miami News, February 11, 1945. Newspapers.com.Over the next few months, while the company continued manufacturing, it took on the additional duty of repairing aircraft damaged in the war effort. This was a busy time for HAL. Japanese forces were advancing towards India and to push them back Allied pilots – some of them members of the “Flying Tiger” force – had to make treacherous flights over the eastern Himalayas.As it happened, Pawley was familiar with the Flying Tiger force. But to trace that story, it is useful to first know how he got into the aviation industry.Stealthy guerrillasPawley was born in 1896 in Florence, South Carolina, to a wealthy businessman father. He studied in private schools and a military academy, but it was business that he had a real flair for. His first job was with an export company that sent him to Peru to sell paraffin for candles. From there, he switched to selling real estate in Florida, before moving to China as a representative of a US company that manufactured navigational equipment.In China, he struck a friendship with Generalissimo Chiang Kai-shek, the military strongman who controlled large parts of the nation, as well as his brother-in-law, the wealthy banker TV Soong. These relationships would prove useful for Pawley. In 1937, after China and Japan went to war, he collaborated with Kuomintang, the nationalist party led by Chiang, to head the Central Aircraft Manufacturing Company, or CAMCO, which assembled American Hawk military planes.Pawley on a hunt. Credit: A clipping from The Miami News, February 11, 1945. Newspapers.com.As the Japanese advanced across eastern China, Pawley ensured that CAMCO and its entire operations moved in tandem with the retreating Kuomintang army. From Hangzhou in the east, he took the company to Wuhan in the southwest and then south to Loiwing on the border with Burma. This wasn’t all. For a while, with his brothers Edward and Eugene, Pawley ran a facility outside Rangoon for repairing H-75 and P-36 monoplanes, but when the Japanese advanced north from South East Asia in 1941, this too had to be moved to Loiwing.It was around the same time that the American Volunteer Group, or the Flying Tigers, was formed. A “stealthy guerilla flying group” numbering around 100, these airmen flew from San Francisco to Rangoon using fake passports. Once there, historian Anthony Carozza says, they registered as CAMCO mechanics and flying instructors for cover, but went on to conduct sorties over Japanese-occupied Thailand and southern Myanmar.Flying over this dreaded Himalayan region – called the Hump – was not without danger. Both men and machinery were lost in the operations, but it also brought the Flying Tigers fame for their skill and daredevilry. In part their success was due to Pawley’s skills as a logistician and coordinator, although credit is often given to Claire Lee Chennault, the American aviation advisor to China.Pawley knew how to get things done. When the heat from the war intensified, his ability to liaise with different groups and his emphasis on planning enabled him to dismantle the Loiwing operations of CAMCO and move them to Bangalore. As fortune would have it, this retreat dovetailed well with British India’s strategic interests and the ambitions of the enthusiastic nationalist industrialist Walchand Hirachand.The Loiwing airplane plant on the China-Burma border built by Pawley. Credit: A clipping from The Miami News, February 11, 1945. Newspapers.com.CIA agentPawley earned a reputation as a go-getting businessman, a middleman who insisted on his commission, and an agent who knew the right people in the right place at the right time. His forte was setting up aircraft factories but that didn’t stop him from trying to build a fertiliser plant in Travancore state with American help. He could see there was a need for such a plant. Britain’s scorched earth tactics in Bengal and Burma to counter Japanese advance had caused a drastic decline in rice production. A boost was needed and, in 1944, Pawley began negotiations with the princely state of Travancore and the British government to set up a plant to manufacture ammonium sulfate.In an article for the Miami Daily News, he explained his plans. The “rehabilitation of India was one of the great postwar problems of the world,” he said. By partnering together, he wrote, the United States and British could not only industrialise India and develop its agriculture, but also provide additional employment to thousands of Americans and Britons engaged in war work.Unluckily for Pawley, the project was doomed from the start. “Complications between the dollar exchange ratio” and Britain’s hesitation about larger American involvement in India made sure the project did not take off. When it was finally commissioned, it was because the British Imperial Chemical Industries stepped in with government support.The interior view of HAL’s Bangalore plant. Credit: A clipping from The Miami News, February 11, 1945. Newspapers.com.After the war, Pawley became an American diplomat, serving as the ambassador to Peru and Brazil. In actual fact, though, he was a covert agent for the Central Intelligence Agency. In this role, he ensured American support for the ruthless Dominican dictator Rafael Trujillo and aided the CIA in deposing Guatemalan president Jacobo Árbenz in 1954.Pawley died in 1977 at the age of 80. In later life, he attracted withering criticism and grudging admiration in equal measure for his insistence on an aggressive American foreign policy. His worldview could be judged from just the title of his unpublished memoir: Russia is Winning.This article is part of a series on notable Americans who visited India until mid-20th century. Read the rest of the series here.","author":"Anu Kumar","time":"2023-12-20T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196624-ddzywigted-1702470868.jpg","tags":["William Douglas Pawley","History"]}