{"title":"An ‘Assamese PSU’: The Baghjan blowout exposes long suppressed resentments against Oil India","content":"On May 27, a gas well in Upper Assam’s Tinsukia district operated by Oil India Limited had a “blowout”: it started to leak gas and condensate uncontrollably. Two weeks later, on June 9, as the blowout became a blaze, there was also an explosion of anger in Assam.Anger about Oil India Limited’s alleged inept handling of the disaster, which displaced thousands of people, forcing them into cramped relief camps in the middle of a raging pandemic. Anger about the corporation’s supposed disregard for environmental regulations that had ended up causing irreparable damage to flora and fauna – the oil field is sandwiched between a wetland and a national park. Anger about the company’s allegedly mindless extraction of oil and gas from “indigenous” lands, giving very little in return to the local populations. Anger about the very operations of Oil India Limited in the area.It was all pervasive: “violent” protests around the well site as Oil India attempted clearing operations; fuming television anchors; scathing newspaper editorials; seething social media posts.Although overshadowed by this outpouring of condemnation, there were also gestures of support for Oil India. Take the letter dashed off by faculty in the schools of engineering, applied geology and petroleum technology at Dibrugarh University, Upper Assam’s most venerated public institute of higher learning. “Commiserating” with the company for the “occurrence of the adversity”, the “entire academia” of these schools expressed confidence that Oil India Limited with “its century-old experience in expertise” would be able to contain the disaster and limit the damage (more than a month on, gas and condensate is still leaking; the fire continues to rage).“We sincerely appreciate the relentless service of OIL towards the overall socioeconomic growth and development of Assam,” the academics added.The simultaneous resentment and support are telling of how Oil India is seen in Assam: an extractive, exploitative and environmentally destructive force, a disruption in a landscape valued as “indigenous”, but also a benevolent force, working for development in the region, a very “Assamese” company.Baghjan bluesOil India Limited started life in 1959, a joint venture between the Indian government and the now-defunct United Kingdom-based Burma Oil Company Limited. Two oil fields had been discovered in Upper Assam after Independence, and Oil India was to develop them. It established its headquarters in Duliajan, which has since developed into a sprawling township.Since its inception, Oil India has drilled 1,600 oil and gas wells spread over 1,000-odd villages in Upper Assam – around 400 of them are currently active.The Baghjan structures, where the leaking oil well is located, was identified in 1991 based on seismic data. But it was only in 2003 that the company first drilled there and established the presence of “commercial hydrocarbon”. Concerned about the site’s ecologically fragile location, residents of Baghjan and villages around it say that they had made their objections clear at the time. But neither the company nor the government paid heed, they alleged. Besides, public opinion was largely divided: many thought it would translate into jobs, contracts and extra income. Assam: Residents of Baghjan held a protest demonstration outside the office of Tinsukia Deputy Commissioner demanding compensation for families affected due to Baghjan gas blowout & fire incident.#Protest #BaghjanProtest #Families #BaghjanOilWellExplosion #Assam #DY365 pic.twitter.com/yhPKHp1TZU— DY365 (@DY365) July 6, 2020\n\nBaghjan, a village of around 5,000 people, is largely agrarian. Most people have made a comfortable living here.  Several own small tea gardens. The presence of the Maguri-Motapung wetland and the Dangori river in the area means fishing is also a means of livelihood. After the latest disaster, reservations about Oil India’s operations have become more pronounced. “In the 15 years since they struck oil here, barely six people from our village have got jobs, while some others have got small-time contracts,” said Komal Baruah of Baghjan village. “Yes, they have built a few roads, a community hall and a wall for the village school, but ever since they started drilling, there is also so much pollution – loud noises, black smoke.”In the wake of the disaster, many residents in Baghjan feel that they have lost more than they have gained with the advent of Oil India. “The area was starting to emerge as an eco-tourism hub, but now with the blowout and fire it is all gone” said Nirantar Gohain, an eco-tourism entrepreneur and an environmental activist from the area. “There are fishing communities here who have probably lost their livelihoods forever. So how exactly does oil help the local economy?”This anger translated into sit-in protests: residents have blocked production in other nearby rigs operated by Oil India. On July 6, residents of Baghjan protested outside the Tinsukia district deputy commissioner’s office, chanting “Oil India go back.”A senior executive of the company played down these grievances as emotional outbursts triggered by damages caused by the blowout and fire. “It is an anger we respect,” he said. “But this is not a comment on our work as such.”The anger among local residents is tempered with resignation. “We know oil exploration won’t stop much as we protest,” said a farmer whose crops have been affected by the condensate. “So, they must insure all of us living in the vicinity so that we don’t have to keep going to them for compensation.”“For now,” the person added, perhaps tellingly, “we want OIL to give us jobs and compensation.”Personnel of the National Disaster Relief Force at Baghjan. Credit: PTI‘Mutual support’But in Duliajan, 60 kilometres away, the sentiment is vastly different. Here, a well-heeled middle class has grown over the years, fortified by jobs and contracts from Oil India. Goodwill for Oil India Limited spills beyond the town into the nearby campus of Dibrugarh University.The university and the oil company have a long association. Oil India has consistently ploughed funds into the university as part of its corporate social responsibility initiatives. Among a range of other initiatives, in 1993, the company established a chair in the university’s applied geology department. All the three departments which endorsed the recent letter  of support for Oil India have traditionally served as a recruitment pool for the company. “It is a mutual support kind of a set-up,” said a professor in another department of the university. “A semi-collaboration of sorts, if you may.”‘Enter people’s hearts’Apart from urban hubs and university campuses, Oil India has carefully cultivated ties with nearly every significant interest group in the region.  As Rupah Chaliha, a journalist who has reported from Tinsukia since the 1970s, said: “Everyone from environmental organisations to journalists has been a beneficiary of the company’s generosity at some point.”Debojit Moran, who runs an environmental non-profit in the area called Green Bud, said journalists often spiked stories about alleged irregularities by Oil India. “Only now, after Baghjan, are journalists writing about it,” he claimed. But it is the plethora of ethnic organisations in the area that gets the most attention from Oil India.  From funding research on the literature of a particular community to bearing the expenses of raising day celebrations for another to constructing offices for local units of ethnic organisations, Oil India’s relationship with these outfits are deep and complex. Much of its philanthropy is routed through local pressure groups claiming to represent indigenous interests. As Lurinjyoti Gogoi, the general secretary of the state’s most influential organisation, the All Assam Students Union, explained, “We take the initiative and approach OIL, who then provides the money for projects such as roads or even, say, in the university.”Intimate relationships with local pressure groups has helped Oil India cut corners. Public hearings where communities can raise environmental concerns about projects are often rigged in the company’s favour by these powerful local groups, admit the Oil India employees. “I won’t say OIL buys people, but a little manipulation happens, I will not lie,” said a former employee. “For instance, OIL would get some local leaders to arrange people to speak on their behalf.”These exchanges have helped Oil India tide over crises and stay in business. “We have been able to enter the people’s hearts,” said a senior executive of the company. “Today, let me tell you that if our boys go to a remote village and their vehicle gets stuck and they ask for a glass of water, they will be offered dinner.”#OILupdateAs committed by OIL, Mrs. Purabi Gogoi, wife of Late Durlov Gogoi who had died while on duty during the Blowout at #Baghjan has been appointed by OIL on compassionate ground. pic.twitter.com/bVY46l1EcT— SaveOIL (@save_oil) July 7, 2020\n\nAssamese oilThese negotiations are not unique to Oil India. Across the North East – indeed, in most parts of the world – large corporations have claimed to work for the development of local populations as they expand.But the politics of oil comes with its own peculiarities in Assam. For decades, politics in Assam has been driven by a regional sub-nationalism, centred on the idea that the land and its resources, believed to be under siege from “outsiders”, should be reserved for the “sons of the soil”, or communities defined as indigenous to the place.The ownership of the state’s natural resources has been one of the lightning rods for Assamese nationalism post Independence. As scholar Diti Monee Baruah notes, the question became all the more pressing after the discovery of a new oil field in Assam just after Independence, with the state government sparring with the Centre which seemed keen to nationalise the country’s mineral resources.One of the first flash points was the demand for a refinery in the state that set off  a mass movement, supported by the Assam unit of the ruling Congress, in the 1950s. After much resistance, the Indian government finally relented, approving a refinery in Guwahati in addition to the one originally planned in Bihar’s Barauni.But the strife over oil returned again. The anti-foreigner Assam Movement in the 1980s dovetailed with an economic blockade: agitators cut off pipelines that transported oil from Assam to refineries outside the region. “Tez dim, tel nidiu,” they asserted. We will shed our blood, but not share our oil.Duliajan was strike central. In 1980, a top Oil India Limited executive was lynched by a mob angered by the killing of five picketers by the police outside the company’s headquarters. The killing sent shockwaves across Assam, resulting in what a current company executive describes as a “mass exodus” of non-local employees. This coincided with Oil India getting wholly nationalised in 1981. “These two events [the lynching and the nationalisation] were epoch-making,” the Oil India executive said. “It changed OIL’s ethnic profile.”An ‘Assamese PSU’The company, the executive said, started hiring from Assam and the neighbouring North Eastern states more than ever – partly by design and partly because Assam’s tumultuous law and order situation meant few outsiders agreed to work here.It seemed to have worked in the company’s favour, helping it build the image of a “local” public sector company, headquartered in Assam. This was in stark contrast to the Oil and Natural Gas Corporation and Coal India Limited, both companies that also operate in the area. The image of Oil Inida as a local company endures, although the share of local employees at the officers’ level has decreased in recent times. “We agree that OIL can be considered an Assamese company since it employs more Assamese people than most other PSUs,” said Arunjyoti Moran, who heads the All Assam Moran Students’ Union. The union represents the Moran community, one of the most dominant in Oil India’s area of operation. The company largely operates in three districts: Dibrugarh, Tinsukia and Charaideo.“Except for a few isolated incidents, the ULFA never troubled us per se,” said an Oil India employee. ULFA, or the United Liberation Front of Assam, a banned militant group, had a strong presence in the area in the late-1980s and ’90s. “Because the people working at OIL were their own, either family or neighbours. People here have an unsaid affinity towards the company.”ULFA-Independent’s commander-in-chief, Paresh Baruah, used to be an employee at the company before taking up arms.Members of the United Liberation Front of Asom stand guard at Tinsukia district, where Baghjan is located, in 2008. Credit: Biju Boro/AFPA closer lookBut look closer and the cracks between company and community become visible. Chaliha notes that Oil India’s model of “social responsibility” mostly involves patronising community leaders. “That lot gets money, jobs, everything,” said Chaliha. “But the public at large gets very little.”HN Borkataky, who heads Tinsukia’s senior citizens’ association and has closely seen Oil India’s operations and clout grow over the years, agreed. “OIL’s annual CSR [corporate social responsibility] budget is around Rs 100 crore, but there is no accountability for how that money is spent” he said. “To quell dissent, they will construct an office for some organisation or donate some computers to another, but local area development, the objective of CSR, doesn’t happen. There are villages where OIL has operated for years that still don’t have access to potable water.”A former senior official of the company conceded that, although a large number of people had benefited from Oil India’s community outreach, there were flaws to the company’s approach. “I have said that when I was in service and I will say it now, too: OIL’s problem is it does preventive philanthropy rather than proactive philanthropy,” he said. In other words, Oil India doled out money and other perks ad hoc to smooth the way for its operations but had no consistent policy to make life better for the local community.The official offered an example. “Once there was this young man who wanted to start a sustainable farming cooperative in one of the villages we were operating in,” recalled the official, a former chief geologist at the company. “He came to me and I thought it was a great idea, it had the potential to generate year-round employment, but the management did not clear the money. Instead, when there was trouble later on in the area, they managed it by paying off some local leaders.”People who have been associated with Oil India say that the complex nature of ethnic politics in the region made it very difficult to do any “local development” in a “pure form”. “There are over 400 local organisations of various hues who operate in the area,” said a senior company executive. “Every ethnic group has a central unit, a local unit, a women’s unit, and sometimes even a senior citizens’ unity all of which have their own unique aspirations and demands. And if we do not honour them, they block off the area bringing production to a halt. Show me one other company in the world which has to deal with something similar.”A de facto state?Indeed, Oil India Limited plays such an outsized role in Upper Assam that people often see it as a de facto state. In 2002, for instance, an article in Outlook magazine remarked that the company’s social initiatives were helping unemployed Assamese “youth get back on their feet”.  But the Oil India executive said that kind of exalted status came with its own troubles. “The problem is that in our case people do not see us as a professional oil and gas producing technological company, but rather as an extension of the state which incidentally happens to produce oil and gas,” he explained.Satyakam Borthakur, who teaches at Dibrugarh University, blamed the state government for not giving administrative support to Oil India. “If a local organisation organises a blockade stopping production, that is a problem the local administration should tackle,” said Borthakur, a commentator on the politics of oil and nationalism in Assam. “The truth is the state government does not provide the kind of support it should to OIL given that it receives massive amounts of royalty from oil and gas production.”But Tanmoy Sharma, an anthropologist who studies energy politics in Upper Assam, felt the agitations were not administrative issues; they sprang from Oil India’s continuous negotiations with local communities.“The negotiations may lead to – as they often have – jobs and contracts, development of local infrastructure, and provision of goods and financial assistance to locals,” he said. “Unsurprisingly, these measures rarely manage to satisfy everyone in an area. Dissatisfactions lead to further blockades and demonstrations with new demands.”An old picture of Maguri beel, which was devastated by the Baghjan blowout. Credit: credit: Nivedita Khandekar/ Thirdpole‘Slow violence’Sharma feels the the resentments against Oil India that have come to the fore after the Baghjan blowout are a critique of the “unequal distribution of resource wealth, especially in areas where locals have not found any contractual or permanent engagement in the hydrocarbon sector”.Given the scale and intensity of the anger against the company’s operations in wake of the Baghjan blowout, will the social contract that allowed Oil India to operate in Upper Assam for so long come unravelling?In Dibrugarh University, many believe Oil India is too big to fail, considering the gas it produces fuels power plants, industries and over 400 tea gardens in Upper Assam. “OIL is the backbone of industrialisation in Assam,” said Borthakur. “Because OIL is present in Upper Assam, almost all of the state’s major industries are here. People here know as much.”But as Chaliha said, “Public opinion of OIL is at an all-time low.”It has not helped the company’s cause that the disaster happened close on the heels of a conditional approval for a mining project in the Dehing Patkai elephant reserve, part of the same contiguous rain forests that stretch from Upper Assam into Arunachal Pradesh. The decision led to a flurry of virtual protests in the state forcing the Assam government to clarify “no final approval for mining has been accorded”. Political scientist Sanjib Baruah said the latest round of anger against Oil India anger was perhaps a sign that some segments of Assamese society were beginning to see the reality of “slow violence” – health risks from disproportionate exposure to air and water pollution, land-based livelihoods becoming unsustainable – that extraction projects inflicted on local communities.“Once upon a time we had popular protests demanding oil refineries, broad-gauge lines and bridges over the Brahmaputra,” he said. “Perhaps when you are face to face with the raw reality of slow violence, the promise of future development no longer has the same appeal.”","author":"Arunabh Saikia","time":"2020-07-08T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142886-vcjjyaydmg-1592153245.jpg","tags":["Assam","resource economy","North East politics","oil blowout"]}