{"title":"An Indian artist is drawing attention to women’s fraught relationship with their breasts","content":"In January, artist Indu Harikumar received a direct message from a “regular stranger” on Instagram. “Men only notice my breasts as if the rest of me doesn’t even exist,” it said. The message was in response to Harikumar’s Instagram stories, in which she regularly asks questions about body issues, sexuality and dating to spark conversations.Harikumar was intrigued. The experience described in the message was unfamiliar to her. “In my early 20s, people would ask me if I will be able to ‘give anything to my husband’ because I had very small boobs,” said Harikumar. “I would be called names like ‘carrom board’.” She realised it wasn’t just flat-chested women who had issues with the way their breasts looked, and she began to wonder if there were more people who had stories about their breasts.This thought gave rise to Harikumar’s crowdsourced project Identitty, in which she called for “women to send photographs of their breasts – covered or uncovered – along with their story around their breasts”. Harikumar turned these photos into illustrations and posted them on her Instagram with the accompanying stories. So far, the 39-year-old has put up 14 posts of women speaking about how they have struggled or felt empowered because of their breasts.        View this post on Instagram           #Identitty \"I grew up looking like a boy all of my childhood. My first memory of my breasts are utter pain from being groped by my abusive relatives and being extremely ashamed of it. I looked at it as the reason for being abused. I hated it for long. I used to walk in a way my breasts didn't show much. Then I started dating a boy and his first reaction was that my breasts are small. The next man said the same thing. The next man too. I dated women in between the men and they were the ones appreciating my breasts. I remember one of my former beloveds telling me, \"I love your breasts, they are shaped like teardrops.\" I think making love to women has made me love my body more than anything. Thankfully the last few men I have been with loved my body. My current partner gives out a wolf whistle everyday after I come out of the bath and take off the towel to start getting dressed. Seeing someone I love love my body feels exhilarating. I feel great every morning about myself, my hatred for myself is going down and so is my tendency of self harming. I have started loving my body, especially my breasts, and I love when they are paid attention to. I love touching them, I love them being touched. My partner comes home wary and puts his head to my breasts with his eyes closed and he tells me it gives him peace, makes him breathe slower, calms him down and none of it is sexual at that moment. I have started loving my breasts so much, I love the color of my nipple and the non-perky shape of my breasts, they hang loose on my chest, relaxed, not standing uptight to satisfy gazes anymore.\" #art #artist #womensbodieswomenswisdom #womensbodies #womenwhodraw #illustration  #nudes #illustrator #crowdsourced #illustrator A post shared by  Indu Harikumar (@induviduality) on Jan 27, 2019 at 1:33am PST\nAt first, Harikumar was unsure where the project would lead, or the kind of response it would elicit, but she was pleasantly surprised. Over the last month she has received more than 40 requests. One of them was from a transgender person, while another was from a man, who wanted to share his story about “what the internet calls ‘moobs’”, which prompted her to drop the word “women” from her project. All the messages, says Harikumar, have been revelatory. One entry was from a woman, who had received a request for Adult Nursing Relationship or erotic lactation – a fetish Harikumar didn’t know existed, at least in India. She wanted to be painted in a garden that looked similar to the one in Frida Kahlo’s self-portraits. It read:“’Do you know what ANR means?’ he texts.Close to 50, married for 15,two kids,one XL car.www.google.comAdult Nursing Relationship, itsims!Wife for missionary bonks.Unwives for mindf*ck bonks.”  As always, Harikumar didn’t ask the sender what the message meant. “My understanding was that her marital sex life may just be a bit vanilla, and when she goes looking for sexual pleasure outside her marriage, she is faced with these strange requests,” she said. “Kahlo’s self-portrait in the garden has one monkey but as per my interpretation of the message, I added two to the painting to signify the two worlds the sender oscillates between.”        View this post on Instagram           \"'Do you know what ANR means?’ he texts.  Close to 50, married for 15,  two kids,  one XL car.  www.google.com Adult Nursing Relationship, itsims! Wife for missionary bonks.  Unwives for mindfuck bonks.\" . Person wanted #FridaKahlo's garden as background. background Inspiration: Frida Kahlo's  Self Portrait With Monkeys #Identitty #art #artist #artistsoninstagram #breasts #brownbodies #womensbodies #digitalart #procreate #crowdsourcedartprojects #illustration #illustrator #feminism #feminist  #FridaKahlo #adultnursingrelationship A post shared by  Indu Harikumar (@induviduality) on Feb 7, 2019 at 2:40am PST\nThe project, says Harikumar, has moved many of her female followers to think differently about their breasts – and view them with greater acceptance. “I have started loving my breasts so much, I love the colour of my nipple and the non-perky shape of my breasts, they hang loose on my chest, relaxed, not standing uptight to satisfy gazes anymore,” was one of the responses.Although some men have crossed the line in direct messages to her, most have thanked her “for giving them access to stories, which would otherwise be inaccessible to them”. “As women, we are very used to thinking of ourselves as bodies,” she said. “Most heterosexual men do not look at themselves as bodies and so, this is very insightful for them.”        View this post on Instagram           #identitty \"S, are your breasts in front of your waist?\" \"No.\" \"Then keep your hand under where your breasts are, not in front of your waist.\" That was my Odissi teacher to me, while I danced in our class. Me, suitably in culture shock. I was just 18. Today I see the popularity of boudoir photography and hear Bollywood actresses using phrases like 'body-shaming' and taking up Twitter wars against newspapers that publish headlines about their cleavages. But back then as a young woman, I knew that all my conscious life, I had been taught - through a strange kind of social osmosis - that a woman shouldn't draw attention to her breasts. Like, never ever. Peeping bra straps must be hidden away quickly. Dupattas must cover blooming chests entirely. The more loose and unshapely the outlines of your clothes, the better. There was definitely no template for woman-who-shows-her-breast. So imagine my shock, when the women in Odissi, based on the beautiful damsels of temple sculpture, were totally okay with their breasts. Hell, they were in love with them. They had no qualms about drawing attention to them - by swaying their chests with abandon, keeping slightly cupped palms under their breasts gracefully, draping their pallus across torsos without trying to hide anything. So much for typical 'Indian cultural heritage' ideas that I had started out with, and ended up shattering, fortunately. While emulating the body language of these women over the years, I learnt something very quietly, instinctively, experientially as a woman: that strange pleasure of self-love. This was something no one ever taught me - not sex education, not my liberal parents, not even my lovers - that the body is a beautiful thing. It is more than just what is viewed from outside, glimpsed in a mirror, or gazed at by a man. It doesn't owe belonging to any culture - Indian, western or martian. Like a beautiful home we inhabit, every part of it, is functional and aesthetic all at once. Its lines and curves and contours are to be admired, enjoyed, lived in, and taken care of, not to be judged. Nothing 'haww ji' about any of it. (1/2) #art #artist #artistsoninstagram #breasts #brownbodies A post shared by  Indu Harikumar (@induviduality) on Feb 16, 2019 at 9:14pm PST\nA recent post in her series features a middle-aged Odissi dancer. According to her story, as she grew up, she was made to believe that it was improper for a woman to draw attention to her breasts. “Peeping bra straps must be hidden away quickly,” she wrote. “Dupattas must cover blooming chests entirely. The more loose and unshapely the outlines of your clothes, the better. There was definitely no template for [a] woman-who-shows-her-breast.” It came as a surprise to her, when she joined a dance class, at the age of 18, to find such constructs overturned. “So imagine my shock, when the women in Odissi, based on the beautiful damsels of temple sculpture, were totally okay with their breasts. Hell, they were in love with them. They had no qualms about drawing attention to them.”Harikumar’s instructions for her respondents are clear. They need to send in a picture of their bust, but they “need not be naked” – they must “do what feels safe and comfortable”. Her only requirement is that the photos be in colour. “From the discussions I have on Instagram, it is evident that Indians are ashamed of the colour of their private parts and it stems from what they see in white porn,” she said. “I wanted to break free from that because I wanted to make the paintings resemble the person in the photograph as closely as possible.” She tries to add every minute bodily detail, from a bump to a tattoo. “Before this project, I had never looked at anyone this closely, not even my lovers.”        View this post on Instagram           #Identitty Trigger warning. \"I was abused repeatedly by distant family relatives as a child. I was raped when I was 7 for the first time. I don't even remember how many times I woke up paralyzed with fear that someone's hand was in my top, fondling my nipples and groping my breasts. I realise now that I struggle to find beauty in my breasts because I associated them with being attacked and violated. I am a sexual being and yet mostly I clam up at sexual touch. My partners have rarely been able to tell because I'm extremely good at pleasuring my partner and faking my own pleasure. My breasts droop, my nipples aren't perky. I feel like these aren't the kind of breasts that are desirable. But I have stopped being cruel to them now. I look at them and hold them and tell them I love them and that they are beautiful. I have faith that understanding of pleasure will follow the understanding of love.\" Background #inspiration:  Almond Blossom by #VincentVanGogh as requested by the person.  #art #artist #artistsoninstagram #breasts #brownbodies #womensbodies #digitalart#procreate #crowdsourcedartprojects#illustration #illustrator #feminism #feminist #vangogh A post shared by  Indu Harikumar (@induviduality) on Feb 4, 2019 at 2:08am PST\nIdentitty is Harikumar’s first full-fledged digital project. She usually draws images and renders them digitally. Fabric features heavily in her work. “I have grown up in a home full of women and much of my aesthetics have been inspired by what they used to wear,” she said. “I prefer rendering my art digitally rather than being printed on paper because paper kills the dimensions I add with the fabrics and makes them appear flat.” In many posts, the background is a carefully selected piece of cloth, which she has photographed and added to her work to enhance the textural element. For the new project, Harikumar has drawn inspiration from acclaimed artists, such as Vincent van Gogh, Katsushika Hokusai and Gustav Klimt. “This is my way of learning about art,” she said. “When we are asked to look at the work of some great artist, we are already being told that the work is good. But only when I incorporate their elements in my work, do I get access to their artistic style.” Identitty has helped Harikumar come to terms with her own body. Till the age of 34, she was skinny and “felt my body was wrong”. Guilt shadowed her all the time. She would feel that her partner was doing her a favour by being with her. “This is because all that we see on television is just one kind of female body,” she said, echoing the views of British feminist film theorist Laura Mulvey. “Going far beyond highlighting a woman’s to-be-looked-at-ness, cinema builds the way she is to be looked at into, the spectacle itself,” Mulvey wrote in her essay Visual Pleasure and Narrative Cinema.        View this post on Instagram           Announcing the next crowdsourced art project #Identitty. This project will share women's stories around their breasts.  To know how to participate, please swipe and read the instructions. Don't forget to show the boobies some love by pressing heart and sharing. ❤️ Story 1, shared by S. \"My breasts have been the source of most sexual compliments I get, but they have also been frustratingly large and the source of shame, embarrassment, and feeling ugly. I used to think VERY often about getting breast reduction surgery. I grew up in south east Asia and I was always bigger than girls around me. Clothes didn’t fit me the same way. Even shoes didn’t honestly. It was an overall sense of being giant and un-feminine compared to the lovely slender girls around me. Even now clothes don’t fit like they would on smaller breasted women. The idea that larger breasts are attractive seems to me to be a cruel lie.  The pain when I’ve tried running. The embarrassment of going to the gym. Breasts getting in the way of various yoga poses. And now that I’m breastfeeding, they’re EVEN bigger. I’m only grateful that the increase in size was not cruelly large. But what happens when I’m done? The sag will be another challenging body image saga :( But I love how I look in my nudes. I feel empowered at the way some men have reacted to them. I feel ashamed too that I have needed that to feel good about myself sometimes. I don’t know what the source of this is but I have a desire to be an exhibitionist, have random people see them. Have wanted this since i was a child. I’d imagine myself draped in gauzy fabrics in some sort of harem. I suppose if you use this picture, people will see them in a way. Thank you for that! And for being the receiver of our deep, dark, small/big thoughts.\" #breasts #art #realwomen #artist #womenwhodraw #feminist #stories A post shared by  Indu Harikumar (@induviduality) on Jan 18, 2019 at 12:42am PST\nHer work has helped her talk about sex more easily with men. “When I was younger, I would think a man is trying to sleep with me if he tried to talk on the topic of sex,” she said. “Through the projects, my relationship with men have started to feel less stressful.” This is not Harikumar’s first artistic tryst with subjects that were traditionally discussed in whispers. In 2016, she created 100 Indian Tinder Tales, a project which featured illustrations based on curated experiences of people who were using Tinder in India or Indians using the dating app abroad. The project, which she conceived based on her own Tinder experience in Europe, paved the way for bolder and more intimate works.Harikumar believes that “sexual power is something women are not allowed at all”. Though she did not begin Identitty with an underlying message in mind, when one of her respondents asked her to paint her in the bedroom because that was where she “felt the most powerful”, she realised that Identitty stood for much more than she had planned for. “When I send a nude to a guy today, or undress in front of someone, and see the wonderment in their eyes or the praise they give me, I have learned to pick power from that, rather than cower away. Thank you, ‘knockers’,” the response read.","author":"Preetha Banerjee","time":"2019-02-23T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113482-zgbpbxzuxz-1550645799.jpg","tags":["Indu Harikumar","Instagram","Sexuality","Social media","Identitty"]}