{"title":"Analysis: In Kashmir assembly polls, BJP could well emerge as the largest party ","content":"On June 17, a resolution passed by the Bharatiya Janata Party (Jammu and Kashmir chapter) following a day-long meeting of its working committee in Jammu resolved to carry forward the “momentum of the parliamentary polls and work tirelessly to form the next government in the state on its own”.Significantly, the meeting, chaired  by its state president Ravinder Raina, was also attended by the minister of state in the Prime Minister’s Office Dr Jitendra Singh. The leaders discussed a gamut of contentious issues that could well become the party’s campaign planks in the Assembly polls likely to be held later this year.The party sought fresh delimitation in the state which it hopes will enhance the number of seats in Assembly for the Hindu-majority Jammu province, empowering it further relative to the Muslim-majority Kashmir Valley. It also suggested de-freezing one-third of the 24 Assembly seats reserved for Pakistan-Controlled Kashmir and allotting these to the Jammu region, where displaced residents from Pakistan have been settled since Partition. The party also demanded political reservations for members of the state’s scheduled tribes, most of whom live in Jammu. The BJP brought up its oft-repeated claim that of the state’s three regions, Jammu and Ladakh have been discriminated against because the state has always been ruled by parties such as the National Conference and the Peoples Democratic Party that are based in Kashmir.  The BJP’s confidence that it could for the next government is not misplaced. In the recent parliament polls, the party won three out of the state’s six seats increasing its vote share to 46% from 32% in the Assembly polls. What is more, in these three seats, the  party gained a lead in 28 Assembly constituencies, three more than in the Assembly polls.In Kashmir province too, where it lost three Lok Sabha seats to the National Conference, the BJP gained lead in Tral Assembly constituency, a militancy hotbed and the hometown of slain militant commanders Burhan Wani and Zakir Musa. The reason for this is that while the local people boycotted election in response to separatist call, the constituency’s Hindu residents living in other parts of the country voted for the BJP.Credible prospectThis state of affairs lends the BJP’s apparently overreaching bid to form a government in a Muslim majority state a degree of credibility – even though the demographics do not seem to warrant it. According to 2011 census, Muslims constitute 68.3% of the state’s population, Hindus  30%, Sikhs 2% and Buddhists a little more than 1%.The demographics of the majority of the Assembly constituencies also favour the majority community: all 47 constituencies of Kashmir Valley are Muslim-dominated. Similarly Muslims are in majority in around 17 of 37 constituencies of Jammu and in the two of the four in Ladakh region.But this is where the political engineering enters the picture.  The BJP has a multi-pronged strategy to ensure there is Hindu consolidation in Jammu in its favour. It has already benefitted from this consolidation in three successive elections since 2014 – two parliament  and one Assembly poll. In the 2015 state election, the party won 25 of 37 seats in Jammu, enabling it to share power  with the Peoples Democratic Party, which secured 28 seats, most of these in Kashmir Valley .The BJP is likely to improve its tally in Jammu, as indicated by its performance in general elections. In the Kashmir Valley, the party banks on the routine election boycotts by most voters, as also on the  local ethnic and sectarian divisions to give it a windfall of a few seats. And if its recent lead in Tral constituency is anything to go by, this is not an unlikely proposition. For example, the Habba Kadal constituency in the heart of Srinagar has around 15,000 migrant Kashmiri Pandit votes. If the local voters boycott the election as looks very likely, the BJP could very well win the seat.The BJP’s other target is Ladakh, which has just four seats, two of them with Buddhist majority and two Muslim-dominated. The party won the lone parliament seat from the area after  Buddhist vote was consolidated in its favour and the Muslim votes got split between two opposition candidates.Repeating historyWill the party be able to replicate its Lok Sabha performance in the Assembly election? Very likely. Observer believe that there is already a consolidation of Hindus and Buddhists in Jammu and Ladakh in support of the BJP. So, the party in all likelihood will sweep Jammu and bag at least two seats in Ladakh. As far as Kashmir Valley is concerned, the BJP will obviously benefit from the election boycott.In practice, if the BJP sustains current  support base until Assembly polls,  the party could win 28 of 37 seats in Jammu province, two of the four in Ladakh and a couple or more of 46 seats in the Kashmir Valley. This could take the number of seats bagged by the party in 87-member Assembly upwards of 30.On the other hand, the 46 seats in Kashmir Valley are likely to be divided among the National Conference, the Peoples Democratic Party, the Congress, the People’s Conference and new players like the People’s United Front led by Shah Faesal and Engineer Rashid. This could effectively make the BJP the single-largest party in the state and put it in a position to be a majority partner in a coalition with a Kashmir-based party. The party will thus be entitled to appoint its own chief minister for the state, one who is likely to be Hindu.This article first appeared in the Kashmir Observer.","author":"Kashmir Observer","time":"2019-07-03T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/26957-hujfornkqs-1562134449.jpg","tags":["Jammu and Kashmir","Bharatiya Janata Party","Assembly elections"]}