{"title":"‘Andhadhun’ revisited: The twists and turns that resulted in one of 2018’s best Hindi films","content":"Caution: spoilers ahead.India’s most proficient practitioner of film noir added a touch of screwball comedy to his latest creation this year. Sriram Raghavan’s Andhadhun is a tightly controlled exercise in chaos. The October 5 release centres on a seemingly harmless lie – the faking of disability – that unravels in spectacular fashion for a pianist, his girlfriend, a former actor, his wife and her lover, and a trio of organ harvesters. Packed with hairpin bends and black comedy, Andhadhun boasts of some of the year’s best performances from its ensemble cast, which includes Tabu, Ayushmann Khurrana, Anil Dhawan and Radhika Apte.Raghavan has visited the uncontrollable consequences of greed and amorality in Ek Hasina Thi (2004), Johnny Gaddaar (2007) and Badlapur (2015). Andhadhun takes Raghavan towards territory fruitfully mined by the Coen brothers and Guy Ritchie, but the local pop culture references, street-smart patter and mordant humour, and dizzying pace of events as characters try to secure the best deal for themselves are entirely Raghavan’s own. In an interview, Raghavan and his editor and co-writers Pooja Ladha Surti and Arijit Biswas revisited 2018’s most memorable film-viewing experience. There are numerous spoilers for those who haven’t watched the movie, and, hopefully, nuggets of insight for those who have. A blind rabbit, and a metaphor The film opens with a sequence that makes sense only in the climax: a man aims his gun at a blind rabbit in a cabbage patch. The rabbit runs for its life, just like the pianist Akash (Ayushmann Khurana) will over the course of the next two-plus hours.\n\n\n    \n    Play\n\nAndhadhun (2018).Sriram: The idea was to have the metaphor of a blind rabbit being hunted, since we will later meet a blind man being hunted. The rabbit wasn’t there for quite some time in the script, however. Arijit, in a different context, had told me about a hunter in British India in the early 1900s who went once on a hunt but couldn’t get any game. He saw a wild hare and went after it. It took him two hours to kill the hare, but then he saw that it was blind. He felt horrible. This guy had survived the jungle and this alleged great hunter had killed him. We also had other requirements: how does the killing that happens in the end of the movie get prevented? Akash is meant to be innocent, and this rabbit fitted in – it’s the deus ex machina, in a way. Andhadhun (2018). Courtesy Matchbox Pictures.Pooja: The CGI was done by a Greek company, Ixor. Rather than scratching both eyes out, which would have looked fake, one of the eyes looks like it has been torn out. Sriram: The hunter is an assistant crew member, one of many in the film. We thought of casting an actor, but it would have created a false sense of anticipation. Name of the gameThe film’s title is an invented word and a pun on ‘Andha dhund’, or blind fog. ‘Andhadhun’ literally translates into blind tune. The title reflects the tensions between Akash’s attempts to compose the perfect musical score and the disorder that clings to him, as well as the various blind alleys into which the film’s makers push its characters.Sriram: One title was Khuli Nazar, from a song in Manmohan Desai’s Parvarish. Some of the proposed titles were Mud Mud Ke Na Dekh, which is on the back of the auto rickshaw we see in the film. But 99 per cent of the people we spoke to didn’t know the reference to the song from Shree 420. Also, The Artist. Saaz aur Saazish, which would have sounded very 1970s. Aankhon Aankhon Mein.One more title was Black and White. Ayushmann’s suggestion was C Sharp.Pooja: There was Harkat, which also worked as a musical title. And, Andha Hai Kya! and Kala Chashma. During his happier moments, Sriram would suggest Maa Ki Aankh.Aao Twist Karein was nice too. Also, Ae Bhai Zara Dekh Ke Chalo.Tabu in Andhadhun (2018). Courtesy Matchbox Pictures.Sriram: There are too many claimants for who came up with the final title. I said I would give a Charagh Din shirt and an outfit from the boutique Pagli to the man or woman who came up with the title. Filmmaker Gurpal Singh eventually suggested it – but he hasn’t sent me his size yet and I still need to buy him his shirt.Pooja: Andha Dhund was also apt, but then we decided to pun on the words. Of course, we were told, it should be Andhidhun since dhun is feminine in Hindi. But what is a pun with grammar? Meet the piano playerAfter the metaphorical rabbit comes the real prey. Akash is faking blindness in the belief that it helps him concentrate on his music better. He is working on a tune that he hopes will get him recognition at an international talent competition. Akash bangs away at his piano in a rented house in Pune, with a cat named Rani for company and a curious young neighbour who has his suspicions about Akash’s disability. The knee-high Bandu (Kabir Sajid) is the only one who cottons on early to Akash’s con. Sriram: The script had many different openings. In one of them, Akash is a music tutor at a convent school. But we could not reconcile teaching at a school and being a conman.Andhadhun was initially meant to be shot in Pondicherry. The opening was meant to be at the docks – a Feroz Khan-type of guy gets out of a car and buys fish. Then we changed the setting to Pune. We shot at the house of a couple who live on Prabhat Road in Pune – he is a maths teacher and she is a cyclist. That’s why you can see a blackboard in the scenes in Akash’s living room. Andhadhun (2018). Courtesy Matchbox Pictures.Pooja: The cat’s name in the script was initially Mozart, but then it would have been odd to say, Mozart ka murder ho gaya.Rani is an untrained stray. We had to scatter food all over the piano. We also had to use a lot of fish oil and Whiskas. Sriram: Her real name is Mani, but that was a bit too much.Arijit: The cat was always part of the script. Initially, the house had a lift, and whenever he would come in, the cat would come running to the door. Sophie, Franco, and fleeting happinessAkash meets Sophie (Radhika Apte) and starts playing the piano at the restaurant run by her father Franco (real-life musician Franco Vaz). Akash and Sophie fall in love. When former movie star Pramod Sinha (Anil Dhawan) hires Akash for a private concert for his wife Simi (Tabu), it seems that nothing can go wrong for Akash. The opening sequences constitute the calm before the storm, with little details thrown in that are illuminated further down the narrative. Akash arguably sets the events in motion by taking off his sight-blocking lenses to see Sophie better – an act that is witnessed by Bandu.Sriram: Radhika was very relaxed – this was shot before Sacred Games and Ghoul.Franco Vaz had worked with us on Johnny Gaddaar too. He was very excited to do the role. He had had an operation to his spine, which is why he was limping in the film.Arijit: Franco was supposed to be very flamboyant. But it would have been too much to have another flamboyant old man after Pramod Sinha.Radhika Apte in Andhadhun (2018). Courtesy Matchbox Pictures.Sriram: We were tempted to give Franco more lines. I do wish we could have featured him drumming a bit more.We had debates on whether there would be songs in the film. Why should Akash sing if he is a pianist? Pooja: But then we felt that it would be boring to keep hearing chunks of piano music. We were making a Hindi movie, after all. But it took us some time to get the songs, and their placement.Arijit: The point where Akash takes off his lenses is his moment of hubris. Akash is getting all the benefits of being a fake blind person. Bandu is the only one who has his suspicions – an unplanned element who jumbles up the equation. Simi and Pramod Sinha, unhappily marriedSimi (Tabu) is the second wife of former movie star and builder Pramod Sinha. Simi and Pramod live in a luxurious apartment that has vivid wallpaper and photographic evidence of Pramod’s glamorous past. Pramod has promised to arrange for Simi’s acting debut, but he doesn’t realise that Simi is already in performative mode. Simi has a lover tucked away, the married police officer Manohar (Manav Vij), but when we first meet her, she is playing the good wife. Two clues are provided about Simi’s duplicity: her hands that are smeared with crimson crab curry paste, and the pulp book she is reading. Pooja: Simi was initially called Zoya in the script. Her house was an unsold apartment in Magarpatta in Pune. After the first schedule, the owners said the house had been sold, so we had to do some of the cooking scenes on a set. Sriram: The expectation is that if it’s a star’s house, it will be over-decorated and ostentatious. But we didn’t want that. Anita Rajagopalan Lata and Donald Reagan Gracy, our production designers, said, let’s do wallpaper. When we first saw the wallpaper, it seemed a bit too much, but then it acquired a life of its own.Pooja: Simi’s clothes also blend into the wallpaper. Anil Dhawan in Andhadhun (2018). Courtesy Matchbox Pictures.Sriram: Some of the posters for Pramod Sinha’s films were from Anil Dhawan’s films, and others were fake.When Simi says that the crab is an aphrodisiac – we got that bit from a Nigella Lawson video on YouTube. Before we put in the song Mere Pyaase Man Ki Bahar from Dhawan’s film Honeymoon, we added our own comment to the video that is already on YouTube. The user Surfing Ghost is all of us. All the other comments are real, including the one that says, “Best work pramod sinha sahib”.Pooja: The film that Simi wants to act in, Nurse Radha, is a reference to Waheeda Rehman’s character in Khamoshi. Arijit: We have to register the title Nurse Radha. This is a journey that has to happen.Sriram: In one of the scenes, Simi is reading Anita: A Trophy Wife, written by the Tamil novelist Sujata. I had just bought the Blaft book. We didn’t plan on getting a book in which a husband gets killed. We just happened to choose Sujata’s book.Pooja: The book scene is also a way of showing Simi and Pramod in bed. There is a minor intimacy and comfort, but we also needed to show that she is a bored wife. This happens to be one of my favourite scenes in the film. Sriram: I wanted Simi to say while reading the book, now there will be one more murder. It would have been good in the promos, but it got dropped.Tabu reading Anita: A Trophy Wife in Andhadhun (2018). Courtesy Matchbox Pictures.Akash ‘sees’ a bodyWhen Akash arrives at Simi’s apartment, he learns that there is a body within shouting distance and Manohar is hiding in the toilet. Pramod Sinha has very recently been killed, and Akash is an unwitting witness to the crime. He plays along, as does Simi. She could have driven Akash away from the door, had it not been for her inquisitive neighbour, Mrs D’Sa, who sees Akash enter the apartment. Mrs D’Sa becomes Simi’s second victim for being in the wrong place at the wrong time. Pooja: Mrs D’Sa was called Miss Marple in the script. Mrs D’Sa used to be one of Sriram’s teachers, and of course, she is the name of Lalita Pawar’s character in Anari.Mrs D’Sa is played by Mohini Kewalramani. This is her first film. She had recently lost her husband of 60 years, and had returned to India from the US. She happens to be the sister of Arjun Sajnani, the director of Agnivarsha. She said she needed to do something to pass the time. She was cast by one of the assistants. She was amused at her own death in the script – I said, this woman is one after my own heart.Mohini Kewalramani in Andhadhun (2018). Courtesy Matchbox Pictures.Sriram: She had worked for Japan Airlines in the US for many years. She said, I need to get out of my house. She had a tough time remembering the lines. We felt it was good for her to fumble. But she was superb. We prepared the murder scene with the assistants first, and didn’t rehearse with the actors. The scene is over 10 minutes long. It’s like the scene in Johnny Gadaar, in which Dharmendra is killed. That scene is 20 minutes long. The question in this scene is, why doesn’t Akash make a dash for the door? That is what I would have done. Then there wouldn’t have been a movie.Pooja: For the scene in which Tabu breaks off Pramod’s finger because it’s sticking out of the suitcase – Anil Dhawan wanted to be inside the suitcase. He said, my friends will know it’s my hand. We refused. Tabu told him, your shift is over, please leave now.However, Tabu was unhappy about throwing Mrs D’Sa off the ledge. She slapped Johnny Lever in one of the Golmaal films and her mother said, how could you do that to Johnny Lever? An ‘unusually eventful’ scriptThe movie moves from jog to 100-metre dash once Akash leaves Simi’s apartment. Akash tries to approach the police, only to realise that Manohar is the investigating officer. Akash turns his back on Sophie, and matters get further complicated when Simi visits his apartment. Like Bandu, Simi too suspects that Akash can actually see. After trying to scare Akash into making a misstep, Simi finally succeeds in exposing him. Her punishment: she blinds Akash, setting up the screenplay for an unexpected turn towards organ donation. Sriram: People actually felt that the early bits were slow, and that the first murder should have happened in five minutes rather than in the 28th minute. Pooja: KU Mohanan [the film’s cinematographer] said, it’s good, don’t mess with the pace. Sriram: I remember that when Mohanan read the script, he said, it’s “unusually eventful”. Pooja: Somebody else said it was a “cleverness festival”. Tabu and Ayushmann Khurrana in Andhadhun. Courtesy Matchbox Pictures.The scene in which Tabu tries to scare Akash with a mask was almost removed. We had to prevail upon Sriram. It was one of too many things, he felt, but everybody just loved it. Arijit’s only comment was, how many things does she have in her bag? The line “Mister fake blind, meet fake gun” was Arijit’s.Sriram: The mood here is definitely Fargo – you are shocked but you also find it funny. And yes, Rani the cat does live.One question was, why does Simi hang around at Akash’s house till night? She wants to make sure he has gone blind. We also liked a couple of things she tells Akash, such as, you can deal with your blindness, you are an artist after all.Arijit: Audiences are thinking, the video that Bandu has shot of Akash, the one that proves that he can see, will be used as evidence in Pramod’s murder. Radhika Apte might go to the police. But all this has gone, and now we are introducing a new thing. We had a great scene of Akash travelling in a bus to Shirdi. A blind man is singing in the bus. But then we thought, if Akash is capable of taking a bus to Shirdi, he could scream murder and go to a hospital too. Instead, he lands up at Swamy’s hospital. The hospital of horrorsIn the second half of the movie, a disoriented – and now blind – Akash finds himself in a seedy hospital run by the doctor Swamy (Zakir Hussain). Swamy has been running an illegal organ extraction racket along with a lottery ticket seller (Chhaya Kadam) and her auto rickshaw driver husband (Pawan Singh).A desperate Akash strikes a bargain with Swamy, offering him Simi and lots of money in exchange for his life. Meanwhile, Simi and Manohar try to track down Akash. Manohar’s wife Rasika (Ashwini Kalsekar) also plays her role in inching the plot forward.Sriram: At this point in the film, Akash has gone from the frying pan into the fire. From here until the climax, the script took us nine months. Whatever ideas were submitted were trolled, and we kept moving on. It felt like there were two different films – Radhika’s character was missing, and new characters came in.    Zakir Hussain, Pawan Singh and Chhaya Kadam in Andhadhun. Courtesy Matchbox Pictures.Ashwini Kalsekar was to have played Chhaya Kadam’s role. She suggested casting Chhaya.Pooja: We had auditioned another actor for Manohar, but everybody loved Manav. The character is swarthy and sexy and very daft, and Manav knew just how to play it.Arijit: Some people have felt uncomfortable that the characters are trooping from one act to another. None of their plans fructify. Everything that can go wrong does. Simi and Akash, Tom and JerrySwamy and his posse have no intention of sparing either Akash or Simi. The pianist and the murderess find themselves tied up in the same room while the lottery seller and the rickshaw driver take off to collect their loot from Manohar. In a movie in which nothing goes according to plan, Manohar dies, as does Murali. Sriram: We went back and forth for a long time for the scene in which Akash and Simi are tied up together. I had lost all objectivity by this time. This scene is a bit like Tom and Jerry helping each other out. It is a little long. There was some issue of Simi finding the scissors on time and breaking free. It was a matter of finding a snazzier way of doing it. We should have been like Guy Ritchie’s Snatch, found a way of conveying the action.There is a clear reference to Louis Malle’s Elevator to the Gallows in the scene in which Manohar dies. It was the most efficient way of disposing Manohar. Also, I have a phobia of being stuck in an elevator.Manav Vij in Andhadhun (2018). Courtesy Matchbox Pictures.The end, or the beginning?The final act involves the hope that Akash will get his sight back. The unwilling donor: Simi, who has been captured by Swamy and stowed away in the car trunk. Akash feebly protests, saying he cannot abide killing Simi for her organs. Many months later, Sophie meets Akash in a European city. He still appears to be blind, and he offers her another version of events, one in which Simi kills Swamy but dies herself when the blind rabbit from the first sequence hits her car, causing her to lose control. Akash tells Sophie that he escaped and somehow made his way to Mumbai. In the final sequence, Akash uses his cane, which has a rabbit’s head, to kick away a can that he could not have known lay in his path. Did he take Swamy’s offer, which makes him a bigger villain than Simi, or did he actually survive the car crash? Pooja: There are many theories on the ending. One is that Akash’s story to Sophie is true: he fled for his life after Swamy was killed, Simi tried to kill him and died in the process, and he managed to get his eyes back and got to Europe. In another version, Swamy’s car never stopped. Akash took the money made from harvesting Simi’s organs, got his eyes back, and is pretending to be blind when he meets Radhika again because he doesn’t have the heart to tell her what he did. Yet another theory is that Akash has made the whole thing up – that he was never blind to begin with.Arijit: The theory that Akash was never blind makes no sense. If that is so, why is the car beating down on him in the climax? Who is he doing all the play-acting for?Sriram: Well, would you trust the doctor who had been trying to take your kidneys one day before? In the scene in the car when Swamy tells Akash about the foreign donor, Akash is thinking, what do I do? It’s likely that the doctor gets killed and Simi gives him a new lease of life.Lots of people have come up with their own theories about the ending. The one that Akash was never blind to begin with is simply not possible. Another one is most ridiculous – that Akash was blind in only one eye. Yet another is that he got the rabbit’s eyes in the end.Arijit: We were trying to find a real open end where even the creators did not know what happened. But Akash is blind – he has become happy enjoying the fringe benefits of playing blind. Sriram: There’s another way of looking at it – here is a guy who is saying, doctor, if I take her eyes, I will never be able to play music again. Now imagine that the guy doesn’t actually mean this, but says it anyway – that makes him deadlier. It is too diabolical a mind. I have had these arguments for a year. All of them were loud. The bulk of the people we narrated the script to wanted Akash to take revenge. But a commitment to any one ending would have reduced the film.I change the ending each time. My ending is the one that I want people to debate. The fact that people get a kick out of the ending is great.Andhadhun (2018). Courtesy Matchbox Pictures.","author":"Nandini Ramnath","time":"2018-12-17T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108024-edepjysyrp-1544696206.jpeg","tags":["Sriram Raghavan","Andhadhun","Best films of 2018"]}