{"title":"Anger in Assam as 2.5 lakh people included in draft citizens register face fresh hearings","content":"May 2 was supposed to be a hectic but happy day for Ashwini Kumar Saha, a resident of Bijni town in Assam’s Chirang district. His younger daughter Abonti’s prospective in-laws were in town to fix a date for the wedding. Saha, who runs a bookstore, was happy about the match and had prepared well – there was a gift for each of the visitors who were coming from Nagaon, about six hours away by road. But at the last minute, he found they were one gift short. Determined to put up a good show, Saha rushed to his bookstore to collect some cash to buy a quick gift.Waiting for him at the shop, however, was bad news. As he opened the shutters, he discovered a piece of paper slipped in under the door. It was a notice from the local office of the National Register of Citizens, asking him to appear for a hearing on May 7 along with the rest of his family. Someone called Sudip Chanda, the notice said, had objected to Saha’s inclusion in the draft register, which aims to be a roster of bonafide Indian citizens in Assam.Objections yet againOf the 3.3 crore people who applied to be included in the National Register of Citizens, around 2.89 crore people have made it so far. To be included in the citizens list, an individual must prove that they or their ancestors entered the country before midnight on March 24, 1971. Those who did not make it to the draft list could make one last claim for inclusion before the final consolidated list is published, likely on July 31. Alongside this,  objections could be filed against those included in the final draft.The objection notice served to Saha implied that Chanda suspected he had migrated to Assam from Bangladesh after1971 and had been erroneously included in the draft list.At first, Saha thought it was some elaborate prank. How could Chanda, the son of a man he grew up with, accuse him of being a foreigner? He hoped that the objection had been made by another person with the same name as his childhood friend’s son. The notice, after all, mentioned no other details about Chanda except his name.The next day, Saha’s doubts were dispelled by Chanda himself. It was indeed his friend’s son, a member of the local unit of the All Assam Students’ Union, the outfit that has spearheaded anti-foreigner agitations in Assam. “He came to me the next day and said, ‘Sorry uncle, I have done a big mistake, I will withdraw the objection,” Saha recalled. “You don’t have to attend the hearing.”’To be safe, Saha presented himself at the hearing along with his family. His family was in town and the hearing centre was close by. “I went because it involved not just me, but everyone else in my family,” he said. “If I am declared as a foreigner, so will my daughters. But at the hearing, the officer showed me a letter signed by Sudip [Chanda] saying that he had retracted his objection.”Ashwini Saha's objector withdrew the complaint.Absent complainants  That was that. But Saha’s experience was more an exception than the rule. Objections have been filed against more than 2.5 lakh people who are on the draft list, mostly by the state’s powerful sub-nationalist outfits, such as the All Assam Students’ Union. Unlike Saha, most cannot know beforehand who the complainant is and why they have raised objections. The notice only mentions the objector’s name.They have little choice but to turn up at the hearing with their extended families, many of whom travel formidable distances to testify in favour of their targetted relative.On the other hand, hardly any of the complainants have attended the hearings since they began on May 6, according to officials involved in the exercise. In the absence of the objector, the rules say, the complaint should be disposed off ex parte. But that is not how it works on the ground. ‘Self-contradicting’Take the example of Bongaingaon’s Mokibul Islam, who appeared for his hearing on May 15 in Barpeta town. A person named Jyotishman Das had objected to his inclusion in the draft register.Islam, who works in a plastic factory in Guwahati, did not just have to travel all the way to Barpeta, 96 km away from Guwahati, for his hearing but also had to bring 13 of his relatives from different parts of Bongaigaon and Barpeta. They had all received summons from authorities to be present at the hearing.Although the objector, Das, failed to turn up, the National Register of Citizens official entrusted to deal with the case asked for Islam’s “legacy data code”, an 11-digit number attached to the person applicants trace their ancestry to. In Islam’s case, it is his grandfather, Simijuddin, who features in the 1966 electoral rolls.After rummaging through his polythene bag full of documents, Islam told the official that he had forgotten to get the print-out bearing the legacy code. But he had got along everything else, he insisted. A copy of the 1966 electoral rolls with Simijuddin’s name, voter ID cards – his father’s and grandfather’s in addition to his own – to prove that he was indeed Mokibul Islam, son of Kismat Ali, grandson of Simijuddin, permanent resident of Goroimari village, Bijni circle, Bongaingaon district. Besides, Simijuddin himself was present there too.Kismat Ali and his father, Simijuddin. Simijuddin's name features in the 1966 electoral rolls -- a fact verified by the National Register of Citizens authorities after multiple checks. The official refused to budge, forcing Islam to make the 55-km journey back to the family’s ancestral home in Goroimari village to get the document. As the rest of the family stayed put at the makeshift hearing centre, tempers frayed, with everyone blaming each other for the lapse. The rising mercury and an empty Ramzan stomach made Kismat Ali particularly cantankerous. When a concerned relative asked him to calm down, he shot back: “How can I not worry? It is a matter of my son’s citizenship.”Why should people who have been included in the draft register after a long-drawn, rigorous process be asked to produce anything at all when the complainant herself is absent, activists ask. The rules also say as much: “In case of absence of objector, hearing to be disposed ex-parte”. National Register of Citizens officials at the local level say they check because they have been given verbal orders to do so. But the concede that it is a “self-contradicting exercise”. “It is unnecessary harassment that everyone, the people, the officials, could have done without,” said a disposal officer appointed to examine objections.No written acknowledgementEven after officials disposed off objections ex parte, the rules prevent them from providing anything in writing to members of the public. The official notes down “objector absent” in his records but no copy of it is given to the objectee. Taking photographs is also prohibited. “This violates all bureaucratic rules,” complained Firdoush Ali, who works as a supervisor at a construction company in Guwahati. The person who objected to his inclusion in the draft list failed to turn up at the hearing held in Barpeta, leading to the complaint being disposed off. But Ali has no paperwork to prove that. “There is simply no acknowledgement that we were here,” he said. “I came from Guwahati; my cousins have come from Goalpara and Dhubri. Tomorrow if they say we were not here, I have literally nothing to prove otherwise.”Taking biometric dataPeople whose inclusion in the draft list has been objected to are resentful that complainants can fail to turn up at the hearing without facing any penalty – and their identity is withheld too. According to the standard operating procedure, there is no penalty against the complainant if their objection is found to be invalid. However, the rules state that “knowingly” submitting false representations is a crime under India’s citizenship law, which is applicable for people making claims as well as objections.“My objector did not turn up, so what did they do?” said an indignant Subrata Saha whose hearing took place on May 7. “They took my biometrics like I am some thief who will run away in spite of me telling them that I already have an Aadhaar card.”It was only on May 11 that the National Register of Citizens state coordinator Prateek Hajela passed an order calling for cases to be disposed off ex-parte in the absence of the objector.Subrata Saha said that he had written to the local district administration to delete his biometric details since his name features in the draft list.The Assam government has collaborated with the Unique Identification Authority of India, which runs Aadhaar, to collect the biometric data of people who were left out of the draft list and have filed fresh claims to be included.“I am not letting it go, if they don’t listen, I will write to Hajela,” he affirmed. “Also, I am not letting go without finding out who has filed an objection against me. If need be, I will file an RTI [a petition under the Right to Information Act].”What explains the fact that most people who have received objection notices claim to not know their complainants at all in most cases? In the absence of any connections between the objector and objectee, why were some singled out and not others? After all, logic dictates that someone would object to the inclusion of another person in the register only if they had reason to believe that they were recent migrants. Conversations with local All Assam Students’ Union leaders made things clearer.A woman waiting to submit her biometric details at an National Register of Citizens office in Barpeta.Mass objections  Amarendra Mishra, the president of the Barpeta district unit of the All Assam Students’ Union, claimed to have filed around 150 objections. That was when he was the president of the group’s unit in Sarbhog, a town in Barpeta. Mishra conceded that he did not know almost any of the 150 people whose inclusion he had contested. “I received ARN numbers from our district office and I filed objections against them,” said Mishra.The ARN, or application receipt number, is a 21-digit number linked to each application. Although not publicly available, all local National Register of Citizens offices, circle and deputy commissioners’ offices maintain with them an area-wise list of all applicants and their corresponding application numbers.Mishra claimed that he was told by his district colleagues that most of the application numbers he was supplied with were of people living in Barpeta’s char areas. Chars are shifting riverine islands on the Brahmaputra populated largely by Bengali Muslims.Chanda, who filed the objection against Ashwini Saha , seconded Mishra’s claim about receiving a list of application receipt numbers from the district headquarters of his organisation. “We then divided the work among ourselves,” he said. “I personally did some 150.”On what basis were the application numbers selected? “The Supreme Court has given us the right to file objections, so we have collected as many ARNs [Application Receipt Numbers] as possible,” explained Deepak Kumar Das, a colleague of Chanda’s who claimed to have filed around 200 objections. “It is the responsibility of the NRC [National Register of Citizens] authorities to examine them now. We should have done more, but we could not collect more ARNs.”People waiting for their hearing at a makeshift National Register of Citizens centre in Barpeta.‘Collateral damage’ Both Das and Chanda admitted that they had no idea whom they were filing objections against, which explains the objection notice Ashwini Saha received with Chanda as the complainant. “AASU [All Assam Students’ Union] is a party to the NRC [National Register of Citizens] case in the Supreme Court as you may know,” said Das. “So, it was decided by our advisers and central committee that we should do something for an error-free NRC. We are a hierarchical organisation, the orders were then given to the district committees to follow who then gave us a list of ARNs [Application Receipt Numbers].”Chanda conceded that “not all objections we have filed pertain to illegal Bangladeshis”. “We had to do it in a hurry, sometimes my hand could have slipped and I may have written a few wrong digits,” he said. “After all, it is an 11-digit number and we had to do so many in such a short time.”But they insist that there is no other way to other way to prevent “illegal Bangladeshis” from creeping into the National Register of Citizens. “We are doing it for the Assamese people,” Das said. “If you do some good work, there will be collateral damage. It should be taken positively. If out of the 2 lakh objections, even 20,000 people are really guilty, we will consider it as an achievement. If not for us, these people would have been naturalised as legal citizens.”Chanda agreed. He did not understand what the fuss was about. “What is the problem? Why can’t they [people at the receiving end of these objections] just go,” he asked. “Can’t they do that much to be in the NRC [National Register of Citizens]?”But what has prevented the objectors from attending the hearings? The answers vary. Mishra said he did not receive any summons. “I did receive a call from the block, but there was no notice to be present,” he claimed. “So, I have not gone yet.”Chanda blamed it on the schedule of hearings. “I have filed 150 objections,” he said. “The hearing dates have clashed. In one day, there are 20 hearings, all in different places, how can I be there everywhere?”Das also offered a similar explanation. “If they were to happen in a convenient place and time, I would attend it,” he said. “But anyway, we have done our job, it is now for the NRC [National Register of Citizens] officials to investigate the complaint.”When leaders of the Assamese students’ outfit are told that minority groups such as the Assam State Jamiat Ulama and the All Assam Minority Students’ Union have alleged that several “fake” objections have been filed  to harass a particular community, they point at the rule book. “We are not saying that the people we have filed objections against are Bangladeshis for sure, we have only acted out of suspicion – and the rules let us do that,” contended Mishra. “It is a complete lie that we have acted on communal lines.”Anita Sarkar and her husband Prabir Sarkar. Anita Sarkar's brother took the train from Bengal to attend her hearing but the objector failed to turn up.‘Is the AASU office a court?’People at the receiving end of these objections, however, say that such complaints amount to vigilantism. “I told the NRC [National Register of Citizens] officials that I do not value their word anymore because they have already verified my documents, not once but several times,” said Subrata Saha. “So, I told them, call the complainant and let him certify them [the documents] since it is clearly their word that matters more than the system.”Prabir Sarkar, whose wife Anita Sarkar’s inclusion was contested by Chanda, was equally scathing. Anita Sarkar hails from Bengal and her brother had to come down from the neighbouring state to Chirang as a witness for her hearing. Chanda failed to turn up yet again. “I went to the centre three times but no one came,” he said. “There someone told me I should go to the AASU [All Assam Students’ Union] office and get it in writing from them that it is a mistake. I refused flatly. Are they judges now? Is the AASU office the new court?”All photographs by Arunabh Saikia.Corrections and clarifications: An earlier version of the story said that in absence of the objector, rules say that the complaint should be “dismissed” ex parte. However, the rules say that the case should be “disposed” ex parte.","author":"Arunabh Saikia","time":"2019-05-20T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120038-ozyxpkjslj-1558279578.jpg","tags":["NRC","National register of Citizens","NRC draft list","NRC final draft","NRC objections"]}