{"title":"Approach Czech court, SC tells family of Indian man accused in murder plot of Sikh separatist in US","content":"The Supreme Court on Friday told the family of Nikhil Gupta, who was accused by the United States of conspiring to assassinate a Sikh separatist in New York, to approach a court in the Czech Republic for any relief, reported Bar and Bench.“We are not going to have an adjudication over here,” said a bench of Justices Sanjiv Khanna and SV Bhatti. “The person detained has not given the affidavit. If there is a violation of any law etc you have to go to court over there.”The court posted the case for January 4.On November 29, the United States Attorney’s Office, Southern District of New York, announced that it had filed “murder-for-hire charges” against Gupta, an Indian national, in connection with his alleged participation in a thwarted plot to assassinate a Sikh separatist leader. Each charge carries a maximum sentence of 10 years in prison.A statement released by the US Attorney’s Office alleged that Gupta had been recruited by an Indian government employee, who “directed a plot to assassinate on US soil an attorney and political activist who is a US citizen of Indian origin residing in New York City”.Though the statement did not name the citizen, a report in the Financial Times on November 23 identified him as Gurpatwant Singh Pannun. Founder of a group called Sikhs for Justice, Pannun was declared an “individual terrorist” under the Unlawful Activities Prevention Act in 2020. The organisation advocates for Khalistan, an independent state for Sikhs, and is banned in India.Gupta, who is allegedly an international narcotics and weapons trafficker, was arrested on June 30 in the Czech Republic and is awaiting extradition to the US.In the petition, his family has alleged that Gupta was in the Czech Republic on a leisure and business exploration trip when he was illegally detained after exiting the Prague Airport. No reason for the detainment was given to him.“These individuals who claimed to be law enforcement officers forcefully made the petitioner sit in an unidentified black SUV,” the petition said. “It may be noted that the black SUV already had two individuals hiding inside. The individuals took the petitioner’s mobile phones forcefully from the petitioner and attached a device to it as they continued to question the petitioner.”The family also alleged that although Gupta is a devout Hindu and a vegetarian, he was forced to eat beef and pork during his detention in Czech custody. They said that he was denied consular access, the right to contact his family in India and the freedom to seek legal representation.In view of this, the petition invoked the Universal Declaration of Human Rights Article 12 and Article 14 that guarantee protection against arbitrary detention and political persecution. It also placed reliance on the fundamental rights guaranteed under Articles 14, 19 and 21 of the Constitution of India.The petition has sought directions to the Ministry of External Affairs, the Ministry of Home Affairs and the Indian Embassy in the Czech Republic to immediately trace and produce Gupta, reported Live Law.It has also sought directions to the Central government to intervene in Gupta’s extradition proceedings before the Extradition Court in Prague.Meanwhile, the Czech Republic has confirmed that Gupta was detained at the request of the United States, reported NDTV. “The extradition of Mr Gupta was requested for the crime of conspiracy to commit murder for hire,” the Ministry of Justice added.","author":"Scroll Staff","time":"2023-12-15T17:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182489-lzqrepanfj-1667838964.jpg","tags":["Nikhil Gupta","Supreme Court","Czech Republic"]}