{"title":"Armed gangs and a partisan state: How Manipur slipped into civil war","content":"Located off National Highway-2 in Manipur’s Bishnupur district, Hotel Elegance has not had a guest since May 3. Yet, behind its locked front gates, there is activity around the clock. A new watchtower has been built at the far end of the hotel’s compound atop which there is always someone with a pair of binoculars intently looking for any kind of action in the rolling hills that dot the horizon.“It is from the hills that the Kuki militants fire,” said Abung Irom, a Meitei community activist in his late 30s. Irom is from the hill town of Churachandpur, about 60 km from the state capital Imphal. He now lives in a refugee camp in Bishnupur mid-way between the two places, though he spends most of his time at Hotel Elegance coordinating relief and self-defence efforts.  Like thousands of people in Manipur, he lost his home to rampaging mobs in the first week of May, when ethnic violence broke out between the Kuki and the Meitei communities. Over 100 people have been killed so far, more than half in the first three days of the violence.A man keeping watch from Hotel Elegance. Photo: Arunabh Saikia.The violence has reflected the state’s sharp geographical divide.In the hills, where Kukis outnumber Meiteis, people like Irom fled Kuki mobs. But in the valley where Imphal is located, and where political and economic power is concentrated, mobs from the dominant Meitei community targeted Kuki neighbourhoods.Take, for instance, Haokip Veng, a Kuki neighbourhood in the heart of Imphal. Violent mobs battered it three times in 24 hours, before burning it down on May 4, according to Hapou Haokip, a daily-wage labourer who lived there and lost his house.Each time the size of the mob varied, Haokip recalled, but one thing was constant: the presence of men wearing black T-shirts in the mob. Hapou Haokip used to live in Imphal's Haokip Veng locality, which now stands gutted. Photo: Arunabh Saikia.This appears to be part of a pattern. Across the valley, Kuki survivors identified their attackers as the “boys in black shirts” – a reference to the uniforms of Arambai Tenggol, a shadowy Meitei group that was barely known in the state until it rose to prominence during the clashes last month. Kuki groups and the Opposition have alleged that the group enjoys the patronage of Meitei politicians from the state’s Bharatiya Janata Party government, all the way up to Chief Minister N Biren Singh.On the other hand, Meitei groups have charged the Centre and the Assam Rifles, which helms counter-insurgency operations in the state, of going soft on Kuki militant groups. Their claim is that armed cadres, officially restricted to designated camps under a Suspension of Operations agreement with the Central government, are out terrorising Meiteis in the foothills.One month after clashes broke out, violence continues to simmer and Manipur continues to be on the razor’s edge. To understand what is driving the conflict, Scroll travelled to both the valley and the hills in the last week of May. Conversations with survivors from both the communities, along with security officials, government representatives, politicians and activists, revealed a stark picture of a civil war within the state – one that the Centre and the state, both run by the BJP, have failed to control.\n\t\t\n\tBiren Singh with members of the Arambai Tenggol. Photo: Arambai Tenggol's Facebook page. How the violence beganBy all accounts, the immediate trigger for the violence that has convulsed Manipur for weeks now was an act of arson in the hill district of Churachandpur on May 3: a purported attempt to burn the Anglo-Kuki war centenary gate that commemorates the Kuki rebellion against British colonists in 1917-’19.The damage to the structure was minimal but given its symbolic value, thousands of Kukis descended at the spot. The mobilisation was instant for good reason. Thousands of tribal people had already congregated at a place only a few kilometres away for a separate protest against an order of the Manipur High Court directing the state government to consider granting the Meitei community Scheduled Tribe status. Tribal groups feared it would further entrench the dominance of Meiteis in the state.Things escalated soon. In no time, mobs took over large parts of the state: Kukis in the hill districts dominated by the community, and Meiteis in the Imphal valley. Both sides insist that they acted only in retaliation and did not initiate violence.Official death counts have not been made public. But security officials, including from the central forces, told this reporter that most of the nearly 100 deaths took place in the first three days of violence when an overwhelmingly large number of those who fell to the mobs were Kuki.A poster in memory of Lalboi Lhungdim, who was killed by a mob in Imphal on May 4, at his parents' home in Churachandpur. Photo: Arunabh Saikia.Collusion by the policeAccording to Kuki survivors, one reason for this was that the Manipur police abetted the rioters who went after them.Take, for instance, the events of the afternoon of May 4 in Kangpokpi district’s Kamuching village. At around 2 pm, a small group of men, “not more than 20-30 in all” arrived, said Teresa Vaiphei, the daughter of the village chief.Other Kuki villages in the vicinity had already been torched, so the village of 80-odd families was ready with catapults and single-barrelled country-made guns, which are widely available in rural Manipur, particularly among tribal communities. They managed to push back the group.Not too long after, Vaiphei said they saw “Manipur police commandos wearing uniforms” approaching the village. “We thought the police had arrived, we were feeling safe,” said Vaiphei.However, it soon became clear to her that the commandos were leading a bigger mob. “The number just kept growing,” she said. “All these men in black T- shirts, we can’t call them civilians, they started firing.”Kamuching’s residents fled to the nearby forest from where they saw their village going up in flames. “They burned the church, the schools, granaries, everything,” she said. “On the way, they took back all they could, livestock, buffaloes.”What unfolded in Kamuching seems to have been only one of many such instances.Around 20 km southwards, in the village of Loibol Khunou Sajal, Mongkhochin Haokip recounted a similar story. On May 3, she said “the commandos along with the Armabai Tenggol” stormed their village, burning and destroying all they found. “I saw it with my own eyes,” she said.Mongkhochin Haokip said she saw police commandos along with the Arambai Tenggol \"with my own eyes\". Photo: Arunabh Saikia.A widely-shared video of the Manipur police accompanying a mob, many of whom are wearing the Arambai Tenggol’s colours as they approach the Kuki locality of Haokip Veng in Imphal on May 4, offers clear evidence of the collusion recounted in eyewitness accounts. Mark Haokip, who shot the video from the third floor of a building, said he did so to document what he had heard from his friends in other Kuki localities in the city.“In the places that had been attacked the previous night, my friends told me the police were present but did not do anything,” said Haokip, an 18-year-old aspiring footballer who is currently taking refuge in neighbouring Meghalaya’s Shillong. “I went up the building and shot the video so that later there is evidence.”One reason ascribed for the police complicity is the composition of the force: most police commandos are Meitei.An ethnic divide seems to have paralysed the Manipur police during the clashes, with the constabulary backing their own communities. A large section of the force acted “completely against all professional ethics”, said a senior official in the department.  Conversations with even senior members of the force betrayed prejudice. Many senior Meitei officials, for instance, tended to downplay the violence and killings in Imphal, instead stressing on the arson in Churachandpur and surrounding areas.   \n\n\n    \n    Play\n\nThe video that Mark Haokip shot. Questions for the CMBut there was more to the charge of collusion. Senior security officials spoke of a “lack of clear instructions from the leadership”, alluding to the chief minister.A security official who does not belong to Manipur but is posted in the state said, “I don’t want to comment much on politics, but in a crisis like this you have to make hard decisions which may not be palatable to the majority population.”Eyebrows have been raised at the inexplicable absence of Kuki officials – despite a lot of them being in the bureaucracy – among those appointed as nodal contacts and to helm district helplines during the violence.Officials said the state took more than 24 hours to issue an order allowing security personnel to “shoot at sight”. This delayed the deployment of the Army, officials from both the civil and security administrations said. The Army had been requisitioned on May 3 itself, but was reluctant to step in without the power to shoot at sight. The order came in late on May 4, after many Kuki neighbourhoods in Imphal had already been gutted. The allegations of abetment against Biren Singh come against a backdrop of persistent antagonism between him and the Kukis: he has been guilty of making remarks that many have alleged amounted to racially profiling the community.A close aide of the chief minister, however, insisted there was no malice involved. He blamed former chief secretary Rajesh Kumar for not advising the chief minister correctly and delaying the “shoot-at-sight” orders. Kumar was replaced days later. Connections with the BJPCritics, however, point to another link: the chief minister’s friendly ties with Meitei groups accused of carrying out violence.Less than a year back, on August 16, pictures of a meeting with Biren Singh appeared on Arambai Tenggol’s Facebook page. Also featured in the pictures was Manipur’s sole Rajya Sabha member, Leishemba Sanajaoba. Members of the Arambai Tenggol said the titular king, who was nominated to the Rajya Sabha by the BJP, is their founder and leader.On September 25, 2022, Sanajaoba posted pictures of the “oath-taking ceremony” of the group that he said was “being held at my house”.BJP Rajya Sabha MP Leishemba Sanajaoba addressing members of the Arambai Tenggol at his residence. Photo: Sanajoba's Facebook page. Arambai Tenggol means “dart-wielding cavalry” – a reference to traditional Meitei warriors. Embossed on the back of the outfit’s uniform of black T-shirts are three pony-riding warriors. Several people pointed out that the imprint of the group was not just visible in the black shirts worn by the rioters. In several areas, videos show mobs hoisting the “Salai Taret” flag on buildings they attacked.The multi-coloured Salai Taret flag, representing each of the seven Meitei Salais or clans, has been a constant presence in the Arambai Tenggol’s past gatherings, photos on its Facebook account show.A screengrab of a video of the attack on the Kuki neighbourhood of Khongsai Veng in Imphal where the mob can be seen hoisting the 'Salai Taret' flag. Photo: Special arrangement. An editor at an Imphal-based daily said the group first shot to prominence in April when its members stormed the house of a Meitei Christian pastor by the name of Takhellambam Ramananda for having allegedly insulted the indigenous Sanamahism faith.The vigilante action followed a Facebook post by Sanajaoba threatening to “skin the pastor alive”. Members of the groups proved hard to meet given the negative press they have received in wake of the violence. In fact, the group issued a press note on May 26 announcing it had “temporarily dissolved” even as it promised to “​​emerge again if the situation arose to protect Manipur”.However, after much convincing, one member agreed to speak.Bobo Moirangthem, a 47-year-old school teacher in Churachandpur, said he had joined the group’s 11th unit only a couple of months ago. The Arambai Tenggol comprised a total of 12 units, he explained. Even though the term “unit” seemed to suggest a martial quality to the group, Moirangthem said he had not undergone any weapons training.Moirangthem said people had wrongly accused the Arambai Tenggol of perpetrating violence against armed Kuki civilians. “We are using licensed guns just to defend ourselves,” he said. “We are not using illegal weapons.”The outfit’s only motive, he said, was to bring Meiteis back to the fold of Sanamahism. “Most of the Meiteis are converting to Christianity so we just want to bring people back,” he said. Insecurity about Christianity appeared to be a common concern for both the Arambai Tenggol and the Meitei Leepun, the other valley-based outfit accused of fanning violence against Kukis. Its founder M Pramot Singh, who sported a saffron scarf during our meeting at a hotel in Imphal, said: “Only with a strong Meitei population, a strong Hindu population can India be a strong nation.” Meitei Leepun, which Singh described as a “movement” that began in 2015, shares Arambai Tenggol’s admiration for Chief Minister Biren Singh, visible abundantly in Singh’s social media posts. “We salute namaste to all previous CMs but we worship the person in HCM Shri Biren,” he wrote on Twitter in June, 2021.In fact, the first time the outfit really hogged the headlines in the state was when it organised an event in 2021, where children were seen kneeling down, their heads touching the ground in obeisance to the chief minister.\n\t\t\n\tBiren Singh and Leishemba Sanajaoba with members of the Arambai Tenggol. Photo: Arambai Tenggol's Facebook page. The build-up to the violenceIn the run-up to the violence, the Meitei Leepun took a major step.On the evening of May 2, it called for a “counter-blockade” to the tribal protest against Meiteis being granted Scheduled Tribe status. In effect, it decreed that people and goods could not leave the Imphal valley.A security official Scroll spoke to said this was the first direct confrontation between the two communities. Till that point, the tensions were largely between the Kuki groups and the state government.The official, who asked not to be identified, pointed out that a “counter-blockade” at that stage made little sense as the tribal groups – the protests included other non-Kuki tribes from the state – had not called for a blockade in the first place. They had organised protest gatherings in the headquarters of each of the hill districts.Meitei Leepun’s Pramot Singh, however, cited blockades in the past by tribal groups to justify the call for a “counter-blockade”. “They have held us ransom for too long, so yes now our official position is if they do something we will counter it,” he said.In Manipur, tribal groups, in particular the Nagas, have often used highway blockades as a pressure tactic against the state. Since Imphal valley is circled by hills on all sides, the choking of highways leads to fuel pumps running dry and prices of essentials skyrocketing. Pramot Singh added, “We have been tolerating this for the past 40 years, they have abused us, repeatedly insulted us, so yes, Meiteis responded this time.”Did the response entail violence?“When Kukis kill Meiteis and attack Meitei villages, do you expect us not to do anything?” he demanded. “We had to jump in to protect Meiteis, stop the Kukis from advancing further and evacuate Meiteis from vulnerable areas.”He added, “The Kukis may call what we did a crime, we don’t care.”\"We had to jump in to protect Meiteis,\" said M Pramot Singh of Meitei Leepun. Photo: Arunabh SaikiaIn a joint statement issued on May 18, five groups representing Kuki communities from the state have demanded action against what they called a “pogrom unleashed by the suspected Arambai Tenggol and Meitei Leepun”. The main opposition party, the Congress, has also blamed the two outfits for “spreading fear and terror” in the state.When confronted with the allegations that the Meitei Leepun and the Arambai Tenggol had worked in tandem to target Kukis in the valley from May 3-May 5, Pramot Singh said the two outfits had “no connection”. However, he said, “When this crisis happened, they also defended the Meiteis as [like] us.”The role of Kuki militantsAfter a few days, the murderous mob violence in Imphal subsided. But it gave way to gunfights and stray incidents of arson in villages along the foothills that demarcate Kuki and Meitei territories. This second phase of violence, after a few weeks of relative lull, began around May 22. According to the Meitei residents in the foothill villages, the violence began with Kuki militants firing from the hills in violation of the terms of the Suspension of Operations pact – a claim repeated by Chief Minister Biren Singh.It was one of these firing episodes that led to the death of Toijam Chandramani, his family and neighbours said. The 33-year-old Meitei man had been living in Ngangkha Leikai, a Meitei village in the foothills, after being forced to flee Churachandpur, where his neighbourhood of Thengra Leikai had been torched down by Kuki mobs. Late in the evening of May 23, Kuki militants purportedly fired from the hills towards Ngangkha Leikai, said his cousin H Ranjan. Agitated, Chandramani and a few other young men went up in the direction of the hills with country-made rifles. But realising they did not have the wherewithal to fight the Kuki men in the hills, they retreated. “While coming down, he got shot in the back,” said Ranjan.Toijam Chandramani's family blamed Kuki militants for his death. Photo: Arunabh Saikia. The Kukis have vehemently denied the involvement of the underground groups in the gunfights. Armed with licensed single- and double-barrelled guns, “volunteers” from the community have been defending vulnerable villages from arson attempts by Meitei mobs, they said. Armed cadres were not part of these “self-defence” efforts, they insisted.Their contention has found some backing in the Indian Army, which has said the violence continuing to rage largely comprised ethnic clashes and did not involve insurgents. An inspection of the designated camps of the militant outfits carried out by the government in the wake of the clashes indicated that while some cadres may have been missing, arms and ammunition were largely intact and in locked coffers. In the local press in Manipur though, there have been several reports of gunfights between the security forces and purported Kuki militants. Scroll has seen videos purportedly from May 3 – the day the clashes began – where men wearing military fatigues and carrying AK-47s can be seen among other Kuki volunteers wielding single-barrelled guns.  An Assam Rifles official posted in Imphal told Scroll that Kuki militant groups’ role in the violence could not be entirely ruled out though evidence of their direct involvement was scant. “It is unlikely that more than 25% of the armed cadres are at their designated camps,” the official said. “I won’t say that they are out fighting, but it is possible that they are providing some support to the Kuki volunteers.”Regardless, the Meitei people, particularly those living close to the foothills, said the Army and the Assam Rifles were not doing enough to keep the local Meitei civilian people safe.Protesters have intermittently been squatting on the highway in Bishnupur connecting Imphal to Churachandpur, blocking Army convoys to express their displeasure with the forces. A market in Bishnupur that has been converted into a relief camp for the Meitei people displaced from Churachandpur. Photo: Arunabh SaikiaA contentious peace pactAt the heart of Meitei resentment is the Suspension of Operations arrangement. They say it has prevented the security forces from cracking down on Kuki armed groups. “SoO means the Army and Assam Rifles cannot engage with the Kuki militants,” said a woman at one of the roadblocks in Bishnupur. “The most they can do is protect us, but they can’t act against the militants proactively.”The Assam Rifles officer conceded there was some truth to that thesis. Even though the terms of the agreement were not entirely being “followed on the ground”,  the political nature of the pact had limited their options. “We are pressurising them, but pushing it too much will make the situation more critical,” said the official.  In the last couple of weeks, Meitei civil society groups have consistently raised the issue, shooting off memorandum after memorandum to the Centre urging it to discontinue the pact. The Coordinating Committee on Manipur Integrity, an umbrella group of six groups representing Meitei interests, has held sit-in protests across the valley demanding the scrapping of the SoO agreement. Another valley-based pressure group, the Indigenous Forum of Manipur, has gone on to say in a written statement that the Indian government’s “unethical” bid to broker peace in the region through the SoO agreement had “created a monster”. The SoO agreement has been contentious ever since it became operational.Formalised as a tripartite agreement in 2008, its genesis lay in the 1990s when security forces are believed to have reached an informal understanding with the Kuki militant groups – widely speculated as a counterweight of sorts against the raging Naga insurgency, and subsequently, the Meitei militancy in the valley. In 2005, the Centre put the arrangement in print, signing a “Cessation of Operations” agreement with eight Kuki groups and one Zomi group based in Manipur.The Manipur government had reservations, but finally came on board in 2008. A tripartite agreement was signed with 19 Kuki-Zo militants outfits under the umbrella of two larger groups, the Kuki National Army and the United People’s Front.  But scepticism loomed large over the nature of the deal. Many saw it as a mercenary arrangement, particularly as it did not involve a political process till as recently as 2016, when the Kuki groups under SoO – now 25 of them – started a dialogue with the Centre.An Assam Rifles official said that the terms of the SoO agreement were not as rigid as many other ceasefire agreements which require cadres to always be inside designated areas. “It is a little dheela” – flexible – he said. As a result, it is an open secret that armed cadres stray out of designated camps at will. Officials of the Manipur police are particularly cynical about the arrangement. “It has not helped the state,” said a senior police officer from the state. “The armed groups’ firepower has not gone down, instead it’s gone up.”A charred house of a Meitei family in Churachandpur. Photo: Arunabh Saikia The politics Making things murkier is the Kuki armed groups’ outsized role in the region’s electoral politics. Critics and observers say that only candidates backed by the armed groups can win.Sometimes, the links are rather stark. Nemcha Kipgen, who has been the Kangpokpi legislator for three straight terms, is married to ST Thangboi Kipgen, chairman of the United People’s Front.In the 2022 Assembly election, Kimneo Hangshing, the wife of the Kuki Revolutionary Army’s chairperson David Hangshing, was elected from the Saikul constituency. The SoO agreement legitimises the subversion of the democratic process, Meitei activists allege. “In the hills, it is not election, it is selection,” said Irom. Ahead of the last Assembly elections in 2022, 17 Kuki armed groups, part of the Kuki National Organisation, which are signatory to the SoO pact, asked people to vote for the BJP after Union home minister Amit Shah promised to settle the Kuki insurgency if voted to power. Seven of the 10 Kuki MLAs in the Manipur Assembly are from the BJP. Meitei groups have alleged that this, among other reasons, has prompted the Central forces to go soft on Kuki militants. On June 1, though, during his visit to Manipur, Shah indulged in some tough talk. “Any violation of any condition of the agreement will be dealt with harshly,” he expressly warned. Many in Manipur have seen the remarks as an acknowledgement of the SoO groups’ involvement in the current violence. However, Meitei groups say the time for warnings is long gone. “Even during the home minister’s visit, they are firing at Meitei villages with mortar shells,” alleged Khuraijam Athouba, spokesperson of the Coordinating Committee on Manipur Integrity. “There is no better time than now for the Indian government to abrogate SoO.”Athouba added, “For peace to come in Manipur, SoO has to go.” Meanwhile, in the hills, Kuki groups have a different prescription for peace: a separate administration. “Separation is the only solution,” say posters plastered across Churachandpur. And a second line insists: “Solution precedes peace”.","author":"Arunabh Saikia","time":"2023-06-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190916-jtglpsfvay-1685953736.jpg","tags":["Manipur","Manipur violence","Kuki","Meitei","Imphal valley"]}