{"title":"Arnab Goswami among Centre’s replacement appointees to Nehru Memorial Museum and Library society","content":"The Centre has replaced three members from the Nehru Memorial Museum and Library society who have been critical of its decision to set up a museum for all prime ministers in the Teen Murti complex in Delhi, The Economic Times  reported. Journalist Arnab Goswami, former Foreign Secretary S Jaishankar, Bharatiya Janata Party MP and president of the Indian Council for Cultural Relations Vinay Sahasrabuddhe and chairman of the Indira Gandhi National Centre for the Arts Ram Bahadur Rai are the Centre’s new appointees to the society that oversees decisions related to the memorial. In a notification issued on October 29, the Union Ministry of Culture said it had accepted academic Pratap Bhanu Mehta’s resignation. In 2016, Mehta had quit citing “political pressure” and protested former bureaucrat Shakti Sinha’s candidature as the NMML director. The notification said economist Nitin Desai, professor Udayan Mishra and former bureaucrat BP Singh will no longer continue as society members. The newly appointed nominated members will serve terms until April 25, 2020, the statement said.This is the order from the culture ministry approving the changes pic.twitter.com/toINiKTQul— Vasudha Venugopal (@vasudha_ET) November 2, 2018\n\n“The people who have been replaced were men of integrity and scholarship,” Congress leader Jairam Ramesh, a member of the society nominated by the Jawaharlal Nehru Memorial Fund, told The Economic Times.Singh and Mishra had openly spoken against the decision to set up the museum at the complex, the report said. Singh had said new museum would set a precedent for states who may want to have “chief minister museums as they are the leaders of the states”. Desai had reportedly questioned the choice of location for the museum.Former Union minister MJ Akbar, who has been accused of sexual harassment by at least 17 women journalists, is the vice chairman of the Nehru Memorial Museum and Library executive council. He resigned from the Cabinet on October 17. The memorialIn August, Nehru Memorial Museum and Library Director Shakti Sinha said that the plan to set up a museum for all prime ministers in the Teen Murti complex did not mean that former Prime Minister Jawaharlal Nehru’s legacy would be “obliterated”. He was referring to a letter written by former Prime Minister Manmohan Singh to Narendra Modi, urging the Centre to leave the Teen Murti complex “undisturbed”. Sinha said the plan was merely to democratise the Nehru Memorial Museum and Library.In September, the Directorate of Estates of the Union Ministry of Urban Development asked the Jawaharlal Nehru Memorial Fund leave Teen Murti Bhavan September 24. Established in 1964, the Fund has been located at Teen Murti, once the residence of India’s first Prime Minister Jawaharlal Nehru, since 1967.On November 1, however, the Delhi High Court stayed the eviction notice to the fund.","author":"Scroll Staff","time":"2018-11-03T11:56:44.604932+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/900766-52b064b1-c43c-4856-8320-d34e3e66d7f9.jpg","tags":["Arnab Goswami","Nehru Memorial Museum and Library","Teen Murti","Jawaharlal Nehru","Pratap Bhanu Mehta","Centre"]}