{"title":"Art of Living founder Sri Sri Ravi Shankar meets UP CM Adityanath day before Ayodhya visit","content":"A day before his visit to Ayodhya, Art of Living founder Sri Sri Ravi Shankar on Wednesday met Uttar Pradesh Chief Minister Adityanath and several other leaders of Hindu religious organisations, PTI reported. The spiritual leader was earlier reported to have been appointed as a mediator by the parties involved in a legal battle over the matter. The meeting between the two lasted about 40 minutes at the chief minister’s residence. “As far as the Ayodhya issue is concerned, Adityanath’s stand is very clear,” an unidentified government official told PTI. “The state government is not a party. We welcome any settlement and will honour the decision of the court.”Ravi Shankar also met representatives of Digambar Akhada, Rasikpeeth and Nirmohi Akhada.The Supreme Court is hearing 13 petitions challenging the Allahabad High Court verdict, which said the land should be divided equally among the three parties.The row over the ownership of the 2.7 acres of the Ram Janmabhoomi-Babri Masjid land has raged on for decades. On December 6, 1992, Hindu volunteers gathered at the site had demolished the mosque. The incident had triggered communal riots across the country.आज लखनऊ स्थित सरकारी आवास पर आर्ट ऑफ लिविंग फाउंडेशन के संस्थापक श्री श्री रविशंकर जी ने भेंट की। pic.twitter.com/Lt24I9gd3F— Yogi Adityanath (@myogiadityanath) November 15, 2017\n\nObjections raisedHowever, various Muslim organisations and the Vishwa Hindu Parishad have expressed their reservations with Ravi Shankar’s involvement in the matter. The All India Muslims Personal Law Board said that the spiritual leader has not yet contacted them. “About 12 years ago, Sri Sri had made a similar move and had concluded that the disputed site be handed over to Hindus,” AIMPLB General Secretary Maulana Wali Rehmani told PTI. “He must disclose what his new plan is this time.” Meanwhile, the VHP said there was no need for a dialogue as archaelogical evidence was in the favour of the Hindus. “The Ram Janmbhoomi belongs to the Hindus and they need not beg anyone for it,” VHP spokesperson Sharad Sharma said. “It was a temple in Ayodhya and will remain as one…the only work remaining to be done is to give it a grandeur which will be done through Parliament.” Taking a jibe at Ravi Shankar, Sharma said that those who have no contribution in the movement were leading the campaign now. “The VHP respects Sri Sri Ravi Shankar but he should know that efforts in this regard in the past, in which prime ministers, governments, and Shankaracharya were also involved, failed to give any result,” he said.“I am hopeful…I am not disheartened,” The Indian Express quoted Sri Sri Ravi Shankar as saying. “No one is opposed to amity. This is just a beginning, we will talk to all.”","author":"Scroll Staff","time":"2017-11-15T20:05:17.986198+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/857995-73886-wrvhovbbby-1510755236.jpg","tags":["Sri Sri Ravi Shankar","Adityanath","Ayodhya"]}