{"title":"Article 35A curtailed fundamental rights of non-residents of Jammu and Kashmir, says SC","content":"The Supreme Court on Monday said that Article 35A of the Constitution that was repealed in 2019 by the Centre took away the fundamental rights of non-residents of Jammu and Kashmir, reported Bar and Bench.Article 35A of the Constitution empowered the legislature in the erstwhile state to define its permanent residents. According to Article 35A, all those who were living in the state as of May 14, 1954, when the law came into effect, and those who have lived in the state for 10 years anytime since that year were counted as permanent residents of Jammu and Kashmir. It had also granted permanent residents privileges, including exclusive right to purchase land and get government employment. The law was brought in to protect the distinct demography of the state. However on Monday, the Constitution Bench led by Chief Justice of India DY Chandrachud said that the law curtailed the rights to equal opportunity of state employment, acquire property and settle in Jammu and Kashmir for non-residents.The court also said that the law had granted the state immunity from judicial review to these special privileges.The bench is hearing over 20 pleas challenging the abrogation of Article 370 and turning Jammu and Kashmir into a union territory in 2019. Solicitor General Tushar Mehta said on Monday that such division of rights was “unthinkable” in a constitutional democracy. Mehta said that the government corrected itself in August 2019 when it abrogated Article 370, which granted special status to the erstwhile state, and Article 35A.“I am not saying that or this government,” he told the court. “‘Our government’ is what I say. The mistakes of the past should not befall the future generations.”He also said that after the Centre scrapped Article 35A, investments in the Union Territory have increased. The permanent residents of the erstwhile state were “misguided” into believing that they were enjoying a privilege that none could take away from them, he told the court.“Here, in this case, we have two major political parties defending Articles 370 and 35A,” Mehta said. “But now the people have realised what they had lost all those years… Investments, tourism, etc., have started now. Hotels are being built and 16 lakh tourists have visited Jammu and Kashmir.”Also read: Two years after J&K lost special status, outside investors stay away from Kashmir","author":"Scroll Staff","time":"2023-08-29T10:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193429-ebzmwrjyet-1692777112.jpg","tags":["Supreme Court","Article 35A","Abrogation of Article 370","Jammu and Kashmir"]}