{"title":"Arvind Kejriwal skips ED summons in Delhi liquor policy case for the fifth time","content":"Delhi Chief Minister Arvind Kejriwal on Friday skipped summons by the Enforcement Directorate once again, PTI reported. The central law enforcement agency has sought to question the Aam Aadmi Party leader in the Delhi liquor policy case.This was the fifth time that the Enforcement Directorate had summoned Kejriwal in the matter. He had skipped all previous summons.If the central law enforcement agency keeps issuing “illegal summons”, the party will continue to take legal advice and act accordingly, Aam Aadmi Party leader Gopal Rai said.The Enforcement Directorate’s case against the chief minister is based on a first information report registered by the Central Bureau of Investigation. The report alleges that the Aam Aadmi Party modified Delhi’s liquor excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The Enforcement Directorate has also claimed that members of a so-called South Group had paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair.Two senior Aam Aadmi Party leaders – Manish Sisodia and Sanjay Singh – are currently in jail in connection with the case. The party and its leaders have denied the allegations.Kejriwal instead participated in a protest in Delhi against the outcome of the Chandigarh mayoral election held earlier this week.AAP MLA SK Bagga detained by the police while he was on his way to a peaceful protest against the cheating in Chandigarh Mayor elections pic.twitter.com/3HNAWAr1f9— Atishi (@AtishiAAP) February 2, 2024\n\n\nThe Aam Aadmi Party alleged that several of its MLAs and councillors were placed under house arrest and thousands of party workers were detained by the Delhi Police ahead of the party’s protest outside the Bharatiya Janata Party office on Friday, The Indian Express reported.A BJP candidate had won the mayoral election on Tuesday but only after eight INDIA bloc votes were declared invalid. It has been alleged that the ballots were “rejected in a premeditated manner” to favour the BJP.“At the BJP’s orders, [our] office has been turned into a cantonment,” said Rai. “It’s as if it’s not the AAP which has come onto the street to protest but the police which is out to do so.”The BJP on Friday also staged a protest outside the Aam Aadmi Party headquarters in Delhi against alleged corruption in the Arvind Kejriwal government.Also read: A ‘liquor scam’ has put AAP leaders in jail. But has it dented the party’s image in Delhi?","author":"Scroll Staff","time":"2024-02-02T20:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195668-abignfxlfw-1699327888.jpeg","tags":["Arvind Kejriwal","Enforcement Directorate","Delhi liquor policy case","Delhi"]}