{"title":"As Gujarat elections loom, rural voters disenchanted with the BJP are eyeing a new challenger","content":"In 2017, Bhagwan Bhai Patel voted for change. That year, assembly elections were held in Gujarat in the shadow of massive protests by the Patel community to demand reservations in government jobs.The protests had resonated with Bhagwan Bhai, who belongs to the predominantly agrarian caste group. A farmer in Junagadh district’s Moti Khodiyar village, he was finding it increasingly difficult to sustain his family on the meagre returns from groundnut and cotton cultivation. He decided to switch loyalties from the Bharatiya Janata Party, which had ruled the state for five straight terms, to the Congress, its principal rival.Not only did the Congress go on to win in Manavadar constituency where Bhagwan Bhai lives, it picked up 28 of 48 seats in Saurashtra region, of which Junagadh is a part. In 2012, the BJP had won 31 seats in the region. In 2017, its tally dropped to 19.  But the BJP still managed to retain the state. In the 182-seat Assembly, it won 99 constituencies to the Congress’ 78. However, the margin of its victory was the slimmest since 1995 when it first came to power on its own in Gujarat. At the heart of this reduced mandate was the BJP’s sub-par performance in Saurashtra, a predominantly rural region where agrarian distress was high.Five years later, as the state heads into another assembly election this winter, resentment among farmers in Saurashtra remains high. “Farming has become unsustainable,” Bhagwan Bhai said, attributing it to the rise in prices of fertilisers and diesel. “I get Rs 400 for 20 kg of wheat which doesn’t even cover my expenses. If I hire the tractor for one hour, I have to pay Rs 900,” he said.But the Congress is no longer the favoured choice of disgruntled farmers. Instead, as I found while travelling across the south Saurashtra districts of Rajkot, Amreli and Junagadh, many are cautiously eyeing a relatively new entrant to Gujarat’s electoral politics: the Aam Aadmi Party.Bhagwan Bhai Patel, a farmer in Junagadh district’s Moti Khodiyar village, had voted for the Congress in 2017. Photo: Arunabh SaikiaExodus from the CongressThe reason for the lack of enthusiasm for the Congress was the mass defection of its MLAs to the BJP.Two years after the 2017 election, for instance, the Congress’s winning candidate from Manavadar constituency, Jawahar Chavda, had joined the BJP.  “The Congress people will take your vote and then go to the BJP for money – why should anyone vote for them?” Bhagwan Bhai asked. Twenty-two MLAs who won on a Congress ticket – seven of them from Saurashtra – have switched to the BJP so far. Several more are expected to do so closer to the election.Even Hardik Patel, the youth leader who led the Patidar Anamat Andolan, as the Patel agitation was called, has joined the BJP after a brief stint in the Congress.  Recalling the events in the run up to the 2017 election, Parth Mukhi, the Saurashtra convenor of the protest group led by Hardik Patel, said: “There was an anti-BJP atmosphere in Saurashtra at the time because of the anamat andolan and people wanted to teach the BJP government a lesson.” The leaders of the movement had at the time actively urged people to vote against the BJP – in other words, support the Congress. Hardik Patel went on to formally join the grand old party in 2019, only to leave it for the BJP on a rather acrimonious note earlier this year.Patel’s volte-face was only the last nail in the coffin – the reservation movement had wound up much earlier, said Mukhi, who joined the Hindu hardliner Pravin Togadia’s far-right party, Antarrashtriya Hindu Parishad, in 2019. “We had only one demand – reservation for all poor people – and the government has taken steps towards that,” he explained.In 2019, the BJP-led Union government had announced 10% reservation for economically weaker sections among general castes such as the Patels. The Gujarat government was the first to implement it – a day after the Centre’s notification.  “There is no such resentment against the government this time in Saurashtra,” said Mukhi. Resentment against the BJPOn the ground, however, many farmers continue to express their frustration with the government.Mansukh Bhai Patel, a groundnut farmer in Junagadh’s Dhebar, for instance, said “nothing had changed”. “Our problems are still there – we still don’t get a good price for our crops,” he said. “If anything, the price of things have gone up so much, it’s become all the more difficult to make ends meet.”In neighbouring Amreli district’s Khadsali village, Manu Bhai Vataia, expressed similar concerns. “There is almost no profit in farming anymore,” said Vatalia, who grew cotton in addition to groundnut. Yet, there is little enthusiasm for the Congress, which has been the traditional Opposition to the BJP in the state.In Junagadh’s Bantiya village, Sanjay Bhai Patel, explained, “If you really want change, there’s no point voting for them. Ultimately, they will just go and join hands with the BJP.”A group of Patel farmers in Amreli district. Photo: Arunabh Saikia‘The Congress has nothing to give’Congress leaders in Saurashtra are aware of the resentment brewing against the party– but appeared almost resigned to it. “The Congress has nothing to give its leaders and workers as it has been out of power for a long time,” said the Rajkot-based Hemang Vasavada, a vice-president of the party’s Gujarat unit. “So those who are  crazy after power and money, they are leaving, that’s the problem.”Vasavada blamed the “repressive atmosphere” in Gujarat – “press captured, police captured” – for the party’s inability to channel what he termed “high anti-incumbency” against the BJP government. “Congress does an agitation, there’s no media coverage,” he said. “But if Amit Shah [currently the Union home minister] even holds a booth-level party meeting, the local media will cut to it live.”The Congress’ electoral performance in Gujarat has nosedived after 2017. In the 2019 Lok Sabha elections, the BJP trounced the party in all 26 constituencies. In Saurashtra, things have been no better. The 2016 Rajkot municipal elections had been a close affair – the Congress got 34 seats to the BJP’s 38. Last year, though, the BJP won a landslide victory, winning 68 of the 72 seats. A sense of helplessness seems to have gripped the party. Another senior leader in Rajkot blamed the public for “not voting on real issues”. “One can’t help if people only want to vote along Hindu-Muslim lines,” he said. A new force emerges The Congress’s decline, however, may not necessarily mean a free pass for the BJP in Saurashtra. Conversations with residents, particularly in the region’s rural parts, revealed a growing trickle of support for the “Dilli-wali” party – the Aam Aadmi Party. Many others cited its “successful track-record” in Delhi, where it has been in government since 2015.In Junagadh’s Bantiya village, part of the Manavadar constituency, Rasik Bhai Desai, said he would back the party as it had promised things that would help farmers like him – and the AAP had a knack of fulfilling promises it makes. “The BJP is good for business,” he said. “But if we stay with Aam Aadmi, there will be real benefits for us like free electricity.”In Amreli’s Chital village, Pratap Bhai Vadia said he wanted to give the party a chance as his belief in the local leaders of the BJP had eroded. “I am with the one who works,” said Vadia, a farmer. “And in Delhi, we hear work has happened.”However, there also seemed to be a sense of trepidation among some about the party’s “outsider status”. A few kilometres away, in Galvav village, Mukesh Bhai Patel said he did not know the party’s “ummeedwar”, or local candidate. “It is difficult to trust someone you don’t know at all,” he said.The Aam Aadmi Party’s state treasurer Sanjay Gadhvi, who switched from the Congress in April, made light of the issue. “We are selling a product to make people’s lives better,” he said. The lack of well-known local faces “may have been an issue earlier, but after the Delhi team arrived in March, our political activity has picked up,” he added.Pratap Bhai Vadia said he wanted to give AAP a chance. Photo: Arunabh SaikiaA ‘cakewalk’ of an election?While there is some merit in Gadhvi’s claims about the Aam Aadmi Party’s success in creating a buzz around itself, in Saurashtra, it is still at best a distant second.  The vast majority of the people I spoke to, cutting across the urban and rural divide, expressed little interest in dislodging the BJP. While there are unmistakably local grievances, not too many people believe that any other party would be able to do a better job. Besides, the appeal of Prime Minister Narendra Modi endures. In Amreli’s Kotada Pita village, Paresh Bhai Patel, a groundnut farmer, said he and many of his neighbours voted for the Congress in 2017 because of Hardik Patel. “There was the sentiment of the anamat andolan,” he said. “But we have realised the Congress-walas don’t work and it’s better to stick to BJP.”In Amreli’s Kotada Pita village, Paresh Bhai Patel (second from left) and his neighbours voted for the Congress in 2017. Photo: Arunabh SaikiaYet, it is not that support for BJP always stems from belief in its efficiency. Kishore Bhai Lav Chauhan, a daily-wage labourer in Junagadh’s Chaparda village, articulated a widespread sentiment among many people I spoke to: “Jo hai so hai – it is what it is. What is the point of voting for anyone else when Modi will only come?”It isn’t surprising then that with just three months to go for the assembly elections, BJP leaders come across as extremely sure-footed. “The last elections, a lot of essentially BJP-minded people voted against us in Saurashtra because of the agitation, “ said Bharat Kanabar, a senior leader who is currently in charge of the party’s operations in Bhavnagar district. “But that’s not going to be the case this time because the agitation has fizzled out.”He added, “No election is ever easy of course, but compared to last time, as things stand now, this time it seems to be a bit of a cakewalk.”  Read the other articles in Arunabh Saikia’s Gujarat election series here.","author":"Arunabh Saikia","time":"2022-08-29T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179046-wdmbluaiqx-1661681660.jpeg","tags":["Gujarat Assembly Elections 2022","BJP","Congress","AAP","Saurashtra"]}