{"title":"As more youngsters take to vaping, they risk lung and brain damage and even cancer","content":"Vaping is now more common than cigarette smoking among young people, according to a new report coordinated by the University of Glasgow and commissioned by the World Health Organization.This echoes research that has found the popularity of vaping among young people in the UK has surged in recent years. The number of children experimenting with vapes increased from 7.7% in 2022 to 11.6% in 2023, according to a survey conducted by anti-smoking charity, Ash.Most of these children wanted to try vaping “out of curiosity” and were aware of the promotion of vapes in shops and online. Other motivations for using vapes included the ease of obtaining them, the flavours (young people are particularly attracted to fruity or dessert flavours) and help connecting with peers.But vaping comes with many risks to young people, including harm to the lungs and brain.Adolescence is a delicate period for the development of the brain. During this time, the brain grows, changes and forms new connections. The parts that control emotions and reward develop faster than those that help with planning and self-control. This can lead to teens taking more risks, such as vaping.Nicotine, which is contained within vapes, affects teens differently to adults, as their brains are more sensitive to it. Brain receptors affected by nicotine are important for learning and addiction. Even low levels of nicotine exposure can make teens more likely to get addicted to other substances, experiment with risky behaviour, or develop mental health problems.Nicotine can have long-lasting effects on the adolescent brain. Nicotine exposure can harm a young person’s ability to learn and focus, and make them more likely to act impulsively when they reach adulthood.Even a small amount of nicotine can be risky for teens who are predisposed to conditions such as asthma, making them more sensitive to stress and possibly leading to mood problems later in life.Young people who vape may be more likely to start smoking and find it harder to quit any nicotine use at all. And using vaping products alongside other products containing nicotine, like cigarettes, for example, may be even worse for their health.Hidden risksThere are many less obvious risks to vaping too. The chemicals in vape liquids – including various toxins, heavy metals and possibly even radioactive polonium – may be harmful. The ingredients, how much of each is used and the temperature to which they’re heated can also affect what ends up in the vapour.Some vapes may also deliver more nicotine than the user expects. This could be because of the specific mix of ingredients different brands put in the vape liquid.The variety of flavourings in vapes is concerning, especially for teens. With over 7,000 flavours on the market such as fruit, candy floss, mint and chocolate, vapes are designed to be appealing to young people. A 2023 US study found teens are especially drawn to the more fruity flavours.But these flavourings might also damage the lungs, potentially causing a serious condition called “popcorn lung” or bronchiolitis obliterans. This is a condition that affects the smallest airways of the lungs and can lead to coughing and shortness of breath.There’s also some evidence that these flavourings, which are often highly concentrated in the vape aerosol, can harm cells in the body.The Flavor and Extract Manufacturers Association is the national body representing the flavour industry in the US. It has raised concerns about how well vape flavourings are tested for safety, particularly for inhalation purposes.This is important because some flavourings, like diacetyl, which can be used to give a butter-like flavour to food, seem harmless when you eat them but can cause serious lung problems if inhaled. This is a chemical linked with popcorn lung, which has been seen in workers exposed to high levels of diacetyl in food factories. As a result, major popcorn manufacturers have removed diacetyl from their products. But it is still available in vapes.The process of extracting nicotine from tobacco can leave behind other chemicals like nornicotine and residues such as cotinine. And improper handling or storage of these substances can create impurities that are harmful to health.Even if a vape liquid is advertised as being nicotine-free, it might still contain chemicals called nitrosamines, which are known to cause cancer.Is a ban enough?The forthcoming ban on disposable vapes in England, Scotland and Wales may not be enough to deal with the problem. With more than 400 vape brands already on the market, a more comprehensive approach is needed.This should include a crackdown on adults buying vapes for young people and prominent health warnings displayed both online and in stores that are as clear as those on cigarette packs.We also need restrictions on flavours that target young people, stricter age verification for all vape sales and regulations that cover not just the nicotine content but also the ingredients and packaging of nicotine-free vapes.The continued monitoring of the safety of these products is also vital, particularly in light of the loopholes exploited by “rogue firms” providing children with complimentary samples of nicotine-free vapes.Anyone considering vaping as a way to quit smoking should aim to eventually stop vaping altogether, not just switch one habit for another. Vaping isn’t risk free for non-smokers and can have harmful health effects, especially on young people.Amira Guirguis Associate Professor of Pharmacy, Swansea University.This article was first published on The Conversation.","author":"Amira Guirguis, The Conversation","time":"2024-04-29T22:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200346-qyeaafxxaj-1714313531.jpg","tags":["Vaping","Nicotine","Cigarettes","Cancer"]}