{"title":"As protests shut Manipur University for almost two months, an old hill-Valley divide resurfaces","content":"The protests in Manipur University began on May 31 and have kept it shut ever since. Initially spearheaded by the Manipur University Students Union, the agitation soon received the backing of the university’s teachers and non-teaching staff. They had a single-point demand: remove vice-chancellor Adya Prasad Pandey for the alleged saffronisation of the university, and administrative ineptitude.Almost two months since, the agitation is no longer restricted to the university campus. It has turned into a full-fledged civil society movement in Manipur. Several influential civil society groups in the state including the Meira Paibis – “the women torch bearers” of Manipur – have hit the streets in support of the demand seeking Pandey’s removal.As the protests grew, they acquired layers of complexity. Now, they seem to have also cracked open old fault lines in the state, between the Meitei-dominated Imphal Valley and the largely tribal hill areas. Some tribal student groups now allege that the charges against Pandey levelled by the Manipur University Students Union – an outfit perceived to primarily represent Meitei interests – are rooted in the vice chancellor’s move to restore a higher percentage of reservation for tribal students in the university.“We think that the real reason for the protests may be very different,” said a tribal student leader who did not want to be identified. “We wonder if the reservation issue may be one of the main reasons why the protests have become so big.”Counter strikeIn a move directly challenging the authority of the Manipur University Students’ Union, the Joint Tribal Students’ Bodies, a coalition of several groups – the Thadou Students’ Association, General Headquarters; Siamsinpawlpi, General Headquarters; Rongmei Naga Students’ Organisation, North East India; and Liangmei Naga Katimai Ruangdi, Assam, Manipur and Nagaland – has launched an indefinite counter strike in the hill districts against the “closing down of Manipur University”.Michael Lamjathang Haokip, president of the Joint Tribal Students’ Bodies, said it was “absolutely true” that “we have apprehensions that reservations could be one of the reasons” behind the Manipur University Students Union’s demands. “He [Pandey] is the one who has done little bit of justice to us [tribal students],” said Haokip. “In spite of all his limitations and shortcomings, he has done some tremendous things.”A press statement issued by the group made the same point. “Since he [Pandey] became the VC [vice chancellor], there have been many positive developments in the university. Reservation policy in staff recruitment and student admissions has been followed as per guidelines without any manipulation or prejudice.”Reservation rowReservation has always been a touchy subject in Manipur University, which is located in Imphal. It was conferred central university status in 2005. Before that, as a state government-run institute, the university followed Manipur’s reservation norms for student intake and teacher recruitment: 31% reservation for Scheduled Tribes, 2% for Scheduled Castes and 17% for Other Backward Classes.As a central university, it was expected to follow the Union government’s reservation norms, then governed by the Central Educational Institutions (Reservation in Admission) Act, 2006. This Act mandated that 15% seats be reserved for Scheduled Castes, 7.5% for Scheduled Tribes and 27% for Other Backward Classes.Yet till 2008-’09, the university stuck to status quo, and continued to follow Manipur’s reservation norms. Starting 2009-’10, the university finally switched to the central university norms. This led tribal groups to approach the Manipur High Court, claiming that central norms did not do justice to the demographic realities of the state. Scheduled Tribes account for almost 34.2% of Manipur’s population.Meanwhile, in 2012, the Indian government amended its reservation rules and allowed them to be relaxed in universities in the North East. Under the new amendments, Manipur University could continue to have 31% reservation for Scheduled Tribes, but with the additional provision that 27% seats would be earmarked for Other Backward Classes.But the impasse continued as the matter was pending in the Manipur High Court. Finally, in September 2014, the court adjudicated that the amended 2012 rules be followed. The court judgment seemed to settle the issue – but only temporarily.In March 2016, the University Grants Commission sent a fresh directive to all central universities stating that all of them, barring minority institutions, “have to follow the prescribed percentage of reservation i.e. 15% for SCs [Scheduled Castes], 7.5% for STs [Scheduled Tribes], and 27% for OBCs [Other Backward Classes]”.This led to a furore in the university, with tribal students claiming that the directive contradicted the amended reservation rules for central universities. The commission clarified its position in another letter dated June 3, 2016, where it seemed to do a somersault of sorts. “University may follow the reservation policy in admissions in all courses as per provisions contained in the Central Educational Institutions (Reservation in Admission) Act, 2006 and as amended in 2012,” the letter said, indicating that Manipur University was free to follow the relaxed rules for the North East.But by then, the university was already in turmoil and in the middle of another shutdown that would continue for several months. The stalemate was marked by Meitei students groups firmly insisting that the university adhere to the general central university rules, which would translate into a much reduced 7.5% reservation for the state’s Scheduled Tribes. Students and teachers of the university say that matters were made worse by the absence of a full-time vice-chancellor.It was in November 2017 – under the stewardship of Pandey, who had taken charge in December 2016 – that the university finally decided to adopt the amended rules for the 2017-’18 academic session.‘Nothing to do with reservation’But representatives of the Manipur University Students Union and the teachers’ association insist that credit to Pandey for solving the imbroglio is misplaced. NN Singh, who resigned as head of the university’s physics department in the wake of the protests, claimed that the vexed reservation matter had little to do with the current protests. “He didn’t follow any reservation rules actually. For ST [Scheduled Tribes] he gave 31%, for SC [Scheduled Castes] also he gave 15%, ultimately the loser is the general students,” said Singh. “Tribal people are thinking Pandey-ji is god, but he is not doing any favour to them.” Mayanglambam Dayaman, the president of the Manipur University Students’ Union, also felt that Pandey was “appeasing everyone by breaking the [reservation] rules”. He, however, averred that the issue was not connected to the current impasse. “Have we ever mentioned the reservation issue?” he asked. “We can conclude that they have joined hands with the ABVP.” This was a reference to the Akhil Bharatiya Vidyarthi Parishad, the student organisation affiliated to the Rashtriya Swayamsevak Sangh, which Pandey is alleged to be close to.Dayaman insisted that not all tribal student groups subscribed to the Joint Tribal Students’ Bodies, citing the example of Manipur’s apex tribal students’ body, the All Tribal Student Union Manipur, which has publicly denounced the shutdown call in the hills. Speaking to Scroll.in, however, the union’s general secretary, Seiboi Haokip, took a more measured stance. “We cannot just jump to the conclusion like they [Joint Tribal Students’ Bodies] have, but we acknowledge the current VC’s role in resolving the reservation issue in the university.”Haokip added that if normalcy did not return soon to the university, the group would take its “own course of action”, though he did not say what that would be. The Manipur University Students’ Union has affirmed that it would call off the strike only if Pandey were removed and has summarily rejected all other offers of reconciliation.","author":"Arunabh Saikia","time":"2018-07-28T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/887986-yirbzcynwg-1532606448.jpg","tags":["Manipur University","Manipur University vice chancellor","Manipur protests","Manipur University Students Union"]}