{"title":"As the last Boeing 747 rolls out of the factory, a history of how it became the ‘queen of the skies’","content":"On September 30, 1968, the first Boeing 747 rolled out of its custom-built assembly plant in Everett, Washington. From the beginning, everything about the plane once known as the “queen of the skies” was big.It was the first wide-body “jumbo jet” ever built. About 50,000 construction workers, mechanics, engineers and others took it from an idea to the air in just 16 months in the late 1960s. Until 2007 and the introduction of the Airbus A380, it was the largest civilian aeroplane in the world.Versions of the 747 have been used in a variety of famous ways. In 1990, for example, a pair of 747-200s began operating as Air Force One, the plane that ferries around the US president.Just to produce the 747, Boeing first had to erect what was and still is the largest building by volume ever constructed – big enough to hold 75 football fields or all of Disneyland.But on January 31, the last 747 that Boeing expects to build rolled out of its factory.I’ve been researching and teaching the history of American aviation for more than a quarter-century. Even though all US airlines have retired their 747s, marking the end of an era, I believe it’s worth remembering the amazing story of the aeroplane that helped make international air travel affordable.The jumbo jetThe story of the 747, like those of many other aircraft, began with a military request. In 1963, the US Air Force issued a proposal for a very large transport aircraft to carry heavier loads and have a longer range than then-existing transport aircraft such as the C-141.Although Boeing lost its bid for what is now known as the C5 Galaxy, the designs and studies that went into its proposal didn’t go to waste. That’s because around the same time, Juan Trippe, the hard-charging president of Pan American World Airways, wanted Boeing to build an airliner twice the size of the first-generation jet airliner, the 707.It would be “a great weapon for peace, competing with intercontinental ballistic missiles for mankind’s destiny,” he insisted.\n\t\t\n\tFirst lady Pat Nixon ushered in the era of jumbo jets by christening the first commercial 747 in 1970.  Credit: White House Photo Office/Wikimedia Commons (Public Domain)A big riskBut at the time, it was a very risky endeavour.Many in the aviation industry – including at Boeing – believed that the future of air travel belonged to the fast, not the large. They envisioned new fleets of supersonic aircraft – such as the Concorde, which began flying in 1976 – that would make the existing subsonic flight obsolete, especially on the long routes the 747 was designed to fly. For comparison, the Concorde could make the trip from London to New York in about three hours, while a flight on a 747 (or any other subsonic commercial airliner) could take eight to 10 hours.But Boeing plowed ahead with the project anyway. The new plane had its first test flight on February 9, 1969, and debuted to a world audience at the Paris Air Show later that summer. By the end of the year, the Federal Aviation Administration declared it airworthy, and Pan Am took delivery of its first 747 on January 15, 1970.Although the 747-100 at full capacity promised the airlines cost efficiency, the plane rarely flew that way, with 400 passengers. In part, this was because the 747 had the misfortune of launching during a recession and the first oil crisis, both of which resulted in fewer passengers.In addition, the project’s size itself almost threatened the aerospace company – and its banks – with bankruptcy because the aircraft’s development required Boeing to take on $2 billion in debt, or about $20 billion in today’s dollars.Fortunately for Boeing, it hedged its bets by designing the aircraft to function both as a passenger airliner and as an air freighter. It was the freighter variant that required the “hump” at the top of the fuselage to hold the cockpit so that the nose section could swing open.Since then, Boeing has built over 1,500 747s, and about 500 still fly today.\n\n\n    \n    Play\n\nThe golden ageThe 747 was – and is – probably the most easily recognisable jet airliner. While most people would have a hard time distinguishing between a Boeing 707 and a DC-8 – or pretty much any other pair of jet airliners – the 747’s large size and distinctive “hump” at the front make it unmistakable.It debuted at the end of the so-called golden age of flight, a time when air travel still was seen as glamorous and most airlines catered to an elite clientele. As such, early operators used the upper deck as a passenger lounge for first-class passengers, rather than filling the plane to its full capacity.In the late 1970s, in an effort to entice more passengers, American Airlines went one step further, turning the lounge into a “piano bar” complete with a Wurlitzer organ and entertainer who led singalongs with the passengers.Deregulation, however, soon made such glamorous amenities obsolete as airlines focused on cutting costs rather than offering high-end services. And over time, smaller and more efficient long-range twin-engine aircraft like the 777 and 787 diminished the need for a hulking jumbo jet.Icon of aviationDespite its problems, the 747 won a coveted place in American popular culture.It “starred” in two disaster movies – Airport 1975 and Airport ’77, not to mention several films that involved hijackings, including Air Force One.The 747 also gained further fame from certain specialty missions. Nasa, for example, used a specially modified 747 to transport the space shuttle between landing and launch sites.And, of course, a 747 continues to fly around the “leader of the free world” and his entourage. In 2024, the 747-8 will take over the job, with a longer range, slightly higher speed and a higher maximum takeoff weight.While the 747 that left the factory on January 31 may be the last one built, the aeroplane should still have a long life as a carrier of freight – not to mention ferrying around the American president – which means these icons of aviation will still fly well into the 21st century.Janet Bednarek is Professor of History, University of Dayton.This article first appeared on The Conversation.","author":"Janet Bednarek, The Conversation","time":"2023-02-03T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186374-oeqtejuhhi-1675256087.jpg","tags":["Aeroplanes","Air Force One","History of aviation","Boeing 747"]}