{"title":"Ashok Gehlot considers Vasundhara Raje his leader, not Sonia Gandhi, says Sachin Pilot","content":"Congress leader Sachin Pilot on Tuesday took a dig at Rajasthan Chief Minister Ashok Gehlot, saying that he considers the Bharatiya Janata Party’s Vasundhara Raje as his leader and not former Congress president Sonia Gandhi, reported the Hindustan Times.Pilot’s comment is the latest act in the pitched battle between him and Gehlot in the lead up to elections in Rajasthan scheduled to be held later this year. Just two days ago, Gehlot had claimed that three BJP leaders, including Raje, had helped save his government when a group of Congress MLAs, led by Pilot, had staged a revolt in 2020. In July 2020, a group of 19 MLAs had raised the demand that Pilot be made the chief minister replacing Gehlot. In order to salvage the situation, the Congress had to form a three-member panel for addressing Pilot’s concerns. Later, Pilot was removed as the deputy chief minister and state Congress president.On Sunday, Gehlot had said that during the political crisis, Raje and former Rajasthan Assembly speaker Kailash Meghwal had spoken out against trading of MLAs even as Union ministers of the BJP were trying to topple his government. Gehlot also praised BJP MLA Shobharani Kushwah for not supporting her party.On Tuesday, Pilot responded by questioning Gehlot’s loyalty towards the Congress leadership. “After listening to that [Gehlot’s] speech, I feel that the honourable CM’s [chief minister] leader is not Sonia Gandhiji but Vasundhara Raje Scindiaji,” he said.Pilot added that Gehlot’s statement made it clear why he had not taken any action against corruption alleged to have taken place during Raje’s tenure as the chief minister. Last month, Pilot had held a day-long fast, defying a warning from the Congress’ central leadership, to urge his own government to take action against the alleged corruption.'जन संघर्ष यात्रा'!!युवाओं के भविष्य को सुरक्षित करने के लिए, भ्रष्टाचार के विरुद्ध, जनता के हितों के लिए।जनता के बीच,जनता की आवाज बनकर। pic.twitter.com/ao1qE8SplZ— Sachin Pilot (@SachinPilot) May 9, 2023\n\n“Now I can understand why the probe didn’t happen till now, despite writing letters, and sitting on fast in Jaipur on April 11,” Pilot said on Tuesday, reported The Indian Express. “I have lost hope because more details are coming in and it is clear why no action has been taken or will not be taken.”He added that Gehlot had insult Congress members by praising BJP leaders. Pilot also announced that he will reiterate his call to take action against the alleged corruption during Raje’s regime by leading a march from Ajmer to Jaipur on May 11.","author":"Scroll Staff","time":"2023-05-10T12:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189996-tgriiwduft-1683699642.jpg","tags":["Ashok Gehlot","Vasundhara Raje","Sachin Pilot","Sonia Gandhi","Rajasthan"]}