{"title":"Ashok Lavasa says he won’t attend EC poll code meetings since dissent is not being noted: Reports","content":"Election Commissioner Ashok Lavasa has recused himself from the Election Commission’s meetings on deciding violations of the Model Code, saying that his “minority decisions were going unrecorded”, multiple reports said on Saturday. Apart from Lavasa, the three-member “full commission” consists of Chief Election Commissioner Sunil Arora and Election Commissioner Sushil Chandra. Earlier this month, The Indian Express had reported that Lavasa had opposed five clearances that the poll panel gave to Prime Minister Narendra Modi and Bharatiya Janata Party President Amit Shah in complaints of Model Code of Conduct violations. The commission has given Modi clearances in six such cases altogether. However, Lavasa’s dissent was not noted in the poll panel’s orders.“I am being forced to stay away from the meetings of the full commission since minority decisions are not being recorded,” Lavasa wrote to Arora on May 4, according to NDTV. “My participation in the deliberations of the commission becomes meaningless since my minority decisions go unrecorded.”Lavasa said he might consider taking recourse to other measures to restore “the lawful functioning of the commission in terms of recording minority decisions”. “My various notes on the need for transparency in the recording and disclosure of all decisions including the minority view have gone unheeded, forcing me to withdraw from participating in the deliberations on the complaints,” he added in the latter.After receiving the letter, Arora reportedly called a meeting with the disgruntled election commissioner and explained to him that only minority views in quasi-judicial proceedings can be recorded in the orders. He also pointed out that complaints regarding Model Code of Conduct violations were not quasi-judicial proceedings.The Election Commission has not discussed poll code violations since May 4 because of Lavasa’s opposition to the dissenting view not being recorded, Hindustan Times reported. Lavasa first wrote to Arora on May 4 and sent reminders on May 10 and May 14, pointing out that the minority decision was left out of the final decision which are “contrary to well-established conventions of multi member statutory bodies”.Among the prime minister’s remarks that came under the commission’s scanner was the speech in Maharashtra’s Wardha district on April 1 in which he had claimed that Congress President Rahul Gandhi had been forced to contest the Lok Sabha elections from Wayanad in Kerala because of its sizeable Muslim population, and his speech eight days later in Latur district, where he had invoked the Balakot airstrikes while making an appeal to first-time voters.","author":"Scroll Staff","time":"2019-05-18T12:34:55.081763+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119953-asuuamamez-1558167043.jpg","tags":["Election Commission of India","Ashok Lavasa","Narendra Modi","Sunil Arora"]}