{"title":"Asian Games, Shooting: Mehuli Ghosh banks on her composure as she plots a return to the top","content":"The Asian Games has often been a stage where stars are born. Scroll looks at a number of athletes from the Indian contingent who have largely flown under the radar, but may shoot into the limelight in Hangzhou.On September 24, Mehuli Ghosh was part of the women’s 10m air rifle team that won silver, the country’s first medal in shooting at the 2022 Asian Games. Mehuli Ghosh is composed and reserved when asked about what goes through her mind during competitions.“I just try and observe whatever I am going through or whatever I am seeing and listening from my seniors and my coaches,” she said to Scroll. “Being mature is a process, it’s a journey.”In her pet event – the 10m air rifle – Ghosh has won a Youth Olympics silver medal, a Commonwealth Games silver medal and four ISSF World Cup medals across individual, women’s and mixed team events.Last month, she won bronze at the ISSF World Championships in Baku, Azerbaijan, securing an Olympic quota for the Indian team. It was an ideal build-up as she gets set to compete at the Asian Games in Hangzhou.“I just want to do what I am doing right now and do that exact same thing when I am playing my match,” she told this publication before the sojourn in Baku, of what her hopes are for the rest of the season. “That’s what will give me satisfaction that yes, I have been working on these things and I just want to excel in the crucial moment.”At the World Championships, against the biggest shooters in the world, the 22-year-old remained unflappable as she went on to win the bronze. After all, the shooter from Baidyabati, West Bengal has been hardened by a journey filled with ups and downs.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe beginningGhosh got curious about sport shooting when Abhinav Bindra won India’s first individual Olympic gold in 2008.By the time she was 13, she was fascinated with Hindi detective television show, CID. The aura of the detectives on her TV screen caught her fancy. Suddenly, she was hooked.“When I learned that it is also a sport and it is an Olympic sport, I just got more intrigued,” said Ghosh about her start in the sport. “I found out that there is a club near my home so I just went and I shot a few shots and I felt good. I just wanted to do more.”But Ghosh, the only child in a middle-class household where her mother is a housewife and her father works in government service, needed to convince her parents to allow her to join the sport.It came as a bit of a surprise to her parents when she approached them with her wish to become an Olympic shooter. Not to mention that shooting was an expensive sport.“It took a little bit of time to convince them to let me try rifle shooting as it was expensive for us to go for it,” Ghosh said. “But when I told them that I want to do it seriously and I am interested in it, they were like, ‘okay if that’s what your dream is then we should try.’”The support of her parents was crucial in the early stages of her career when an unfortunate incident threatened to derail her progress right at the start. Ghosh was suspended from shooting in 2015 after a misfired bullet hit a bystander at the Serampore Rifle Club.“I was using a basic rifle at that time so there were malfunctions, the rifle was not working up to the mark,” she recalled. “The rifle had gone for servicing, but the problem persisted and what happened that day was an accident. It was hard for me to come out of it, but then the support of my family and the love for my sport helped me to just go through it and move on from that.”And move on from the distressing incident she did – Ghosh would then end up joining Olympian Joydeep Karmakar’s academy in Kolkata in 2015, training there till 2021.Mehuli Ghosh (L) won silver in the women's 10m air rifle at the 2018 Commonwealth Games in Gold Coast, Australia (Courtesy of Reuters)Coping under pressureThe 2018 season was when Ghosh first announced herself as a competitor in the international shooting circuit, starting with her exploits at the Commonwealth Games in Gold Coast, Australia. Attending her first international event as a senior athlete, Ghosh was understandably nervous and apprehensive.“I didn’t really think I would be selected for Commonwealth but on the last trial before the [tournament] tin 2018 I shot good in that and then he [Karmakar] just told me that you just got selected for Commonwealth Games,” she said. “That was my first appearance in a [multisport] competition, so I was very excited and his guidance through that journey was really helpful.”Mehuli Ghosh (R) won bronze in the individual women's 10m air rifle event at the 2023 ISSF World Championship in Baku, Azerbaijan (Courtesy of NRAI)One piece of advice that Karmakar gave Ghosh was to remain focused and not get distracted by all the things happening in the athletes’ village.“I still remember him saying that ‘it is very easy to get distracted in that games village because you will meet so many athletes and there are too many things happening around you,” she recalled.Ghosh continued that Karmakar advised her to “stay focused and be in your zone till you finish your match. It was difficult for me there, to not to go everywhere and take photos and all, but I just [kept my focus] and that is what helped me to win [the medal].”Unfortunately, Ghosh wasn’t able to follow up on her 2018 form and secure a spot at the 2020 Tokyo Olympics. But before she could realise what was happening, the Covid-19 pandemic hit. A knee injury, coupled with a move away from her comfort zone in Kolkata to Hyderabad saw her needing to rebuild almost from scratch.        View this post on Instagram            A post shared by Mehuli Ghosh (@mehulighosh1)\nStep by stepThe move to Hyderabad saw Ghosh join 2012 London Olympics bronze-medallist Gagan Narang’s academy. There she met coach Bibaswan Ganguly.At the time, the entire sporting world was emerging from the confines of lockdown. Ghosh herself was unable to do much during the pandemic other than holding her rifle and wearing her jacket.“Soon after the lockdown was over, there was an Olympic selection trial for the Indian team and Mehuli was unable to perform up to the mark there,” Ganguly said. “It became a terrible mental setback for her. So, from September [2021], we started working with a psychologist on a neuro-linguistic program. Basically, they work on post-traumatic disorders to release their strains and accept the reality so you can move on and fight back.”But having missed out on a spot for Tokyo, Ghosh and her team were determined to not repeat the same mistakes for the Paris Olympics. Now she’s gone on to win a quota spot for the Games next year.Ganguly explained that the plan for qualifying for Paris was in the works in 2021 itself, by analysing every day, month, year and competition and taking it step by step. But he asserted that it is both experience and talent that makes Ghosh so successful.A shooter is supposed to remain calm and composed, not allowing their heart rate to increase during a match. At the World Championships, she showed she belongs in the top league. And now she prepares for the Asian Games – the next step in the grand comeback plan.","author":"Tanya Kini","time":"2023-09-16T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193958-mcicpagrjc-1694361174.jpg","tags":["Mehuli Ghosh","2023 ISSF World Championship","Indian shooting","Women's 10m air rifle"]}