{"title":"Asian Games 2022: With its largest contingent, India aim for biggest medal tally in Hangzhou","content":"Weeks before the opening ceremony of the Asian Games, the writing was on the wall.An advertising campaign organised by the broadcasters of the quadrennial sporting extravaganza declared a target. Iss baar, sau paar. This time, over a hundred medals.It is a rather ambitious goal put forward for the 655 members of the Indian contingent – the largest ever sent by the country – that will compete in Hangzhou. Especially considering that the Indians at the 2018 Asian Games brought back their best medal haul of 70 (16 gold, 23 silver, 31 bronze).But this time, lofty goals have not been set without reason.In the past few years, Indian athletes, across sports, have started to punch above their weight. No longer are those athletes considered fillers or also rans. They are there to contend, and make a mark.Just last year, at the Commonwealth Games, the athletics team pulled out all stops to rake in medals that were unforeseen. There was Sreeshankar Murali long jumping his way to a silver, triple jumpers Eldhose Paul and Abdulla Aboobacker claimed the top two spots respectively, and of course, Avinash Sable’s historic feat in the men’s 3000m steeplechase event, that, Athletics Federation of India chief Adille Sumariwalla asserted, left the dominant Kenyans rattled.Staying with athletics, only last month, Neeraj Chopra became the first Indian to win a gold medal at every single major javelin throw meet. He is now an Under-20 World Champion, an Olympic Champion, an Asian Games and Commonwealth Games champion. And now India’s first World Athletics Championships gold-medallist.He will be taking to the Hangzhou Olympic Sports Centre Stadium to defend his title from Jakarta 2018.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nTitle contendersChopra though is not the only gold-medal contender from the country. Nor is he the only one in athletics who will stake a claim for the top spot on the podium.At the World Athletics Championships last month, the men’s 4x400m relay team set a new Asian Record. The quartet of Muhammed Anas, Amoj Jacob, Rajesh Ramesh and Ajmal Variyathodi ran back-to-back sub-3 minute races, setting a new continental record (2:59.05 min) in the Heats and finishing a commendable fifth in the final. They will be expected to continue in the same vein at Hangzhou.In the field event, Tajinderpal Singh Toor is the defending champion. He had set the Games Record in 2018 with a throw of 20.75 metres, and set the new Asian Record with a throw of 21.77 metres at the Indian Championships in June.In boxing, reigning world champion Nikhat Zareen, Tokyo Olympics bronze medallist Lovlina Borgohain and World Championships bronze-medallist Deepak Bhoria will be expected to stand on the podium in their respective events.As will the compound archers – Aditi Swami, Jyothi Vennam, Parneet Kaur and Ojas Deotale – who became the first Indians to win gold medals at the World Championships. A lot will also be expected from the shooters, competing in a sport that has been regular among medals. Mehuli Ghosh, in particular, will be expected to build on the momentum she earned when she won bronze at the World Championships.Then there is the men’s doubles event in tennis, where an Indian team has reached the final in each of the previous five editions, winning four of them. This time, defending champion Rohan Bopanna will pair up with Yuki Bhambri. Among team events, podium finishes – at least – will be expected from the Indian squads competing in cricket, hockey, kabaddi and even chess.  Worth their weight in goldCompared to the Commonwealth Games, there are some events, like athletics, where the field is relatively easier to beat at the Asian Games.At the same time, there are events where winning a medal is arguably as tough as it is in the Olympics.With the likes of China, Iran, Uzbekistan and many more, it is an elite field in weightlifting, almost on par with the Summer Games.Badminton too has its strongest possible field featuring in the Asian Games, with China, Japan, South Korea, Malaysia, Thailand, Chinese Taipei and Singapore being the main challenges for the Indian contingent. So much so that PV Sindhu’s silver medal in the women’s singles event from 2018 Jakarta was the best performance by an Indian at the Asiad.Meanwhile in table tennis, where India tends to win a rich haul at the Commonwealth Games, the 2018 Asian Games was the first time India won a medal at the continental event. The Indian men’s team became the first from the country to medal at the Asiad, winning bronze, followed by Achanta Sharath Kamal and Manika Batra winning the same medal in the mixed doubles event.Not an ideal build-upFor all the hopes and expectations from the Asian Games, not all’s well with Indian sport.There was a great deal of struggle by the All India Football Federation to get permission from the Indian Olympic Association and Sports Ministry to allow the men’s and women’s football teams to compete at the Asian Games.The ministry had a rule which stated that “only those sports which have achieved a ranking up to eighth among participating countries in Asia” will be up for selection. It is a rule the IOA had adhered to, leading the teams from missing out on the 2018 event. The men’s team is currently 18th in Asia and the women are 11th in the continent.Since the men’s team had been in good form, and were looking for as many games as possible to build-up to the all-important AFC Asian Cup in January, an exception was made.However, the Asian Games is an age-group event (Under-23 with three overage players allowed) in the men’s category. Because of that, the competition does not come under a Fifa-recognised international window, and Indian Super League clubs – where most of the top players ply their trade – were not willing to release their players. As a result, a largely second-string team is competing in Hangzhou.The Equestrian Federation of India meanwhile stoked controversy by not selecting Gaurav Pundir, the leading dressage contestant. Additionally, the federation’s mismanagement has prompted 19-year-old event rider Chirag Khandal to announce his retirement after also being dropped from the team despite satisfying the minimum qualification requirement.Also, it will be curious to see how the wrestlers, particularly Tokyo Olympics bronze medallist Bajrang Punia, perform. In January, Punia, Rio Olympics bronze medallist Sakshi Malik and 2018 Asiad gold-medallist Vinesh Phogat led a group of top wrestlers in a months-long protest against Wrestling Federation of India chief Brij Bhushan Sharan Singh, accusing him of sexual harassment and intimidation.Due to the protest, Punia has not been in action throughout the year, but was allowed to skip trials and gained direct entry to the Asian Games squad.Punia however, is the defending champion, and is a bonafide champion.On Saturday, he will be a part of the contingent that will march during the Parade of Nations at the Opening Ceremony, where Borgohain and men’s hockey captain Harmanpreet Singh will be India’s flag bearers.It will be the first step in the march to the target of 100-plus medals.PT Usha, a sprint legend, who is currently the president of the Indian Olympic Association was rather humble in her estimate, earlier this month. As the most medalled Indian athlete at the Asian Games – she has won four gold and seven silver medals at the Asiads – she claimed that the Indian contingent “has the potential to get India its best medal haul.”Now let the Games begin.  The Asian Games will be broadcast live on Sony Sports Network and streamed on Sony Liv.Also read:The Field’s Asian Games build-up series, where we focus on athletes who have played in the shadows, but may be ready to step into the limelight.Cricket: Already a trailblazer, Minnu Mani hopes to break more barriers in HangzhouShooting: Mehuli Ghosh banks on her composure as she plots a return to the topHockey: Meet Vivek Sagar Prasad – the flamboyant dribbler in the Indian midfieldSquash: Anahat Singh set to make another big impression in HangzhouAthletics: KM Chanda – the accidental runner who hopes to conquer AsiaAthletics: Abdulla Aboobacker’s journey from filling up numbers to becoming the bestBoxing: Deepak Bhoria – once undernourished and counted out, now India’s best medal bet","author":"Shahid Judge","time":"2023-09-23T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194327-itmpaufydf-1695405525.jpg","tags":["Asian Games","2022 Asian Games","2023 Asian Games","Asian Games 2023","Asian Games 2022","Hangzhou Asian Games","2022 Hangzhou Asian Games","Hangzhou 2023","India at Asian Games","India Asian Games 2022","India Asian Games 2023","Asian Games schedule","India Asian Games reports","India Asian Games","India Asian Games medal tally"]}