{"title":"Asian Games, Hockey: Ishika Chaudhary’s self-driven journey from Gwalior to Hangzhou, and beyond","content":"Paramjeet Singh, the chief coach of the Madhya Pradesh women’s hockey academy, has long seen his students go make an impact in the national team. Players like Sushila Chanu, Monika and Reena Khokkar have been trained at the academy and were part of the team that finished fourth at the Tokyo Olympics. But for Singh, Ishika Chaudhary, from the state itself, is more special. Fast, intelligent and with the mindset of a winner is how Singh described the 23-year-old that joined the academy in Gwalior in 2012. “When we won the junior nationals in 2017, Ishika had broken three or four of her teeth,” recalled Singh to Scroll in an interview. “After that, she had to go for the junior camp in Bangalore and she got selected for the team. She had to take her stitches out there itself.”This story is just one of the many instances throughout Chaudhary’s time at the academy that showcased her mettle and desire to reach the top. On September 27, the Indian women will begin their campaign to secure a spot at the 2024 Paris Olympics. And as she prepares to take the field in Hangzhou for the 2022 Asian Games with the senior team, Singh is confident that Chaudhary will add to the list of players that he has coached who have gone on to play in the Olympics. \n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \n        View this post on Instagram            A post shared by Hockey India (@hockeyindia)\nMindset and attitude Chaudhary’s brother, Ishan, is a software engineer living in Bengaluru. He was present at an event in a city hotel to hand over the official Asian Games jersey to his sister. A moment of pride and joy for the family, especially for the two siblings.“She was very physically active compared to me,” Ishan, who is two years younger, said to this publication. “We started going to play games because our parents wanted us to get out of the house and get some physical activity. She improved so much in just one year. I [knew that I could] never match that level.”Chaudhary smiled bashfully at Ishan’s description of how quickly she took to the sport, similar to Singh’s statements of the aptitude she possessed in the game. Having started her out in midfield in the academy, Singh discovered that due to her speed, Chaudhary was able to develop her skills in defence and oscillate between the two roles with ease.As a defender in the senior team, Chaudhary is expected to keep a cool and level head, especially when the team does not have possession of the ball, and when facing an opposition attack.Singh explained that her commitment to the game was so strong, that when she went was in Gwalior on a break, she would choose to stay at the academy instead of her family home.“We used to take our team to the Netherlands,” Singh said. “We took her along in 2012 [to help her get exposure to playing against bigger players]. But this girl never showed any panic.”Chaudhary (first from the right in blue) was part of the team that toured South Africa and Australia earlier this year (Credit: Hockey India)Ishan recalled how during the Covid-19 pandemic, when the siblings were living at home for the first time in years, Chaudhary did not relax in any aspect of her fitness or schedule.“She was super disciplined the whole time,” Ishan said. “And I saw her and I saw how diligent she was, even if they couldn’t go to practice.“My college was shut so I was not studying at all. And I saw her and she was still maintaining her diet, she was still maintaining her physical form, she was maintaining her fitness and everything. And that kind of motivated me as well to pay more attention to my physical health.”Chaudhary then interrupted him to lightly complain about how she would have to wake up early and was constantly annoyed by him playing video games till late into the night. Chaudhary playing in the World Youth Tournament in the Netherlands in 2014 (Special arrangement via Paramjeet Singh)Chaudhary’s growthEver since the 23-year-old was called up to the Indian junior women’s team in 2018, Chaudhary has dazzled. She was the vice-captain of the junior team that finished fourth at the Junior World Cup in South Africa last year. Chaudhary also has big-tournament experience – she’s won the silver medal at the Youth Olympic Games in 2018.But the defender recognises that the promotion from the junior to the senior team is more than just a change in playing intensity – it is also a shift in mentality. “When you come to [the] seniors, you are a younger player and you have to see things differently,” she said. “At the world level, they are some of the best players and they are competing with the best. Compared to juniors, there’s a lot of levels that we have to match.”She made her senior debut last year, at the FIH Pro League 2021-22. She was also part of the team that won bronze at the Asia Cup last year. According Janneke Schopman, the coach of the senior women’s team, there is fierce competition for several spots because of the sheer talent coming through the junior ranks. Chaudhary admitted that not being a regular starter in the senior team made her first year as a senior player inconsistent.“I was just playing and there were ups and downs and there was a lot of competition,” she said. “And when I debuted that year, major tournaments were coming in – World Cup, Commonwealth Games, Asian Cup. It was like a competitive year. Everyone wants to win. So it was high and low.”Being somewhat of a leader figure during her playing days with the junior team, it was a different atmosphere when she entered the team with the likes of Chanu, Vandana Katariya and captain Savita Punia, who all have represented the country over 200 times.“The senior players believed in me,” said Chaudhary about her initial days in the senior team.“They [had] high expectations when I debuted there and they helped me so much. [They were saying] it’s your first tournament, just play whatever you can. It’s not [on] you to handle the pressure, it’s us. We will be there to take all the responsibility. So they supported [me] a lot in my journey.”With only 20 senior caps under her belt, Chaudhary’s journey in the senior team is just beginning. But according to her brother and Singh, her determination and spirit is what will make her a player to watch out for in Hangzhou.The Indian women will open their Asian Games campaign against Singapore on Wednesday, September 27 at 10.15AM IST.Live action on Sony Sports Network and SonyLIVAlso read:The Field’s Asian Games build-up series, where we focus on athletes who have played in the shadows, but may be ready to step into the limelight.Cricket: Already a trailblazer, Minnu Mani hopes to break more barriers in HangzhouShooting: Mehuli Ghosh banks on her composure as she plots a return to the topHockey: Meet Vivek Sagar Prasad – the flamboyant dribbler in the Indian midfieldSquash: Anahat Singh set to make another big impression in HangzhouAthletics: KM Chanda – the accidental runner who hopes to conquer AsiaAthletics: Abdulla Aboobacker’s journey from filling up numbers to becoming the bestBoxing: Deepak Bhoria – once undernourished and counted out, now India’s best medal bet","author":"Tanya Kini","time":"2023-09-26T16:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194411-iymynzarfy-1695653891.jpg","tags":["Ishika Chaudhary","Indian hockey","Indian women's hockey","Asian Games","2022 Asian Games","Hangzhou Asian Games"]}