{"title":"Assam saw 28,000 more deaths than normal in months when first wave of Covid-19 struck","content":"Assam reported 77,845 deaths, or 55% more than the usual number, in four months of 2020 that coincided with the first wave of Covid-19 in the state, government data shows. The excess mortality was 30 times the official Covid-19 death toll in these months.August, September and October accounted for over 75% of Assam’s total Covid-19 cases in 2020. Since there is a time lag between cases and deaths, November also saw a high number of Covid-19 deaths, despite the number of cases declining.In 2018 and 2019, an average of 50,080 people had died in these four months, according to data from the Civil Registration System, a nationwide registry of all births and deaths maintained by the Office of the Registrar General of India.Now, CRS data accessed by Scroll.in for the first time shows that in the same months in 2020, this number rose to 77,845 deaths, which means 27,765 excess deaths compared to the average for the same period in the previous two years.The number of registered deaths tends to increase annually, largely due to better reporting. In 2018, around 66% of all deaths were registered in Assam, according to estimates of the Office of the Registrar General of India. Though this is much lower than the national average, the state has seen an incremental increase in death registration over time. In the last five years, the rate of registration has increased at a rate of around 4.5 percentage points annually on an average. This trend is visible even for the months before the pandemic struck. However, the scale of increase is higher August 2020 onwards.The excess deaths in August-November 2020 add up to more than 30 times the official Covid-19 death toll of 883 reported by the state in these four months. Not all of these 27,765 excess deaths would be Covid-related. The diversion of healthcare resources for Covid-19 meant many people with other ailments failed to access treatment. A stringent lockdown in the country from late March till mid May also resulted in delays in death registration.Yet, the CRS data further calls into question the state’s official Covid-19 death toll. For most of last year, Assam’s reported case fatality rate was the lowest in India. In September last year, an investigation by Scroll.in had revealed that the state was violating ICMR’s death-reporting protocols, leading to an undercount estimated to be as high as 60%. Now the CRS data, previously unreported, indicates that the scale of undercounting was likely several times higher. Another revelation from the data is that the virus may have caused more deaths in rural areas than captured in the official Covid-19 death toll. Assam does not provide consolidated district-wise data on Covid-19 deaths, but daily media bulletins from 2020 showed most deaths were being reported from urban districts. Even the CRS data shows Kamrup metropolitan district, where the capital Guwahati is located, saw the highest number of deaths in August-November 2020.However, the increase in all-cause mortality was higher in districts like Dhemaji, Dhubri and Baksa. In Dhemaji, for instance, the total registered deaths in these four months was over 160% higher than usual. Similarly, Baksa and Dhubri saw a surge of 137% and 127% respectively. It is unlikely that these massive surges are a result of routine systemic improvements in death reporting. All-cause mortality data is freely available in most parts of the globe, but most Indian states have refused to make this data public. CRS data accessed by Scroll.in for Madhya Pradesh, Andhra Pradesh and Tamil Nadu reveal high excess mortality in 2021, when the country was battered by the second wave of the pandemic. For instance, the excess deaths in Madhya Pradesh are 42 times the reported Covid death toll from January to May this year. The corresponding number for Andhra Pradesh and Tamil Nadu is 34 and 7.5. Among these states, however, only Andhra Pradesh reported significant excess mortality in 2020, which makes Assam’s case even more remarkable, for it saw very high excess mortality in the first wave itself.To estimate excess mortality in Assam in the second wave of the pandemic, CRS data for 2021 is required. Scroll.in was unable to access it. Worryingly, in the last two months since April 15, the state has reported over 2.2 lakh Covid cases – more than what it recorded in the whole of 2020. Its official Covid-19 death toll in these two months is also nearly 175% higher than the previous year’s toll. All-cause mortality numbers for 2021, therefore, are likely to be significantly higher than 2020. S Lakshmanan, director for the National Health Mission in Assam, said he needed to see the data before he could comment. Scroll.in shared the data with him over email. This article will be updated if he responds.","author":"Arunabh Saikia","time":"2021-06-17T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160412-bngbsxlpdf-1623846035.jpg","tags":["Coronavirus","Covid-19","Assam","Excess deaths"]}