{"title":"Assam shrine officials ask Rahul Gandhi not to visit while Ram temple consecration is underway","content":"The management committee of a shrine in Assam has urged Congress MP Rahul Gandhi not to visit it until the consecration of the Ram temple in Ayodhya on Monday is complete.The management committee of the Batadrava Than in Assam’s Nagaon district said that Gandhi would visit the shrine after 3 pm on Monday. The visit will be a part of the Congress’ ongoing Bharat Jodo Nyay Yatra.The shrine is believed to be the birthplace of Srimanta Sankardeva, a 15th-16th century Assamese social reformer and artist. Gandhi was earlier scheduled to offer prayers there while Prime Minister Narendra Modi would preside over the consecration of the Ram temple in Ayodhya.The Bharat Jodo Nyay Yatra, or India Justice and Unity March, is the second large-scale outreach programme of Congress, in which Gandhi is slated to travel 6,200 km across 15 states. He is travelling in Assam from January 18 to January 25.The shrine management committee said that on Monday, many devotees would visit the site on the occasion of the consecration.Assam Chief Minister Himanta Biswa Sarma also urged Gandhi not to visit the shrine while the ceremony was on, claiming that it would bring the state “into a bad light”, ANI reported. He also said that there “should not be any competition between the Ram temple and Batadrava”.Soon after the shrine management issued the statement, the Congress posted a picture of Sarma on social media with the caption: “The chief minister of Assam is a coward”. असम का मुख्यमंत्री कायर है pic.twitter.com/TefJCUiUXY— Congress (@INCIndia) January 21, 2024\n\n\nCongress MP Jairam Ramesh said that party members taking part in the Bharat Jodo Nyay Yatra will visit the shrine, PTI reported.“We think it is imperative that we visit Batadrava Than,” he said. “...It is the birthplace of the great social reformer Srimanta Sankardeva, whose life continues to inspire crores of people even now.”Later in the day, Ramesh said that his car was attacked in the Sonitpur district “by an unruly BJP crowd”.The Rajya Sabha MP said: “...We kept our composure, waved to the hooligans and sped away. This is undoubtedly the Assam CM’s doing. We are not intimidated and will soldier on.”My vehicle was attacked a few minutes ago at Jumugurihat, Sunitpur by an unruly BJP crowd who also tore off the Bharat Jodo Nyay Yatra stickers from the windshield. They threw water and shouted anti-BJNY slogans. But we kept our composure, waved to the hooligans and sped away.… pic.twitter.com/IabpNa598P— Jairam Ramesh (@Jairam_Ramesh) January 21, 2024","author":"Scroll Staff","time":"2024-01-21T18:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197506-mzoftsdzxz-1705231836.jpeg","tags":["Rahul Gandhi","Batadrava Than","Assam","Himanta Biswa Sarma","Bharat Jodo Nyay Yatra","Narendra Modi","Bharatiya Janata Party","Jairam Ramesh"]}