{"title":"Assam says it banned madrassas and Sanskrit schools to secularise education. Critics say look closer","content":"On December 14, the Assam government passed a cabinet resolution to disband all state-run madrassas and Sanskrit tols (schools) in their current avatars. While the madrassas will be converted into regular schools, the tols will become centres of ancient studies, the state’s education minister, Himanta Biswa Sarma, announced. The rationale behind the decision, Sarma said, was to “secularise” education. Earlier in the year, Sarma had said the government “cannot allow teaching religious education with public money”.But critics say that a reading of the fine-print of the government’s decision suggests it is not quite retreating from religious education. On the contrary, its action appeared to be targeted against the madrassas, which are often vilified as centres of Islamic indoctrination.“If you read the note, it appears that the madrassas are being made out to be these obscurantist places which have no place in modern times,” said Uddipan Dutta, scientific officer at the Gauhati University’s department of social science. “The tols, though, have been projected as these exalted places of high civilisational learning which need to be given a higher status and therefore should be brought under a university.”Disbanded madrassas, revamped tols According to an official press note, starting next April, all state-run madrassas will be brought under the ambit of the state education board and the theological components in their syllabi dropped. In short, they will operate as any other state-run high or higher secondary school, depending on the level of education they impart. The State Madrassa Education Board shall be dissolved.On the other hand, the state’s provincialised Sanskirt tols would cease to function as schools completely. They would be converted into “study centres, research centres and institutions to study the certificate/diploma/ degree courses to be started by Kumar Bhaskar Varma Sanskrit and Ancient Studies University located in the state’s Nalbari district”. The staff at the tols will either be transferred to the nearest high school, where the teachers may take Sanskrit classes, or be employed at the university, which is run by the state government.‘Teach Indian civilisation’The government note states that these centres would provide education in “ancient literatures, ancient culture and traditions including philosophy of India as well as that of Assam and North East”. “Every person should have the opportunity to know [the] rich heritage of Assam/India,” the note adds.Announcing the government decision at a press conference, Sarma said that the curriculum in the new ancient study centres would be “prepared from a civilisational point of view”. Assam, he said, would be the “first state to teach Indian civilisation”. “It will be different from history,” he had emphasised.Over the last couple of months, the Bharatiya Janata Party, which governs Assam, has routinely  invoked Indian “civilisation” as it prepares to fight for re-election in the Assembly polls scheduled early next year. The 2021 elections, Sarma has said on several occasions, was akin to a “civilisational war” –  to “save” Assam from Muslims of Bengali origin, whom the party accuses of trying to impose an Islamic culture in the state.‘Real targets were the madrassas’Even teachers at Assam’s Sanskrit tols did not seem to buy the government’s claims of secularisation. “As we were, we were secular enough – the curriculum is the same as all state board schools except for another paper on Sanskrit grammar,” said Jugal Krishna Mahanta, secretary of the state’s sole association of tol teachers. “But in these new proposed centres, they say they want to impart education on Indian civilisation and culture, so the claim of secularisation is a little contradictory.”Mahanta said he suspected the government’s real targets were the madrassas. “We have become sacrificial goats because just shutting down the madrassas would have been too blatant,” he said.‘Facade of secularism’ Hafiz Ahmed, who heads the Char Chapori Sahitya Parishad, the largest literary body representing Muslims of Bengali origin, alleged that the Assam government’s move was not to secularise education, but to polarise ahead of the elections. “This is an utterly one-sided move under the façade of secularisation,” said Ahmed. “What they have done is upgraded the Sanskrit tols by bringing them under a university, which will lead to better funding. The madrassas, on the other hand, have been disbanded.”Ahmed said he, and several others in the community, were not opposed to modernising madrassa education but the current move did not seem to be geared towards that. “The state-run madrassas function like any other government schools as it is, except for an additional 50-marks paper on theology,” he said. “It is the private madrassas which need reform, but they will continue to operate as they did.”Others also said the decision did not seem to have been made in good faith. “I don’t think this can be called secularisation,” said Indranee Dutta, former professor of education at Gauhati University. “This whole ancient civilisational studies seems to be an Indological project trying to propagate a certain idea of India as we have seen in the New Education Policy of this government.”The New Education Policy, which was released earlier this year, has come under criticism from some educationists for its alleged over-emphasis on “ancient Indian knowledge”.","author":"Arunabh Saikia","time":"2020-12-17T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126658-dqwouaepyg-1567407944.jpg","tags":["Assam","secularism","BJP","Indian civilisation"]}