{"title":"Assam’s NRC: These children could be stateless soon","content":"On August 31, Assam will release the final National Register of Citizens, a list of Indian citizens living in the state. Possibly the largest citizenship screening drive in the world, it has put millions of people on edge. In a month-long reporting project called The Final Count, Arunabh Saikia and Ipsita Chakravarty look at how the list was drawn up, who was left out, and what lies ahead.The rains had just started when they received the notice, said Nur Hassan, a marginal jute farmer in Iswarijhar, a village on a sandbar in a tributary of the Brahmaputra river in Assam’s Bongaigaon district.The notice said his nine-year-old daughter, Sofia Khatun, was a “declared foreigner” who had been mistakenly included in the draft National Register of Citizens published in July 2018. She was among 1.02 lakh people whose names had been struck off the draft list on June 26. The notice, delivered on July 29, asked her to attend a hearing in the neighboring town of Abhayapuri on July 5. It was her last chance to make a case for being included in the final NRC.Over the next few days, the rains would turn torrential: overflowing rivers flooded whole villages, destroying anything that came in their way – protective embankments, farms, human settlements, everything.  By July 5, Khatun’s family had fled their home and were living on the street under a tarpaulin tent. Water from the river had spilled into their home – marks on the mud-plastered walls show there had been four feet of water inside.Despite that, the family made sure they reached the venue of the hearing. “We hired a vehicle for Rs 3,000,” Hassan said.The child was the only one in the family whose Indian citizenship had come under a cloud. The notice had pronounced her to be a “declared foreigner” even though neither she nor her parents had stood trial in Assam’s foreigners tribunals, let alone being declared a foreigner by one of them. Those declared foreigners by the tribunals are excluded from the NRC with their descendants. Sofia’s parents had made it to the NRC.At the hearing on July 5, NRC officials expressed surprise over Sofia’s exclusion, Hassan recalled. They said it was most likely a case of mistaken identity and affectionately patted Khatoon on her head.But Hassan is still not breathing easy. “I am obviously worried,” he said. “She is still a child. How can she go to the court and all that?”Sofia Khatun.If Sofia’s name does not appear in the final draft of the NRC, she will have to face a foreigners tribunal to defend her citizenship. People declared foreigners by the tribunals are interned in detention centres that share space with district prisons.There is no legal provision that exempts children left out of the NRC from standing trial in the tribunals, notorious for their opacity and marred by bias and errors.The final NRC is expected to be released on August 31. It will seal the fate of over 41 lakh people left out of the draft list. Although there is no demographic data available, accounts from the ground suggest many among them are children. While some have been excluded because their parents are suspected to be foreigners or have been declared so, others have been left out because NRC authorities are not satisfied with the documents they submitted to prove their connection to their parents.Sofia Khatun flanked by her parents. To be counted as an Indian citizen in Assam, an applicant must prove that they or their ancestors lived in the state before the midnight of March 24, 1971, a date that corresponds to the beginning of the Bangladesh liberation war.While India’s citizenship law grants direct citizenship to people born in the country between January 26, 1950 and July 1, 1987, it makes an exception for Assam: people born in the state between 1971 and 2004 have to establish their “linkage” with a pre-1971 ancestor on either their mother or father’s side. For children born after December 3, 2004, it is mandatory to have a pre-1971 ancestor on both their parents’ sides. But establishing a connection to an ancestor is no mean task. Many children, particularly those born to parents from low income families that do not always officially register births, have failed to do so. This, in spite of their parents and siblings vouching for them in hearings conducted by NRC officials.  Take for instance, 10-year-old Riya Das in Bongaigaon district’s Kachudola village. Das’s parents and siblings have made it to the draft NRC, but she has been left out. The rejection note states that she could not adequately establish her linkage with her parents. Unlike her siblings, Das does not have a birth certificate. “She was born when her father was away in Kerala for work,” said her mother Dipa Das.  Her husband, Sadhan Das, is a daily-wage worker. “I do not understand all this official work, so it fell through the cracks,” she said.While applying for the NRC, the family had submitted certificates issued by Riya Das’s school and the local village head as proof of her identity.  Apart from that, the family also attested to the fact that she was one of them at a face-to-face hearing conducted by local NRC officials. Still, she did not make it.  Riya Das. Now, her parents have filed a fresh claim for her inclusion – but with the same documents. “We have gone to hearing after hearing, yet her name has not come,” said Sadhan Das. “We have no more papers except the ration card, which they said won’t work.”In the family’s ration card, Riya Das is Tikli Das. Tikli is a popular word of endearment for girls in the region, roughly translating into “little one”.  “When the officials had come to include her name in the ration card, her grandmother mistakenly submitted her pet name and it has remained like that,” explained Dipa Das. In the Das household, the days leading up to final NRC have been anxious. “There will be a big problem if her name doesn’t come,” said Dipa Das. Ten-year-old Riya Das herself may not yet understand the implications of not being counted as a citizen, but she is certainly aware that something is amiss. “She asks me sometimes, ‘Why has my name not come when all of yours have?’” her mother said. Riya Das and her parents outside their home.Around 80 km away in Barpeta Road town, 10-year-old Siddhartha Saha has little in common with Riya Das. He goes to an English-medium private school run by Christian missionaries, his family owns a small-scale rice and flour mill, his parents are not unlettered and had immediately registered his birth. But none of that has helped Saha to be counted as an Indian citizen so far, underlining the fact that having documents is often not enough to make the NRC cut. The authorities kept Saha out of the draft list even as they included his parents. They said they were not convinced that Saha was indeed who he claimed to be: the son of Gour Chandra Saha and the grandson of Satish Chandra Saha.As proof, Gour Chandra Saha had submitted his son’s birth certificate which bears his name – a document that the NRC authorities have, for some reason, not been convinced about. In May 2018, the family had been summoned to the local block office and asked to furnish the original document. Gour Chandra Saha attended the hearing with his wife and son, armed with the document. “They checked the document and said everything was fine,” claimed Gour Chandra Saha. Yet, when the NRC draft was published two months later, Siddhartha Saha was left out.  Siddhartha Saha.This was the second time that the family were attending an NRC hearing. Earlier, they had been summoned to a “family tree verification”, a hearing where all those with a common pre-1971 ancestor are assembled together and made to identify each other.After the draft NRC was published, the family filed fresh claims for Siddhartha Saha’s inclusion. In June this year, they were asked to attend another hearing – their third – where Siddhartha Saha’s biometrics were also collected. “All of this is strange – our names are there, yet he is being asked to attend all these hearings,” said his father. “We can only hope that the final NRC has his name and there are no more problems.”Siddhartha Saha is a quiet child, shy in front of strangers. His parents say they have not had to dispense much energy explaining to him why he was having to make these trips to different offices over the last year or so. “He doesn’t ask too many questions,” his father said. But it is not that Siddhartha Saha does not know or care. The NRC is very much part of school talk. “We talk among ourselves,” he said. “Whose name has come and whose hasn’t.”Siddhartha Saha along with his parents at their Barpeta Road home.The rules governing the claims process mention “special provisions” for children under 14 years of age whose parents have been included in the NRC but who lack “adequate documentary evidence” to prove their parentage. Anecdotal evidence, however, suggests this has not always translated into relief on the ground. Besides, internal official memos show that birth certificates issued a year after birth have been treated as “weak documents” that require “more stringent verification”. But even birth certificates that meet all the standards have not necessarily been accepted.  Siddhartha Saha’s story is not an exception. Barely a few km from the Sahas’ home, 11-year-old Amana Khatun is going through a similar ordeal. Amana Khatun.Amana was born in March 2008 in Delhi, where her father Arshad Ali used to run a photo booth and teach the Quran in a mosque. The family moved back to Barpeta, their native home, a few years ago. Amana has a birth certificate issued by the Municipal Corporation of Delhi barely days after she was born. But the NRC authorities viewed the document with suspicion, calling her for hearings on two occasions before the draft NRC was published. Finally, they rejected the document despite Ali testifying that she was indeed his daughter. Ali and his wife have made it to the draft and so have their other child, Khatun’s younger brother. Ali, who drives a taxi now, is nervous about her daughter’s fate. “If her name does not come by any chance, she will have to bear that stigma all her life,” he said. “People who are educated are perhaps less worried, but for people like us it is a matter of great tension.”Even at 11, Khatun seems to know what is at stake. “Everyone in school, the students, sirs and madams, keep asking: ‘Has your name come in the NRC?’” she said. “And if anyone says no, they will tease us by saying: ‘Oh they will now send you to Bangladesh.’”Amana Khatun with father Arshad Ali in Barpeta.All photos by Arunabh SaikiaRead all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Arunabh Saikia","time":"2019-08-27T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126211-lybmztpzgp-1566815901.jpg","tags":["The Final Count","National Register of Citizens","The Toll"]}