{"title":"Assam Congress chief injured in attack by alleged BJP members during Bharat Jodo Nyay Yatra","content":"Assam Congress chief Bhupen Borah was injured in an attack by the “goons” of the Bharatiya Janata Party during the Bharat Jodo Nyay Yatra in the state’s Sonitpur district, the Opposition party alleged on Sunday.The Bharat Jodo Nyay Yatra is a large-scale outreach programme of the Congress, led by party leader Rahul Gandhi. The Lok Sabha MP is slated to travel 6,200 kms across 15 states.On Sunday, the Congress shared a video of the attack on social media that showed Borah approach the demonstrators and a person headbutt the state unit chief.The demonstrators, whom the Congress alleges were BJP workers, had gathered in Jamugurihat before Gandhi’s convoy passed through the town. The group tried to pull out a Congress worker who was in the first vehicle of the convoy, The Indian Express reported.The demonstrators also snatched the camera of a journalist who was trying to record the incident, the newspaper reported.आज असम में 'भारत जोड़ो न्याय यात्रा' के दौरान BJP के गुंडों ने यात्रा पर हमला कर दिया।जब असम कांग्रेस अध्यक्ष @BhupenKBorah जी उन्हें समझाने गए तो उनके साथ मारपीट की। इस घटना में भूपेन बोरा जी को चोट आई है। यह वीडियो BJP की नफरत की मानसिकता और बौखलाहट का सबूत है।लेकिन इन… pic.twitter.com/HGED8Sit6G— Congress (@INCIndia) January 21, 2024\n\n\nIn another video shared on social media by Gandhi, the demonstrators wielding BJP flags, can be seen approaching his bus shouting “Modi, Modi”. When Gandhi stepped out of the bus to talk to demonstrators, they dispersed from the site.Gandhi told reporters on Sunday that 20 to 25 workers of the BJP “came in front of my bus with flags”.“When I came out of the bus, they ran away,” Gandhi said. “What do they think, that the Congress party is scared of [the] BJP and [the Rashtriya Swayamsevak Sangh] workers? Whichever posters of ours they want to tear, they can tear. No matter how many placards they tear, it won’t make any difference to us.”Gandhi added that is not scared of anyone including Prime Minister Narendra Modi and Assam Chief Minister Himanta Biswa Sarma.“But BJP leaders should explain why today, Assam’s youth don’t get jobs here,” Gandhi added.The politician also alleged that Assam’s BJP government has been threatening the public against joining the march and also was refusing permissions for Congress’ programmes along the route, PTI reported.सबके लिए खुली है मोहब्बत की दुकान,जुड़ेगा भारत, जीतेगा हिंदुस्तान।🇮🇳 pic.twitter.com/Bqae0HCB8f— Rahul Gandhi (@RahulGandhi) January 21, 2024\n\n\nOn Saturday, the Congress had accused members of the BJP’s youth wing of vandalising banners of the Bharat Jodo Nyay Yatra in Assam’s Lakhimpur.“Rahul Gandhi ji’s Bharat Jodo Nyay Yatra drawing thousands of cheering people in Assam has made the Himanta Biswa Sarma’s regime restless,” the party said. “While the chief minister is trying to detail the yatra by even threatening arrest, his followers are tearing off posters and banners of the yatra.”आज BJP के कुछ कार्यकर्ता झंडा लेकर हमारी बस के सामने आ गए। मैं बस से निकला, वो भाग गए।हमारे जितने पोस्टर फाड़ने हैं, फाड़ दो.. हमें कोई फर्क नहीं पड़ता।हमारी विचारधारा की लड़ाई है, हम किसी से नहीं डरते हैं।  न ही नरेंद्र मोदी से, न असम के मुख्यमंत्री से..: @RahulGandhi जी… pic.twitter.com/syS7BGCBqO— Congress (@INCIndia) January 21, 2024\n\n\nOn Sunday, the management committee of a shrine in Assam also urged Gandhi not to visit it until the consecration of the Ram temple in Ayodhya is complete. The consecration ceremony will take place on Monday.Soon after the shrine management issued the statement, the Congress posted a picture of Sarma on social media with the caption: “The chief minister of Assam is a coward”.","author":"Scroll Staff","time":"2024-01-22T09:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197720-vjctfzsula-1705892606.jpeg","tags":["Rahul Gandhi","Congress","Bharat Jodo Nyay Yatra","Assam"]}