{"title":"Assam: Trinamool Congress leaders resign over NRC row even as standoff continues at Silchar airport","content":"The Trinamool Congress president in Assam, Dwipen Pathak, and two party leaders resigned on Thursday in protest against Mamata Banerjee’s opposition to the final draft of the National Register of Citizens, PTI reported. Pathak said he disagreed with the West Bengal chief minister’s contention that the register was formed to drive out Bengalis from the state. “These remarks may create a disturbance in the state, they may also lead to a conflict between Bengalis and the Assamese people,” he told reporters. “The blame for it would lie with me, since I am the president. This is why I have resigned.”He also accused the party leadership of not paying heed to his suggestions and refusing to understand the ground realities in Assam. Diganta Saikia, a Trinamool Congress leader from Golaghat district who also quit the party, threatened to file a case against Banerjee for taking an anti-Assamese stand. The other leader to quit the party is Pradip Pachani from Sibsagar. The resignations were announced amid an unfolding crisis at Silchar airport, where the police detained an eight-member delegation of the Trinamool Congress. The administration of Cachar district has imposed Section 144 of the Criminal Procedure Code that restricts the unlawful assembly of more than four people in the area. The team, which is being led by West Bengal minister Firhad Hakim, accused the police of roughing them up. The police, however, blamed them for starting a scuffle and injuring two constables and a worker from the district administration.The members of the delegation have not been arrested so far and discussions with them were on, said Assam Director General of Police Kuladhar Saikia. “Peace, law and order cannot be allowed to be disturbed,” he added. “The senior civil and police officials explained to the leaders that their going out for meetings will tantamount to violation of the prohibitory orders in force and it is the responsibility of the law enforcement authorities to prevent violation of law.”Guwahati Commissioner of Police Hiren Chandra Nath has also barred the delegation from entering the city. “No passenger carrier services, including surface or air transport, should carry such persons to Guwahati,” he said in a statement. Assam: Guwahati Commissioner of Police prohibits 6* TMC MPs,West Bengal Ministers&MLAs & any other person who may deliver inflammatory speeches against NRC, from entering Guwahati. No passenger carrier services including surface/air transport should carry such persons to Guwahati https://t.co/k4hSyBuwdz— ANI (@ANI) August 2, 2018\n\nCopies of medical reports of constables who restrained TMC leaders in Assam's Silchar. They make allegations of physical assault on them by TMC leaders pic.twitter.com/wiLcjnkq3j— ANI (@ANI) August 2, 2018\n\nAssam: TMC MP Sukhendu Sekhar Roy argues with District Magistrate (in pic with folded hands) after a delegation of TMC MPs and MLAs was detained at Silchar airport, earlier today pic.twitter.com/orKDWVkfKL— ANI (@ANI) August 2, 2018\n\nEarlier in the day, Trinamool Congress chief Banerjee criticised the Centre and the Bharatiya Janata Party-led Assam government, calling the detention of her party leaders a case of “political vendetta”. She said the BJP was “acting like a bunch of hooligans” and that the party was deeply frustrated. A number of students’ organisations such as the Asom Jatiyatabadi Yuva Parishad, the Asomiya Yuva Sanmilani and the All Tai Ahom Students’ Union burnt Banerjee’s effigies in Charaideo and Sonitpur districts in the Brahmaputra Valley and warned the Trinamool Congress not to “meddle in Assam”. The BJP also lashed out at the West Bengal chief minister. State Forest Minister Parimal Suklabaidya, who represents Dholai in the Assembly, accused Banerjee of attempting to mislead people and create confusion. “She has no idea about the ground realities in Assam and is trying to complicate the issue,” he claimed. “The TMC has no existence in Barak Valley and they are trying to use the NRC to make an entry as well as gain political mileage.”Former BJP MP Kabindra Purkayastha said he could not fathom why the Trinamool Congress delegation wants to visit Assam even though people are not complaining about the draft.","author":"Scroll Staff","time":"2018-08-02T22:53:15.451298+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889021-mymcxukmzc-1499662116.JPG","tags":["Assam","National Register of Citizens","Trinamool Congress","Mamata Banerjee"]}