{"title":"Assam NRC: Free legal help will be provided to people excluded from final list, says government","content":"The Assam government on Tuesday assured it would make necessary arrangements to provide free legal help to those excluded from the final list of the National Register of Citizens on August 31, PTI reported.Additional chief secretary in the Home and Political Department, Kumar Sanjay Krishna, said people left out of the final list would not be detained under any circumstances. The official said only foreigners’ tribunals were empowered to declare people foreigners. Therefore, non-inclusion in the NRC would not automatically lead to revocation of Indian citizenship, he added.“The state government will make necessary arrangements to provide legal aid to the needy people amongst those excluded from NRC, by providing all assistance through the District Legal Services Authorities,” Krishna added in his statement.The official said appeals could be filed under Section 8 of Schedule to the Citizenship (Registration of Citizens and Issue of National Identity Cards) Rules, 2003. He announced the Centre had extended the time for filing appeals in foreigners’ tribunals from 60 days to 120 days.“Two hundred foreigners’ tribunals are being set up to hear the appeals filed in the designated foreigners’ tribunals, which will be notified by the state government very soon,” said Krishna. Efforts were being made to set up the tribunals at convenient places to ensure an efficient hearing process, he added.Read all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.The stated aim of the National Register of Citizens is to separate genuine Indian citizens from undocumented immigrants living in the state. According to its terms, anyone who cannot prove that they or their ancestors entered Assam before midnight on March 24, 1971, will be declared a foreigner.More than 40 lakh people were excluded from the final draft published in 2018. Those who did not make the draft list were allowed to make one last claim for inclusion before the publication of the final consolidated list. Authorities also allowed objections to be filed against people included in the final draft. The exercise has been embroiled in several controversies, including allegations of bias against certain communities.An “additional exclusion list” was published on June 26. It contained names of 1,02,463 people who were earlier included in the draft.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-08-27T15:36:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/125478-yunodqysxc-1566307199.jpg","tags":["Assam","National Register Of Citizens","Foreigners' tribunals"]}