{"title":"Assam government releases confidential district-wise numbers of people excluded from draft NRC","content":"The Assam government on Thursday released the district-wise break-up of the 40.07 lakh people who had failed to make it to the final draft of the National Register of Citizens.  The state government submitted these numbers in the Assembly as part of its response to a query during Zero Hour.NRC state coordinator Prateek Hajela had submitted the district-wise data in a sealed cover to the Supreme Court in August 2018.  In an order dated September 19, 2018, the court had stated that the “confidential reports” submitted in “sealed covers” should not be made available to anyone else because of their “sensitive nature”. On Thursday, Assam’s Parliamentary Affairs Minister Chandra Mohan Patowary cited the data in the state Assembly to make a case for fresh verification of the people included in the NRC.  Earlier in the month, the Union home ministry and the Assam government had approached the Supreme Court for the same – a request that the court had turned down saying that 27 % people had already been freshly scrutinised.In the Assembly statement, Patowary said that the rate of exclusion in the districts bordering Bangladesh was less than the state average. This, the government argued, was proof that people had wrongly been included in the NRC.  While 12.15% of the total applicants were excluded from the final NRC draft, the corresponding figure for the bordering districts of South Salmara, Dhubri and Karimganj was 7.22%, 8.26 % and 7.57 % respectively, Patowary pointed out.  “However, the rate of exclusion in districts such as Karbi Anglong (14.31%)  and Tinsukia (13.25%)  where Assam’s bhumiputras have lived for ages is higher,” Patowary added. The districts with the highest and lowest exclusion rate are Hojai (32.99%) and Majuli (1.62%), respectively.","author":"Arunabh Saikia","time":"2019-08-01T17:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124847-vgfwiynfqb-1564663406.jpeg","tags":["NRC","Chandra Mohan Patowary","Assam","Assam NRC"]}