{"title":"Assam: FIR filed against 10 people for poem criticising National Register of Citizens ","content":"The Assam Police on Thursday filed a case against 10 people, most of them Bengali Muslim poets and activists whose work is often pejoratively referred to as Miya, after a complaint about a poem on citizenship problems being faced by sections of the state population, The Indian Express reported.Deputy Commissioner of Police for Guwahati Central Dharmendra Kumar Das told the newspaper that no arrests had been made yet.  The first information report was filed even as the exercise to update the National Register of Citizens entered its last stages. The final list will be published on July 31. The stated aim of the exercise is to separate genuine Indian citizens from undocumented immigrants living in the state. According to the terms, anyone who cannot prove that they or their ancestors entered Assam before midnight on March 24, 1971, will be declared a foreigner. The complaint referred to a poem written by Kazi Sharowar Hussein. It was also published by Al Jazeera last month. In Bengali, Miya means “gentleman” and is used as a surname in parts of the subcontinent. In Assam however, it is a pejorative term for Bengali Muslims, who are often branded as illegal immigrants from Bangladesh. For the Bengali Muslim community, Miya poetry is a medium for expression against injustice and discrimination.“The accused person’s intention is to depict a picture of Assamese people as xenophobic in the eyes of the whole world, which [is] a serious threat to the Assamese people, as well as, towards the national security and harmonious social atmosphere,” said the complainant Pranabjit Doloi. “The real intention of this poem is to motivate and provoke their community against the system.”  The poetry form has also come under criticism from Assam’s leading public intellectual Hiren Gohain, who critiqued “discourse of Miya poetry” in a piece in Asomiya Khobor, according to an article in Firstpost. He reportedly called it an “artificial dialect” and asked why the new generation of Miya poets do not write in Assamese. “Miya poetry, especially when it is not written in Assamese, only selects and prioritises one dialect out of 28 in use,” Gohain wrote in The Wire on July 9. “Poets come largely from particular districts in Assam. Is it truly representative then of all Miya communities of Assam? Moreover, it seems to address audiences outside, over the shoulders of their Assamese neighbours.”Gohain said the Miya poets and activists were hoping for a response that would legitimise “their rather arbitrary mission”. “Besides, it overlooks the inescapable fact that they ignore an Assamese audience at their own peril,” he added.Also readIn Assam, campaign urging Bengali Muslims not to list Assamese as mother tongue has sparked protests","author":"Scroll Staff","time":"2019-07-12T13:44:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/121479-wmhllcvggy-1561882196.jpg","tags":["Assam","National Register of Citizens","Miya poetry"]}