{"title":"Assembly elections: Voting begins in Madhya Pradesh, 70 seats of Chhattisgarh","content":"Voting for all 230 Assembly seats in Madhya Pradesh and 70 seats in the second phase of Chhattisgarh elections began on Friday.The first phase of elections in 20 seats of Chhattisgarh was held on November 7, with nearly 78% voter turnout. The state is currently being ruled by Congress as the party won 68 out of 90 seats in the 2018 Assembly polls. The Bharatiya Janata Party had won 15 seats.Polling in the 70 constituencies in Chhattisgarh will be held from 8 am to 5 pm, except in nine booths in the Bindranawagarh seat of Rajim district, reported PTI. Due to a heavy Maoist presence, voting began at 7 am in the booths and will end at 3 pm.A total of 958 candidates, including political heavyweights such as Chief Minister Bhupesh Baghel, his deputy TS Singh Deo, eight state ministers and four members of Parliament are contesting in the second phase. Of the total candidates, 827 are men, 130 women and one transgender person.In the 70 seats spread across 22 districts, 1,63,14,479 people – 81,41,624 men, 81,72,171 women and 684 of third gender – are registered to vote at 18,833 polling booths.Meanwhile, in Madhya Pradesh, the electoral fate of 2,533 candidates, including Chief Minister Shivraj Singh Chouhan and his Congress rival Kamal Nath, will be decided on Friday.Polling in all 230 seats of the state will be held till 6 pm, except in Baihar, Lanjhi and Paraswada seats in Balaghat district, 55 booths in Mandla district’s Bichhiya and Mandla seats and 40 polling stations in Dindori district. Eligible persons in these seats can cast their vote till 3 pm.VIDEO | Early voters exercise their franchise in Gwalior. \"More and more people should come out and cast their votes, and strengthen the festival of democracy,\" says a voter. #MadhyaPradeshElections2023 #AssemblyElectionsWithPTI pic.twitter.com/Cna3nBEPVW— Press Trust of India (@PTI_News) November 17, 2023\n\nThe BJP is currently in power in Madhya Pradesh even though the Congress had formed the government after the 2018 polls. The Congress had won 114 seats out of 230, while the BJP secured 109 seats. The government led by Nath collapsed in March 2020 as 22 MLAs resigned after Jyotiraditya Scindia joined the BJP.On Wednesday, the last day of campaigning for the polls, Congress General Secretary Priyanka Gandhi Vadra called Scindia a “traitor” for switching over to the BJP, reported The Hindu. “He fell short in height but not his arrogance,” she said while speaking at a poll rally in Datia.On the other hand, Prime Minister Narendra Modi wrote on social media that the people of Madhya Pradesh were angry with the “dynastic politics and negativity of the Congress”.”I urge all the voters of MP to choose BJP for developed MP, for developed India,” he wrote.Also read:Why Congress is losing votes over anti-Christian violence in ChhattisgarhWhy Kamal Nath’s Hindutva lite might dent Congress in this Madhya Pradesh region","author":"Scroll Staff","time":"2023-11-17T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195940-hgbszicusy-1700188812.jpg","tags":["Madhya Pradesh","Chhattisgarh","Congress","BJP"]}