{"title":"At 40.7 lakh, India had the highest number of excess Covid deaths till December 2021: Lancet study","content":"Between January 1, 2020 and December 31, 2021, the highest number of excess deaths – 40.7 lakh – due to Covid-19, occurred in India, according to a study published on medical journal The Lancet on Thursday Excess deaths is the divergence between all-cause deaths reported during pandemic years and in normal years. The numbers are an indicator for undercounting of deaths caused by coronavirus.The study aimed to estimate excess mortality due to the Covid-19 pandemic in 191 countries and territories, and in 252 sub-national units for some countries. In India, the researchers obtained excess mortality data for 12 states. “Although reported Covid-19 deaths between Jan[uary] 1, 2020, and Dec[ember] 31, 2021, totalled 5·94 million [59.4 lakh] worldwide, we estimate that 18·2 million [1.82 crore] people died worldwide over that period,” the study noted.The research was conducted by a team at the Institute for Health Metrics and Evaluation, an independent global health research centre at the University of Washington.Based on the excess mortality observed during the massive second wave of the pandemic in India between April 2021 and July 2021, the authors of the study said that the country had an “estimated 152·5 excess deaths per 1,00,000 [one lakh] of the population over the study period”. This number was much higher than what India reported officially. “India reported the Covid-19 mortality rate of 18.3 per 1,00,000 over the same period,” the study said.The numbers of deaths per 1,00,000 population are influenced by the age distribution of the population, according to the World Health Organization.According to study published in The Lancet, eight states in India had mortality rates exceeding 200 deaths per one lakh people – a level only exceeded by 50 other countries in the world. These states were Uttarakhand, Manipur, Maharashtra, Chhattisgarh, Haryana, Himachal Pradesh, Punjab, and Karnataka.The study also noted that states like Arunachal Pradesh, Telangana, Sikkim, Rajasthan, Gujarat, Uttar Pradesh, Jharkhand, West Bengal and Goa had excess mortality rates lower than the global average of 120·6 per one lakh people. States like Bihar, Uttar Pradesh and Maharashtra had excess deaths higher than South Africa (3,02,000), it added.On the list of countries with excess Covid-19 deaths the United States came a close second after India. According to the study, the US accounted for 11.3 lakh excess deaths during the pandemic.","author":"Scroll Staff","time":"2022-03-11T19:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159560-zstcepiqya-1622130636.jpg","tags":["Covid-19 pandemic","Covid death","Covid death underreporting","Coronavirus","Coronavirus deaths"]}