{"title":"At Bastar protest site, the young almost brokered a breakthrough – but now fear police harassment","content":"Dark clouds gathered threateningly on June 3 morning as nine elected representatives of Bastar made their way to a village to meet thousands of Adivasis protesting against a security camp for 22 days. After three protestors were killed in police firing on May 17, the demonstration had only grown larger. The protest had been sparked by the establishment of a camp of the Central Reserve Police Force overnight on May 12 in Silger, a village that lies near the border of Sukma and Bijapur districts in south Chhattisgarh, an area considered a stronghold of the outlawed Communist Party of India (Maoist).Incensed at the authorities setting up the security camp without seeking permission from the village gram sabha, Adivasi men and women from Silger and nearby villages had come out to protest in large numbers on May 13.The protest took a tragic turn four days later when the police opened fire on the protestors. The police claimed they had been forced to respond after armed Maoists, hidden among the protesting crowds, had attacked the camp. But the villagers strongly denied this. They accused the police of firing at peaceful protestors indiscriminately. Since then, the crowds on the spot continued to swell even as Adivasi leaders, activists and independent observers were blocked from accessing the village for days. As criticism mounted, on June 1, the Bhupesh Baghel government constituted a nine-member delegation to hold talks with the protestors.This photo was taken by lawyer Bela Bhatia, who was initially prevented from travelling to Silger by the administration, but managed to reach subsequently. Young team vs seasoned politiciansCommunity leaders, who were demanding action against the police, decided to suspend their skepticism and help establish a dialogue between the government and the protestors.Soni Sori, a former school teacher who turned to social activism after she was arrested in a police case and later went on to fight the 2014 parliamentary elections on an Aam Aadmi Party ticket, acted as an intermediary on behalf of the protestors.  A youthful 10-member team from different villages in Sukma, Bijapur and Dantewada, was put together from the protestors side to meet the government delegation. They were chosen because they had studied in school, spoke fluent Hindi and had the confidence to interact with government officials. The youngest among them was 17 years old, the oldest aged 25. There were four women and six men in the group, which took on the name ‘Mool Niwasi Bachao Manch’, or Save the original inhabitants.The 10-member team with Soni Sori (on the extreme right). Photo: Malini SubramaniamFrom the government’s side, the nine-member delegation included eight MLAs from the region’s 11 assembly constituencies and Bastar Lok Sabha MP Deepak Bainj, all from the ruling Congress party. Since the protest had spilled over into two districts, the district collectors and police superintendents of both Bijapur and Sukma, as well as Bastar Inspector General of Police, accompanied the delegation.But a heavy morning downpour on June 3 cast doubts over the meeting that was scheduled to be held in Tarrem, a border village located about 50 km from the Bijapur district headquarters. Five km ahead lies Silger, which is part of Sukma district. On May 25, protestors had moved from Silger to Tarrem to block the road and stop supplies from reaching the CRPF camp, where 100-odd security personnel were housed.Despite the heavy downpour, 25-30 unnumbered vehicles carrying the delegates tumbled through the forest – till they hit the road blockade put up by protestors nine days ago. “Until such a time the camp is not removed from Silger, we have decided to stop all vehicular movements for supply of ration or material into the camp,” a young woman who is part of the Mool Niwasi Bachao Manch told this reporter. (She had disclosed her name at the time of the conversation, but subsequently requested that her identity be protected because she fears harassment from the police. The same request was made by other members of the group.)The protestors shouted slogans: “CRPF camp vapas dayana.” Take back CRPF camp. “Camp gawalaiyyo.” We do not want camps. “Road gawalaiyyo.” We do not want roads. “Bhumi mawa, yer mawa. Jungle mawa, hawa mawa.” The land is ours, the water is ours. The jungle is ours, the air is ours.On the other side of the blockade were men, women, young boys and girls, gathered in large numbers, covering themselves with palm leaves to protect themselves from the rain. Several others huddled under pieces of yellow sheets, some under umbrellas. The protestors were alert to the arrival of the delegation, along with regional media that was present in good numbers to cover the most talked about event in South Bastar.Although the government delegation was keen for a discussion in the Tarrem panchayat building, the Mool Niwasi Bachao Manch insisted that the talks be held in public, on the road itself. “The talks need to happen in front of all the protestors, lest we are also questioned and challenged by the larger crowd for not consulting them before agreeing to anything,” said another young leader of the group, whose name is also being withheld on request.The government delegation agreed to this condition. The MLAs, MPs and officials walked half a km past the blockade to reach a spot where they engaged in the first round of talks with the young members of the Manch. Journalists and TV crews were not allowed access to the talks. “We had a fruitful discussion,” declared Deepak Bainj, the Bastar MP, as the delegation returned to their vehicles. “The protestors have put up five to six demands, which we will discuss further among ourselves and get back to them with a conclusion,” he said. He refused to divulge the demands made by the protestors.At the protest site, Soni Sori summarised the demands for the media, some of which were specific to the recent events in Silger. The villagers had asked for the dislodgement of the CRPF camp, suspension of police personnel who fired at the protestors, an inquiry by a retired Supreme Court judge, and instructions to the police to leave a memorial built for those who died in May untouched. Other demands, said Sori, were “more or less the demands being raised across Bastar over a long time”: no protestor should be harassed by the police or administration, no further camps should be established without holding a gram sabha meeting, and a committee representing all seven districts of Bastar division will be formed that is consulted before any security camp is set up. Three members of the negotiating team. Their faces have been blurred on request.Agreement reached, but written response pendingAn hour later, the official delegation walked back to the protestors and informed them that the government would abide by most of their demands. However, a decision to dismantle the Silger CRPF camp would require consultation with both the state and Central governments, for which the delegates asked for more time.The protestors sought a written response to their demands, which the delegation, according to them, agreed to send the next day.  “We have sought a written response to our demands, because we do not trust the government,” said one of the young leaders. “If we do not get any written response, then it is clear the government has no respect for us.  Our agitation will only become stronger.”It has been four days since the meeting took place. The young leaders said they had not received a written response yet.When Scroll.in contacted Deepak Bainj, the Bastar MP who led the delegation, he expressed surprise about the expectation for a written response: “Would they abandon the agitation if we give this in writing?”He confirmed that the delegation had accepted all the demands, except for the dismantling of the camp. Asked if the matter had been raised with the state and Central government, he said it would be first raised at the state level. On the suspension of police personnel who fired at the crowd, Bainj said a magisterial enquiry was already underway, which needs to conclude first. Although the delegation had briefed the chief minister on the developments on phone, Bainj said he had also sought a meeting with him in person.Stalemate continuesWith the government delegation yet to send a written statement to the protestors, the demonstration continues. According to those on the ground, more villagers have joined in the past four days. Despite assurances by the government delegation that the protesting villagers will not be harassed, the leaders of the Manch told this reporter on phone that a young man was detained at Tarrem police station. On June 6, eight people walking to Silger to join the protest were briefly detained at the police station before they were released, they added. Access to Silger village continues to be restricted by the authorities. A delegation of the Aam Aadmi Party was stopped at Tarrem on June 5 and not allowed to proceed, even though they had informed the authorities of the visit, said Komal Hupendi, a party leader. The political activists sat on the street in Tarrem to protest before returning home. On June 6, the Bijapur collector issued a notice declaring Usur block, under which the Tarrem protest site falls, as a containment zone for a week. He also imposed Section 144 which prohibits more than four people from gathering. Following this order, a 10-member delegation of the activist group, Chhattisgarh Bachao Andolan, was denied entry even into Bijapur city.","author":"Malini Subramaniam","time":"2021-06-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160039-ywyzdyyhyu-1623131174.jpg","tags":["Chhattisgarh","Bastar","Maoist conflict","CRPF","Silger police firing"]}