{"title":"At Cannes, a classic Manipuri film about tradition and alienation","content":"Kanu Behl’s Agra has been selected for the Cannes Film Festival’s Director’s Fortnight. Anurag Kashyap’s Kennedy will play in the Midnight Screenings slot. A third Indian title is also at the world’s most prestigious film festival this year. Renowned Manipuri director Aribam Syam Sharma’s Ishanou (1990) will play in the Cannes Classic section, where restored films are shown.Ishanou has been restored by Shivendra Singh Dungarpur’s Film Heritage Foundation. The film explores traditional beliefs of the Meiteis of Manipur through the group of nuns known as Maibi. It is believed that Maibis are chosen by the female deity. The Maibi dedicate their lives to worship and play an important role in Lal Haroba, the most important festival for the Meitis.In Ishanou (The Chosen One), a young woman, Tampha, who is married and has a daughter, starts to have visions. Tampha is eventually anointed as a Maibi, causing an upheaval in her family. As she begins to carry out her traditional duties, Tampha finds herself alienated from her beloved husband and daughter.Ishanou (1990). Courtesy Aribam Syam Sharma/Film Heritage Foundation.  Lyrically narrated and featuring a strong performance by Anoubam Kiranmala as Tampha, Ishanou has traces of Satyajit Ray’s Devi (1960) in its exploration of the collision of faith and rationality. The film’s screenplay and costumes are by the renowned litterateur MK Binodini Devi, who began a lengthy collaboration with Sharma soon after he began making films in 1974. Sharma is also a music composer, and has made a host of documentaries on aspects of Manipuri culture, including one on the Lal Haroba festival.  In a press statement, Sharma said about Ishanou: “This extraordinary pull or quiet inner urge of the chosen one to abandon the home and immerse oneself in the Maibi culture may seem bizarre, but it is very real. And in this tragic sacrifice lies the sublime art of performance – song and dance attuned to elevate souls beyond the mundane. A chosen one undergoes extraordinary experiences and the experiences shown in the film are based on experiences related by the Maibis to MK Binodini Devi. The music that I used in Ishanou is the traditional music of Manipur, the creators of which have been long forgotten with the passage of time but which has become a common treasure of Manipur.”  Ishanou (1990). Courtesy Aribam Syam Sharma/Film Heritage Foundation.Shivendra Singh Dungarpur has previously shown the restored version of Aravindan Govindan’s Thamp (1978) at Cannes in 2022. In his press statement, Dungarpur said, “It is fantastic that Ishanou is returning to Cannes in all its glory, 32 years after it was screened at the Cannes Film Festival in 1991… The beautiful restoration will remind cineastes of the work of a doyen of Manipuri cinema and a renaissance man like Aribam Syam Sharma who has placed Manipuri cinema on the world map.”The film was restored from a 16mm original camera negative sourced from the National Film Archive of India and two 35mm prints made available by Sharma. The restoration was carried out at L’Immagine Ritrovata in Bologna, Italy. Sharma worked with Dungarpur and L’Immagine Ritrovata on the restoration process, and has also subtitled the movie.Shivendra Singh Dungarpur (left) and Aribam Syam Sharma.Also read:It’s showtime once again for the classic Malayalam film ‘Thamp’","author":"Scroll Staff","time":"2023-05-18T14:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190260-egotylikpf-1684320336.jpg","tags":["Ishanou","Aribam Syam Sharma","Cannes Film Festival"]}