{"title":"At least 13 killed in Bangladesh in protests against PM Modi’s visit","content":"At least 13 people were killed and dozens were injured on Sunday as protests continued against Prime Minister Narendra Modi’s visit to Bangladesh as part of celebrations for the country’s 50th anniversary, AFP reported. Modi was on a two-day visit to the country between March 26 and March 27.Five people were killed on Friday, and six on Saturday after security forces opened fire and used tear gas to disperse thousands of protestors who were enforcing a countrywide general strike they called to denounce violence at a previous protest against Modi’s visit. On Sunday, two others – a 19-year-old and a 23-year-old – died in the eastern district of Brahmanbaria after police opened fire during clashes in Sarail town, according to AFP.“They [protesters] stormed a highway police station, torching it and injuring at least 35 policemen. Police opened fire in self-defence,” a police spokesperson said.At least one man was shot in Sanarpara in Narayanganj district after thousands blocked a major highway, Mohamamed Zayedul Alam, the area’s police superintendent, told AP.Sunday’s violence followed days of tensions. In recent weeks, demonstrators in Muslim-majority Bangladesh had urged Modi not to visit and criticised Prime Minister Sheikh Hasina for inviting him. At least four people were killed and scores injured on Friday when clashes between protestors and security officials first began in three cities – capital city Dhaka, Brahmanbaria and Chittagong. An Islamist group called Hefazat-e-Islam, which has a network of Islamic schools across Bangladesh, led the proccessions. The group accused Modi of discriminating against Muslims in India.Hefazat-e-Islam had announced the countrywide general strike for Sunday, to protest Friday’s events, in which its members were blamed for attacking government structures. The main opposition, Bangladesh Nationalist Party, headed by former Prime Minister Khaleda Zia did not support the strike directly, but said the call for it was logical, according to AP. On Sunday, activists of the Hefazat-e-Islam group attacked a train in the eastern district of Brahmanbaria, resulting in 10 people getting injured. “They attacked the train and damaged its engine room and almost all the coaches,” one police official told Reuters. “Brahmanbaria is burning.”Hefazat members allegedly ransacked Brahmanbaria’s biggest temple, Sree Sree Anandamayee Kali Mandir, where they broke idols, and looted the temple’s donation box, The Daily Star reported. Also read:Bangladesh: Four killed as protests erupt in Chittagong on day of Modi’s visitIndia and Bangladesh don’t need each other, but they do stand to gain by cooperating“We were performing prayers for Dol Purnima, when 200-300 armed men broke the temple gate and barged into our ceremony,” said Ashis Paul, president of Anandamayee Kalibari Temple Festival Celebration Committee, which runs the temple. “We tried to protect the idol of goddess Kali, but they shoved us aside and vandalised the idol.”The protestors allegedly also set alight two buses in the western district of Rajshahi, while hundreds of protesters clashed with the police in Narayanganj, pelting them with stones, police said. Protestors used timber and sandbags to block roads, as police retaliated with rubber bullets and tear gas, leaving dozens injured in Narayanganj.Various government offices were also set on fire indiscriminately, according to Reuters. Even the press club was attacked and many injured, including the press club president. “We are in extreme fear and feeling really helpless,” Javed Rahim, a journalist in the Brahmanbaria town, told the news agency.‘Will not tolerate anarchy’: Bangladesh home ministerBangladesh Home Minister Asaduzzaman Khan Kamal said the government was going to take strict action to “prevent all kinds of anarchy and secure people’s lives and properties”, Dhaka Tribune reported. “I’m requesting them to stop,” he said while speaking to the media outside the Bangladesh Secretariat, adding that “otherwise the government will take stern action.”Kamal said “some rowdy people and groups, spurred on by religious fanaticism, are destroying public properties in Chittagong, Brahmanbaria,” and other parts of the country. “In some places, small children and orphans were victimised,” the minister added. “This is anarchism.”Note: This article was updated after more details were available.","author":"Scroll Staff","time":"2021-03-29T08:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156871-siudyecmfj-1616985464.jpg","tags":["Narendra Modi","Bangladesh"]}