{"title":"At least 20 companies bought poll bonds within three years of incorporation, violated law: Report","content":"At least 20 companies violated the law by purchasing electoral bonds within three years of incorporation, The Hindu reported on Wednesday.Section 182 of the Companies Act, 2013, bars companies that have been in existence for less than three financial years from directly or indirectly contributing money to political parties. The prohibition is meant to prevent shell companies from giving money to political parties. The provision states that “every officer of the company who is in default shall be punishable with imprisonment for a term which may extend to six months and with fine which may extend to five times the amount so contributed”. Despite this, at least 20 companies purchased electoral bonds worth about Rs 103 crore between April 2021 to July 2023. Of these, the Bharat Rashtra Samithi encashed bonds worth 31.5 crore and the Bharatiya Janata Party encashed bonds worth Rs 26 crore, according to the analysis by The Hindu.The Bharat Rashtra Samithi was in power in Telangana from 2014 to 2023 and is now the primary Opposition in the state. The Bharatiya Janata Party-led National Democratic Alliance is in power at the Centre.Twelve of the 20 companies found to be in violations of the Companies Act by The Hindu are reportedly headquartered in Hyderabad. They purchased electoral bonds worth Rs 37.5 crore, of which nearly 75% were encashed by the Bharat Rashtra Samithi. The remaining amount went to the BJP, the Telugu Desam Party and the Congress.Five of the 20 companies had been in existence for less than a year when they bought electoral bonds for the first time. Seven companies were between one and two years old while eight were between two and three years old.Two Hyderbad-based companies – Tsharks Infra Developers Private Limited and Tsharks Overseas Education Consultancy Private Limited – donated bonds worth Rs 7.5 crore to the Bharat Rashtra Samithi within months of getting incorporated, The Hindu reported.Coimbatore-based HH Iron and Steel Private Limited donated Rs 15 crore to the BJP and Rs 5 crore to the Biju Janata Dal, according to the analysis. The company first purchased electoral bonds just days before it completed three years.Curbs on political contributionsThe Parliament, in 1985, lifted the ban on companies donating money to political parties by amending Section 293A of the Companies Act, 1956. However, this was on the condition that the companies cannot not be less than three financial years old.The restriction was retained in Section 182 of the Companies Act, 2013, a legislation passed to consolidate and amend laws related to commercial firms. In 2017, Section 154 of the Finance Act amended Section 182 of the Companies Act, shortly before the electoral bonds scheme was introduced.Through the amendment, the Modi government deleted a provision capping the amount of money that a company could donate to a political party: 7.5% of their average net profit during the previous three financial years. However, the ban on companies donating money to parties in their first three years was retained.Electoral bonds scheme deliberately muddied waters: CongressCongress MP Jairam Ramesh said on Wednesday that the revelations in the report by The Hindu were no coincidence. He said that the electoral bonds scheme had “deliberately muddied the waters” of corporate political donations and “introduced complete anonymity for donors, preventing public oversight of donations”.There are four primary channels of corruption in the #ElectoralBondScam. Every day a new dimension emerges to the #PayPM Scam, confirming the shocking reality of the corruption which has engulfed this country through Narendra Modi’s encouragement. An update on the \"Farzi… pic.twitter.com/Rf6AsL2aNo— Jairam Ramesh (@Jairam_Ramesh) April 10, 2024\n\n\n“The prohibition on companies less than three years [old] was one of the last few guardrails that remained to prevent an influx of political funds coming in from shell companies,” Ramesh said. “This last safeguard was also routinely violated under the Prime Minister’s supervision.”Electoral bonds were paper instruments that anyone could buy from the State Bank of India and give to a political party, which in turn could redeem them for money. The scheme was introduced by the Bharatiya Janata Party-led Union government in 2018.The Supreme Court on February 15 struck down the scheme as unconstitutional, saying it could foster quid pro quo relationships between donors and political parties.The court had directed the State Bank of India to issue details of all political parties and donors that received or purchased electoral bonds after April 12, 2019, and submit them to the Election Commission. The poll panel published the data on its website between March 15 and March 23.Scroll is part of Project Electoral Bond along with Newslaundry, The News Minute and several independent journalists.","author":"Scroll Staff","time":"2024-04-10T15:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114518-ravkvzcfis-1568019772.jpg","tags":["Electoral bonds","BRS","BJP","electoral bonds news"]}