{"title":"Athletics: Kishore Kumar Jena moves to the big leagues in javelin after years under the radar","content":"Towards June, Kishore Kumar Jena had almost resigned to the fate that he would not make the cut for the 2023 World Athletics Championships.He was bottom of the men’s javelin throw leaderboard in the Road to Budapest Rankings – the qualification standards for the World Championships. But in two athletics meets, Jena, now 27, turned things around by winning gold medals in competitions in Lebanon and Sri Lanka, to book a spot for himself at the mega event in Hungary.At the Lebanon National Championships in Beirut, he registered a throw of 78.96 m, before recording a personal best of 84.38m at the Sri Lanka Natioanl Athletics meet a week later to secure a spot in Budapest.“I was not pleased with my performance in Lebanon even though I won there,” Jena told Scroll.“But, I am very happy to have secured the World Championships qualification in Sri Lanka with that personal best performance.”The performance in Colombo also earned him the best male thrower award for the meet.“That was just an icing on the cake,” he added.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nPromising javelin thrower Kishore Kumar Jena was awarded best male thrower trophy during Sri Lanka National Athletics Meet in Colombo. #Odisha @Media_SAI pic.twitter.com/mRvlCZfFro— Athletics Federation of India (@afiindia) July 30, 2023\n\nVolleyball to javelinHaving switched to javelin from volleyball on the insistence of a coach at the Bhubaneswar sports hostel in 2015, Jena took some time to adjust to the new sport.Though he touched the 70m mark sometime in 2018, it was not until early this season that he managed to breach the 80 m mark – the yardstick for a quality men’s javelin thrower.“When I started off in javelin, I had no knowledge of the sport,” he recalled. “All I knew was that I need to throw the spear as far as I can. That is why I tapered off when I first touched 70m in 2018. I still have no idea how I had managed that distance either.” It was only after he joined the Central Industrial Security Force, that Jena started to improve on his performances. Jena, till then, had largely competed under the radar. But after the turn of events at the Tokyo Olympics, where Neeraj Chopra became the first track and field athlete to win a gold medal, the javelin throw event itself – and all its winners – started to come under the limelight.Tokyo Olympics: Thank you, Neeraj Chopra for a mighty eighty seven point five eightWhen Jena improved his personal best to 76.41m at the Odisha State Championships in September 2021, and won the National Open Javelin Championships in New Delhi a month later, he had been put on the Indian athletics map.Currently working under the tutelage of coach Samarjeet Singh Malhi, Jena has breached the 80m mark in three different competitions this season after crossing the barrier for the first time in March.“I have been constantly working on improving my technique now,” he said. “If I am able to fine-tune the technique, I should be able to touch 85m consistently.”Sports only way outBorn in Brahmagiri, Odisha, to an agricultural family, Jena claimed that sports was the only way for him to have a successful and financially stable life.“I was never able to concentrate on my academics, so sports was the only way out,” said Jena, the youngest of seven children.He makes it a point to find out where his family can watch him compete through online streams, wherever the competition takes him.“They [parents] do not really understand sports that well, they are just happy that I travel to foreign countries,” Jena added lightly. “They get excited watching [me compete].”He will have to figure out where they can watch him when he competes at the World Championships and the Asian Games, as Jena shifts his attention to the two big events.Following his big throws to qualify, he recalled getting a message from Chopra.“I have never met Neeraj, but he texted me after I qualified for the World Championships,” he said.That was a perfect welcome to the big leagues – just where his throws have taken him.","author":"Abhijit Nair","time":"2023-08-07T16:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192947-xujkeoowsg-1691403678.jpeg","tags":["Athletics","World Athletics Championships","Kishore Kumar Jena","Javelin Throw","Asian Games","Neeraj Chopra"]}