{"title":"Athletics, Doha Diamond League as it happened: Neeraj Chopra finishes second; Kishore Jena ninth","content":"That’s it for Scroll’s coverage of the 2024 Doha Diamond LeagueRight then, what a way to end the day. An absolutely clutch throw with his final attempt from Neeraj Chopra with his final attempt but it was not meant to be. Jakub Vadlejch set down the marker early on and the others were only playing catchup since then.Anderson Peters came good as well with his final attempt of 86.62m to finish third, but it was the usual Chopra style of going big in the first few throws implemented by the Czech Republican to walk away with the bragging rights from Doha.The other Indian in fray Kishore Jena, meanwhile, had a forgettable outing to finish ninth with a best of 76.31m. Both Chopra and Jena are now expected to fly back home to compete in the 27th Federation Cup on May 15 in Bhubaneswar. Thanks for tuning into our coverage. Sayonara! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #DohaDiamondLeague #DohaDLNeeraj falls short by 2cm💔The Indian goes big with his final throw and registers 88.36m, that's just short of Jakub Vadlejch's 88.38m.Neeraj Chopra finishes second📸: Jio Cinemahttps://t.co/lkUKtESZka pic.twitter.com/NLVZ4iJh7G— The Field (@thefield_in) May 10, 2024\n\n\n\n\n    FINAL STANDINGS\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: “Big finish from Neeraj Chopra, but just 2 cm short of Vadlech's throw. But what a buzz of excitement there was as that final throw soared threw the air. And a big groan as the result flashed,” says Shahid Judge from the Qatar Sports Club Stadium.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: It is a big throw from Neeraj Chopra but that customary roar is absent. He just watches the javelin land and lets out a wry smile. 88.36m. That’s 2cm short of the required distance. Chopra turns to his team and signals 2. He has finished second. Jakub Vadljech wins the men’s javelin throw at Doha Diamond League with his season best 88.38m. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: Yet another throw past the 80m mark from Neeraj Chopra, but it is only 82.28m. One attempt left. Vadlejch leads with 88.38m. Can the reigning world champion pull out something special?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: Yet another good throw from Neeraj Chopra but no improvement as he records 86.18m in his fourth attempt. He continues to trail Vadlejch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Standings after three attempts each\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: Kishore Jena’s struggles continue at the Qatar Sports Club Stadium. He slightly improves to 76.31m but is still a long way off, even from touching 80m.He is out of the competition as well with only the top eight advancing for the next three throws after three attempts.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: “Sudden silence from the crowd as Chopra's javelin soared. It looked big. It was his biggest of the season. Still second though, with 86.24 on the night. And a big ‘oh’ on the next throw. The biggest so far tonight. Jakub Vadlejch leads the pack with 88.38,” is the update from Shahid Judge. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #DohaDiamondLeague #DohaDLNeeraj Chopra improves to 86.24m with his third attempt🔥He moves up to the second spot behind Vadlejch, who leads with 88.38m.📹: @shahidthejudge https://t.co/lkUKtESZka pic.twitter.com/eoh81byKgu— The Field (@thefield_in) May 10, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: Neeraj Chopra marches forward. An even better 86.24m with his third attempt from the Indian. He has climbed up to second spot now behind Vadlejch, who has improved to his season best 88.38m.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: Kishore Jena’s night has not got any better. He fouls his second throw and is placed a lowly ninth after two round of throws.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #DohaDiamondLeague #DohaDLNeeraj Chopra gets on the board. A 84.93m for the reigning Olympic champion.Chopra currently trails Jakub Vadlejch and Anderson Peters.📹: @shahidthejudge pic.twitter.com/d4BMfFm2ql— The Field (@thefield_in) May 10, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: Neeraj Chopra with a much better throw with his second attempt. 84.93m for the Indian.He trails Jakub Vadlejch (86.93m) and Anderson Peters (85.75m) currently. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: “It was a deliberate foul from Neeraj with the throw falling much below 75m. He promptly put on his sweatshirt and did a few shadow throws on the sideline,” quips Shahid Judge from the Qatar Sports Club Stadium.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #DohaDiamondLeague #DohaDLKishore Kumar Jena records his first throw at 75.72m. Not the best of starts for the Indians.📹: @shahidthejudge pic.twitter.com/yyWBNGWlIq— The Field (@thefield_in) May 10, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: A below par throw to start off for Kishore Kumar Jena. He records 75.72m does the Asian Games silver medallist.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #DohaDiamondLeague #DohaDLNeeraj Chopra is the first to have a go in the competition. But he has fouled his first attempt. A no mark to start with for the Indian.📹: @shahidthejudge pic.twitter.com/YnlYB88E8K— The Field (@thefield_in) May 10, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: Neeraj Chopra is the first athlete to take an attempt in men’s javelin. He starts with a foul. Not what he would have hoped for. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    A casual few strides, and #NeerajChopra tosses the javelin well over 75 meters in the warmup session. #DohaDL #DiamondLeague pic.twitter.com/1ewXtCxMNF— Shahid Judge (@shahidthejudge) May 10, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: Neeraj Chopra spoke at length about the breaching the 90m mark on Thursday, the closest he came to the mark was an 89.94m throw in 2022. His best last year was an 88.88m for the Asian Games gold.Shahid Judge updates from Doha that there’s a nice tailwind to help the javelin throwers in Doha currently. Can Chopra find the required impetus for the 90m tonight?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Neeraj's top 10 career throws\n\n    \"I really want to break that barrier\"@Neeraj_chopra1 on chasing the elusive 90-metre barrier.#DohaDL 🇶🇦#DiamondLeague pic.twitter.com/8kVaUelye0— Wanda Diamond League (@Diamond_League) May 9, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Doha Diamond League, Men’s Javelin Throw: It is a stacked field for the men’s javelin competition in Doha. Chopra and Jena are joined by Dean Roderick Genki, who won the bronze medal behind them at the 2022 Asian Games. Also in action are former world champion Anderson Peters, Olympic and world championship medallist Jakub Vadlejch, Julius Yego among others.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Here's the men's javelin throw start list for the 2024 Doha Diamond League\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “Training has been good, but I haven’t played a competition since the Asian Games. Doha will be a good way to get into the competition mode. Goal will be to do well, but also see how things are, what is the results of months of training.”Read what Neeraj Chopra had to say to Shahid Judge, who is in Doha for the event, about the competition.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    In about an hour, #NeerajChopra and #KishoreJena will begin their season. Seems to be a favourable headwind at the moment. Without wanting to jinx it, good day for a 89.99+ meter throw? pic.twitter.com/8ZqHuU3tyx— Shahid Judge (@shahidthejudge) May 10, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the 2024 Doha Diamond LeagueIt is Neeraj Chopra day again. The reigning javelin throw Olympic and world champion is all set to open his 2024 season at the Doha Diamond League. This will be his first competitive appearance since his gold medal win at the 2022 Asian Games in Hangzhou last year.Chopra spoke at length about his wish to break the 90m barrier this year in the pre-event press conference. The conditions in Doha have usually been kinder to javelin throwers – big throws are a norm. Last year during the Diamond League, though, it was a bit different with a headwind to tackle with for the athletes. Chopra did end up winning the event then but that 90m mark has continued to elude him. Will tonight finally be the night he puts an end to this question?Competing alongside Chopra will be compatriot Kishore Kumar Jena, who gave him a scare at the Asian Games. What will the comparatively inexperienced Jena have to offer after a long training camp in Australia? Stay tuned for all the updates.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots courtesy Jio Cinema and Diamond League website","author":"Abhijit Nair","time":"2024-05-10T21:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200632-aczaoastdp-1715357756.jpg","tags":["Athletics","Neeraj Chopra","Kishore Kumar Jena","Javelin Throw","2024 Doha Diamond League","Indian Athletics"]}