{"title":"Audio master: In ‘O Kadhal Kanmani’, Carnatic cool and spirited melodies for a story of young love","content":"Mani Ratnam’s O Kadhal Kanmani is the story of young Tara and Aadi, who want the rush and intimacy of love without having to formalise it with a marriage. And of Bhavani and Ganapathy, who provide a counterpoint to the younger couple’s belief that the exigencies and daily annoyances of marriage would mean the fraying of love. The Tamil movie from 2015 stars Dulquer Salmaan and Nithya Menen as the young couple and Leela Samson and Prakash Raj as Bhavani and Ganapathy. The music maps the story beautifully, with AR  Rahman showcasing his extraordinary versatility. A lesser composer might have stuck to a single genre to trace the journey of young love, but not Rahman, who captures it in all its shades – brash and zany, liberating, and tender at different times. Gentler, contemplative melodies come into play when the spotlight is on Bhavani and Ganapathy.Kaara Attakkara is a gamer’s song and sets the pace, with vocals by Darshana, Shashaa Tirupati and Aaryan Dinesh Kanagaratnam. Startling and dizzy, much like the neon reds and greens in the video game Aadi’s working on, it starts out as EDM, layered over with a bit of rap – and then without warning, a little Mumbai street-style keyboard whimsy and martial drums further down – just to remind you not to get too comfortable.\n\n\n    \n    Play\n\nKaara Attakkara, O Kadhal Kanmani (2015).Mental Manadhil lowers the tempo a notch, but the mood is still breezy and liberating as Tara and Aadi, having found each other, romp and weave through Mumbai landmarks, all seafront bike rides, iconic fountains, and soaring doves. Rahman leads the vocals himself, accompanied by the always effervescent Jonita Gandhi.\n\n\n    \n    Play\n\nMental Manadhil, O Kadhal Kanmani (2015).The action moves to Ahmedabad, where Tara, an architect, has been sent for a work project. Against the backdrop of the grand, filigreed monuments comes a naat, rendered by AR Ameen, subtle and precious.Karthik and Shashaa Tirupati take over for Parandhu Sella Vaa, which is set in an old haveli-style hotel room with coloured tiles and windows and a four poster. But the musical vibe is smoky jazz club, a breathy strum overlaid by meandering vocals. We’ve seen that wacky inconsistency before – the playful, sensual Humma Humma, a dance number, set in in a vintage bedroom (in Mani Ratnam’s Bombay). Parandhu Sella Vaa (“Fly Away With Me”) almost appears to be a reprise – two people, now free and together, in an intimate space for the first time.\n\n\n    \n    Play\n\nParandhu Sella Vaa, O Kadhal Kanmani (2015).Naane Varugiraen is where Shashaa Tirupati demonstrates her Carnatic training and prowess. Set on an electronic base, her voice travels the octaves, joined by a mridangam and, further on, background violins and a rousing vocal interlude by Sathya Prakash. This is probably Tirupati’s finest in terms of range and dexterity.\n\n\n    \n    Play\n\nNaane Varugiraen, O Kadhal Kanmani (2015).How do you endear yourself to your partner’s daunting relatives or guardians? By joining them in traditional song, that’s how. We don’t know if Tara had previous musical training, but here she is anyway, rendering a flawless Carnatic song and impressing Bhavani, who is a Carnatic singer of repute. The impromptu recital also succeeds in melting Ganapathy and paving the way for the young couple to move in together before they take off to pursue their ambitions. The melody in Malargal Kaettaen (“I asked for flowers”) by KS Chithra is as fresh and translucent as the gardens and light described in the invocation. It starts off simply, with a tanpura. The bass kicks in later, followed by a flute, violins, and a robust konnakol with a background rhythm of kanjira.\n\n\n    \n    Play\n\nMalargal Kaettaen, O Kadhal Kanmani (2015).Aye Sinamika hints at a coming separation (“Without you, this poem loses its meaning”). Karthik croons his way through this wistful number, accompanied by flutes, guitars and piano, but the overall mood is upbeat. Let the rhythm never flag.\n\n\n    \n    Play\n\nAye Sinamika, O Kadhal Kanmani (2015).“I want both,” says Tara when asked whether she wants “Aadi or career”, but there is the matter of their mutual pledge to follow their separate dreams.In the end, there is a wedding and a “promise to come wherever you are”, but the bittersweet lead-up to it is Theera Ulaa, the finale – and the high point – of this soundtrack.This racing, throbbing trance-like number follows Tara and Aadi as they resolve to spend their last few days together in a whirl of “wild and happy” activities, and has Rahman, Darshana and Nikhita Gandhi nailing the high notes, stopping only for a contemplative Carnatic interlude affirming endless love.\n\n\n    \n    Play\n\nTheera Ulaa, O Kadhal Kanmani (2015).Also read:Audio master: In ‘Kumbalangi Nights’, chilled-out backwater riffs blend with songs of love and fears Audio master: Winning tunes for a lovable loser in ‘Kabhi Haan Kabhi Naa’Audio master: It’s always perfect weather for ‘Monsoon Wedding’","author":"Rineeta Naik","time":"2021-03-29T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156647-ktmviugpne-1616530608.jpeg","tags":["O Kadhal Kanmani","AR Rahman","Mani Ratnam"]}