{"title":"Awaiting details about arrests of Indian nationals in Canada in Nijjar murder case: S Jaishankar","content":"The Indian government is awaiting details about the arrests of three Indian nationals in Canada for the murder of Sikh separatist leader Hardeep Singh Nijjar, external affair minister S Jaishankar has said, reported The Hindu on Sunday.Jaishankar also claimed that Canada has not provided any evidence of the Indian government’s involvement in Nijjar’s assassination despite repeated requests, according to the newspaper.“I came across news yesterday night that three people have been arrested, apparently Indians of some kind of gang background,” The Hindu quoted Jaishankar as saying. “We have to wait for police to tell us more.”On Friday, the Royal Canadian Mounted Police had arrested Karanpreet Singh, Kamalpreet Singh and Karan Brar from Edmonton, Alberta, in connection with the case. They have been charged with first-degree murder and conspiracy. They are all in their twenties.The three had been living in Canada for three to five years, according to police officials. Assistant Commissioner David Teboul of the Royal Canadian Mounted Police said the force is investigating connections between the accused and the Government of India. Teboul described the Canadian investigating agencies’ collaboration with Indian counterparts as “rather challenging and difficult for the last several years”.Nijjar was killed by masked gunmen on June 18 near Vancouver. The killing had led to diplomatic strife between New Delhi and Ottawa. Nijjar was a supporter of Khalistan, an independent Sikh nation sought by some groups. He was the head of the Khalistan Tiger Force, which is designated a terrorist outfit in India.In September last year, Canadian Prime Minister Justin Trudeau told his country’s parliament that intelligence agencies were actively pursuing “credible allegations” tying agents of the Indian government to the Sikh separatist’s death. India had described this claim as “absurd and motivated”.PTI on Saturday quoted Jaishankar as saying: “It is their political compulsion in Canada to blame India.”Jaishankar added that New Delhi has been asking Ottawa not to grant Sikh separatists visas or treat them with political legitimacy as such individuals were “causing problems for them [Canada], for us and also for our relationship”.The Union minister added that Ottawa has “allowed organised crime from India, specifically from Punjab, to operate in Canada” and that “they have a lot of knowledge about many Khalistanis in Canada, but they have chosen not to do anything about it”.","author":"Scroll Staff","time":"2024-05-05T20:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190658-oatcpvoypm-1685282259.jpg","tags":["Hardeep Singh Nijjar","S Jaishankar","India","Canada"]}