{"title":"Ayodhya hearing: Shia Waqf Board tells Supreme Court it is ready to part with one-third of the land","content":"The Uttar Pradesh Shia Waqf Board told the Supreme Court on Friday it wants to settle the Ayodhya dispute peacefully and is willing to give the Hindu community one-third of the land the Allahabad High Court had granted to Muslim petitioners so that they can build a Ram temple.“There was never a mosque on that site in Ayodhya and there can never be a mosque there,” the Hindustan Times quoted Shia Waqf Board Chairperson Waseem Rizvi as saying. “It is the birthplace of Lord Ram and only a Ram temple will be built. Sympathisers of Babar are destined to lose.” He claimed the Babri mosque’s custodian was a Shia and the Sunni Waqf Board “or anyone else” does not represent Muslims in India.The lawyer for the Sunni Waqf Board criticised Rizvi’s comments. “The Shia Waqf Board has no locus to speak in this case,” said senior advocate Rajiv Dhavan. “Just as the Taliban destroyed the Bamiyan, the Hindu Taliban destroyed the Babri mosque.”There was never a Masjid on that site in Ayodhya and there can never be a Masjid there. It is the birthplace of Lord Ram and only a Ram Temple will be built. Sympathizers of Babar are destined to lose: Waseem Rizvi,UP Shia Central Waqf Board Chairman pic.twitter.com/d30C5GqYOs— ANI (@ANI) July 13, 2018\n\nThe Supreme Court is hearing petitions challenging the Allahabad High Court’s 2010 verdict granting a three-way division of the land on which the Babri Masjid stood till 1992, when Hindutva activists demolished it. The High Court had ruled that the land be divided equally between the Sunni Waqf Board, the Hindu organisation Nirmohi Akhara, and the deity Ram Lalla (infant Ram), which is represented by the Hindu Mahasabha.","author":"Scroll Staff","time":"2018-07-13T17:42:43.595128+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/886442-15308711915_1cdf54747b_o.jpg","tags":["Supreme Court","Sunni Waqf Board","Shia Waqf Board","Ayodhya"]}