{"title":"Ayodhya case: ‘Why cannot Ram’s birthplace have rights like a juristic person?’ asks Supreme Court ","content":"The Supreme Court on Friday asked Muslim parties in the Ayodhya land dispute case why the birthplace of the deity, Ram, cannot have legal rights like a “juristic person” and claim ownership of the property, PTI reported. It was the 23rd day of proceedings in the case being heard by a five-judge bench headed by Chief Justice of India Ranjan Gogoi.Senior advocate Rajeev Dhavan, who is representing the Sunni Waqf Board, told the court that former Allahabad High Court judge Deoki Nandan Agarwal approached the judiciary in July 1989 for the first time, claiming the disputed site for the deity and his birthplace. Dhavan objected to the birthplace being a party in Agarwal’s lawsuit. The former judge claimed to be the deity’s “sakha”, or friend.Also read:How Ram Lalla became a party to the Ayodhya dispute – and who might actually benefit from it Dhavan questioned how a piece of land could file cases and seek litigation like a “juristic person”. He also opposed the Hindu parties’ submissions that it was their age-old belief that the land was Ram’s birthplace. They made the claim on the basis of the Skand Puran and other religious texts.The bench asked Dhavan how the belief of Hindu devotees could be challenged. It said whether the “sanctity of belief” that Ram was born in Ayodhya was genuine or frivolous could only be tested under Hinduism.“Your argument is that the ‘janmsthan’ was an area on the earth and it has the juristic personality which was something invented by them [Hindus] first time in 1989,” PTI quoted the judges as saying. The top court said previously there was no occasion for Hindus to claim that the birthplace had legal rights. “The question is when was the occasion for anybody to assert that ‘janmsthan’ has the juristic personality.”  The bench noted that idols were considered to have rights like a “juristic person”, and the aspects of that status could be used to test whether the birthplace could also have legal rights. The court also asked whether the land could obtain a few rights and suffer liability.“If we go by their argument that entire area assumed the character of the deity then no other person will have any right over the property,” Dhavan replied. “The counsel for deity have argued that rivers, mountains and wells have been prayed by them and my argument is this is a Vedic practice...you pray to the Sun, but not call it your territory.”Dhavan said the Nirmohi Akhara had indulged in a “trade off” with the deity’s “next friend” and said it would not challenge the case’s maintainability as long as the Akhara’s “shebait” rights were unopposed. The lawyer said if the court allowed any person to file the case as the deity’s “next friend” then it would have dangerous consequences with people suing everywhere.Senior lawyer Zafaryab Jilani, representing Muslim parties, highlighted documents, testimonials and other records to back the claim that Muslims were never ousted from the site between 1934 and 1949. “It cannot be said that that building was being used as anything except mosque,” the lawyer added. Jilani also referred to Muslims being granted permission to repair damages to the structure after riots in 1934. He said this proved that only Muslims were using the site. Hearings will resume on September 16.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-13T21:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125081-fpvhpktvww-1565765645.jpg","tags":["Ayodhya","Ayodhya Case","Rajeev Dhawan","Supreme COurt","Sunni Wakf Board"]}