{"title":"Ayodhya case: Mediators receive demands to resume talks, inform Supreme Court","content":"A panel of mediators that failed to resolve the Ayodhya dispute earlier this year has apprised the Supreme Court of demands to resume the mediation process. The panel submitted a memorandum to a Constitution bench on Monday to seek directions on two such letters it has received, The Indian Express reported.The Constitution bench, led by Chief Justice of India Ranjan Gogoi, has been hearing the case on a daily basis since August 6 after the mediation panel said that it had failed in its effort.The letters received by the panel were written by the Sunni Waqf Board and the Nirvani Akhara. One of them – it is unclear which side – suggested that the mediation process be held on Saturdays and Sundays even as hearings continue from Monday to Friday each week, unidentified officials told The Indian Express.The mediators have sought a “parallel process of talks alongside the arguments going on in court, not in lieu of arguments currently going on”, the newspaper reported.The Nirvani Akhara is not a party in the dispute case being heard in the Supreme Court, while the Sunni Waqf Board represents the Muslim party and is an original litigant. According to The Hindu, the two groups suggested resuming the talks from the point where they abruptly ended on July 29.The mediation panel – led by retired Supreme Court judge FMI Kalifulla, and comprising spiritual leader Ravi Shankar and senior advocate Sriram Panchu – was formed by the Supreme Court on March 8 to help the two sides resolve the dispute amicably. The panel submitted its report on August 1.According to news reports, the committee was able to get the moderates from all sides to attempt a negotiation but the hardliners were difficult to manage. The panel could organise only one meeting with all sides present. This meeting was attended by 41 people and was held soon after it was formed. The panel held several other meetings in various cities but could not bring all sides to the table.Meanwhile, in the hearing on Monday, the Muslim party opposed the decision to make Ram’s birthplace a party and claimed it was done only to ensure that no other person can make a claim over the disputed site, PTI reported.Rajeev Dhavan, counsel for Sunni Waqf Board, told the bench: “If it was idol only, then this case could have been resolved much more easily. But, if it is Janmabhoomi [birthplace], then it means all hands should be off the place including that of this court. There can be no legal remedy.”On Friday, the bench had asked Muslim parties why the birthplace of Ram cannot have legal rights like a “juristic person” and claim ownership of the property.Monday was the 24th day of the hearings. The Hindu parties argued for 16 days in August, and the Muslim parties have been presenting their arguments since then. The arguments will resume on Tuesday.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-17T11:38:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/114786-lgurdqztbm-1557645097.jpg","tags":["Ayodhya dispute","Supreme Court","Mediation panel","Ram temple","Ayodhya"]}