{"title":"Ayodhya verdict: Five fresh review petitions filed in Supreme Court","content":"Five fresh review petitions challenging the Supreme Court’s Ayodhya verdict were filed on Friday, PTI reported. The petitioners in the case include Maulana Mufti Hasbullah, Moulana Mahfoozur Rehman, Mishbahuddin, Mohammad Umar and Haji Nahboob, who are supported by the All India Muslim Personal Law Board. The review petitions have been filed through advocate MR Shamshad. Senior lawyer Rajeev Dhavan, who represented the Waqf Board and other Muslim parties, had on Tuesday said he has been sacked from the case.On November 9, the top court’s five-judge Constitution bench had asked the Centre to set up a trust within three months to oversee the construction of a Ram temple at the site in Ayodhya where the Babri Masjid stood till 1992. The Muslims, the court had said, should be given a five-acre plot elsewhere in Ayodhya for the construction of a new mosque as relief for the “unlawful destruction” of the Babri Masjid.Shamshad said the Muslim personal law board had decided on November 17 that it would support filing review pleas in the matter. “At the outset, it must be stated that the purpose of this review petition is not to disturb the peace of this great nation but in the spirit that any peace must be conducive to justice,” one of the review pleas said. “In respect of this case, Muslims have always maintained the peace but Muslims and their properties have been victim of violence and unfairness treatment. This review is part of a quest for justice.”Maulana Mufti Hasbullah said the top court should reconsider the “grave injustice” to a community through the verdict. The petition said since it was an undisputed fact that Muslims were praying at the site till December 16, 1949, and had entered the mosque through the outer courtyard, Hindus had never been in exclusive possession of the site. “The court erred in not considering that there was a dedication of the mosque which was self-evident from the inscriptions,” it said, adding that “the judgment erred in holding that the Waqf was not established by ‘user’ though continuous possession and prayer were shown at all times”.The Ayodhya verdict “condones serious illegalities of destruction, criminal trespass and violation of rule of law including damaging the Mosque and eventually destroying it”, the petition said.One of the review petitions said that despite acknowledging several illegalities committed by the Hindu parties, including the destruction of the mosque at the disputed site, the top court had condoned them and granted the land to them. On December 2, the first review petition in the case was filed by Jamiat Ulama-i-Hind. The Jamiat’s chief, Maulana Arshad Madani, had said that the majority of Muslims want a review petition to be filed, echoing All India Muslim Personal Law Board General Secretary Maulana Wali Rahmani.The Sunni Waqf Board, which was one of the major litigants in the dispute, has decided against a review.","author":"Scroll Staff","time":"2019-12-06T20:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/93706-kicccayguf-1563460614.jpeg","tags":["AIMPLB","Supreme Court","Ayodhya Verdict","Jamiat Ulama-i-Hind"]}