{"title":"Ayodhya: Mediation in land dispute fails, say reports; SC to take up matter today","content":"The mediation panel set up by the Supreme Court to resolve the Ayodhya land title dispute has failed to resolve the matter, multiple reports said on Friday. The panel had submitted its report to the top court on Thursday in a sealed cover. A five-judge Constitution bench of the Supreme Court, comprising Chief Justice Ranjan Gogoi and Justices SA Bobde, DY Chandrachud, Ashok Bhushan and S Abdul Nazeer, will decide on the matter on Friday afternoon. The court may set up day-to-day hearings to resolve the dispute, according to The Times of India.The committee was able to get the moderates from all sides to attempt a negotiation but the hardliners were difficult to manage, the report said, citing unidentified officials.The panel could organise only one meeting with all sides present, according to The Indian Express. This meeting was attended by 41 people and was held soon after it was formed in March. The panel held several other meetings in various cities but could not bring all sides to the table.The panel – led by retired Supreme Court judge FMI Kalifulla, and comprising spiritual leader Ravi Shankar and senior advocate Sriram Panchu – had submitted a status report on July 18. The week before, the court had asked the committee to expedite the settlement process after Gopal Singh Visharad, one of the original litigants in the case, claimed they had made no progress. The  court had also said it would hear the matter on a day-to-day basis if the mediators failed to resolve the dispute.The panel was set up on March 8 and it began the negotiations with both Hindu and Muslims litigants in Ayodhya five days later. The committee held the final round of discussions over three days, starting July 29, in New Delhi.The dispute has been going on for several decades, with both Hindu and Muslim groups claiming their right to it. The Babri Masjid stood there before it was demolished in 1992 by Hindutva activists. In 2010, the Allahabad High Court had ordered the land to be divided in three equal parts between the Nirmohi Akhara, the Sunni Wakf Board and the representative for the deity Ram.","author":"Scroll Staff","time":"2019-08-02T12:17:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/114786-lgurdqztbm-1557645097.jpg","tags":["ayodhya","supreme court","ayodhya mediation","ram janmabhoomi","babri masjid"]}