{"title":"Ayodhya dispute: SC defers hearing to January 10, says ‘appropriate bench’ will pass further orders","content":"The Supreme Court on Friday adjourned the hearing in the Ayodhya land dispute case to January 10. A bench comprising Chief Justice Ranjan Gogoi and Justice SK Kaul said further orders on the matter will be passed by an appropriate bench on that date, Live Law reported.The bench passed the order as soon as the hearing commenced, PTI reported. The hearing, which was over in under a minute, did not include any arguments from either side. The Supreme Court in October had rejected the Uttar Pradesh government’s appeal for an early hearing in the case. The court is likely to set up a three-judge bench to hear 14 separate petitions filed against the 2010 Allahabad High Court verdict ordering a three-way division of the land on which the Babri Masjid stood before Hindutva activists demolished it on December 6, 1992. The land was divided equally between the Nirmohi Akhara, the Sunni Wakf Board and the representative for the deity Ram Lalla.Ayodhya case: The hearing which continued for 60 seconds, did not see any arguments from either side https://t.co/r1zkutnjuQ— ANI (@ANI) January 4, 2019\n\nIn September, the top court had refused to refer to a larger bench its judgement from 1994, which held that namaaz can be offered anywhere and that a mosque is not a “essential part of the practice of the religion of Islam”. The court said this judgement would have no impact on the Ayodhya land dispute case, which will be decided on the basis of its own facts.Senior Bharatiya Janata Party leaders, including Amit Shah and Ravi Shankar Prasad, have urged the Supreme Court to fast track the hearing. The Rashtriya Swayamsevak Sangh, the Vishwa Hindu Parishad and some Hindu religious leaders want the government to pass an ordinance for the construction of the temple. The Shiv Sena, the BJP’s ally in Maharashtra, has sought a bill for the construction of the temple.On Wednesday, the Vishwa Hindu Parishad reiterated that the Centre should immediately introduce a legislation or ordinance on the matter.However, in an interview earlier this week, Prime Minister Narendra Modi had said the government will wait until the judicial process over the dispute is complete before deciding on the matter.","author":"Scroll Staff","time":"2019-01-04T10:53:18.980326+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/66545-llffrvqwiy-1503542731.jpeg","tags":["Ayodhya title dispute","Supreme Court","Ram Temple","Ayodhya"]}