{"title":"Ayodhya: SC says it’s aware of gravity of dispute, reserves order on whether it should be mediated","content":"The Supreme Court on Wednesday reserved its order on whether the Ram Janmabhoomi-Babri Masjid title dispute case should be referred for mediation for a “permanent solution”, ANI reported.A Constitution bench comprising Chief Justice Ranjan Gogoi and Justices SA Bobde, Ashok Bhushan, Abdul Nazeer and DY Chandrachud heard the matter. The court said it was conscious of the gravity of the Ram Janmabhoomi-Babri Masjid dispute and the outcome of mediation on the body politic of the country, PTI reported.Chief Justice Ranjan Gogoi asked parties in the matter to suggest names for a panel of mediators by Wednesday itself. “We intend to pass the order soon,” he said. Counsel for the Hindu Mahasabha, a petitioner, opposed the mediation. “The issue is religious and sentimental,” they said, according to Live Law. “Not a mere property dispute.” The Hindu Mahasabha said a public notice is necessary before the matter is sent for mediation.Justice SA Bobde said the outcome of the mediation does not concern the court. “You are looking into outcome even before mediation is attempted,” Bobde said, according to Bar and Bench. “You are saying it will be a failure. This case is also about heart and mind and healing of relations.” Bobde said the court was conscious of the “gravity of the dispute” and suggested that there could be a panel of mediators instead of just one mediator. “We have no control over what happened in the past, who invaded, who was the king, temple or mosque,” Bobde said. “We know about the present dispute. We are concerned only about resolving the dispute.” Advocate Rajeev Dhawan, counsel for the Sunni Waqf Board, said they were open to mediation. He said any compromise or settlement will bind parties and asked the Supreme Court to frame the terms for mediation, reported ANI. He said that consent of parties in a matter was not needed for the court to refer a case to mediation.The court said the media should not report on the ongoing mediation process. “It may not be a gag, but no motive should be attributed to anyone when the mediation process is on,” Justice SA Bobde said.SC on Ayodhya Ram Janmabhoomi-Babri Masjid land dispute case: Justice SA Bobde says, “We have no control over what happened in the past, who invaded, who was the king, temple or mosque. We know about the present dispute. We are concerned only about resolving the dispute,\" pic.twitter.com/23dEMnKrMH— ANI (@ANI) March 6, 2019\n\nAdvocate CS Vaidyanathan, representing the deity Ram Lalla, also opposed mediation, saying that repeated attempts were made earlier to settle the dispute amicably but had failed, according to Bar and Bench. Vaidyanathan said the temple has to be built at Ram Janmasthan and an alternative place could be considered for the mosque. “We are ready to crowd fund the construction of a mosque elsewhere.”The Uttar Pradesh government was also opposed to mediation, according to PTI. The state government’s counsel told the top court that it was not advisable considering the nature of the case.Hearing in SC on Ayodhya Ram Janmabhoomi-Babri Masjid land dispute case: Justice SA Bobde says, “It’s about sentiments, about religion and about faith. We are conscious of the gravity of the dispute.\" pic.twitter.com/eQwSHQpTkT— ANI (@ANI) March 6, 2019\n\nThe top court on February 26 suggested to the parties of the Ayodhya dispute that they try mediation to resolve the dispute. However, none of the litigants were willing to accept this offer. The Supreme Court then gave the parties six weeks to study translations made by the Uttar Pradesh government in the status report on the case.Justice SA Bobde during the last hearing offered that the case be solved through mediation. “Since it is not a private property [under litigation], we are seriously considering [the mediation option],” he had said. “Even if there is only 1% chance [of successful mediation], it should explored.”However, Rajiv Dhawan, representing the Sunni Waqf Board, had turned down the offer, asserting that mediation had been tried earlier and had failed. Dhawan had said mediation will take more than eight weeks. Dushyant Dave, appearing for the Muslim petitioners, backed the claim.","author":"Scroll Staff","time":"2019-03-06T12:10:53.702501+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/49646-wozncbazxh-1484767976.jpeg","tags":["Supreme Court","Ayodhya Dispute","Ram Janmabhoomi","Babri Masjid","ayodhya"]}