{"title":"Ayodhya verdict: Jamiat Ulema-e-Hind says its review plea not to disrupt ‘national solidarity’","content":"Muslim organisation Jamiat Ulema-e-Hind on Thursday said it will file a review petition, challenging the Supreme Court’s Ayodhya verdict, PTI reported. The top court on November 9 had ordered a trust to be set to oversee the construction of a Ram temple at the site while the Muslims were offered a separate five-acre plot elsewhere in the city for the construction of a mosque.The purpose of filing the review petition was not to disrupt the “national solidarity and law and order”, said group chief Maulana Arshad Madani, according to The Indian Express. “This is because millions of our countrymen, including Hindus, Muslims, Sikhs, Christians, and legal experts have found the verdict to be beyond their understanding.” A draft of the plea was ready and the Muslim body is likely to submit it in court on December 3 or December 4, according to PTI.On November 14, the working committee of the faction had formed a five-member expert panel, comprised of legal experts and religious scholars, to review every aspect of the judgement. The committee submitted that the verdict was against Muslim parties and was open to review under the Constitution.“While the legal option is available, there is also Sharia obligation to defend the masjid [mosque] till the last breath,” the committee said. The panel also observed that in the verdict former Chief Justice of India Ranjan Gogoi had accepted most of the evidence in favour of the Babri mosque.A faction of the Muslim group, Jamiat Ulama-i-Hind, had last week decided against filing a review plea while describing the Supreme Court’s judgement as “one-sided”. The All India Muslim Personal Law Board  on Wednesday said it will file a review petition against the verdict before December 9. A day before that, the Sunni Waqf Board decided against filing a review.Ninety-one Muslim lawyers, journalists, actors, social activists, businessmen and Islamic scholars from across India have opposed the decision of several Muslim litigants in the case to challenge the Supreme Court’s unanimous decision. Among the eminent signatories are actors Naseeruddin Shah, Shabana Azmi, journalist and human rights activist Javed Anand, film writer Javed Siddiqi, film-maker Shama Zaidi, and Islamic scholar Zeenat Shaukat Ali. They said the continuation of the dispute in court would fuel anti-Muslim propaganda and Islamophobia, and aid communal polarisation.","author":"Scroll Staff","time":"2019-11-28T08:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131817-qfeieppgol-1574907992.jpg","tags":["Jamiat Ulema-e-Hind","Ayodhya","Supreme Court","review petition"]}