{"title":"Ayodhya land dispute case: Hindus cannot eternally wait for a court judgement, says VHP","content":"The Vishwa Hindu Parishad on Monday said Hindus cannot wait forever for a court judgement on the Ram Mandir-Babri Masjid land dispute case and urged the National Democratic Alliance government to bring in a legislation to build a Ram temple in Ayodhya, PTI reported.Earlier in the day, the Supreme Court said it will decide on the bench to hear the land dispute case only in January.“The Supreme Court has once again adjourned the hearing. This fortifies the VHP’s stand that the solution to the Ram Janmabhoomi issue is not in eternally waiting for hearing of appeals pending for over seven years,” said VHP working president Alok Kumar. Union minister Giriraj Singh echoed Kumar’s remarks and claimed Hindus are running out of patience on the temple issue. “The Congress has decided to make it a Hindu-Muslim issue... Hindus are running out of patience,” claimed the minister of state for micro, small and medium enterprises. “I fear what will happen if Hindus lose patience.”Kumar said that the Union government should enact a law to clear the way for “building a grand temple of Lord Ram at his birthplace in Ayodhya”. The Hindutva outfit will step up its efforts for such a legislation if the government does not act, he added. Earlier this month, the VHP said it was fighting a “final battle” for the construction of the temple and set a deadline for the Bharatiya Janata Party government at the Centre.The VHP has called a two-day “Dharam Sansad”, a meeting of seers, on January 31 and February 1 next year on the sidelines of the Kumbh Mela in Allahabad. The meet will discuss the Ram temple issue.Petitioner Mahant Dharam Das described the adjournment as a “wrong decision”, Zee News reported. “The court pushing the date with the elections in mind is not a good decision,” he said.Meanwhile, the Congress party’s position is that the matter is before the Supreme Court and everyone should wait for its verdict, ANI quoted former Union minister P Chidambaram as saying. “Every five years before elections, the BJP will try to polarise views on the Ram Mandir,” he said. “I don’t think we should jump the gun.”Uttar Pradesh Deputy Chief Minister Keshav Prasad Maurya said that another adjournment by the Supreme Court “does not send a good message”, ANI reported.","author":"Scroll Staff","time":"2018-10-29T16:07:41.794228+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/104263-mjfurvkamb-1540805709.jpg","tags":["Supreme Court","Ram Janmabhoomi","VHP","Babri Masjid","Ayodhya"]}