{"title":"Ayodhya dispute: Supreme Court says case documents are not yet ready, next hearing on March 14","content":"The Supreme Court on Thursday adjourned the hearing in the Babri Masjid-Ram Janmabhoomi case as some documents and translations have not yet been filed, ANI reported. The case will be next heard on March 14.The top court asked the parties involved in the case before the Allahabad High Court to file English translation of the documents and vernacular books that have been relied upon in the case within two weeks. The bench headed by Chief Justice Dipak Misra directed its Registry to provide copies of video cassettes, that are part of High Court records, to the parties on actual cost. The Supreme Court clarified that it never intended to hear the case on a “day-to-day basis”, PTI reported. The matter will be dealt with as a “pure land dispute”, the bench said, adding that it will finish the case in one go once it starts hearing it, according to News18. Earlier, Additional Solicitor General Tushar Mehta, who is representing the Uttar Pradesh government, told advocate Rajeev Dhavan to avoid hyperbole after the counsel claimed that the Allahabad High Court’s 2010 judgment on the matter “hurts justice”. Dhavan is representing a private litigant in the case.A special bench comprising Chief Justice Dipak Misra and Justices Ashok Bhushan and S Abdul Nazeer has taken up 13 appeals filed against the judgment of the High Court, which ruled a three-way split of the disputed 2.77 acres in Ayodhya. The chief justice on Thursday said that the court would treat the case as a land dispute only.The disputed plot has been divided among the Sunni Waqf Board, a Hindu organisation called the Nirmohi Akhara and Ram Lalla or Infant Rama, which is represented by the Hindu Mahasabha for the construction of the Ram temple.On December 5, 2017, the court had rejected senior advocate Kapil Sibal’s request to push the hearing to July 2019, after the next Lok Sabha elections are over. Sibal also asked for a seven-judge Constitution bench of the top court to hear the case, which was turned down.On December 6, 1992, the mosque was demolished by lakhs of karsevaks who had gathered at the site from across the country. The incident had triggered communal riots across the country. The karsevaks had claimed that the land on which the mosque stood was the birthplace of Ram.The movement to demolish the mosque was led by members of the Bharatiya Janata Party and Vishwa Hindu Parishad. BJP leader LK Advani piloted one of many roadshows across India in 1990 to galvanise support to have a temple built at the site of the mosque.In May 2017, a special Central Bureau of Investigation court granted bail to LK Advani and other BJP leaders like Murli Manohar Joshi and Uma Bharti accused in the Babri Masjid demolition case.","author":"Scroll Staff","time":"2018-02-08T15:02:29.224510+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/867985-73571-pshovlsaql-1512537712.jpg","tags":["Ayodhya","Supreme Court","Babri Masjid","Ram Janmabhoomi"]}