{"title":"Ayodhya Ram temple: Congress urges Supreme Court to take cognisance of alleged land scam","content":"The Congress on Monday urged the Supreme Court to take cognisance of an alleged land scam in Ayodhya in connection with the Ram temple being built there. The development came after the Ayodhya Development Authority released a list accusing 40 persons, including Mayor Rishikesh Upadhyay, MLA Ved Prakash Gupta and a former legislator Gorakhnath Baba, of corruption related to the temple plot. All three of them belong to the Bharatiya Janata Party.  The BJP, however, has raised questions about the authenticity of the list, reported the Hindustan Times.The Congress had first raised the matter in June last year alleging that BJP leader Deep Narayan had bought 890 square metres of land in Ayodhya for Rs 20 lakh in February and sold it to the Ram Janmabhoomi Teerth Kshetra Trust that is managing the construction of the temple for Rs 2.5 crore, making a profit of 1,250% in just 79 days.Congress spokesperson Randeep Surjewala had alleged that Narayan bought the land at a price of Rs 2,247 per square metre, whereas its collector rate, according to the sale deed, was Rs 4,000 per square metre. Narayan then sold off the land to the Ram Janmabhoomi Teerth Kshetra Trust at a rate of Rs 28,090 per square metre, Surjewala had alleged.He had identified Narayan as a member of the BJP Information Technology cell and nephew of the Ayodhya mayor.LIVE: Congress Party Briefing by @SupriyaShrinate at AICC HQ.  #राम_नाम_की_लूट https://t.co/RUp3EKggaZ— Congress (@INCIndia) August 8, 2022\n\nOn Monday, Congress spokesperson Supriya Shrinate urged the Supreme Court to stop the money theft and profiteering being done in the name of deity Ram. Shrinate alleged that the BJP bought the land at cheap rates and sold it to the temple trust at a higher price. The party also bought the surrounding land for itself, according to her.She alleged that the party leaders grabbed lands belonging to Dalits that could not be sold. “The land sold to Maharishi Ramayana Vidyapeeth Trust, [and] irregularities while buying land from Dalits are being investigated by the same officers whose relatives have bought the land,” the spokesperson alleged.She asked how the district magistrate can investigate offences by the MLA, former legislator and minister, reported PTI. “Why are [Narendra] Modi and Amit Shah conspicuously silent?” the spokesperson asked. “Why are they not breaking their silence especially when it has come to light that members of your party are involved in a land scam in a place like Ayodhya which is seeing the building of Ram temple.”Another alleged scamThe claims made by the Congress in June 2021 came days after the Aam Aadmi Party and the Samajwadi Party alleged that a piece of land valued at Rs 5.8 crore was first bought at Rs 2 crore, and then sold a few minutes later to the Ram Janmabhoomi Trust at a price of Rs 18.5 crore.Two persons, Sultan Ansari and Ravi Mohan Tiwari, were named as those who first bought the land and then sold it to the temple trust. Upadhyay was named in this deal too as one of the witnesses for registration of the land along with Anil Mishra, a member of the trust.The temple trust, however, denied the allegations and said the charges were politically motivated. The temple body asserted that it had proper documents for purchase of the land.The Ram temple is being built on the site where the Babri Masjid was demolished in 1992 by Hindutva extremists who were mobilised under the BJP’s Ram Janmabhoomi movement.In November 2019, the Supreme Court in a landmark judgement held the demolition was illegal but handed over the land to the trust for the construction of the temple. In August 2020, Prime Minister Narendra Modi laid the foundation stone for the temple.","author":"Scroll Staff","time":"2022-08-08T19:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145493-nkwawdomqe-1624162825.jpg","tags":["Rishikesh Upadhyay","Congress","Gorakhnath Baba","Ayodhya","Ram Temple land scam","Ayodhya land scam","Ved Prakash Gupta"]}