{"title":"Ayodhya from the margins: Three snapshots of courage from the temple town in the eye of the storm","content":"The Ram Mandir agitation, legal battle and now construction, have been a backdrop to my life as a journalist. This is partly because of my engagement with issues of identity and pluralism and then two decades spent covering the Bharatiya Janata Party, where I had to routinely follow temple politics and the long winding title and criminal cases. The landscape where the agitation took place was also where my father’s ancestral village in Awadh is located, a few hours’ drive from Ayodhya. Relatives are scattered in towns and hamlets in these parts. The Ram Janmabhoomi issue would cast a shadow on all their lives and force them to snap out of their Nehruvian and composite culture reverie and see an idea of India fall apart.On August 5, the foundation for a temple will be laid. It will be the most significant emblem of the Hindu Rashtra that is in the process of being constructed. The temple is expected to be completed by 2023 and will be the backdrop to the next General Election in 2024.But although Ayodhya has been the epicentre of a majoritarian project, it exists in a terrain that has many other stories to tell. Over the years, making multiple trips to Ayodhya, I would get to know some courageous and unique individuals. They were on the peripheries, but they were extraordinary in the lives they were leading.1992: The GandhianIt is four days since the Babri mosque has been demolished. There is a sense of being collectively stunned after the cataclysmic storm has passed. The Babri mosque that had dominated the skyline when I visited two weeks ago has vanished and locals would just point to the empty space in the sky and say it is no longer there, as if amazed that something so large could collapse so quickly. It is not possible to visit the site and see the rubble as a security cordon has been thrown around it. Walking the lanes of Ayodhya I would be guided to the home of Laljibhai Satyasneha, a Gandhian, who lived just half a kilometre from the Babri site. A follower of a swami who went by the name of Satyabhakt (true devotee), Laljibhai had set up a highly unusual temple in the midst of this town devoted almost exclusively to worshipping Ram, Sita and Hanuman. He called it the Satyar mandir.In Laljibhai’s temple, idols of Ram and Krishna stood alongside Christ, Buddha and Mahavira, founder of the Jain faith. The idols were flanked on both sides by pictures of Mecca and Medina. Laljibhai was not calmed with so many gods in his abode, not to forget the images of Mecca and Medina, but was in a rage at what was unfolding as he believed his own precious Hinduism was being attacked. “They are not practising Hinduism,” he said. “History will not forgive them for taking a non-violent faith and making it ugly and destructive.” Hindutva supporters storm the Babri Masjid on December 6, 1992. Credit: Douglas E.Curran/AFPHe had given the matter great thought and concluded that in a quest for political power, the votaries of the new aggressive Hinduism were, ironically, borrowing from the very group they abhor –Muslims and Islam. Focus on one God, Ram over others, instructions to collect bricks and pray in the direction of Ayodhya and congregate there to do kar seva or service. All this he saw as an attempt to semitise the Hindu faith that cannot be defined. That season in Ayodhya, Laljibhai was frequently heckled by his co-religionists, but in spite of the cacophony of the mob, he continued with his voice of dissent.(I returned to Ayodhya some years later and was told that Laljibhai had passed away but never budged from his positions. Briefly, his Satyar Mandir was shifted into a structure known as Gujarat Bhawan. Old-timers in the temple town told me that he came from Wardha in Maharashtra and he had told them that there was a similar temple there with an additional picture, of Karl Marx. No doubt he would be called “tukde tukde gang” today.)2012: The Transgender PersonA transgender person I would meet in Ayodhya in 2012 was to my mind the most evocative symbol of freedom in the midst of growing conservatism, indeed fanaticism. Gulshan Bindu that year was the most colourful candidate in the Uttar Pradesh assembly elections that she had had the gumption to contest as an independent. I would be told in the Ghantaghar area of Faizabad that all the usual party candidates were useless and they felt safer with the “Kinnar” candidate. (Members of the transgender community refers to themselves as Kinnar in North India.)Bindu was fabulously colourful and articulate, surrounded by two equally wondrous individuals. Born in Sitamarhi in Bihar, she was given to the transgender community at the age of four and spent 30 years in Delhi before her guru called her to serve the people of Ayodhya because she said, we can’t help society just by tying ghungroos to our legs.Gulshan Bindu. Credit Gulshan Bindu Kinnar via FacebookGulshan Bindu would certainly move beyond shaking a leg and become known for her social work. She expressed herself dramatically and had tears in her eyes when she said that she felt for the people as no one cared beyond dividing society into Hindus and Muslims. She managed to get 11.5% of the vote as an independent in that assembly poll. She next lost a local body election to a BJP candidate by just 350 votes, coming an impressive second. So in 2017, the Samajwadi Party backed her for the post of Mayor of Ayodhya that she lost but made a point by just being there with the backing of a mainstream party.When I met her in 2012 she produced a Jai Shri Ram punchline of her own. “Bhagwan Ram had said na hum nar hain na naari [we are neither woman nor man] but we shall rule in Kalyug.”I would never know whether she made up that quote but it sounded as fabulous as she was.2019: The Burnt Room With The ViewOn November 8, the day before the Supreme Court gives the title deed judgement I land in Ayodhya, again full of police personnel. They were all posted outside the homes of the Muslim petitioners who would lose the case the next day in court. I go to a spot that overlooks the site where the Babri mosque once stood and where the Ram temple will now be built. Mohammad Naeemul Haq’s home and wood-chipping business are on the edge of the boundary wall that overlooks the site and unless there is further land acquisition for the temple, he will always have a ringside view of the changing skyline of Ayodhya – and indeed  India.He was eight years old when the Babri Masjid was demolished. The night before December 6, 1992, he was sent out of the town with his mother while his father stayed to guard the home and business. But he could manage neither. Once the demolition was done, the mob ran amuck through Ayodhya hunting down Muslim addresses. The father hid while the mob burnt down the office. The rioters seemed prepared for all forms of arson: they collected the wood from the chipping business and stuffed it into a room and then set it on fire. It exploded like a bomb.The family would rebuild their small business but never repaint or fixed the room that had been burnt. It stands there decades later with its blackened walls, a monument to the hate that passed through Ayodhya. All that this family wants is peace and they are reconciled to life on the peripheries of what Ayodhya symbolises. They will watch the Ram mandir go up and go about the daily business of their own lives.Saba Naqvi is a journalist who lives in Delhi. She is the author most recently of Politics of Jugaad: the Coalition Handbook.","author":"Saba Naqvi","time":"2020-08-05T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145501-unmzpksfju-1596566173.jpg","tags":["Ram temple","Ayodhya","Babri Masjid"]}