{"title":"Babri demolition: ‘Travesty of justice,’ says Opposition as special court acquits LK Advani, others","content":"Opposition parties, including the Congress and the Communist Party of India (Marxist), on Wednesday criticised the decision of a special court to acquit several politicians in a criminal conspiracy case related to the Babri Masjid demolition. The political leaders include senior Bharatiya Janata Party leaders LK Advani, Murli Manohar Joshi, Uma Bharti, Kalyan Singh and others.Communist Party of India (Marxist) General Secretary Sitaram Yechury called the order a “travesty of justice”. “All charged with criminal conspiracy to demolish Babri Masjid acquitted,” he said. “It self imploded? The Constitution Bench headed by then CJI [Chief Justice of India] had said that demolition was an “egregious” violation of law. Now this verdict! Shame.”A complete travesty of Justice. All charged with criminal conspiracy to demolish Babri Masjid acquitted.It self imploded?The Constitution Bench headed by then CJI had said that demolition was an “egregious” violation of law. Now this verdict! Shame.https://t.co/fAeTHwhhDg— Sitaram Yechury (@SitaramYechury) September 30, 2020\n\nCongress Spokesperson Randeep Surjewala said that the verdict was against the Constitutional spirit. “The decision of the Special Court to acquit all the accused in Babri Masjid demolition case runs counter to Supreme Court judgement as also the constitutional spirit,” Surjewala said in a statement. In the Babri Masjid title dispute case, the Supreme Court had ruled in November that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The top court had also said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque.Surjewala added that every Indian who believes in the Constitution and communal amity expected the Centre and state governments to file an appeal against the verdict.The decision of the Special Court to acquit all the accused in #BabriMasjidDemolitionCase runs counter to Supreme Court Judgement as also the Constitutional spirit.Our statement -: pic.twitter.com/C6S6fpMUq7— Randeep Singh Surjewala (@rssurjewala) September 30, 2020\n\nAll India Majlis-e-Ittehadul Muslimeen President Asaduddin Owaisi also spoke out against the verdict. “Today is a sad day in the history of Indian judiciary,” he said, according to ANI, “Now, the court says there was no conspiracy. Please enlighten me, how many days of months of preparations are required to disqualify an action from being spontaneous?”“This is an issue of justice. This is an issue of ensuring that people who are responsible for Babri Masjid demolition should’ve been convicted. But they’ve been politically rewarded in the past by becoming HM [home minister] and HRD [human resource development] minister. BJP is in power because of this issue.” — All India Majlis-e-Ittehadul Muslimeen President Asaduddin Owaisi \nAll India Muslim Personal Law Board (AIMPLB) member Maulana Khalid Rasheed Firangi Mahali said the “law of the land was shredded to pieces” in the Babri Masjid case, The Indian Express reported. “The Muslims if this country have always respected court decisions. In the final judgment of the Babri masjid case, the court had clearly said Muslims had been wrongly deprived of a mosque that had been constructed well over 450 years ago. Then the Supreme Court also said that it was an unlawful destruction. However, if there was a criminal conspiracy, it had to be decided by the court. Now, Muslim organisations will sit together and decide whether it (today’s judgment) has to be appealed or not.”   — Maulana Khalid Rasheed Firangi Mahali\nAll India Muslim Personal Law Board Secretary Zafaryab Jilani said that the judgement pronounced by the special CBI was “wrong”, according to the newspaper.An unidentified lawyer, who is part of the Babri Action Committee, told the newspaper that he will appeal against the judgement in the High Court. India’s former Home Secretary Madhav Godbole, during whose tenure the Babri mosque was demolished, said he was “aghast” by the verdict, HuffPost reported. “Quite frankly, I am aghast with this verdict because, firstly, a huge mosque of this size coming down within a period of five hours without any planning or without any preparation on the part of anybody is impossible to believe,” he said. “Secondly the fact that, after 28 years this decision has come, is a commentary on our judicial system, criminal law system.” BJP leaders acquitted in the case and other prominent members of the party, meanwhile, celebrated the decision. Advani said that the judgement “vindicated” his and the saffron party’s commitment towards the Ram Janmabhoomi movement. “I wholeheartedly welcome the judgement by the Special Court in the Babri Masjid demolition case,” Advani was quoted as saying by ANI. “The judgement vindicates my personal and BJP’s belief and commitment toward the Ram Janmabhoomi movement.”A file photo of BJP leaders LK Advani, MM Joshi and Uma Bharti in Raebareli. (PTI)Advani expressed happiness over the timing of the verdict. “I also feel blessed that this judgment has come in the footsteps of another landmark verdict of the Supreme Court given in November 2019, which paved the way for my long cherished dream of seeing a grand Ram Mandir at Ayodhya, the foundation-laying ceremony of which was held on August 5,” he said, according to NDTV. Joshi, meanwhile, referred to the verdict as a “historic decision”. “This proves that no conspiracy was hatched for December 6 incident in Ayodhya,” he was quoted as saying by ANI. “Our programme and rallies were not part of any conspiracy. We are happy, everyone should now be excited about Ram Mandir’s construction.”Defence Minister Rajnath Singh said the verdict “proves that justice triumphed however late it may be”. “I welcome the decision of the special court in Lucknow to acquit Shri LK Advani, Shri Kalyan Singh, Dr Murali Manohar Joshi and Umaji [Uma Bharti],” he tweeted. लखनऊ की विशेष अदालत द्वारा बाबरी मस्जिद विध्वंस केस में श्री लालकृष्ण आडवाणी, श्री कल्याण सिंह, डा. मुरली मनोहर जोशी, उमाजी समेत ३२ लोगों के किसी भी षड्यंत्र में शामिल न होने के निर्णय का मैं स्वागत करता हूँ। इस निर्णय से यह साबित हुआ है कि देर से ही सही मगर न्याय की जीत हुई है।— Rajnath Singh (@rajnathsingh) September 30, 2020\n\nUttar Pradesh Chief Minister Adityanath said justice always wins. “The former Congress government framed BJP, VHP [Vishva Hindu Parishad] leaders, saints and social workers, who were plagued by political prejudice, in false cases and were shamed,” he tweeted. “They should seek apology for this conspiracy from the public.” सत्यमेव जयते!CBI की विशेष अदालत के निर्णय का स्वागत है।तत्कालीन कांग्रेस सरकार द्वारा राजनीतिक पूर्वाग्रह से ग्रसित हो पूज्य संतों,@BJP4India नेताओं,विहिप पदाधिकारियों,समाजसेवियों को झूठे मुकदमों में फँसाकर बदनाम किया गया।इस षड्यंत्र के लिए इन्हें जनता से माफी मांगनी चाहिए।— Yogi Adityanath (@myogiadityanath) September 30, 2020\n\nBihar Deputy Chief Minister Sushil Kumar Modi also celebrated the verdict and said that he had witnessed the event. “I was a witness to the entire incident of 6th Dec [December],” he tweeted. “It was all spontaneous no conspiracy. I was conducting the meeting from dais I was surprised when some Kar Sewaks climbed Babri str. Advaniji was unhappy. Satyameva Jayate!” I was witness to the entire incident of 6th Dec.  It was all spontaneous no conspiracy.I was conducting the meeting from dais I was surprised when some Kar Sewaks climbed Babri str.Advaniji was unhappy.सत्यमेव जयते ।#BabriDemolitionCase— Sushil Kumar Modi (@SushilModi) September 30, 2020\n\nMadhya Pradesh Chief Minister Shivraj Singh Chouhan said the truth can be disturbing but it can not be defeated. “Today, truth has won once again,” he said. “Praise the Indian judiciary.”  सत्य परेशान हो सकता है, किंतु पराजित नहीं।आज एक बार फिर सत्य की जीत हुई है!भारतीय न्यायपालिका की जय!— Shivraj Singh Chouhan (@ChouhanShivraj) September 30, 2020\n\nBJP leader Ram Madhav also claimed that truth triumphed in the case. “The CBI court’s acquittal was long overdue, he said. “A malicious case against some of the most respected leaders of our nation has fallen aside finally after 3 decades. Everyone should welcome the judgement.”  Truth triumphs. CBI court’s acquittal in Babri conspiracy case was long overdue. A malicious case against some of the most respected leaders of our nation has fallen aside finally after 3 decades. Everyone should welcome d judgement— Ram Madhav (@rammadhavbjp) September 30, 2020\n\nShiv Sena MP Sanjay Raut said the case had lost its relevance after the Supreme Court settled the Ram Janmabhoomi title suit in 2019, which paved way for the construction of the Ram Temple, PTI reported.The judgement and caseThe special CBI court said that the demolition of the Babri Masjid was not pre-planned and that the people who demolished the mosque were “anti-national elements”. The accused people were, in fact, trying to control the crowds, the judgement added.Twenty-six of 32 accused did not appear in court. Advani, who is 92 years old, and 86-year-old Joshi are exempt due to the coronavirus pandemic, Bharti has contracted Covid-19 and is under treatment, while Singh is recovering from the infection. Ram Janmabhoomi Nyas chief Nritya Gopal Das and Shiv Sena leader Satish Pradhan have also skipped the hearing.The Babri Masjid, located in Ayodhya in Uttar Pradesh, was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on land that was the birthplace of deity Ram. The incident had triggered communal riots across the country. The demolition also led to bomb blasts in several parts of Mumbai, allegedly masterminded by underworld don Dawood Ibrahim, in 1993. The blasts killed over 300 people.","author":"Scroll Staff","time":"2020-09-30T15:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148351-omqbztekdr-1601457044.jpg","tags":["Babri Masjid","lk advani","babri masjid demolition","babri masjid order","babri masjid verdict reactions"]}