{"title":"Badminton: Unnati Hooda hopes to continue growth in new season after a headstart","content":"Unnati Hooda has had a solid headstart to her badminton career. She is sixteen, but in the 2023 season, she bagged titles at the Abu Dhabi Masters, the Chhattisgarh International Challenge, and made it to the finals of the India International Challenge – all senior-level events.The Rohtak-born shuttler also made it to the final of the India International Challenge in October.As Hooda heads into the new badminton season, with the Thailand Masters Super 300 that starts on January 30 being her first event this term, the women’s singles world No 54 will be heading in armed with the confidence she gained last season.“When [the 2023 season] started, my main target was to bring my rank within the top 100,” said Hooda, who started the year at rank 134, in a conversation with Scroll. “I'm very happy that I got to achieve that and there was a lot to learn because I played a lot of international tournaments and got good exposure.”She faced former world No 1 Nozomi Okuhara twice – at the Syed Modi International and then in thesemi-finals of the Odisha Masters. The experienced Japanese shuttler got the better of her both times but it was the experience that Hooda was looking forward to.“I just wanted to show my best when I faced her,” Hooda said to this publication, on the sidelines of the Syed Modi International in Lucknow back in November 2023. “There is no nervousness, just a lot of excitement to play against her.”In January 2022, Hooda provided a glimpse of what was to come in the following season as she made Indian badminton history by becoming the youngest shuttler from the country to win a BWF Super 100 World Tour title, at the Odisha Open.In the process, she defeated compatriot Samiya Imad Farooqui, a higher-ranked Malvika Bansod and Smit Toshniwal. In the Chattisgarh International Challenge, she had defeated Tasnim Mir, another promising badminton star in the domestic circuit.Continuing on that momentum, she won her second senior championship title in October 2023 by beating Farooqui in a close final at the Abu Dhabi Masters, another Super 100 BWF World Tour event.Her early success and potential has put the spotlight on her, pegging her as one to watch out for, but Hooda is not reading too much into it.“My focus is to play every tournament to the best of my ability,” said Hooda.“I do not worry too much much about the future. Yes, there is a little bit of pressure also but, it’s no problem. It’s up to me on how I take it – motivation or pressure.”She added: “At the moment, I am trying to find the balance between training and tournaments to ensure that I become more consistent in the coming year,”It was in an unusual place that Hooda found her safe haven. The Sir Chotu Ram Stadium in Rohtak is known for producing wrestling talents such as Olympic medalist Sakshi Malik, Ritu Malik, Pinki, Savita, Mansi Ahlawat and more recently, U-23 World Champion Reetika Hooda.“Many [badminton] players are coming up from Haryana and North India,” Hooda said about the rare melange. “Now, slowly, the change is coming.”When she started out in the sport, as a seven-year-old, it was for the sake of fun. But after winning her first district tournament shortly after, she found a love that turned into a passion.Her family too started to support her cause in the sport. Currently, she is training under her father Upkar, who himself had harnessed dreams to become a badminton player.As the Haryana shuttler continues to gauge her strengths and weaknesses, she is aware that she needs to set up a strong base if she wants to add to India’s women’s singles legacy in the upcoming years.She currently continues to play both women’s doubles and singles, but was selected as one of the eight women’s singles talents who will receive full funding by the Badminton Association of India for international events as a result of their performance in the previous season.Hooda has a chance to boost her ranking and increase her overseas experience, which is a prerequisite for competing in elite international badminton tournaments.In 2022, Hooda first grabbed attention by winning her first BWF Super 100 World Tour event and entered the top-five list in the BWF rankings as a fourteen year old. That growth continued in 2023.As Hooda continues to weave her way to the upper tiers of the sport, she knows that her counterparts in the Indian circuit cannot be taken lightly and hence, will hope to capitalise on the path of growth in the upcoming season as well.","author":" Samreen Razzaqui","time":"2024-01-29T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197416-nnnzhxnelg-1704971749.jpg","tags":["Badminton","Indian badminton","India International Challenges","Odisha Open","Syed Modi International","Unnati Hooda"]}