{"title":"Bangladesh: Mobs set fire to several houses and shops belonging to Hindus in Rangpur district","content":"Communal attacks continued in Bangladesh on Sunday as mobs set fire to at least 25 houses and shops belonging to people of the Hindu community living in three villages of the country’s Rangpur district, The Daily Star reported.The attacks took place in the Majhipara, Bottola and Hatibandha villages in the district’s Pirganj upazila (sub-district). Officer-in-charge of the Pirganj police station, Soroj Kumar, confirmed the attacks.The police have detained at least 42 people in connection with the violence.The arson attacks took place after some people alleged that a Hindu man posted religiously offensive content on Facebook, according to the Dhaka Tribune. Md Sadequl Islam, the chairperson of the local civic body, told the newspaper that the attackers belonged to the Jamaat-e-Islami and its student wing Islami Chhatra Shibir.Bangladesh has witnessed a spell of communal violence over the last few days. The attacks started on Wednesday when three people were killed in a clash between a mob and the police in the Chandpur district. The violence erupted following social media posts about the alleged desecration of the Quran in a Durga Puja pandal in Comilla district.Clashes were also reported from Chattogram, Kurigram and Moulvibazar districts as mobs allegedly vandalised temples and idols of Hindu deities.On Friday, a temple in Noakhali, belonging to the International Society for Krishna Consciousness, a Hindu religious organisation, was attacked by a mob. A devotee was killed in the incident. On Saturday, at least 40 people were injured in the Feni city in violence that erupted after an attack on people protesting against the vandalism of Durga Puja venues.Protests also erupted in Dhaka on Saturday seeking action against those who allegedly desecrated the Quran, AP reported.Bangladesh Home Minister Asaduzzaman Khan Kamal on Monday assured that communal harmony will be protected in the country, PTI reported.In an interview to the news agency, Kamal said that the violence was aimed at fomenting trouble ahead of elections in the country next year. He said that an “involvement” of the Jamaat-e-Islami and the Opposition Bangladesh Nationalist Party cannot be ruled out.","author":"Scroll Staff","time":"2021-10-18T15:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165262-gyrbikqvfl-1634546375.jpg","tags":["Bangladesh","Hindus in Bangladesh","Dhaka","Rangpur","Jamaat-e-Islami","Bangladesh violence"]}