{"title":"Bangladesh violence: Hindutva organisations protest in Assam, say will boycott country’s products","content":"Members of several Hindutva organisations on Monday staged protests across the Barak Valley in Assam against the communal violence in Bangladesh, reported the Hindustan Times. A wave of violence has erupted against Hindus in the neighbouring country since October 13 following social media posts about the alleged desecration of the Quran in a Durga Puja pandal in Comilla district.On Monday, members of the Vishwa Hindu Parishad and several others organisations including Bharat Sevasram Sangha, Sankar Math, Gauriya Math, Bajrang Dal and Rashtra Sevika Samiti, the women’s wing of Rashtriya Swayamsevak Sangh, burnt the national flag of Bangladesh and called for boycotting products from the country.In Karimganj, which shares the border with Bangladesh, several protestors attempted to cross the border and go to the neighbouring country. However, border security forces stopped the protestors, who said they we going to protect Hindus in Bangladesh. The security members asked the protestors not to repeat such actions.Former Karimganj MLA and Bharatiya Janata Party leader Ranjan Das said he has written a letter to Prime Minister Narendra Modi, requesting him to send a “strong message” to Bangladesh so that Hindus do not face harassment.“If India cuts all the trade relations with Bangladesh, like we did it with Pakistan in past, the country will be bound to starve,” Das added, according to the Hindustan Times. “Also, India is the largest consumer of Bangladesh’s food products. We are going to boycott each and every food product coming from Bangladesh.”BJP district chief Subrata Bhattacharjee warned the attackers in Bangladesh.“Bangladesh has forgotten that India saved them from Pakistan and gave them the identity of an independent nation,” he said, according to the newspaper. “Our forces won the war against Pakistan in 1971 and if we wanted, the entire country would have been part of India at that time.”In Cachar district’s Silchar city, the protestors held a rally and gathered in front of the deputy commissioner’s office.Vishwa Hindu Parishad leader Mithun Nath said he was surprised that people were dancing in the district during the immersion of deity Durga’s idols, which were allegedly vandalised in Bangladesh. “It’s time we started thinking of ourselves as global Hindus and stop pretending as seculars,” he said.The protestors shouted “Jai Shri Ram” slogans and demanded capital punishment for the attackers, reported Barak Bulletin.Advocate and Vishwa Hindu Parishad leader Sushmita Purkayastha alleged that the violence was just an excuse to stop the Durga Puja festival and a “fixed method” to destabilise Hindu rituals. Another Vishwa Hindu Parishad leader Purna Chandra Mandal urged Muslims in India to protest against the violence in Bangladesh.“If they [Indian Muslims] do not condemn the act of violence in Bangladesh, we will consider that they are supporting it,” he said. “It is time to make it clear that we are not going to act like hypocrites. There will be violence against violence.”Former Silchar MP and Trinamool Congress leader Sushmita Dev asked why Modi had not spoken about the attacks on Hindus.“India gives maximum credit line to Bangladesh when it comes to international trade,” she said. “Now, when Hindus are being killed in Bangladesh, Narendra Modi is silent. At one point, Assam chief minister Himanta Biswa Sharma said that Hindus are safe in Bangladesh and there is no reason for more migration. But we can see how safe they are.”Similar protests against the violence were witnessed in Kolkata and Bangladesh too.   BJP members staged a demonstration at the Shyambazar area in Kolkata after a devotee of the International Society for Krishna Consciousness, or Iskcon, was killed in Bangladesh’s Nokhali district on October 15. The protestors were detained by the police.West Bengal: Local BJP leaders & workers staged a demonstration at Shyambazar 5 Point Crossing in Kolkata today over the incident where an ISKCON temple in Noakhali, Bangladesh was vandalised & a devotee killed by a mob on Oct 16th. The protesters were later detained by Police. pic.twitter.com/U0cv5Uaaf4— ANI (@ANI) October 18, 2021\n\nIn Bangladesh, members of Iskcon along with students and teachers blocked the Shahbagh intersection in the country’s capital Dhaka against the communal violence. The protestors demanded capital punishment for the attackers, formation of minority protection commission and converting Hindu Welfare Trust into a foundation, among others.Joyjit Datta, the leader of the Chhatra League, issued an ultimatum to Home Minister Asaduzzaman Khan to meet the demands. The body is the student’s wing of ruling Awami League. “I hoped that an assurance would come from the higher-ups about our seven-point demand,” Datta said. “But we did not get such [an assurance].”The violenceBangladesh has witnessed a spell of communal violence over the last few days.On Sunday, mobs set fire to at least 25 houses and shops belonging to people of the Hindu community living in three villages of the country’s Rangpur district. The police have detained at least 42 people in connection with the violence.On October 16, at least 40 people were injured in the Feni city in violence that erupted after an attack on people protesting against the vandalism of Durga Puja venues.Bangladesh Home Minister Asaduzzaman Khan Kamal on Monday assured that communal harmony will be protected in the country.Last week, Prime Minister Sheikh Hasina had also promised to take action against the perpetrators of the violence.","author":"Scroll Staff","time":"2021-10-18T22:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165280-ovcdylvdaq-1634570217.jpg","tags":["Bangladesh","Vishwa Hindu Parishad","Bangladesh violence","Communal violence"]}