{"title":"Bangladesh: 40 injured in clashes in Feni city during protest against vandalism of temples","content":"At least 40 people were injured in Bangladesh’s Feni city on Saturday as violence erupted after an attack on people protesting against the vandalism of Durga Puja venues in the country over the last few days, The Dhaka Tribune reported. Hindu temples and shops were allegedly robbed during the clashes, the newspaper reported. The police used tear gas shells to disperse the alleged attackers. On Sunday morning, Feni Superintendent of Police Khandaker Nurunnabi said that the situation was under control.Bangladesh has witnessed a spell of violence over the last few days. On Wednesday, three people were killed in a clash between a mob and the police in Bangladesh’s Chandpur district. The violence erupted following social media posts about the alleged desecration of the Quran in a Durga Puja pandal in Comilla district.Clashes were also reported from Chattogram, Kurigram and Moulvibazar districts as mobs allegedly vandalised temples and idols of Hindu deities.On Friday, a temple in Noakhali, belonging to the International Society for Krishna Consciousness, a Hindu religious organisation, was attacked by a mob. A devotee was killed in the incident. The organisation said that it will not stay silent in face of the violence.“We believe a group of fundamentalists are initiating such hatred to upset religious harmony,”  ISKCON Bangladesh General Secretary Charu Chandra Das Brahmachari said, according to The Dhaka Tribune. Brahmachari alleged that some activists of Bangladesh’s ruling party, the Awami League, were involved in the violence. “I would like to urge the prime minister [Sheikh Hasina] to not become weak and take action against them too,” he added. Meanwhile, the Hindu Buddhist Christian Unity Council, a non-governmental organisation working to protect the rights of  religious minorities of Bangladesh, said it would begin a hunger strike from October 23. The Muslim community in Bangladesh is also protesting against the alleged desecration of Quran, AP reported. “We ask the government to arrest those who defamed the Quran by putting it at the feet of an idol in Comilla,” the president of Bangladesh’s Islami Movement, Mosaddek Billah Al Madani, told the news agency. The protestors demanded that those responsible for the desecration of the holy book be handed a death sentence.","author":"Scroll Staff","time":"2021-10-17T18:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165235-yjetlazjum-1634474650.jpg","tags":["Bangladesh","world news","neighbourhood unrest"]}