{"title":"Bangladesh: One Iskcon devotee allegedly killed as mob vandalises temple amidst continuing protests","content":"As protests in Bangladesh following the alleged desecration of the Quran continued for the third day on Friday, the International Society for Krishna Consciousness, or Iskcon, said that a devotee had been killed as one of its temples in Noakhali district was attacked by a mob.In a tweet on Saturday, the religious organisation alleged that one of its members, Partha Das, died in the attack by over 200 people. Iskcon said his body had been found in a pond next to the temple.“We call on the government of Bangladesh for immediate action in this regard,” the organisation said.It is with great grief that we share the news of a ISKCON member, Partha Das, who was brutally killed yesterday by a mob of over 200 people. His body was found in a pond next to the temple.We call on the Govt of Bangladesh for immediate action in this regard. https://t.co/BLwqGsN36h— ISKCON (@iskcon) October 16, 2021\n\nOn Wednesday, a mob and the police had clashed in Bangladesh’s Chandpur district following social media posts about the alleged desecration of the Quran in a Durga Puja pandal in Comilla district. Three people had died in the violence.Clashes were also reported from the districts of Comilla, Chattogram, Kurigram and Moulvibazar as mobs allegedly vandalised temples and idols of Hindu deities.On Friday, a man identified as Jatan Kumar Saha was killed during a protest in Noakhali district’s Begumganj administrative division, reported the Dhaka Tribune.Noakhali Additional Police Superintendent Shah Imran told reporters that a group of people had organised a protest rally. They attacked, vandalised and looted Hindu houses, businesses and several temples in the Chaumuhani municipality area, the police said.“During this attack, one man died and a total of 18 people were injured, including the acting-officer-in-charge of Begumganj police station Kamruzzaman Shikdar,” Imran added.Amid the rising communal tensions, the Noakhali administration imposed a ban on large gatherings between 6 am and 6 pm on Saturday.In Sylhet district, local residents, along with the police, foiled an attempt to vandalise two Durga Puja pandals in the city’s Hawlader Para area on Friday. The attackers threw bricks at the pandals as well as at adjacent houses.Residents said more than 150 people had first marched to another pandal in Kalibari area around 2.15 pm on Friday. As the devotees there protested, the mob turned towards Hawladar Para and broke the gate of another pandal.In Dhaka, five police officials, including Ramna Zone Assistant Commissioner Bayezidur Rahman, were injured after a group of protestors clashed with them following prayers at the Baitul Mukarram mosque, reported The Daily Star. Five protestors were detained.  In Chattogram, a mob threw bricks bricks at the Jemson Hall Puja Mandap in the Andarkilla area. Clashes erupted after the the police chased the mob away. Around 50 demonstrators were detained. Bijoy Bashak, deputy commissioner of south division of the Chattogram Metropolitan Police, told The Daily Star that the police fired shots in the air and hurled tear gas to disperse the mob.Violence was also reported from Kishoreganj district, according to the Bangladesh Puja Udjapan Parishad, a Hindu organisation.  Gobinda Chandra Pramanik, the Bangladesh National Hindu Mahajote secretary general, claimed that at least 17 Hindu temples have been attacked and vandalised since Wednesday, reported The New York Times. He added that more than a hundred people have been injured in the attacks.The authorities said that at least 100 people have been arrested across the country in connection with the attacks, reported AP. Around 9% of Bangladesh’s population of over 16 crore belongs to the Hindu community.Many organisations – both belonging to the Hindus and Muslims – have condemned the violence. The Bangladesh Puja Udjapan Parishad said it will organise demonstrations across the country against the vandalism at Hindu temples.Dr Zafrullah Chowdhury, the founder of health center Gonoshasthaya Kendra, said that it is the first time since 1947 that such major clashes have been witnessed in Comilla district. “The government has to take responsibility so that these incidents do not happen again,” he said.On Thursday, Obaidul Quader, general secretary of the ruling Awami League party, asked Bangladeshis to identify and alert the police about those spreading rumours on social media.On the same day, Prime Minister Sheikh Hasina had promised to take action against the perpetrators of Wednesday’s violence, reported The Hindu.“Nobody will be spared,” she said. “We are getting a lot of information about the [Comilla] incident. It doesn’t matter which religion they belong to. They will be hunted down and punished.”The police have filed two cases against five to six identified and 2,000 unidentified people in connection with attacks on a Durga Puja pandal and a clash between a mob and law enforcement officials in Hajiganj area of Chandpur town.","author":"Scroll Staff","time":"2021-10-16T08:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165190-nwqnguiftl-1634351680.jpg","tags":["Iskcon","Bangladesh","Durga Puja","Quran"]}