{"title":"Bangladesh: Four killed as protests erupt in Chittagong on day of Modi’s visit","content":"At least four people were killed and dozens were injured on Friday when members of Islamist group Hefazat-e-Islam clashed with the police in Bangladesh’s Chittagong city on the day of Indian Prime Minister Narendra Modi’s visit, reported Dhaka Tribune. Modi is on a two-day trip to the country to take part in the golden jubilee celebration of Bangladesh’s independence and the birth centenary of its first President Sheikh Mujibur Rahman.Three of the deceased were identified as Robiul Islam and Mirazul Islam – both students of Hathazari Madrasa – and the other was Mohammad Jamil, a passerby, Assistant Sub-inspector (police outpost) at Chittagong Medical College Hospital Mohammad Alauddin told the newspaper. “Eight people were brought to the hospital with gunshot wounds and among them four succumbed to their injuries,” he added.The newspaper cited witnesses saying that hundreds of students from Hathazari Madrasa marched in protest towards the Hathazari police station, shouting slogans against Modi and the Sheikh Hasina-led Bangladeshi government. The protests began after Friday prayers. The clashes went on for more than an hour. Protestors threw objects at the police station, which broke the glass doors and windows and few furniture inside, the police said. “We had to fire teargas and rubber bullets to disperse them as they entered a police station and carried out extensive vandalism,” Rafiqul Islam, a police officer told Reuters.  “The Hathazari police station suddenly came under attack,” Additional Superintendent of Police (Hathazari Circle) told Dhaka Tribune. “We are trying to bring the situation under control.”Some of the protestors also vandalised a land office and a postal bungalow, confirmed Hathazari Upazila Nirbahi Officer Ruhul Amin, adding that some of them set ablaze documents and furniture.Hefazat’s Publicity Secretary Zakaria Noman Fayezi said the police shot at the group’s protesting members. The group’s Central Organizing Secretary Azizul Haque Islamabadi said that the police had attacked their leaders and activists at Baitul Mukarram in Dhaka. “The students took out a procession to protest the incident and came under police firing,” he said.There were reports of a few more protests in the country’s capital Dhaka.Earlier on Friday, the Indian prime minister said in an address in the country that one of his first protests was for the freedom of Bangladesh, for which he was even sent to jail. “I must have been 20 to 22 years old when me and my colleagues did a Satyagraha for the freedom of the people of Bangladesh,” he said at the event. “I tell this to the people of Bangladesh with great pride.”Also read:Modi says he was jailed for protest to support Bangladesh independence","author":"Scroll Staff","time":"2021-03-26T20:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156795-ojqorumrvd-1616770745.jpg","tags":["Narendra Modi","Bangladesh","Chittagong"]}