{"title":"Bastar votes today. There is change in the air","content":"Outside the maternity ward of a government hospital in Bhanupratappur town on October 29, women shyly ducked questions about elections, but the sole man present promptly declared he was voting for the Congress to stay in power.“They have increased the rate of paddy and they have waived our debt,” Cheturam Usendi said. Although more pronounced in Chhattisgarh’s irrigated central plains, this sentiment is popular even in the hilly and forested regions of Bastar and Surguja where Adivasi farmers like Usendi grow rain-fed crops.What if the Bharatiya Janata Party offered to pay a higher paddy price, I asked – exactly what it did days later, on November 3. “Who will trust them?” Usendi shot back. “In 2013, they had made such a promise but it turned out to be a lie.”Besides, the Congress had promised another farm loan waiver, he pointed out, and he was keen to get rid of the Rs 1 lakh loan he owed the district cooperative bank. “We will vote for the party that benefits farmers,” he concluded, leaning back into the hospital bench.What about the new party that was speaking about Adivasi rights? “The one that is called Hamar Raj or something like that?” he asked, furrowing his brow. Hamar Raj means our rule in Chhattisgarhiya, the dialect of Hindi spoken in the state. Formed barely three months ago, the fledgling party led by veteran leader Arvind Netam had fielded 39 candidates but is struggling with voter outreach. In Bhanupratappur constituency in northern Bastar, however, it had better recall among voters since its candidate Akbar Ram Korram, a former deputy inspector general of police, had contested last year’s bye-election as an independent and finished third with an impressive 16% vote share. Korram’s candidature had drawn Usendi’s attention to Hamar Raj, but he was not convinced about the party’s claim that Adivasis needed better political representation in Chhattisgarh. “All the candidates in our area are Adivasi,” he said.That is because 11 of 12 constituencies in Bastar region are reserved for Adivasis, I explained. What made Hamar Raj stand out was that unlike other parties, its top leaders were Adivasi.“But Bhupesh Baghel is an Adivasi,” Usendi said tentatively, referring to Congress leader and chief minister of Chhattisgarh.No, he is from the Other Backward Classes, I clarified.“Isn’t he a Halba?” he asked, stiffening up. The Halbas are one of Bastar’s Adivasi communities, numerically the largest after the Gonds, the group to which Usendi belongs.“No, Baghel is a Kurmi.” Breaking into nervous laughter, Usendi said: “Some Halbas also use the surname Baghel, so I thought…” Cheturam Usendi supports the Congress because it raised the purchase price of paddy and waived farm loans.Such confusion would be unthinkable across most of India, given how strongly electoral politics is shaped by caste, religion and ethnicity. In Chhattisgarh, however, it is not surprising: neither the Congress nor the BJP has mobilised voters on issues of Adivasi identity, despite the fact that every third person in Chhattisgarh is Adivasi. At 32%, the tribal population share in the state is the largest outside India’s North East. Since 2000, when Chhattisgarh and neighbouring Jharkhand were carved out of larger states, Jharkhand, with 26% tribal population, has had a string of Adivasi chief ministers. Chhattisgarh none. This election is unlikely to change that. Yet, travelling through the sprawling Bastar region, it is hard not to miss the signs of a growing Adivasi assertion. Fuelled by education and social media, new alliances are being forged between the old and the young, between those part of the political mainstream and those outside it. The churn could change the state’s politics in the years to come.Three hundred km from Bhanupratappur, deep inside the forests of southern Bastar, as the day faded to dusk, 20-year-old Santosh Vetti set about lighting evening fires to cook food for the small group he was part of. An offshoot of the Moolvasi Bachao Manch, or platform to save the original inhabitants, the group was camping in Mukram village, not far from the spot where the Maoists had swooped down on a sleeping paramilitary company in 2010, killing 76 jawans in three hours.  The ambush revealed the strength of the Maoists in this corner of Bastar. While the region is geographically larger than the state of Kerala, the Maoist conflict is contained within an area the size of Goa.Over the past decade, the government has flooded this area with paramilitary troops. Initially, they stayed on the edges of the Maoist-controlled forest, but gradually they pushed further in, setting up security camps along newly-built roads. It was the overnight establishment of a paramilitary camp in Silger village in May 2021 – and the police firing upon and killing three people protesting against it – that proved to be the catalyst for the emergence of the Moolvasi Bachao Manch. The police action prompted thousands of people from across Bastar to pour into Silger. Many of them were educated Adivasi youth who had grown up away from the Maoist sphere of influence, living and studying in government-run residential schools. Back home because of the Covid pandemic, they joined the Silger protest, leveraging their knowledge of Hindi language to negotiate with government officials. A new youth movement was born.A makeshift hut has been built in Mukram village for the protestors of the Moolvasi Bachao Manch.Since then, the movement has spread to other parts of Bastar, with young people leading sit-in protests in many places. The latest site is Mukram. Here, the provocation came from the police gunning down two men from nearby Tadmetla village who were out on a shopping expedition. The police claim they were Maoists but no one in the area is willing to accept that. “Why do they keep murdering us Adivasis?” asked Santosh Vetti. A second-year BSc student, Vetti used to live away from home, dreaming of a career in nursing, until his family ran out of money to support his education, forcing him to return to his village in the Maoist-dominated belt.In September, when a meeting was held in his village, every family was asked to volunteer a young member to take turns in participating in the protest against the Tadmetla killings. Vetti saw this as an opportunity to better understand his community’s concerns.He came to Mukram for five days but ended up staying for three weeks. “I have learnt so much here,” he said. “I have realised that we are the original inhabitants in name only. The government has taken away our jal, jungle, zameen, and we need to struggle to save it.”Their struggle is a constitutional one, said Nageshwar Sodi, a 29-year-old who has been part of the Moolvasi Bachao Manch from the beginning. Adivasi rights can only be protected, he said, if the government abides by the Constitution and follows the “PESA kanoon”.Santosh Vetti, a second year BSc student, has been camping in Mukram village to protest against the Tadmetla killings.Passed by Parliament in 1996, the Panchayat Extension to Scheduled Areas Act devolved crucial decision-making powers to gram sabhas or village councils in Adivasi-majority areas in states where they were in minority (officially called the Fifth Schedule areas). But states delayed the framing of rules necessary to implement the law.Chhattisgarh notified the rules only in 2022 – more than 25 years after PESA was passed.A school dropout, Sodi might not know the intricacies of the law. But like thousands of others across Bastar, he knows PESA promised to deliver a measure of autonomy to Adivasi-majority villages. A promise that the government has failed to keep, he said. “They don’t bother consulting our gram sabhas, they just go about doing what they want.”It is a view shared by Bastar’s oldest parliamentarian.Elected to the Lok Sabha four times from Kanker, one of the two parliamentary constituencies of Bastar region, 81-year-old Arvind Netam served as a minister in the Indira Gandhi government in the 1970s, and under Narasimha Rao in the 1990s.In 1996, he was Union agriculture minister when a corruption scandal forced him to resign, else he would have been in Parliament when the PESA Act was passed into law.Recalling the events leading up to the passage, Netam said: “In 1991, the economy was liberalised. Those of us who were part of the SC ST [Scheduled Caste and Scheduled Tribe] Parliamentary Forum thought it would be good to understand its long-term repercussions, so we requested professors of Delhi University and JNU to brief us.”A meeting was held in the Constitution Club. Over two hours, a group of 30-odd Dalit and Adivasi MPs were made aware of the potential dangers that economic liberalisation posed to their communities. A common concern was the shrinking of government jobs, which had proven to be a source of social mobility for marginalised groups. But there was another red flag for tribal communities. “Governments both at the Centre and in the states will be beholden to corporate houses, which will do as they please, and your jal [rivers], jungle, zameen [land] will stand threatened,” Netam recalled the academics telling them.“This is precisely what has happened,” he said.The PESA Act could have provided a layer of protection – it made the approval of gram sabhas mandatory for projects being set up in Adivasi areas. But the failure to implement the law meant that in the mineral-rich regions of Chhattisgarh, “not a single gram sabha was held for any mining and industrial project”, he noted.In the 2018 assembly elections, the Congress promised to implement the law if elected to power. The party swept both the Adivasi regions of Bastar and Surguja.After the government was formed, panchayat and rural development minister TS Singh Deo took a keen interest in framing PESA rules, Netam said. “He toured the state, held several rounds of consultation with members of the community. His attitude was pro-PESA.”But when the draft rules went up to the cabinet for approval, a crucial change was made: the term “consent” was replaced with “consultation”. “The powers that PESA had given the community were erased in the rules,” Netam said.Arvind Netam quit the Congress to establish a new political party called the Hamar Raj.In Raipur, TS Singh Deo, the titular Maharaja of Surguja, now the deputy chief minister of Chhattisgarh, admitted the change was contentious and attributed it to “over-caution on part of the bureaucracy and sections of the political class”.“The OBCs were up in arms. They felt threatened,” he told me. “There was false propaganda that after the law is implemented, the tribals will decide who can enter the village.”Prakash Thakur, the treasurer of the Sarva Adivasi Samaj-Bastar, one of the groups consulted on the PESA rules, however, bluntly pointed out that the real conflict was between Singh Deo and Bhupesh Baghel. Baghel did not want his political rival to get the credit for PESA implementation. “The PESA rules became a casualty of their turf war,” Thakur said.A close associate of Baghel added one more layer to this. He said the chief minister in general felt threatened by Adivasi leaders. “He knows jab OBC jayega, tab Adivasi hi aayega.” When leadership passes out of OBC hands, it will inevitably go to an Adivasi.A statue of Gundadhur, the Adivasi icon who led the Bhumkal Revolt of 1910.It isn’t the case that Chhattisgarh historically lacked strong Adivasi leaders.If Congress had Arvind Netam and Bhanwar Singh Porte, the BJP had Sohan Pottai and Nand Kumar Sai.All four, however, quit the parties they had spent decades in.“Parties want bandhua mazdoor – bonded labour,” Netam said. “If an Adivasi leader speaks up for his community, he is told ‘Do you want to contest the next election or not?’”The resources required to contest elections kept Adivasi leaders tethered to mainstream parties, he said.Vinod Nagvanshi, Netam’s younger colleague in the Hamar Raj party, former private secretary to BJP’s Nand Kumar Sai, said it was frustrating that older leaders hadn’t struck out on their own earlier.“Look at Jharkhand Mukti Morcha,” he said, referring to the Adivasi-led ruling party in neighbouring Jharkhand. “They fought elections, won two-three seats, and kept building on it. I tell my seniors, even if we win three seats, it will be enough for all our district presidents to sustain themselves.”Vinod Nagvanshi is the general secretary of the fledgeling party, Hamar Raj.But what about the example of the Gondwana Gantantra Party closer home, I asked. A decade before Chhattisgarh was carved out of Madhya Pradesh, in 1991, a school teacher Heera Singh Markam founded the party with the bold charter of an independent Gond state in central India. After a few electoral successes, the party lost its way. Nagvanshi contested on the party’s ticket in 2018 and won just 5% of the vote.  “You can’t win elections with ek jaati ka billa” – the label of just one community, the Gonds – he said.Hamar Raj, he pointed out, has emerged from Sarva Adivasi Samaj, a social platform for all Adivasi communities. Once rivals, Pottai and Netam, had worked together for it.Thakur, who leads another faction of the Sarva Adivasi Samaj in Bastar, however, was dismissive of the new party. “By hijacking a social front for political goals, you weaken the community’s cause,” he said.Besides, a party of “retired politicians” did not stand a chance to win, he said. When its candidates lose their security deposits, “beizzati hogi” – it will be humiliating.A start has to be made somewhere, said Netam. “Aaj shuru karenge to kal khada to hoga samaj.” If we start today, the community will stand up tomorrow.Shouldn’t the start have been made earlier, I asked.“Bhanwar Singh Porte and I used to think about it even when we were part of Madhya Pradesh,” he said. But politically mobilising Adivasis was challenging. “Dalit society had been oppressed for centuries. When it got a chance under Kanshi Ram sahab’s leadership, it stood up,” he said. In contrast, Adivasis lived with a measure of freedom, in isolated pockets. “What was happening in Bastar, Surguja did not know, and what was happening in Surguja, Bastar did not know.”But this has changed in recent decades. For one, land alienation in Adivasi areas has accelerated with growing militarisation in Bastar, and the spread of mining projects in Sarguja.Parallel to this, education and social media have fostered greater connection between regions and communities. Last year, for instance, when the High Court struck down the 2012 order granting 32% reservations to Scheduled Tribes in proportion to their population, Adivasi groups rose up in protest, coordinating rail rokos and chakka jams across the state.Even the Adivasi middle class got involved. “Not only have ST reservations been cut down, the government has even ended the practice of local recruitment in Bastar,” Akbar Ram Korram explained. “Recently, around 4,500 teachers were recruited. Only 245 of them belong to the Bastar division.”Akbar Ram Korram, a former deputy inspector general of police, finished third in an assembly bye-election held last year.Even for the lower level positions of forest guards and police constables, the state government had invited applications from across the country.“Those who come from outside will seek transfers in a few years,” Korram said. “They wouldn’t want to live in interior areas.”The result would be crucial posts falling vacant, while local educated youth remain jobless, he said.“How does this serve the state’s interests?” Korram asked.Early in the morning on November 1, emerging from the forest after spending a night in Mukram, as we stopped by a roadside eatery in Polampalli village, its young owner Akash Madkam insisted on making milk tea for us.“Lal chai is good,” I said, knowing that milk is not commonly consumed in Adivasi villages.“No, no, we can make milk tea,” he said, pulling out a tetra pack from the fridge. A graduate, he seemed keen to run a town-like business – on a road that till a decade ago lay ripped apart by landmine explosions.In recent years, the state has rebuilt the 58-km stretch, metre by metre, with concrete cement laid between iron girders. Alongside, at a much slower pace, it has constructed buildings to house schools and health centres.The road to Jagargunda via Polampalli and Mukram has been rebuilt in recent years. Madkam worked as a “petty thekedaar” for one such school building in Chintagufa village last year. “It was very challenging,” he said. “I had to take workers from outside and pay them higher wages. By the end of it, I was left with no profit.”He had turned to this work after giving up on the possibility of getting a government job. “The bribes demanded were too high. For forest guards, the rate was Rs 1.5 lakh-Rs 2 lakh,” he said.He had even attempted to join the Bastar Fighters – a special unit raised by Chhattisgarh police comprising Adivasi youth from interior villages. But the job did not materialise, and he had to leave his village fearing Maoist reprisals for just applying.Eventually, a month ago, Madkam set up a roadside eatery in his wife’s village – an act of tribal entrepreneurship still uncommon in an area where most business and trade remains in the hands of non-Adivasi migrants from Uttar Pradesh and Bihar.Living in market villages and towns, they cast a decisive vote in the Konta assembly constituency, where 80% of the voters are Adivasi, but voter turnout rarely crosses 40% because of poll boycotts enforced by the Maoists in interior villages.Twenty-five years ago, a negative vote by the traders cut short the winning streak of a rising Adivasi star.A firebrand student leader, Manish Kunjam of the Communist Party of India was just 25 when he won his first election in 1990. In his second term as MLA, he moved a resolution in the Madhya Pradesh assembly asking for an autonomous council for Bastar.“Madhya Pradesh was then the largest state in the country,” he said. “Bastar was right in a corner. It was tough to run the administration from Bhopal.”The Digvijaya Singh-led Congress government backed the resolution, which was passed with unanimous support from all parties and sent to the Centre for its approval.Back in Bastar, however, both the Congress and the BJP colluded against him, Kunjam alleged. “They spread false propaganda that if Bastar becomes autonomous, traders will become second-class citizens. Unko bhaga denge. They will be chased away.”Manish Kunjam of the Communist Party of India.Kunjam lost the 1998 election by 748 votes. The winning candidate, Kavasi Lakhma of the Congress, has since won all five elections from the constituency, serving as minister in the Congress government. This time, he is facing severe anti-incumbency. As an irate voter in Kankerlanka village said, “Lakhma ko giraana hai, chahe koi aaye.” Lakhma must be defeated no matter who wins. Another voter said: “We have seen him for 25 years, now we want to see Kunjam.”Despite successive defeats, Kunjam remains arguably the most popular Adivasi leader in the area. When the state-supported vigilantes of Salwa Judum ravaged village after village, CPI workers gathered the evidence that convinced the Supreme Court to pass a verdict against it. More recently, when Silger erupted in protest, he was the only mainstream leader who showed up.Kunjam was blistering in his assessment of the Congress rule: “On corruption, I would say they have beaten the BJP. As for PESA rules, it would have been better had they not made them. And the Tadmetla killings are proof that the police continue to kill whoever they please.”In the villages of Konta, there seemed to be a groundswell of support for Kunjam. But translating it into a victory could be tricky. For starters, CPI leaders in Delhi botched-up matters by failing to submit an application in time to secure the party symbol for their candidates in Bastar. “Maybe because of the INDIA alliance,” said a CPI worker, darkly hinting at the possibility of national leaders sacrificing the interests of their state counterparts to appease Congress ahead of the 2024 Lok Sabha polls.On the ground, CPI workers have worked overtime to compensate. They have distributed pamphlets, flags, even used dummy voting machines, to make voters aware of the new symbol – an air conditioner.“We are calling it the radio,” Deva Kartam, a CPI worker in Polampalli said. “Word has reached every interior village.”In Konta, CPI workers are using dummy Electronic Voting Machines to educate voters on how to spot Kunjam's new symbol.But the main question is: will the Maoists allow people to vote this time?In a recent statement, the Maoist South Bastar Divisional Committee dispensed with the standard call for a poll boycott in a single line before dwelling at length on why voters must ensure the defeat of “Salwa Judum thug” Soyam Mukka of the BJP and “traitor” Kavasi Lakhma of the Congress. “The Maoists possibly feel Lakhma betrayed them by promising and failing to release jailed undertrials,” a journalist explained. The Maoist statement also noted that the Congress had framed PESA rules to suit large corporations.It is being seen as tacit support for Kunjam. In Mukram, the young members of the Moolvasi Bachao Manch said if they could vote, they would vote for Kunjam.Even the Hamar Raj party has avoided fielding a candidate in Konta. “Manish is a strong leader who has always spoken up for Adivasi rights, and we support him,” Netam said.In Raipur, these new, informal Adivasi alliances are already being demonised. The Moolvasi Bachao Manch, for instance, has been labelled a front for the Maoists.Netam said there was nothing wrong if the Manch had the support of the Maoists. “I even said this in Silger, that the government says andar waale [the Maoists] are instigating people. Is talking about the Constitution instigating people?”“We don’t agree with the Maoists on all things,” Netam added, “but on some things, we have to agree. Like the PESA law. We only made it. Do we not have the right to talk about it?”All photographs by Supriya Sharma. Malini Subramaniam contributed reporting.","author":"Supriya Sharma","time":"2023-11-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195651-irjqaqqqvq-1699265696.jpeg","tags":["Chhattisgarh Assembly Elections 2023","Chhattisgarh","Bastar","Adivasi politics","PESA"]}