{"title":"Becoming MLA not a fundamental right: SC to disqualified Congress legislators from Himachal Pradesh","content":"The Supreme Court said on Tuesday that an individual’s right to be elected as an MLA is not a fundamental right, Bar and Bench reported.The top court was hearing pleas by six Congress MLAs from Himachal Pradesh against their disqualification. The six MLAs had been disqualified from the Assembly after they cross-voted in favour of a Bharatiya Janata Party candidate in the Rajya Sabha elections on February 27.In its verbal remarks, a bench of Justices Sanjiv Khanna, Dipankar Datta and Prashant Kumar Mishra questioned the maintainability of the Congress MLAs’ pleas. It also said that the top court cannot be approached directly to rule on claims of a violation of such a right.Citizens can file a writ petition in the Supreme Court under Article 32 of the Constitution if their fundamental rights are violated.On Tuesday, Justice Khanna asked the petitioners why they had not approached the Himachal Pradesh High Court first, and questioned them as to what fundamental rights of theirs were exactly violated. Khanna said that being elected as an MLA is not a fundamental right as per the Constitution.The matter has been adjourned to March 18.The disqualified MLAs are Rajinder Rana, Sudhir Sharma, Inder Dutt Lakhanpal, Devinder Kumar Bhutoo, Ravi Thakur and Chetanya Sharma. They had been disqualified on February 29 by Assembly Speaker Kuldeep Singh Pathania under provisions of the anti-defection law, despite their argument that the anti-defection law does not apply to Rajya Sabha elections.The loss of Congress candidate Abhishek Manu Singhvi to the Bharatiya Janata Party’s Harsh Mahajan in the election to one of the state’s three Rajya Sabha seats triggered tensions within the party.Before the disqualification of the six MLAs, the Congress had 40 legislators in the 68-member Assembly. While the BJP has 25 seats, the remaining three members are independents.The Rajya Sabha election resulted in a tie, with both candidates securing 34 votes. This indicated that the six Congress MLAs had voted against their party’s candidate. Mahajan was then declared the winner based on a draw of lots, as per the procedure.On a complaint filed by two Congress leaders, the Himachal Pradesh Police on Sunday registered a case against Hamirpur’s independent MLA Ashish Sharma and former Uttarakhand chief secretary Rakesh Sharma, the father of Gagret MLA Chetanya Sharma who is one of the disqualified legislators, on charges of “electoral offences” during the Rajya Sabha polls.“If the chief minister thinks that he could win hearts by registering false complaints, he is mistaken,” one the disqualified MLAs, Rajinder Rana, said. “This kind of politics compelled the MLAs to vote in favour of the BJP.”The MLAs also issued a joint statement on Sunday, saying that they are fighting a “battle of self-respect”. They said that Chief Minister Sukhvinder Singh Sukhu, on one hand, was approaching them and on the other, issuing statements calling them “black snakes” and accusing them of being shepherded.","author":"Scroll Staff","time":"2024-03-13T12:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195135-pmswyupnyw-1697784625.jpg","tags":["Supreme Court","Congress MLAs","Himachal Assembly","disqualified MLAs"]}