{"title":"Before the pandemic and (maybe) after: A catalogue of what cities lose","content":"In March last year, my world shrank inside the walls of my home. As death began to cast its long shadow, one day I looked around my bookshelves and saw the titles I was yet to read. These were books I had collected over the years, tickled by whims or obscure goals, books I had been meaning to read but had never managed to, books that were like unfamiliar names in my phone’s contacts list. Suddenly I had the realisation that even if I lived through this pandemic, and a worsening climate crisis, even if I was granted a long full life, I shall probably never read all the books I have collected.The thought sent a chill down my spine. I sensed that every collector of books, even a modest one like me, is a lay equivalent of the Carthusian monks who sleep inside coffins every night, to remind themselves of the mutability of life. The bookshelf is the book collector’s coffin. Raw experienceDisturbing images of the country under lockdown were trickling in via television and the internet. Another India, the one we don’t often get to see in news media, was on a long march. One day my eyes were glued to a photograph – it was shot by Danish Siddiqui, I’d learn later – of a worker trudging down a highway with his little son on his shoulders. The composition was stunningly similar to the final scene in Satyajit Ray’s Apur Sansar (The World of Apu), where Apu is returning to Kolkata with his son riding his shoulders.But the two pictures were telling two different stories. The nameless worker and his son, their faces shrivelled in exhaustion, were returning to their village, possibly never to return. Apu, on the other hand, was taking his son to the city, to a life of hope and possibilities. I knew the glint in their eyes and the smile that Apu shared with his little son; their story was the story of my class. The other story, of walking hundreds of miles without food or shelter, along roads strewn with the shards of dashed hope, of being chased by the police and homicidal trucks, was unknown to me. Have I ever read such a story in my language, one that draws its strength not from imagination but raw experience? I ferreted around my bookshelves until I laid my hand on Manoranjan Byapari’s Itibrittay Chandal Jeeban (translated into English as Interrogating My Chandal Life: An Autobiography of a Dalit). Here Jeeban, a penniless refugee boy, drifts to Siliguri in north Bengal from where he plans to trek down the railway track to distant Assam, in search of work. He leaves the town and, following the track, enters the deep forest of the Himalayan foothills. “Gradually, the surroundings began to change. The buildings, people, horses of the city gave way to a deepening forest. Beside the tracks were dense bushes about chest-high and beyond that, tall sky-high trees. Innumerable monkeys swung from the branches of the trees and birds called. The monkeys gazed at Jeeban in wonder and made various noises to each other. Jeeban began to feel scared.”I had read these lines before. But now, the Danish Siddiqui photograph smouldering in my head and a surreal silence descended over my city, the image got amplified and it gripped me with a strange power.Sharing the shelf with Byapari’s book was Biallisher Bangla, (Bengal of 1942), authored by Nirmal Kumar Basu. A friend had gifted me the book many years ago, claiming that I’d like it. I had never touched it and had dutifully lied to her. Now I picked up the volume with a twinge of karmic remorse. Basu, an anthropologist by training, had joined the Quit India Movement of 1942 and was arrested. Incarcerated as a political prisoner in Dumdum Central Jail in Kolkata, he hit upon a brilliant project. He began to interview the ordinary prisoners who came from different regions of undivided Bengal and, based on their testimonies, prepared a detailed register of artefacts, agricultural produce, commodities, handicrafts and other aspects of the material culture of these regions. The book is based on that register. I opened a random page and it read:“A supply of pointed gourd, fish, etc comes from Azimganj, Dhulian and other places. Among the local produce are curd, ghee, iron ladle and spatula, bonti, nails, kadai and hatch-bolts. Doors, window frames, chairs, tables and rafters, made by Bihari carpenters with wood available in Dumka, are shipped. A mile away from Rampurhat, in the village of Brahmani, there is a settlement of oil pressers. Their oil presses leak and their oxen wear blinkers. They source mustard seeds from outside and sell the oil in village marts. Sesame seeds, available locally, are also pressed and the oil is used in cooking and for body massage.”As I read on, I could visualise the anthropologist with a pen and paper (which he was entitled to as a political prisoner in a British Indian prison), sitting among the common prisoners inside the jail compound, taking down everything they said. The men, most of them petty criminals with a rural background, were digging into their memories and laying out before this odd swadeshi gentleman  material details which they had always known so intimately but had never thought important enough to be put on paper. Now, in the act of recall, they were possibly seeing these  mundane everyday objects and commodities in a new light, an aura that was born of exile from home.As they did this day after day, perhaps during the afternoon exercise breaks, the world outside was passing through cataclysmic changes.  When they’d return there after serving their sentences, a great famine, the world war, riots and the Partition would have changed it beyond recognition. Some of them would even return to a new country. Confined at home, a severe lockdown clamped on my city, I began to recall the roads I used to take on my daily commute to my workplace, remembering all the people I saw every day: the footpath cobbler under the Corporation building, the old tobacconist in his tiny alcove, the blind musician outside gate number 2 at Esplanade metro station – I tried to remember them all. Things we’ll forgetFrom people I moved to objects. I recalled their tools of the trade: the shoe-stand on which the old Bihari cobbler would sometimes rest his head to catch a siesta;  the chopping device with which the tobacconist minced dried brown leaves; the ektara, a gourd shell with a string, which the blind beggar strummed with a seashell; the long crowbar the khaki-clad gangmen of the tramways company used to switch tracks. Objects from my colonial city that I had seen in passing but had never observed began to emerge from the mist of memory: a gas-lamp post at Wellington Square that had survived many “beautification” drives; a cast iron tub which once quenched the thirst of coach horses, and now served boys from an automobile garage for spotting leaks in car tubes; a condemned Matador van outside New Market police station, lantana bushes growing inside its crunched-up cabin; a rusted post box hanging forgotten on the freestanding wall of a collapsed building. The city began to tell its own story through them. Over many years, Turkish novelist Orhan Pamuk collected used, discarded objects: lampshades, radio, a child’s tricycle, clocks, salt shakers, brass boxes and other bric-a-brac from the junk shops of Istanbul. He was born in this city and has never left it, an oddity among writers in this age of displacement and migration. But the old city of Pamuk’s childhood memories has been changing irrevocably.  The collection of antique items was his way of holding on to his receding city. With these, he built a museum and named it the Museum of Innocence. And then he wrote a novel, named after the museum, to connect these disparate objects. Like Pamuk, German writer WG Sebald collected old letters, photographs, tickets, chits, from antique shops in various west European cities and used them in his books. In Sebald’s writings, the Jewish holocaust returns obsessively, often obliquely, sometimes as absences and silences. In his books, the photographs of these objects accentuate the icy silences in the texts. We are reminded of the shuttered cattle trains that made their way through night and fog into the death camps of Auschwitz and Belzec, and the letters, photographs, wristwatches and other memorabilia that appeared in junk shops like a shower of dead leaves. In a way, every book is a museum. It is not only a portrait gallery of human characters, but an archive of all the non-human elements that appear in it. It is like the subterranean repository that Robert Macfarlane writes about in Underland, the site where we keep “that which we fear and wish to lose, and that which we love and wish to save”.Like the graveyard in Arundhati Roy’s Ministry of Utmost Happiness, which has a central place in the novel. Here are buried, among the city’s unclaimed dead, a full-grown goat, the only one in the world who died of natural causes, and a letter written by a Maoist girl from Bastar. A transgender person from Old Delhi has built a guest house over the graves. “How to tell a shattered story?” writes Roy. “By slowly becoming everybody. No. By slowly becoming everything. From the shattered story she narrates in this book emerges a catalogue of objects that cast a strange spell on the reader: a stainless steel tree, a garland of banknotes, a blue painted door, a pair of stiletto, a Rooh Afza bottle, garbage bins shaped like animals in a zoo, a fistful of earth between the clenched fingers of a dead Kashmiri youth with seeds sprouting in it.”One-way ticketHow to tell a shattered story? By slowly becoming everything. Perhaps that is how one also tells the story of a vanished homeland. The poet Jibanananda Das, who came to Kolkata from Barishal district in East Bengal, collected in his book Ruposhi Bangla, (Beautiful Bengal), an extensive catalogue of non-human elements, living and non-living, from his lost village world: a moss-grown brick on the steps of a pond, a garland of cowrie shells, the tattered sail on a boat, a beetle’s drone, a grasshopper’s nest, dewdrops collected in a broken eggshell, the “tired leaves” on a hijol tree, a piece of cloud the colour of ripe starfruit.Das embedded them all in his poems with the same punctiliousness with which Basu recorded the oral narratives of the prisoners at Dumdum Central Jail. After Independence, many of these men were released on parole. But they could never return to the same homeland from which they had been picked up the policemen of British India. Das too could never return to his home in Barishal. He died in Kolkata, after being hit by a tramcar. After the first wave of the pandemic subsided and lockdown was temporarily lifted in Kolkata, I too could not return to the same city. I couldn’t find the men whom I used to see every day on the way to my workplace. The footpath of the old cobbler and the tobacconist’s alcove were empty; gate number 2 of Esplanade metro station, the haunt of the blind musician, was barricaded. I couldn’t even find some of the trees that lined the roads. Cyclone Amphan, which hit my city in May last year, had uprooted them.Parimal Bhattacharya is a bilingual writer based in Kolkata, most recently of  Nahumer Gram O Onyanyo Museum.This series of articles on the impact of the coronavirus pandemic on publishing is curated by Kanishka Gupta.","author":"Parimal Bhattacharya","time":"2021-07-25T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139184-olvoxotmao-1585548996.jpg","tags":["pandemic","cities","writers"]}