{"title":"‘Being coerced into joining BJP’, alleges former Jharkhand CM Hemant Soren","content":"Former Jharkhand Chief Minister Hemant Soren on Tuesday moved a bail petition before a special court in Ranchi alleging that his arrest by the Enforcement Directorate was politically motivated and part of a conspiracy to coerce him to join the Bharatiya Janata Party, reported PTI.On January 31, Soren was arrested by the Enforcement Directorate in connection with a money laundering case. This was shortly after he resigned as the state’s chief minister after being questioned by the central agency.The special Prevention of Money Laundering Act court will hear Soren’s plea on April 23. The court also asked the Enforcement Directorate to file a reply to the Jharkhand Mukti Morcha leader’s plea.Soren’s petition contends that his prosecution and arrest is politically motivated by “extraneous considerations and is part of a well-orchestrated conspiracy by the Central government to browbeat, intimidate and humiliate the prominent opposition leaders”.He also alleged that the Centre was using his arrest to coerce him into joining the saffron party or align with the BJP-led National Democratic Alliance.The central agency on Tuesday took custody of Afshar Ali, another accused in the case, PTI reported. Ali is already in jail in connection with another money laundering case.What does the chargesheet say?The chargesheet filed by the Enforcement Directorate on March 30 named Soren, Bhanu Pratap Prasad, Raj Kumar Pahan, Hilariyas Kachhap and Binod Singh as accused persons in an alleged land scam. The agency has also attached 8.86 acres of land allegedly owned by Soren.The prime accused in the case is Prasad, a former Jharkhand revenue department official and custodian of government records, reported PTI.The agency has accused Prasad of misusing his position to assist several persons, including Soren, in their activities linked to illegal occupation, acquisition and possession of proceeds of crime in the form of landed properties.According to the Enforcement Directorate, Soren acquired 8.86 acres of land located at Baragain Anchal at Bariyatu Road in Ranchi through such means. The agency also accused Soren of misusing his power and influence false evidence in the case after he was issued the first summons for questioning on August 7, reported PTI.The Opposition leader has denied the allegations in his statement to the central agency, saying that he has no link to the land in question and no relation with Prasad, reported PTI.","author":"Scroll Staff","time":"2024-04-16T19:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200086-hdkvncnckd-1713271670.jpeg","tags":["Hemant Soren","Jharkhand Mukti Morcha","Enforcement Directorate","Land Scam Jharkhand","Bharatiya Janata Party","Lok Sabha 2024"]}