{"title":"Believing hype around India’s economic growth would be a serious mistake, says Raghuram Rajan","content":"Believing the “hype” around India’s strong economic growth can be the biggest mistake that the country’s citizens can make, said economist and former Reserve Bank of India Governor Raghuram Rajan in an interview with Bloomberg News.“We have got many more years of hard work to do to ensure the hype is real,” said Rajan. “Believing the hype is something politicians want you to believe because they want you to believe that we have arrived.”The economist warned that it would be a “serious mistake for India to succumb to that” belief.He said that India’s growing labour force would turn into a dividend only if the workers are employed in good jobs.“And that’s, to my mind, the possible tragedy that we face,” said Rajan. “India needs to firstly make the workforce more employable, and, secondly, create jobs for the workforce it has.”He also said that the Indian government’s stated ambition to make the country a developed economy by 2047 is “nonsense if so many of your kids do not have a high school education” and drop-out rates are high.Prime Minister Narendra Modi has on several occasions emphasised the goal of India becoming a developed economy by 2047. In September last year, he said that India’s economic growth is a “natural by-product” of his nine-year-old government’s political stability, reported PTI.In December, Rajan said that India would remain a lower-middle economy if the potential growth rate remains at 6% annually without any rise in population by 2047 and will be reaching the end of the demographic dividend by then.He had remarked in January that the country needed to focus more on education and healthcare to become a developed economy.In the interview with Bloomberg News, Rajan said: “India needs to do a lot more work to get to 8% growth on a sustainable basis”.He also cited studies showing a drop in the learning ability of Indian school children to pre-2012 levels after the Covid-19 pandemic and that only 20.5% of grade three students could read a grade two text. The studies showed that India lags behind other Asian peers like Vietnam in terms of literacy rates.“That is the kind of number that should really worry us,” he said. “The lack of human capital will stay with us for decades.”The economist said that the Union government was more focused on high-profile projects like chip manufacturing instead of working to fix the education system so that it could produce engineers needed for those industries.“The ambition of the government is real, to become a great nation,” he said. “Whether they pay attention to what needs to be done is a different question. I worry that we have become more fixated on prestige projects, which suggest more great nation ambition, such as chip manufacturing, while leaving the underpinnings that will contribute to a sustainable chip manufacturing industry.”Labour force participation lower than global averageThe India Employment Report 2024 released on Tuesday showed that the labour force participation rate in India was 55.2% in 2022, which was lower than the world average of 59.8%.The report, by the International Labour Organisation and the Institute of Human Development, also showed that in 2022, the share of unemployed youths in the total unemployed population was 82.9%.It said that youth employment and underemployment increased between 2000 and 2019 but declined during the pandemic years. However, unemployment among youths, especially those with a secondary level of education or higher, has intensified over time.“Among the educated [secondary level or higher] unemployed youths, women accounted for a larger share [76.7%] than men [62.2%],” said the report. “This indicates that the problem of unemployment in India has become increasingly concentrated among the youth, especially educated youths and women in urban areas.”While releasing the report, Chief Economic Adviser V Anantha Nageswaran said it is not correct to think that there needs to be a government intervention for every social or economic problem, reported The Indian Express.“We need to get out of that mindset,” said Nageswaran. “In the normal world, it is the commercial sector, those who engage in for-profit activity, who need to do the hiring.”","author":"Scroll Staff","time":"2024-03-27T10:38:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/67542-zynvjqqxir-1571933226.jpg","tags":["Raghuram Rajan","economic growth","India Employment Report"]}