{"title":"Bengal Cabinet approves proposal to make Bengali 2nd mandatory language in English medium schools","content":"The West Bengal Cabinet on Monday approved a proposal to make Bengali compulsory as a second language in private English medium schools, reported PTI.“Though there are options to study Bengali as a second language, most students prefer Hindi or other languages,” an unidentified official told the news agency. “As a result, students are not learning Bengali properly. Today, the state Cabinet decided to change it, and make Bengali compulsory second language in all private English medium schools in the state.”Bangla Pokho, an organisation that works for promoting the Bengali language, welcomed the decision. “People of Bengal have been waiting for this decision for a long time,” said Kausik Maiti, the organising secretary of Bangla Pokho, reported PTI.In 2017, the Trinamool Congress government had made Bengali as a mandatory language in all schools, including private English medium schools of the state.However, at the time, English medium schools had the choice of making Bengali an optional subject from Class 1, reported The Hindu. This meant that students had the option of studying Bengali either as a second or third language.A similar decision was passed by the Gujarat government in February, enacting a law making Gujarati language compulsory for Classes 1 to Classes 8 in all schools, including those affiliated to the Central Board of Secondary Education and the Council for the Indian School Certificate Examinations, reported The Times of India.In Karnataka, the decision to make Kannada a compulsory language for students studying in the Central Board of Secondary Education and the Council for the Indian School Certificate Examinations has been challenged in the High Court, reported The News Minute.Last week, the Karnataka High Court issued a notice to the state government in connection with the plea.On Monday, the West Bengal Cabinet also agreed to set up an Education Commission to look into complaints against private schools, reported PTI.The Education Commission will be headed by a retired judge. “During the pandemic, we received several complaints about private schools increasing tuition fees excessively,” an unidentified state government official told PTI. “Also, there were complaints regarding syllabus, and the way that exams were conducted. This commission will look into all these issues.”The Cabinet also agreed to form a committee that will submit a report to the government in the next three months on creating seven new districts. The Trinamool Congress government has decided to create the new districts in Nadia, Birbhum, Malda, North 24 Parganas, South 24 Parganas, Purba and Paschim Medinipur, reported PTI.","author":"Scroll Staff","time":"2023-08-08T15:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172739-ljxjmhxfjj-1649397937.jpg","tags":["West Bengal","Bengali","Trinamool Congress","Education"]}