{"title":"Bengaluru: 48 private schools receive bomb threats, students and staff evacuated","content":"Forty-eight private schools in Karnataka’s Bengaluru received bomb threats via email on Friday morning, leading to students and staff members being immediately evacuated, PTI reported.After receiving the emails, the schools informed the police, who arrived at the institutions with bomb disposal squads and anti-sabotage check teams.The emails claimed that explosives had been placed on the school premises, PTI quoted an unidentified senior police official as saying. However, the police said that no suspicious objects have been found yet. “So far, 48 schools in Bengaluru have received an email about bomb  threat,” PTI quoted an unidentified senior  police officer as saying. “The message about a bomb threat was received from an email id. Search operations are almost over and so far, our teams have not found any suspicious objects on any of the school premises.”The officer said that based on a preliminary assessment, the bomb threats seemed to have been a hoax and that the police is registering a case to launch an investigation into the matter. Videos being circulated on social media showed a bomb disposal squad and a dog squad inspecting a school in the wake of the threats.#WATCH | Karnataka: Bomb squad and dog squad inspect a school in Anekal after several schools in Bengaluru received threat calls pic.twitter.com/qvridib43N— ANI (@ANI) December 1, 2023\n\n\nAs the word about the threats spread, it triggered panic as parents rushed to the schools located in different parts of the city to get their children home safely, PTI reported.The police said that the people need not panic.Karnataka Chief Minister Siddaramaiah said he has asked the police to investigate the threat emails and ensure adequate security at schools and temples.  “There is no need for anyone to worry,” he said.","author":"Scroll Staff","time":"2023-12-01T13:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196291-zmomontwtt-1701416532.jpg","tags":["Bengaluru","Bengaluru schools","Bengaluru bomb threats"]}