{"title":"Bengaluru: Two Congress workers arrested after party’s ‘PayCM 40%’ posters surface in city","content":"The Bengaluru Police have  arrested two Congress members after posters saying “PayCM” were put up  at various places in the city to expose the Bharatiya Janata Party  government’s alleged corruption, officials told The Indian Express on  Thursday.The posters pasted on walls on Wednesday show Karnataka  Chief Minister Basavaraj Bommai’s face in the middle of a QR code with  the message “40% accepted here”, similar to electronic wallet Paytm’s  advertisements. Those scanning the QR code would be taken to the  40percentsarkara.com website launched by the Congress last week to  report grievances about corruption in Karnataka.420ಗಳಿಗೆ ಅಧಿಕಾರ!40% ಸರ್ಕಾರ!ಬಿಜೆಪಿ ಅಂದ್ರೆ ಭ್ರಷ್ಟಾಚಾರ!ಆಗಿಲ್ಲ ಅಚ್ಚೇದಿನಗಳ ಸಾಕಾರ!ಎಲ್ಲೆಲ್ಲೂ ಲಂಚವತಾರ!ಸರ್ಕಾರಿ ಹುದ್ದೆಗಳ ವ್ಯಾಪಾರ!ವಿಧಾನಸೌಧದಲ್ಲಿ ಅನಾಚಾರ!ಕಾಮಗಾರಿಗಳಲ್ಲಿ ಕಾಟಾಚಾರ!ಕೋಮುವಾದದ ವಾಮಾಚಾರ!ಸಿಡಿಯಲ್ಲಿ ಬಂತು ಅತ್ಯಾಚಾರ!ರಾಜ್ಯದ ನೆಮ್ಮದಿಗೆ ಸಂಚಕಾರ!ಜನರ ಬದುಕು ತತ್ವಾರ!#40PercentSarkara#PayCM pic.twitter.com/GJ0UB6IelJ— Karnataka Congress (@INCKarnataka) September 21, 2022\n\nLast month, the  state contractors association had told NDTV about paying bribes of up to 40% of the project value to government officials to secure contracts. “Earlier the commission was only 5%,” Vice President of Karnataka’s State Contractor Association Manjunath had alleged. “Now it’s 40%. Ministers, MLAs are also involved.”The BJP, however, rejected the charges by accusing the contractors association of being linked to the Congress.On Wednesday, the police arrested Karnataka Congress social media coordinator BR Naidu and Congress IT cell member Gagan Yadav for allegedly pasting the posters.The police along with civic authorities removed the “PayCM” posters from Mekhri Circle, Palace Road, and Balekundri Circle.Congress MLA Priyank Kharge asked the Bommai-led government to address the bribery allegations, The Telegraph reported.“They can tear the posters, hack our website and Twitter handles and even issue summons,” Kharge added. “But tell us when they are going to explain to the people about this rate card.”Bommai said he has ordered an inquiry as the poster campaign was a conspiracy to tarnish his and the Karnataka government’s reputation.“Everyone knows how to launch baseless campaigns like this one,” the chief minister said. “But my issue is that this is an attempt to spoil the name of the state and suitable action will follow against that.”","author":"Scroll Staff","time":"2022-09-22T12:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180249-rxdqgkjphg-1663825307.jpg","tags":["PayCM","Congress","Bengaluru Police","Basavaraj Bommai","40% commission Karnataka"]}