{"title":"Bengaluru: Kannada activists deface Hindi sign boards at metro stations","content":"Members of the Karnataka Rakshana Vedike intensified their agitation against the use of Hindi on the Bengaluru’ metro by defacing signage outside several stations on Wednesday. Early on Thursday, the Kannada activists blackened Hindi words written on signs at the Yeswanthpur, Nagasandra, Mysore Road, Deepanjali Nagar metro stations, ANI reported.Around 25 Karnataka Rakshana Vedike activists were detained on Wednesday after they intensified their agitation against the use of Hindi at Bengaluru Metro stations, The Hindu reported. The protesters sat at the entrance of Rajaji Nagar metro station holding placards and shouted anti-Hindi slogans.   The protesters alleged that they had given the Bangalore Metro Corporation Limited some time to remove the Hindi sign boards, News18. “When BMRCL failed to do so, we decided to deface the signage at the stations as a last resort,” KRV’s IT cell head, Arun Javagal,  told The Hindu.    Bengaluru: Members of Karnataka Rakshana Vedike blackened Hindi on the signboard outside Yeswanthpur metro station, last night. pic.twitter.com/Ca6CYIjrdD— ANI (@ANI_news) July 20, 2017\nBengaluru: Karnataka Rakshana Vedike's posters plastered on Hindi signage outside Indiranagar metro station. pic.twitter.com/J9lvu48P7k— ANI (@ANI_news) July 20, 2017\nBengaluru: Members of Karnataka Rakshana Vedike blackened Hindi signboard outside Deepanjali Nagar metro station, last night. pic.twitter.com/cqeGeazEKv— ANI (@ANI_news) July 20, 2017\nBengaluru: Security increased after a pro-Kannada organisation defaced Hindi signage outside metro stations pic.twitter.com/E7EL1wCYYj— ANI (@ANI_news) July 20, 2017\nAnti-Hindi activists meeting in DelhiMeanwhile, several activists protesting against the imposition of Hindi in states have decided to hold a meeting in the Capital towards the end of August, The Times of India reported. A similar conference was held in Bengaluru on July 15, that was attended by several non-Hindi speaking states, including Tamil Nadu, Maharashtra, Kerala, Andhra Pradesh and West Bengal. Assam and other Northeastern states will be a part of the meeting in Delhi next month. Language warsOn June 25, Union Minister Venkaiah Naidu had come under fire from Opposition leaders after he said Hindi was India’s national language. The Bharatiya Janata Party government has been accused of imposing Hindi on a number of occasions. Naidu had defended the Centre’s proposal to make it mandatory for lawmakers and Union ministers to deliver speeches in Hindi if they are familiar with the language.A social media protest named, #NammaMetroHindiBeda (Our Metro, We do not want Hindi), had gone viral last month against the tri-lingual initiative by the authorities.","author":"Scroll Staff","time":"2017-07-20T16:11:23.527959+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/844488-63624-vhiopqoidb-1500546846.jpg","tags":["Bengaluru metro","pro-Kannada","Hindi"]}