{"title":"Bengal post-poll violence: NHRC recommends CBI inquiry, formation of court-monitored SIT","content":"The National Human Rights Commission has recommended to the Calcutta High Court that “heinous cases” like those of murder, unnatural deaths and rape registered in relation to post-poll violence in West Bengal should be transferred to the Central Bureau of Investigation, The Leaflet reported on Thursday. West Bengal had witnessed a spell of incidents of violence following the Assembly election results on May 2. The Bharatiya Janata Party and the Trinamool Congress blamed each other for the deaths of multiple party workers.A panel of the National Human Rights Commission, led by member Rajiv Jain, was formed on the direction of a five-judge bench of the Calcutta High Court to examine all post-poll violence cases. On Wednesday, the Calcutta High Court took a report filed by the commission on record, according to Live Law.In its report, the human rights body suggested that trials of cases investigated by the CBI should be carried out outside the state. The commission has also called for the formation of a court-monitored special investigation team.The team should investigate all cases that are not taken up by the CBI and also register new cases in instances where the local police have not done so, the report said. Cases investigated by the SIT should be monitored by fast track courts and special public prosecutors should be appointed for such matters, the commission said, according to The Leaflet. #NHRC recommends that all heinous cases should be transferred to the CBI for investigation. It adds the trial should be held outside WB. Recommends for the appointment of a special public prosecutor, witness protection scheme, etc.#WestBengal #PostPollViolence pic.twitter.com/nr9XMH5J7I— The Leaflet (@TheLeaflet_in) July 15, 2021\n\nCommenting on the incidents of violence, the commission said that they were “retributive” in nature, News18 reported.“It was in retaliation to those who dared to vote or support the major Opposition party,” the commission said. “Victims were helpless and hopeless due to the torture and trauma.”The NHRC also flagged impropriety on the police’s part during investigation of these cases. The victims were implicated in false cases by the police, the report suggested, adding that there were instances of police inaction as well.“Poor and common people have lost faith in police,” the report stated, according to News18. “Almost all victims informed the inquiry committee [of NHRC] that police either did not respond to their phone calls or came and stood as mere spectators while goons went on a rampage from one place to another.”NHRC says “victims were implicated in false cases by the Police, or Police lodged counter cases against the victims by the accused…Police arrested victim in the counter case but dragged its feet on taking action on the victim's case, Police did nothing on complaint of victims.” pic.twitter.com/OBCl91rGfO— Marya Shakil (@maryashakil) July 15, 2021\n\nThe commission accused the West Bengal government of showing “appalling apathy” towards victims of the violence and said that they continue to stay intimidated.“There is palpable fear among victims against police and goons of ruling party,” the commission said in the report, according to NDTV. “Many displaced persons have not yet been able to return to their homes and resume their normal life and livelihood. There have been several sexual offences but victims are scared to speak out. Loss of faith in state administration among victims is very evident.”The Commission had earlier filed an interim report on post-poll violence in June-end. Based on that report, the Calcutta High Court on July 2 observed that the Assembly elections were prima facie followed by “violent episodes, leading to several deaths, rampant sexual exploitation of women and children”, Live Law reported.Arguments based on the report will begin on July 22.Meanwhile, West Bengal Chief Minister Mamata Banerjee on Wednesday said that the NHRC report should not have been leaked as it was meant to be submitted only to the High Court, PTI reported. She also accused the BJP of “settling political scores” using agencies. “What would you call it other than political vendetta of the BJP?” she said at a press conference. “It is yet to digest defeat [in the Assembly polls] and that is why the party is resorting to such tricks.”Post-poll violence in BengalThe BJP and Trinamool Congress blamed each other for deaths of their party workers after the elections. Various news reports put the toll between 11 and 14, but the police did not confirm the numbers.The Supreme Court is also hearing petitions for an independent inquiry into the violence. The petitioners in the case have alleged that 18 political activists died, women were sexually assaulted and there were incidents of loot, arson and destruction owing to the indifference of the state government. They sought the deployment of central forces to restore law and order in the state and setting up of a fast-track court.The petitioners also accused the West Bengal government and the police of inaction and \\ complicity in the violence. They sought rehabilitation and compensation for those displaced by the violence.On June 14, the state government had told the Supreme Court that the petitions were misleading and politically motivated. It also refuted accusations of inaction.","author":"Scroll Staff","time":"2021-07-15T18:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157419-wvmhhbelhw-1618068971.jpg","tags":["West Bengal","West Bengal violence","NHRC","Calcutta HC"]}