{"title":"‘Betrayal’, ‘Ajit Pawar stabbed us in the back’: Congress, Sena react to Maharashtra developments","content":"Shiv Sena leader Sanjay Raut on Saturday attacked the Bharatiya Janata Party and Nationalist Congress Party leader Ajit Pawar after BJP’s Devendra Fadnavis took oath as chief minister for a second term with his support. Pawar is the new deputy chief minister. On Friday night, Congress, Nationalist Congress Party and Sena leaders had appeared to reach an agreement on Sena chief Uddhav Thackeray as the next chief minister.Raut said Ajit Pawar, who is Nationalist Congress Party President Sharad Pawar’s nephew, had stabbed them in the back. “This has been nothing but a stab in the back of the people of Maharashtra,” NDTV quoted the Shiv Sena leader as saying. “Ajit Pawar was there in the meeting yesterday, but late last night his phone was suddenly switched off and even the NCP don’t exactly know what happened suddenly.”He added, “I am certain that the decision taken by Ajit Pawar has nothing to do with Sharad Pawar. What Ajit Pawar has done will never be forgiven by Chhatrapati Shivaji and the people of Maharashtra.”Follow today’s latest developments in Maharashtra here.Later in the day, Raut claimed that Ajit Pawar had been “blackmailed” into joining hands with the saffron party, and might return to the Sharad Pawar-led party, PTI reported. “NCP leader Dhananjay Munde has been contacted,” the Rajya Sabha MP told reporters in Mumbai. “Ajit Pawar may also return [to NCP fold]. We have information how Ajit Pawar has been blackmailed and will expose this soon.” Raut said the Sena’s mouthpiece Saamna would soon publish an article on this, according to ANI.“Of the eight MLAs who had gone with Ajit Pawar, five of them have come back,” said Raut. “They were lied to, put in a car, and sort of kidnapped. If they [BJP] have the courage, let them prove their majority in the Assembly.”Sanjay Raut, Shiv Sena: We are in touch with Dhananjay Munde and there is a possibility of even Ajit Pawar coming back. Ajit has been blackmailed, it will be exposed who is behind this, in Saamna newspaper soon. https://t.co/vESFauyjWR pic.twitter.com/DIomJ1niK2— ANI (@ANI) November 23, 2019\n\nCongress spokesperson Randeep Singh Surjewala tweeted, “This is called betrayal of people’s mandate and giving contract for killing democracy.” Congress leader Abhishek Singhvi expressed his shock at Saturday’s developments and said he thought it was initially fake news. “Candidly and personally speaking, our tripartite negotiations should not have gone on for more than 3 days...took too long,” he said. “Window given was grabbed by fast movers. Pawarji tussi great ho”.Surreal wht I read abt #Maharashtra. Thought it was fake news. Candidly &personally speaking, our tripartite negotiations shd not have gone on for more than 3 days...took too long. Window given was grabbed by fast movers. #pawarji tussi grt ho! Amazing if true, still not sure— Abhishek Singhvi (@DrAMSinghvi) November 23, 2019\n\nCongress treasurer Ahmed Patel called the BJP and Ajit Pawar’s moves “illegal”. “Such was the shame that they had to do the swearing in hiding.   This illegitimate formation will self destruct,” he tweeted.Illegal and evil manoeuvres take place in the secrecy of midnight Such was the shame that they had to do the swearing in hiding This illegitimate formation will self destruct— Ahmed Patel (@ahmedpatel) November 23, 2019","author":"Scroll Staff","time":"2019-11-23T10:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/54032-aqkyzrleqo-1574330755.jpg","tags":["Ajit Pawar","Sanjay Raut","Devendra Fadnavis","NCP","BJP","Shiv Sena","Maharashtra government"]}