{"title":"Beyond the hype: Why the BJP is eyeing Tamil Nadu’s most prosperous region","content":"Marathammal ran out of breath walking barefoot in the blazing afternoon sun. The elderly Kurumba woman sat down on the steps outside a row of shops, about 100 metres from a large public ground in Mettupalayam where the Bharatiya Janata Party had organised an election meeting on April 10.In her hand, Marathammal clutched a VIP pass. Prime Minister Narendra Modi looked out from it.What does she think of Modi, we asked. “I don’t know anything about him,” she said. “But I have seen him on TV.”Why had she come to the meeting, we asked. “The people in my village asked me to get into the bus so I did,” she said.Marathammal had been told she would get some money. “But so far I haven’t received anything,” she quickly added.Marathammal said she subsisted on the \"100 day scheme\", a reference to the National Rural Employment Guarantee Act, introduced by the previous Congress-led government. Mettupalayam lies at the foothills of the Nilgiris, on the road from Coimbatore to Ooty. In ten weeks, this was Modi’s seventh trip to Tamil Nadu – a state where the BJP had won a vote share of just 3.66% in the 2019 Lok Sabha election and not a single of the 39 seats. The party’s performance in the state has so far peaked at four Lok Sabha seats in 1999 and four Assembly seats in 2021. And yet, this time, the party is pushing hard to increase its presence in the state, with every Modi trip setting in motion frenetic news coverage and hyperbolic headlines like: Can BJP breach the Dravidian fortress?For decades, Tamil Nadu has swung between the two Dravidian parties – the Dravida Munnetra Kazhagam and the All India Anna Dravida Munnetra Kazhagam, both founded by charismatic leaders, who are still remembered by voters.The only political leaders that Marathammal knew, for instance, were MGR – MG Ramachandran, the founder of AIADMK – and his protege, six-time chief minister J Jayalalithaa.But the BJP senses an opening in the state – for a reason.Who had she voted for the last time, we asked Marathammal. She raised her hand, parted her fingers, and made the victory sign – also the shape of the AIADMK’s symbol, the two leaves.Most women who had come to Mettupalayam had a similar story to tell: they had voted for the two leaves symbol in the past, they did not know much about Modi or the BJP, they had been bussed into the meeting by someone from their village who had promised them some money and a meal.While their presence at the rally did not guarantee votes for the BJP, the backstory of how they had arrived here suggested the national party was now in command of parts of what was earlier the AIADMK’s organisational network.Could this pay dividends?Walking away from the rally grounds while Modi was still speaking, Papathi, a resident of Mettupalayam, said: “He hasn't done anything so far that has helped me personally, but I think he will do a lot for us in the future.”Papathi walked away from the Modi rally to find some shade. An alliance and an openingThe AIADMK is widely seen to have opened the gates for the BJP in Tamil Nadu. After Jayalalithaa’s death in 2016, the faction-ridden party took on the BJP as an ally in both the 2019 Lok Sabha polls and the 2021 Assembly elections. The alliance between the two parties came undone in September 2023, with the AIADMK accusing BJP state president K Annamalai of disrespecting their icons.A former Indian Police Service officer, Annamalai, 40, quickly rose to become the state president of the BJP within a year of joining the party in 2020. Pugnacious and aggressive, he has found ways to dominate the news cycle.But aggression aside, there is another reason for the AIADMK to worry: both Edappadi Palanisamy, the leader of the AIADMK, and Annamalai belong to the Kongu Vellalar Gounder community. A landowning caste that embraced entrepreneurship, the community dominates Kongunadu, the region in western Tamil Nadu that is economically the most industrialised and prosperous part of the state.It is in this region, and among dominant castes like the Gounders and the Vanniyars, that the BJP fancies its chances. As part of this strategy, Annamalai is contesting elections from the Coimbatore constituency, where the Hindu right has had pockets of support since a series of bomb blasts ripped through the city in 1998.The DMK has been historically weak in the region. “We have won only two of the 10 seats in the last five elections,” said Manisundar Nallasamy, who is handling DMK’s campaign in one of the Assembly segments in Coimbatore. “This means only two victories in 50 contests.” But this isn’t the only opening that the BJP seeks to capitalise on.Travelling through the region, I found a deep disquiet among young people who are rejecting both the Dravidian parties as corruption-ridden. In what seems like a profound contradiction, the search for an alternative is leading some young voters to the BJP, a party still perceived by most as a North Indian “Hindi” outfit, and others to Naam Tamilar Katchi, a Tamil nationalist party led by Seeman.In this ferment, the BJP is leveraging the powers it wields as the ruling party at the Centre – most of all, its control over federal investigative agencies. Last year in June, the Enforcement Directorate arrested former state minister Senthil Balaji in a money-laundering case. Balaji, who hails from Karur, in western Tamil Nadu, belongs to the Gounder community.The arrest has created a chilling effect among the local political class.A DMK leader, also from the community, recalled running into politicians from the AIADMK at a wedding last month. When he complimented them for the strong statement made by one of their party colleagues against the BJP, he said they scoffed at him, saying: “He was not a minister in the past five years so he can afford to speak up. If we say something, the ED will come after us.”Caste and faithMelapalayam is a village about two hours east of Coimbatore, part of the fertile sugarcane and coconut growing block of Kangayam, famous for a native cattle breed. Hearing that I had come from Delhi, P Shanmugam, a resident who trades in coconuts, insisted on taking me to a temple in the village.“Dheeran Chinnamalai used to pray at this temple,” he said, referring to a powerful regional chieftain who fought the British in the 19th century.“He was from the Kongu Vellalar community,” Shanmugam added, with visible pride.P Shanmugam claimed freedom fighter Dheeran Chinaamalai prayed at the village temple. In recent years, this blending of caste pride with the Hindu faith has brought the region into the limelight, often for the wrong reasons. In 2015, writer Perumal Murugan, who taught Tamil in a college in neighbouring Namakkal, was forced to leave after a furore broke out against his book One Part Woman.Set in colonial times, the book told the story of a childless Gounder couple being subjected to a custom that involved the woman being sent to the Ardhanareeshwarar temple in Tiruchengode to sleep with other men, in the hope that she would produce a child. Hindutva groups took offence. Alleging that Murugan had hurt the sentiments of Hindus, they filed a case against him, which the courts eventually dismissed.The same year in Namakkal district, a Dalit student was beheaded for merely speaking to a female classmate from the Gounder community. Both caste outfits and the Rashtriya Swayamsevak Sangh spoke in support of the local strongman who led the murder – Yuvaraj, the chief of a group named Dheeran Chinnamalai Gounder Peravai. He was later sentenced to life imprisonment by a court.Against this backdrop of caste-based Hindutva mobilisation in the area, it wasn’t surprising to hear Shanmugam’s response, when I asked him who should form the government in Delhi. “Hundred per cent Modi,” he said.“The central government gives Rs 6,000 to small farmers every year,” he said. Food rations, health insurance, toilets, 100 days of guaranteed work – all these were central government schemes, he added, even though people mistakenly attributed them to the DMK government in the state.While Shanmugam couched his support for the BJP in terms of the central government’s initiatives, another resident, who was listening in, credited Modi for a muscular defence of the nation. “Except Pulwama, there has been no major attack on the country,” he said, referencing a suicide bombing in Kashmir in 2019, and ignoring India’s skirmishes with China. “In the past we would be scared of travelling in trains because we feared there would be bomb blasts, but not anymore.”This resident identified as an RSS supporter and said he was voting for the BJP.Despite his professed support for the BJP, Shanmugam said he was going to vote for the AIADMK – as a matter of habit. “For generations, my family has supported the AIADMK,” he said. “This time also, we will be voting for them.”But he wanted the AIADMK to ally with the BJP – never mind if that meant becoming a junior partner to the national party in the future. “Modi has spoken highly of Jayalalithaa and MGR, and so AIADMK supporters know that the enemy of the BJP too is the DMK,” he said.Shortcuts to growthThe AIADMK hasn’t made it easy for its supporters to tell the difference between the two parties. In Erode constituency, of which Melapalayam is a part, the Dravidian party’s candidate is Aatral Ashok Kumar, who was with the BJP until five months ago. He is the son-in-law of C Saraswathi, one of the four BJP MLAs in Tamil Nadu, who had won the 2021 Assembly election from Modakurinchi.“The only reason she won was because the AIADMK cadre worked for her,” a local journalist said.The same organisational heft of the AIADMK helped Nainar Nagendran win the Assembly polls on a BJP ticket. Now contesting the Lok Sabha elections from the Tirunelveli constituency, 300 km south of Erode, he is widely considered the BJP’s strongest candidate in the state. Leaders of the AIADMK recognise they have nourished a party that might prove to be their undoing. “The BJP always takes advantage of the regional parties. They enter the states with their support and then begin to dominate them and eventually finish them off,” said a party leader, speaking on the condition of anonymity. “Look at what happened to Shiv Sena and NCP in Maharashtra.”Publicly, though, party leaders maintain that the AIADMK’s vote is intact. “The BJP is just a newborn child,” said former state minister and Rajya Sabha member, KV Ramalingam, dismissively. “It will take long to grow.”Even after her death, J Jayalalithaa remains the tallest leader of the AIADMK. On the bonnet of KV Ramalingam's car, her image leads the way.Supporters of the BJP, however, believe there are shortcuts to growth.Claiming that the Lok Sabha election was a sideshow and the real battle was the 2026 Assembly polls, a textile entrepreneur in Tiruppur said: “If the BJP wins 20 seats in the Assembly election, the AIADMK will be forced to form an alliance with them.”“A year or year and half later, they will split the party, they will buy the MLAs, AIADMK will be swallowed by the BJP,” he added, gleefully.Just minutes ago, he had told me that he supported Modi because he was “not corrupt”.Simultaneously, the entrepreneur, a man in his fifties, had claimed: “Modi has come to power because a huge section of people felt we are without a ruler who can safeguard Hinduism.”While this sentiment may be common in North India, did it also prevail in Tamil Nadu, I asked.“No, no, we don’t bother. We are educated and beyond all this,” he said, extolling the virtues of the Dravidian social welfare model that had placed Tamil Nadu ahead of other states. “Before India or Hinduism was incorporated, Tamil was there. We are foremost Tamil.”Many have argued that Tamil pride stands as a bulwark against the Hindi-Hindu politics of the BJP. But the entrepreneur showed that seemingly contradictory impulses can be sublimated.By picking Annamalai as its leader in the state, he claimed, the BJP had shown its willingness to adapt. The young leader will moderate the party’s stance on Hindi, else “he will be booted out of politics”.In Tamil Nadu, Modi takes a backseat to BJP state president K Annamalai.Before the conversation had turned to politics, the entrepreneur had run through a litany of complaints against the central government, from its failure to prevent cheap garment imports from Bangladesh flooding the Indian market, to a shortfall in quality cotton, to the lack of support for small enterprises during the Ukraine war when European markets had crashed.He had personally suffered. The annual turnover of his company, he said, had plummeted from Rs 10 crore to Rs 1.5 crore last year.Yet, he wanted the BJP to hold on to power at the Centre – and form a government in Tamil Nadu in 2026. “We are fed up with both the Dravidian parties,” he said.The more significant political milestone in 2026 could be delimitation. The redrawing of India’s electoral constituencies based on population is a fraught issue since it could reduce representation for the South. The Opposition suspects the BJP could use it to obviate the need to cultivate support in the South.While the issue wasn’t part of the popular discourse in Tamil Nadu, the entrepreneur had heard about it. “We know that they will do some sort of nonsense. But let it come, then we will show,” he said, knitting his brows.From demonetisation to inflationThe BJP may have won over a section of the elites of Kongu region. But among the working classes, it is either ignored or despised. Modi, in particular, is remembered for the economic shocks of demonetisation, the Covid-19 lockdown, and the upheaval caused by the choppy implementation of the Goods and Service Tax.On the outskirts of Tirupur town, around 9 am on April 11, a row of buses entered the Netaji Apparel Park, a hub for garment-making companies. Alighting from them, scores of young men and women quickly disappeared into factory compounds. Most of them were migrant workers from Bihar, Jharkhand, Bengal, Odisha. None of them had the time to talk.By 10 am, the only workers who could be spotted outside were cleaners, gardeners, loaders, drivers – all local residents.S Aravind, a loader from the nearby Unjapalayam village, said his family had voted for the DMK in the past, and would continue doing so. The BJP stood no chance of winning in Tamil Nadu, and in Delhi, Rahul Gandhi was better than Modi. “Even the North Indian migrants are now saying that they want a change,” he claimed.Aravind said he earned Rs 800 a day. V Murthi, a sanitation worker from the same village, said he earned Rs 1,000. Both spent only a few hours at the apparel park. In contrast, the migrant workers who toiled all day at their machines made just Rs 700-Rs 750 a day.S Aravind, V Murthi, and others from Unjpalayam village, taking a break from work at the apparel park in Tiruppur.“If Modi is doing good work, why are people from North India coming here?” asked S Prasad, a driver from Perumanallur, whose job was to transport migrant workers from hostels to factories and back each day.Prasad said his father had always voted for the Communist Party. He personally liked the Congress. Since both the parties are in alliance with the DMK, he said he will vote for the DMK this time.Asked about the Modi government, Prasad was livid. “Modi is a complete waste,” he said. “He hasn’t done anything for the country. There is no proper planning. GST is a huge problem. Even demonetisation happened without planning. I had so many old notes with me and overnight he said they would become invalid.”The final straw was the Covid-19 lockdown, he said. He used to own a 12-wheel truck, earning up to Rs 50,000 a month. But unable to travel, unable to pay his debt, he had to sell the truck. He now works as a driver, earning just Rs 16,000.“The Congress should win at the Centre. Rahul Gandhi is better than Modi,” he said.G Sampath, the general secretary of the Centre for Trade Unions, affiliated with the Communist Party of India (Marxist), said the Modi government’s policies favoured the rich over the poor, big businesses over the informal sector. In rural areas, “landlords” shared the “anti-Dalit, anti-minority” politics of the BJP. “The feelings are not just against the Muslims,” he said. “Many Dalits convert to Christianity because they want to be treated as humans.” The dominant castes resented these conversions, he said.In Modakurichi, a small figurine of Mary adorned the deck of V Prabhu’s autorickshaw. The driver said he used to support Mayawati’s Bahujan Samaj Party, but since the party had not grown in Tamil Nadu, he had switched to voting for the DMK. He planned to vote along the same lines this time.“We need a change of government in Delhi,” he said. “All prices have gone up during Modi’s rule, whether of LPG gas, or fuel, or even taxes. It is best that Rahul Gandhi comes to power and reduces the prices.”V Prabhu blamed the Modi government for inflation.Youth shaped by social mediaFor Modi’s seven visits to Tamil Nadu, Rahul Gandhi has so far only one to show.On the evening of April 12, the Congress leader, along with chief minister and DMK president MK Stalin, addressed thousands gathered under a brightly-lit, sprawling ground on the outskirts of Coimbatore. The organisational might of the DMK was at full display at the meeting, described by the media as a “mega poll rally”.But while the BJP can’t match the “ground game” of the Dravidian parties, it is stronger on social media and online canvassing, a strategist working with the DMK said. And this makes a difference among the youth.Among the sanitation workers in the apparel park in Tiruppur, all of whom said they were voting for the DMK, the youngest said he wanted Modi at the Centre. “Old people don’t know about Modi,” V Murthi said, “but I know through my phone that Modi is travelling all over the world and bringing industries to India, creating job opportunities for us.”But the BJP wasn’t the only challenger leveraging the power of the internet. Naam Tamilar Katchi, a Tamil nationalist party, has been steadily increasing its vote share in the state. Contesting the 2021 Assembly election in alliance with the AIADMK, the BJP got 2.62% of the votes. The NTK, contesting alone, bagged 6.58% of the vote.Outside the Erode Arts and Science College, a group of students sat listlessly in the afternoon heat, waiting for a bus. They turned up their noses when asked about the Dravidian parties. They showed indifference towards the BJP. But when I mentioned NTK, they perked up. “We have expectations from Seeman, we want to see what he will do [once in power],” R Sangeetha, a final year BSc Chemistry student, said.R Sangeetha and her friends reserved their enthusiasm for Seeman.Seeman, the founder of NTK, is an ultranationalist who claims only “original Tamils” from native castes can rule Tamil Nadu. His provocative speeches have fetched him popularity among the youth, but also repulsed many who find him exclusionary.Fatigued with an older politics and in search for newer alternatives, young voters say they face imperfect choices.A young couple, both civil engineers, said they had been debating who they should vote for. The woman, who had studied from the same Coimbatore college that Annamalai had attended, said: “Last night we were talking and I said if I would vote for Annamalai had he not been in the BJP.” Her aversion to the BJP, she explained, came from a work stint she had done in North India where she had been mocked for not knowing Hindi. Then, turning to her husband, she added, with a laugh: “He said he would vote for the NTK if Seeman was not in the party.”Complicating the picture further, Prasad, the driver in Tiruppur, pointed out that actor Vijay was expected to contest the 2026 Assembly election. “We will all vote for Vijay then,” he said. The name of Vijay’s party: Tamizhaga Vetri Kazhagam, or Association of a Victorious Tamil Nadu.Johanna Deeksha contributed reporting from MettupalayamAll photographs by Supriya Sharma","author":"Supriya Sharma","time":"2024-04-17T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200076-kwebexinew-1713252821.jpeg","tags":["Lok Sabha 2024","Tamil Nadu","AIADMK","DMK","BJP","Seeman"]}