{"title":"Bhagwat’s criticism of Mother Teresa might be accurate ‒ but it also applies to the RSS","content":"If Rashtriya Swayamsevak Sangh chief Mohan Bhagwat had been in Kolkata during the second week of September, 1997, he wouldn't have been very happy. Mother Teresa had just passed away and the city she had made her home for six decades had burst into a flood of grief. Bhagwat, it's clear, does not think very highly of the Catholic nun:  in a speech on Monday, he questioned her motives, declaring that her social work was only a guise for her to gain more converts to Christianity.Bhagwat Not the FirstThe RSS chief is not the first person to make this suggestion. While Teresa has received mass adulation, she has also been disparaged. Hindutva sympathisers have regularly criticised her and Bhagwat is simply repeating an old complaint. Teresa also had her fair share of criticism from the West, as rationalists took offense to her faith-driven attempts at social work.The most famous of those detractors was the late journalist Christopher Hitchens, who was especially vicious in his attacks (one suspects that Teresa wouldn't even recognise Bhagwat’s charge that she was spreading the gospel as criticism). Hitchens accused Teresa of revelling in the decrepitude of the poor who came to her hospices, misusing donations, acting as a spokesperson for the Vatican’s politics and supporting tyrannical governments. “To her, the convent and the catechism matter more than the clinic,” said Hitchens (though the sentiment could very well have been expressed by Bhagwat).As a professional polemicist, Hitchens has had his fair share of critics. And of late, the \"New Atheist\" movement of which Hitchens was a leading light has simply careened off into fevered rants against religion. Moreover, there is little evidence of Mother Teresa effecting any actual conversions, even if missionary zeal might have been what motivated her.Sangh does the sameAs a New Athiest, Hitchens was at least being ideologically consistent in his criticism of Mother Teresa. However, the same cannot be said of Bhagwat. In fact, despite Bhagwat’s public utterances, the RSS retains a deep if grudging admiration for the missionary method of social work. So much so that the Sangh Parivar has done its best to replicate it, especially in the tribal areas of India where it has set up a number of organisations devoted to adivasi welfare.These Sangh Parivar-run schools are a Hindutvaised rendering of the Catholic schools that abound in India. At the RSS-run Vidya Bharati schools, children join school choirs, attend moral education classes and even say grace before meals. While blowing out candles on a birthday is generally frowned upon, the schools encourage a mirror image of the act ‒ the lighting of diyaas.Moreover, just like Mother Teresa, for these RSS institutions, social work is only a way to effect conversions ‒ in this case, to Hinduism (Hindukaran). These institutions push Hindu religious customs zealously, encouraging adivasis to replace their animism and ancestor worship with reverance for mainstream Hindu gods. Emphasis is also placed on the conversion of Christian adivasis to Hinduism. In RSS: Widening Horizons, an RSS publication, the origins of the Vanvasi Kalyan Ashram clearly mention that the institution will work to bring “converts back to the Hindu fold”.Not a level playing fieldEven if Bhagwat is being somewhat hypocritical in pulling up Mother Teresa on something his own organisation indulges in with enthusiasm, in the normal course of things, this really shouldn’t matter.  A little bit of rancor in the fight for souls is to be expected. However, this might not be a level playing field: the state often comes down hard on Christian missionaries for their efforts at proselytisation while letting the Sangh get away with exactly the same tactics. The perfect example of this double standard was seen in Gujarat’s Dangs district in the last decade when Narendra Modi was chief minister. While the state stopped Christian missionaries from acting, Sangh preachers were encouraged and mass conversions to Hinduism carried out.It is in light of these incidents that Bhagwat’s comments need to be considered.","author":"Shoaib Daniyal","time":"2015-02-25T13:19:12+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/709354-50c01aa2-aa7a-4294-80db-b237b7a67cc7.jpg","tags":[]}