{"title":"Bhajanlal Sharma to be next Rajasthan chief minister ","content":"The Bharatiya Janata Party on Tuesday named Bhajanlal Sharma, a first-time MLA from Sanganer Assembly constituency, as the new chief of its legislature party in Rajasthan, paving the way for him to be named the next chief minister of the state.Rajsamand MLA Diya Kumari and Dudu legislator Prem Chand Bairwa have been named Sharma’s deputies. Ajmer North MLA Vasudev Devnani will serve as the Speaker of the Rajasthan Assembly.The announcement came over a week after the BJP registered its victory in Rajasthan, clinching 115 of the 199 Assembly seats. Sharma had won the Sanganer seat by defeating Congress’ Pushpendra Bhardwauj by 48,081 votes.श्री @BhajanlalBjp को राजस्थान भाजपा विधायक दल का नेता चुने जाने पर  हार्दिक बधाई एवं शुभकामनाएँ।हमें पूर्ण विश्वास है कि प्रधानमंत्री श्री @narendramodi के मार्गदर्शन एवं आपके कुशल नेतृत्व में राजस्थान विकास के पथ पर तीव्र गति से अग्रसर होगा एवं उन्नति के नये आयाम हासिल करेगा। pic.twitter.com/OKfgcMPuwl— BJP Rajasthan (@BJP4Rajasthan) December 12, 2023\n\n\nBefore becoming the longest-serving BJP general secretary in Rajasthan, Sharma had been associated with the Akhil Bharatiya Vidyarthi Parishad, the student wing of the BJP’s ideological group the Rashtriya Swayamsevak Sangh.Former BJP MP and now an MLA from Rajasthan’s Jhotwara Assembly, Rajyavardhan Singh Rathore on Tuesday said that the party has a strong leadership in state under Sharma. “Heartfelt congratulations and best wishes to Honourable Shri Bhajanlal Sharma ji on being nominated as the chief minister of Rajasthan,” Rathore said.आदरणीय प्रधानमंत्री श्री @narendramodi जी और भाजपा के शीर्ष नेतृत्व एवं संगठन का आत्मीय धन्यवाद, आभार।भारतीय जनता पार्टी ने राजस्थान को मजबूत नेतृत्व दिया है। माननीय श्री भजनलाल शर्मा जी को राजस्थान का मुख्यमंत्री मनोनीत किए जाने पर हृदयपूर्वक अनंत बधाई व शुभकामनाएं।… pic.twitter.com/9VedaBL4ls— Col Rajyavardhan Rathore (@Ra_THORe) December 12, 2023\n\n\nThe BJP had not announced any chief ministerial candidate for the Assembly polls in the three Hindi heartland states. It was speculated that former Chief Minister Vasundhara Raje, Union ministers Arjun Ram Meghwal, Gajendra Singh Shekhawat and Ashwini Vaishnaw were among the frontrunners for the post.However, Sharma’s appointment to the top post is in line with the party’s selection of chief ministers in Madhya Pradesh and Chhattisgarh where it also won the polls earlier this month. On Monday, the party named Mohan Yadav, a three-time MLA from Ujjain, as the next chief minister of Madhya Pradesh.The BJP had announced Vishnu Deo Sai as the next Chhattisgarh chief minister on Sunday.भाजपा प्रदेश कार्यालय, जयपुर में पर्यवेक्षक व केंद्रीय रक्षा मंत्री श्री @rajnathsingh, भाजपा राष्ट्रीय महासचिव श्री @TawdeVinod, राज्यसभा सांसद सुश्री @SarojPandeyBJP, प्रदेश प्रभारी श्री @ArunSinghbjp, प्रदेश अध्यक्ष श्री @cpjoshiBJP, प्रदेश चुनाव प्रभारी श्री @JoshiPralhad एवं… pic.twitter.com/xl1pb2b31Y— BJP Rajasthan (@BJP4Rajasthan) December 12, 2023\n\n\nAlso read:Rajasthan verdict in 30 charts: Poll was closer than results showed, Congress held on to vote shareWhy the Congress defeat in Chhattisgarh is far worse than the loss in Rajasthan","author":"Scroll Staff","time":"2023-12-12T17:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196596-hgbnytvqku-1702380517.jpg","tags":["Rajasthan","Rajasthan politics","Rajasthan elections","Bhajanlal Sharma"]}