{"title":"Bharat Jodo 2.0 will avoid ally strongholds – but INDIA parties are still not happy with it","content":"Starting from Manipur on January 14, Congress leader Rahul Gandhi will embark on a 6,200-kilometre march covering India from east to west. The Bharat Jodo Nyay Yatra will travel across 14 states by foot and bus and end in Mumbai on March 20.The journey will be the second of its kind after the Bharat Jodo Yatra, in which Gandhi marched from Kanyakumari, at the southern tip of India, to Jammu and Kashmir between September 2022 and January 2023. A key difference in India’s political landscape since then is that Congress is now part of the INDIA bloc – a coalition of Opposition parties that hopes to put up a united fight against the Bharatiya Janata Party in the 2024 Lok Sabha elections.Gandhi has been careful to keep the alliance in mind, planning the route of the yatra in such a way that it largely covers areas that are seen as Congress strongholds. Seats where INDIA allies are strong have been skipped so as to not send conflicting signals to voters.However, in spite of that, the yatra has not been received warmly by the Congress’ allies. At least two parties of the INDIA bloc told Scroll that finalising seat sharing should have been prioritised over the march. Lack of cohesion in INDIA ahead of Yatra?Leaders of Congress’ INDIA bloc allies said that they have not yet been invited to join Gandhi during the Yatra. This seems to go against the Congress strategy of sending a positive message to its allies by choosing a route that sticks to its own strongholds. Congress leader from Uttar Pradesh, Gaurav Kapoor told Scroll that the route decided for the Yatra mirrored Gandhi’s motto of setting up “mohabbat ki dukaan” or shop of love. “We are also looking to cover areas where we can create the maximum impact,” Kapoor added.Gandhi’s Yatra will enter Uttar Pradesh from its eastern border and travel through the Amethi-Rae Bareli stretch, which the Congress leader and his mother Sonia Gandhi have represented in the Lok Sabha. The Yatra will spend 11 days in the state but will not go through areas like Kannauj, Etawah, Mainpuri and Firozabad in the south-central region of the state where the Samajwadi Party has strong support bases.“The Congress wants to say that there should be mohabbat [love] among the INDIA allies as well,” Kapoor said. “There is no problem in ceding space to the Samajwadi Party in places where it is strong.”Here is the route map of the Bharat Jodo Nyay Yatra being launched by the Indian National Congress from Manipur to Mumbai on January 14, 2024. @RahulGandhi will cover over 6700 kms in 66 days going through 110 districts. It will prove as impactful and transformative as the… pic.twitter.com/ZPxA5daZEb— Jairam Ramesh (@Jairam_Ramesh) January 4, 2024\n\n\nHowever, this has failed to impress the Samajwadi Party. On Saturday, party chief Akhilesh Yadav told reporters that the Yatra was a Congress event, not of the INDIA bloc. “All parties want seat sharing to be finalised before the Yatra,” he said.Sudhir Panwar, a Samajwadi Party leader from Uttar Pradesh, told Scroll that his party will not participate in the march till seat sharing talks are finished. “What’s important is that the Congress needs to shed its big brother attitude and finalise seat sharing at the earliest,” Panwar said.He insisted that his party was confident that it would reaching an agreement with the Congress. But he added that the Samajwadi Party was prepared to contest all 80 Lok Sabha seats in Uttar Pradesh if necessary.In neighbouring Bihar too, Congress ally Janata Dal (United) is unhappy that the Yatra has been prioritised over seat sharing talks. The party’s former Rajya Sabha member KC Tyagi told Scroll that the alliance leaders could have held joint rallies had seat sharing been finalised.“What if election dates are announced before the Congress’ Yatra ends in March?” Tyagi questioned. “There will be hardly any time left for joint rallies after that. The Congress is responsible for the INDIA alliance losing out on time ahead of elections while the BJP has already started booth-level campaigning.”The Rashtriya Janata Dal, the largest member of the INDIA bloc in Bihar, has not been invited to attend the march yet, the party’s national spokesperson Jayant Jigyasu said. In Bihar, the Yatra is scheduled to cover the Seemanchal region – districts like Purnia and Kishanganj – that borders West Bengal. In the 2019 Lok Sabha elections, the only seat that Congress won out of the 40 in Bihar, was Kishanganj.Not worriedJigyasu said that not much should be read into the route chosen by Congress as it was not a decision taken collectively by INDIA allies. He, however, did not subscribe to Tyagi’s discontentment with the Congress and expressed confidence that the INDIA bloc will put up a united fight against the Bharatiya Janata Party. “The seat sharing will soon be finalised and we expect to hold joint rallies starting from the end of January,” he said.Jigyasu’s optimism about being able to be on the same page as Congress is shared by Rajya Sabha MP Jawahar Sircar of the Trinamool Congress. “Talks are happening on a daily basis and we are confident about contesting the elections together in West Bengal,” he said.He said that the Trinamool Congress had proposed that the Congress contest two of the 42 seats in the state, but the deal could not be sealed. Sircar refused to disclose the seats for which Congress was being considered, but said that all parties will “contest according to their strengths”. In West Bengal, the Congress’ strength lies in the central part of the state which is the region that the Yatra will cover as well. The two sitting MPs of Congress from the state represent the Baharampur and Maldaha Dakshin constituencies – also situated in central Bengal.Despite Sircar’s confidence about the alliance in West Bengal, reaching consensus could prove to be a difficult task. As recently as on January 5, Congress MP from Baharampur and the party’s leader in Lok Sabha, Adhir Ranjan Chowdhury, had accused Mamata Banerjee of serving the BJP’s interests after the Trinamool Congress offered his party two seats in West Bengal.Chowdhury declined further comment and told Scroll: “I have said what I had to say and I stick by that.” He said it was up to the Trinamool Congress to decide if it wanted to join Gandhi’s Yatra. Meanwhile, Sircar said that his party has not yet taken a decision on the matter.","author":"Abhik Deb","time":"2024-01-10T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197351-usowompqmb-1704810209.jpg","tags":["Rahul Gandhi","Bharat Jodo Yatra","Congress","INDIA","Samajwadi Party","Rashtriya Janata Dal","Janata Dal (United)","Trinamool Congress"]}