{"title":"Bhima Koregaon: Sharad Pawar criticises ally Shiv Sena for ‘supporting’ transfer of case to NIA","content":"Nationalist Congress Party President Sharad Pawar on Friday reiterated that the Centre’s decision to transfer the Bhima Koregaon case to the National Investigation Agency was wrong, ANI reported. He added that the Maharashtra government’s “support” to the decision was also wrong, setting the stage for a tussle between his party and the Shiv Sena, which are part of the coalition government in Maharashtra.Maharashtra Home Minister Anil Deshmukh alleged on Thursday that Chief Minister Uddhav Thackeray overruled him in the Bhima Koregaon case, over sending the matter to the NIA, The Times of India reported. Thackeray is Shiv Sena chief, while Deshmukh is from the Nationalist Congress Party.The Centre transferred the case to the National Investigation Agency last month. On Thursday, Deshmukh said: “The chief minister has the powers. He overruled my proposal and granted consent to NIA to take over the probe.” Deshmukh added that Thackeray should have written to the Centre, asking it to reconsider its decision.Earlier on Thursday, the Maharashtra government informed the Centre that it has no objection to the NIA taking over the probe, News18 reported. However, on February 7, the state had opposed the NIA’s application to transfer the case from Pune to Mumbai. This came a day after defence lawyers also opposed the investigating agency’s petition to transfer all court documents and materials seized during inquiries to Mumbai.Last month, the Maharashtra government led by the Shiv Sena, the Congress, and the Nationalist Congress Party had criticised the Centre for handing over the probe to the NIA. The case was earlier being investigated by the Pune Police.  The caseViolence had broken out between Dalits and Marathas in the village of Bhima Koregaon near Pune on January 1, 2018. This happened a day after an event in Pune called the Elgar Parishad was organised to commemorate the Battle of Bhima Koregaon in 1818 between the East India Company and the Peshwa faction of the Maratha Confederacy. One person died in violence during a bandh called by Dalit outfits the following day.The investigating agency named 11 of the 23 accused in the FIR, including Sudhir Dhawale, Shoma Sen, Mahesh Raut, Rona Wilson, Surendra Gadling, P Varavara Rao, Sudha Bharadwaj, Arun Ferreira, Vernon Gonsalves, Anand Teltumbde and Gautam Navlakha. Except Teltumbde and Navlakha, the others were arrested by Pune Police in June and August 2018 in connection with the violence. They were accused of having links with the banned Communist Party of India (Maoist), and are still in prison.","author":"Scroll Staff","time":"2020-02-14T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131776-afjkmvsdtc-1581660350.jpg","tags":["Sharad Pawar","Nationalist Congress Party","Bhima Koregaon","Uddhav Thackeray","Bhima Koregaon case"]}