{"title":"Bihar clears proposal to carry out caste census","content":"The Bihar Cabinet on Thursday cleared a proposal to carry out a caste-based census in the state, ANI reported. Chief Secretary Amir Subhani said that the exercise will be completed by February 2023 and the that the state government has allocated a budget of Rs 500 crore for the caste census.The proposal was cleared a day after all major political parties in Bihar expressed their support for the exercise. The state unit of the Bharatiya Janata Party backed the caste census notwithstanding the Centre’s stand that it was not possible to carry out such an enumeration exercise at the national level.On Thursday, Subhani said that ground work for the survey will begin immediately, while the enumeration process will begin within two to three months.“The General Administration Department will be the nodal agency at the state level while district magistrates have been made the nodal officers at the district level,” he said, according to the Hindustan Times.  On Wednesday, Bihar Chief Minister Nitish Kumar said that the census will take into account all aspects pertaining to castes and sub-castes among all religions in order to plan for their upliftment. “The government will publish advertisements to make everyone aware of it and train personnel for the specific job so that nobody is left out,” he said. “With the Bihar Assembly having passed two unanimous resolutions favouring a caste-based census, there has always been unanimity on the subject in the state.”Kumar had, however, said that the enumeration exercise will be called a caste-based count and not a census “to avoid legal complications”.India had last conducted an exercise to count the population of all caste groups in 1931. In independent India, census reports have published data noting the population of Scheduled Castes and Scheduled Tribes but not other caste groups.On September 23, the Union government had told the Supreme Court that a country-wide caste census would be “administratively difficult”.Three days later, Kumar had urged the Centre to reconsider its position on undertaking a caste census. On August 23, Kumar had also led a delegation of 10 political parties from Bihar to meet Prime Minister Narendra Modi to press for the caste census.","author":"Scroll Staff","time":"2022-06-03T10:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108142-egckwhlyrm-1599490829.jpg","tags":["Bihar","Nitish Kumar","caste census","caste survey","Amir Subhani"]}