{"title":"Bihar government schools do not meet RTE norms, says survey","content":"Primary and upper-primary government schools in Bihar do not meet the norms of the Right to Education Act, a report by non-profit organisation Jan Jagran Shakti Sangathan found on Friday.The report – titled “Where are the Kids” – is based on a survey of 81 government primary and upper-primary schools in Katihar and Araria districts of Bihar. The survey was conducted in January and February. None of the schools surveyed met the norms of the Act, the non-profit organisation said.The report said that student attendance was “abysmal” both in primary and upper-primary schools. “In primary schools, only 23% of children enrolled were present at the time of the survey,” the report said. “Pupil attendance was even lower in upper-primary schools – just 20%.”The report added that teachers routinely inflate attendance figures in school registers in the state. “But even the inflated figures are very low: 44% and 40% in primary and upper-primary schools,” the report said.The report said there is an acute shortage of teachers in government schools in Bihar. It added that only 35% of primary schools and 5% of upper-primary schools meet the pupil-teacher ratio – one teacher per 30 children – prescribed under the Right to Education Act.Further, it added that most of the schools have dismal infrastructure and amenities.“Most primary schools [90% of schools in the sample] have no proper boundary wall, playground or library,” the report said. “Some schools [9% of all schools in the sample] do not even have a building.”  According to the study, the majority of teachers in government schools felt that “most children” had forgotten how to read and write after school re-opened after the Covid-19 pandemic. “No serious measures have been taken to help these students,” it said.It also said that reliance on private tuition has increased significantly in the state. “A nexus has been formed between dysfunctional government schools and private tuitions, where the role of the school has been reduced to merely providing a midday meal and arranging examinations,” the report said.","author":"Scroll Staff","time":"2023-08-04T20:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184826-exdyalsjkv-1671883179.jpg","tags":["Bihar","Education","Schools"]}