{"title":"Bihar: Gangster-turned-politician Anant Kumar Singh released on parole ahead of polling","content":"Gangster-turned-politician Anant Kumar Singh was on Sunday released from jail on parole in Bihar, PTI reported. Singh walked out of jail less than three months after his wife, Rashtriya Janata Dal MLA Neelam Devi, voted in favour of the state’s National Democratic Alliance during a trust vote.Singh was released a week ahead of the Lok Sabha elections in Bihar’s Munger constituency, slated for May 13. He is a five-time former MLA from the Mokama Assembly constituency, which is part of the Munger parliamentary seat. He had won the Assembly polls in 2020 as a Rashtriya Janata Dal candidate.In July 2022, Singh was sentenced to 10 years’ imprisonment by a Bihar court in a case from 2015 in which an AK-47 rifle, hand grenades and live cartridges were recovered from his home. He was then disqualified as an MLA, after which Neelam Devi won the bye-election from the seat on a Rashtriya Janata Dal ticket.Singh was released on parole on Sunday for 15 days on the grounds of allowing him to finalise the division of his family properties, The Times of India reported. He had been in Patna’s Beur central jail.After the former MLA was freed, he went to the Sabneema village near the town of Barh in Patna district in a convoy of more than 100 vehicles and rallied support for Lalan Singh, the Janata Dal (United) candidate from Munger. The Janata Dal (United) is part of the Bharatiya Janata Party-led National Democratic Alliance, which is in power at the Centre and in the state.In 2019, Neelam Devi had contested the Lok Sabha polls on a Congress ticket against Janata Dal (United)’s Lalan Singh.Anant Kumar Singh’s affidavit from 2020 states that he faces 38 criminal charges, including seven cases of murder, 11 of attempted murder and four of kidnapping, according to The Hindu.Commenting on his release, Rashtriya Janata Dal spokesperson Mrityunjay Singh said: “Here is a government that itself seems to be on parole, what to speak of the release of one individual. All know how this government in Bihar was formed. Some favours have to be returned.”On January 28, Janata Dal (United) leader Nitish Kumar became the Bihar chief minister for the ninth time, hours after resigning from the position and ending an alliance with the Rashtriya Janata Dal and the Congress.Under Kumar, the Janata Dal (United) had earlier allied with the BJP on two occasions, only to break ties later. He first broke ties with the BJP in 2013 after it projected Narendra Modi as its prime ministerial candidate for the 2014 Lok Sabha polls.In 2017, the Janata Dal (United) chief joined hands with the BJP again.He then left the National Democratic Alliance and returned to the Rashtriya Janata Dal-led coalition in August 2022.","author":"Scroll Staff","time":"2024-05-06T12:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200511-nxnynpoeas-1714977750.jpg","tags":["Anant Kumar Singh","Neelam Devi","NDA","Lok Sabha 2024","RJD","JDU"]}