{"title":"BJP promises to ‘correct NRC, exclude illegal immigrants’ in manifesto for Assam polls ","content":"The Bharatiya Janata Party on Tuesday, in its manifesto for the Assam elections, said that it will “protect genuine Indian citizens and exclude all illegal immigrants”. The party said that it will undertake a process of “correction and reconciliation of entries” in the National Register of Citizens.The manifesto, which lists 10 “sankalp”, or resolutions, however did not say anything on the implementation of the Citizenship Amendment Act. But after releasing the manifesto, BJP President JP Nadda said the citizenship law has been passed by Parliament and will be implemented “in time”, PTI reported.He said the Congress’s claim that the party will not allow implementation of Citizenship Amendment Act in the state if elected to power was made either “due to their ignorance or they are trying to fool the people” of Assam. “I do not want to comment on the Congress thinking but their approach is not only problematic but also dangerous for the state,” Nadda added.The BJP, in its manifesto for another poll-bound state West Bengal, has promised to implement CAA in the first Cabinet meeting, if voted to power.The Citizenship Amendment Act fast-tracks Indian citizenship for non-Muslim migrants from Pakistan, Bangladesh and Afghanistan. By introducing a religious test for Indian citizenship, critics say it violates the constitutional principle of equality. Indian Muslims fear, along with the proposed National Register of Citizens, it could be used to harass and disenfranchise them. The passage of the law led to widespread protests across India.More than 19 lakh people were left out of the final list of the Assam NRC that was published on August 31, 2019. The number of people left out comprise around 6% of Assam’s entire population. Some of those left out have been appealing against their exclusion in the foreigners’ tribunals. As many as 3.3 crore people had applied for the exercise.Meanwhile, the manifesto released by Nadda on Tuesday morning, mentioned a delimitation exercise as one of the BJP’s resolutions. Land pattas (strips) with requisite rights will be given to all “landless Indian citizens” in a phased manner, the manifesto also said.The party promised to increase allocation under the “Orunodoi” scheme under which over 15,000 women in each constituency are paid Rs 830 per month. BJP now plans to increase the amount to Rs 3,000 per month.For children, the party has promised free education in state government-run institutions and free bicycles for all school students from Class 8 onwards. For the youth, on the other hand, BJP has vowed to provide 2 lakh government jobs, of which 1 lakh will be made available within the next one year.The 126-member Assam Assembly will go to polls in three phases on March 27, April 1, and April 6. The counting of votes will take place on May 2.","author":"Scroll Staff","time":"2021-03-23T12:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156597-gnjtxnefqc-1616480665.jpg","tags":["Assam polls","BJP","Manifesto","Assam NRC","NRC"]}