{"title":"BJP leader LK Advani to be awarded Bharat Ratna","content":"Bharatiya Janata Party leader and former Deputy Prime Minister LK Advani will be conferred the Bharat Ratna, India’s highest civilian award, Prime Minister Narendra Modi announced on Saturday.“One of the most respected statesmen of our times, his contribution to the development of India is monumental,” Modi said in a social media post. “His is a life that started from working at the grassroots to serving the nation as our deputy prime minister.”The prime minister said that Advani’s decades-long public service “has been marked by an unwavering commitment to transparency and integrity, setting an exemplary standard in political ethics”. “He has made unparalleled efforts towards furthering national unity and cultural resurgence,” Modi added.Advani, the BJP’s longest-serving president, has been credited for the Hindutva party’s rise during the 1990s when it first came to power with coalition governments.I am very happy to share that Shri LK Advani Ji will be conferred the Bharat Ratna. I also spoke to him and congratulated him on being conferred this honour. One of the most respected statesmen of our times, his contribution to the development of India is monumental. His is a… pic.twitter.com/Ya78qjJbPK— Narendra Modi (@narendramodi) February 3, 2024\n\n\nThe announcement to confer the Bharat Ratna to 96-year-old Advani comes less than two weeks after the inauguration of the Ram temple in Ayodhya.Advani, among other Hindutva leaders, had led the agitation for the Ram temple through his “Ram Rath Yatra” in the late 1980s and early 1990s. The yatra on a rath, or vehicle shaped like a chariot, took place in September and October 1990 from Gujarat’s Somnath to Ayodhya. Advani was arrested in Bihar. With thousands of supporters in tow, the yatra had triggered communal violence in its wake, especially in northern India.The Babri masjid, located in Ayodhya, was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot on which the deity Ram had been born. The incident had triggered communal riots across the country. The Ram temple, which is still under construction, is being built on site of the razed Babri mosque.In September 2020, a special Central Bureau of Investigation court in Lucknow had acquitted Advani and 31 other accused in the nearly three-decades-old criminal case related to the demolition of the Babri masjid. They had been accused of criminal conspiracy.On January 23, socialist leader and former Bihar Chief Minister Karpoori Thakur was awarded the Bharat Ratna posthumously by President Droupadi Murmu. The announcement was made by the President’s Secretariat a day ahead of Thakur’s birth centenary on Wednesday. Thakur died in 1988.","author":"Scroll Staff","time":"2024-02-03T14:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116758-xlxccysddw-1573308964.jpg","tags":["LK Advani","Bharat Ratna","Lal Krishna Advani"]}