{"title":"‘BJP doing vote bank politics, NRC will destroy ties with Bangladesh,’ says Mamata Banerjee","content":"The controversial National Register of Citizens in Assam will “destroy” India’s relationship with neighbouring Bangladesh, West Bengal Chief Minister Mamata Banerjee claimed on Wednesday. Banerjee accused the Bharatiya Janata Party-led government of “playing vote bank politics”, PTI reported.Banerjee was in New Delhi on Wednesday, where she met Congress President Rahul Gandhi and his mother Sonia Gandhi, reported ANI. She also met MPs HD Deve Gowda, Sanjay Raut, LK Advani, and Jaya Bachchan, and invited them to a massive rally on January 19 in Kolkata. Banerjee said she had appealed  to all Opposition parties to send their delegations to Assam. She also asked BJP leader Shatrughna Sinha and former saffron party veteran Yashwant Sinha to “send a team  to Assam to check the reality of National Register of Citizens”, ANI reported.Delhi: West Bengal Chief Minister Mamata Banerjee meets Sonia Gandhi and Rahul Gandhi at 10 Janpath pic.twitter.com/uMjh4P8DSB— ANI (@ANI) August 1, 2018\n\n“Out of 40 lakh people whose names are not in the list of NRC, only 1% could be illegal infiltrators,” Banerjee said. “But the BJP is trying to show that all those not included are infiltrators.”She added: “Bangladesh is not a terrorist country. After Independence, many people from Pakistan came to Gujarat, Rajasthan, Uttar Pradesh and Punjab. From Bangladesh too, people came to Tripura, West Bengal, Bihar and many other states. They are not infiltrators or terrorists. Is it a crime that Bangladesh and we [West Bengal] share the same mother tongue? They [the Centre] think, anybody who speaks Bangla is a Bangladeshi.”She accused the Centre of harassing people by calling them infiltrators.The Trinamool Congress chief said her priority is to unite all Opposition parties together to counter the BJP in the 2019 Lok Sabha elections. “I am not for any post,” she said. “I am interested in seeing that all parties should work together.”  The final draft of the National Register of Citizens verifies 2.89 crore people, out of the 3.29 crore who had applied, as legal citizens of India. The stated aim of the counting exercise is to separate genuine Indian citizens from so-called illegal migrants who might be living in the state. According to the terms of the exercise, anyone who could not prove that they or their ancestors had entered the state before midnight on March 24, 1971, would be declared a foreigner.","author":"Scroll Staff","time":"2018-08-01T17:16:48.377636+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888846-fdqgvigstq-1515178455.jpeg","tags":["Mamata Banerjee","Bangladesh","Assam","National Register of Citizens","NRC"]}