{"title":"BJP asks EC to bar Mamata Banerjee from campaigning after violence at Amit Shah’s Kolkata roadshow","content":"A Bharatiya Janata Party delegation urged the Election Commission on Tuesday evening to bar West Bengal Chief Minister Mamata Banerjee from campaigning in the state after violence and arson during a roadshow by party chief Amit Shah, PTI reported. The party alleged that Banerjee is complicit and she has been instigating the violence against BJP workers.The Election Commission has sought a report on the BJP’s allegations from its special observer, according to The Indian Express.“She [Banerjee] holds a constitutional post but has been using unconstitutional comments, asking her party workers to take revenge and indulge in violence,” Union minister and BJP leader Mukhtar Abbas Naqvi told reporters after meeting the poll panel with Cabinet colleague Nirmala Sitharaman and BJP spokesperson GVL Narasimha Rao among others.The BJP also demanded that “disturbing elements” and those with previous charges against them be arrested immediately, and a flag march by the central forces be conducted in poll-bound areas, ANI reported. BJP chief Amit Shah claimed the Trinamool Congress was responsible for the violence as such incidents were not reported anywhere during the six phases of elections, ANI reported. “Mamata Banerjee claims that BJP is doing it, I want to tell her, we are fighting in every state in the nation, unlike you on 42 seats in West Bengal,” he said.Union minister Arun Jaitley said the attack on Shah’s “peaceful rally by the TMC is deplorable”. “Has Bengal acquired a government of gangsters?” he said on Twitter. “Is a free [and] fair poll possible in Bengal? All eyes are now on the Election Commission. Keep it up Amit Bhai. Only Modi Ji and you can do in Bengal what others failed to realise. Victory is now at an arm’s length distance.”Banerjee’s Trinamool Congress has also sought a meeting with the Election Commission after the violence. Banerjee announced that her party will take out a protest rally on Wednesday to condemn the vandalism of Vidyasagar’s bust at the Vidyasagar college, The Indian Express reported.The party’s official Twitter handle and party leaders, including Banerjee, Derek O’Brien and Abhishek Banerjee, have changed their profile photos on Twitter to Vidyasagar’s image.One more phase of Lok Sabha elections remains to be held on May 19. All previous phases have seen incidents of violence at polling booths and clashes between supporters of the BJP and the Trinamool Congress.The BJP said constitutional machinery has collapsed in West Bengal and Trinamool Congress “goons” have hijacked the state administration. The party delegation said the credibility of the Election Commission is at stake.कोलकाता के रोडशो में उमड़े जनसैलाब से हताश होकर ममता बनर्जी के गुंडों ने रोडशो पर हमला किया।मुझे बंगाल की जनता पर विश्वास है कि वो इस हिंसा का जवाब अपने मत से TMC को उखाड़ कर देगी।मैं आशा करता हूँ कि चुनाव आयोग TMC के गुंडों को गिरफ़्तार कर बंगाल में शांति बहाल करेगा। pic.twitter.com/WxlASaVFj8— Chowkidar Amit Shah (@AmitShah) May 14, 2019\n\nOver 100 people detainedEarlier on Tuesday, clashes had broken out during the roadshow in Kolkata after sticks were hurled at Shah’s truck. Stone-pelting incidents were reported near a college hostel. BJP activists locked the gates of the hostel and set cycles and motorcycles parked outside on fire. A bust of 19th-century philosopher Ishwar Chandra Vidyasagar was smashed, and BJP and Trinamool Congress supporters exchanged blows outside the premises of Vidyasagar College. Shah escaped unhurt but was forced to cut short his event. He told ANI after the roadshow that Trinamool Congress “goons” were frustrated with the response the event had received, and hence attacked it. He called the incident “a black chapter in democracy”, according to The Indian Express.Mamata Banerjee, however, blamed the BJP for the violence. “What does Amit Shah think of himself?” she asked, according to the Hindustan Times. “Is he above everything? Is he God that no one can protest against him?”Kolkata Police Commissioner Rajesh Kumar told The Indian Express: “Over 100 people have been detained by police. We will take strong action against those who are responsible for the incidents.”MA Naqvi after BJP meets EC on clashes at Amit Shah's roadshow in Kolkata, #WestBengal: We demanded EC disturbing elements&history-sheeters be arrested immediately,central forces' flag march be conducted&CM Mamata Banerjee be barred from campaigning for instigating her supporters pic.twitter.com/xtmtLcifuz— ANI (@ANI) May 14, 2019","author":"Scroll Staff","time":"2019-05-15T07:47:26.785659+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119671-akmocschdk-1557886125.jpg","tags":["Amit Shah","Mamata Banerjee","West Bengal","Bharatiya Janata Party","Kolkata"]}