{"title":"BJP revokes Telangana MLA T Raja Singh’s suspension, gives him poll ticket","content":"The Bharatiya Janata Party on Sunday revoked the suspension of Telangana MLA T Raja Singh and announced that it will field him from the Goshamahal constituency in the upcoming state Assembly elections.Singh was suspended in August last year over his remarks about Prophet Muhammad. The BJP had acted against him after large-scale protests erupted in Hyderabad as he repeated former BJP spokesperson Nupur Sharma’s disparaging remarks about the Prophet.Sharma’s remarks had led to a major diplomatic row with several countries in West Asia in June last year.On Sunday, secretary of the BJP’s central disciplinary committee Om Pathak said that Singh’s suspension was revoked based on his reply to the party’s show cause notice. In the reply, Singh had promised not to do anything that brings disrespect to the party. The legislator had also claimed that whenever he criticises Lok Sabha MP Asaduddin Owaisi’s All India Majlis-e-Ittehadul-Muslimeen, an impression is created that he is criticising Muslims.ఎమ్మెల్యే @TigerRajaSingh గారిపై @BJP4India సస్పెన్షన్ ఎత్తివేసింది. pic.twitter.com/DvvH8onZ5l— BJP Telangana (@BJP4Telangana) October 22, 2023\n\nEven when he was suspended from the party, Singh had engaged in hate speech against Muslims multiple times.Earlier this year, he urged Hindu women not to befriend women who wear the burqa.“Whoever has a tilak on his forehead is my brother and a Hindu,” Singh had said to a cheering crowd in January. “I will befriend only people who wear a tilak. And our sisters, do not become friends with burqa-wearing women.”The MLA insinuated that Hindus now face danger from Muslim men as well as women as he said: “There was a time when we faced danger from Aftab, but now there is danger from Ayesha as well. It is this Ayesha that introduces [Hindu women] to Aftab.”In March, Singh was once again booked making inflammatory remarks against Muslims during an event in Maharashtra’s Ahmednagar district. At the event, held on March 10, Singh had made derogatory references towards Muslims and also claimed that India will be declared a Hindu nation by 2026. A video of his speech was widely shared on social media. At another rally in March organised to support the renaming of the city of Aurangabad in Maharashtra, Singh had asked Hindus to take action if they find cases of “love jihad”. The city was officially renamed as Chhatrapati Sambhaji Nagar in September.“There are 100 crore Hindus in India,” Singh had said. “If Hindus start doing jihad, you [Muslims] will not find women to marry”.The BJP leader had also used abusive language for Asaduddin Owaisi and Akbaruddin Owaisi, and compared the All India Majlis-e-Ittehadul Muslimeen leaders to dogs.","author":"Scroll Staff","time":"2023-10-22T13:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109952-eovearykvu-1645023376.jpg","tags":["T Raja Singh","Goshamahal","BJP","Hate Speech","Muslims","Telangana Assembly Polls"]}