{"title":"BJP will restore peace in Manipur soon, says Amit Shah in Imphal","content":"The Bharatiya Janata Party government will soon restore peace in Manipur, Union Minister of Home Affairs Amit Shah said at an election rally in Imphal on Monday.Shah’s comments came as the Meitei women’s group Meira Paibis blocked roads in different parts of the city to protest his visit, reported The Indian Express. The protestors stopped people from attending Shah’s rally and removed BJP flags from vehicles. In the New Checkon area, they piled burning tyres in the streets to hinder the public movement.“Manipur will witness peace in the days to come,” Shah said. “Over the past six years, Manipur had been peaceful. I assure you that the BJP will hold talks with those who have ignited the conflict and those who have endured it, and restore peace with [Manipur’s] integrity intact.”The northeastern state has been reeling from an ethnic conflict between the dominant Meitei and the tribal Kuki-Zo communities since May 3. The violence has killed 219 persons and displaced 60,000 people. Prime Minister Narendra Modi has not visited the BJP-ruled state since the violence began.Shah also said that his government had revoked the Free Movement Regime with Myanmar to curb illegal immigration into the state. The free movement regime allowed visa-free movement for people living within 16 kilometres on either side of India and Myanmar’s shared, largely unfenced, 1,643-km-long border along Manipur, Mizoram, Nagaland and Arunachal Pradesh.“There was a conspiracy to change the demography of Manipur with the help of infiltration,” Shah claimed. “The Narendra Modi government has decided to fence the border with Myanmar to make Manipur more secure. The Free Movement Regime was misused for narcotics trade.”In September, Manipur Chief Minister N Biren Singh had attributed the ethnic conflict in the state to the free movement of people from across the border with Myanmar. He had also urged the Union home ministry to permanently terminate the free movement regime and complete the border’s fencing to check the “illegal influx from Myanmar”.Under the free movement agreement, visitors were allowed to spend a day across the border without any document, and stay up to 72 hours “with effective and valid permits issued by the designated authorities on either side”. The regime was devised keeping in mind the traditional social relations between communities on either side of the border and to facilitate cross-border trade between them.Shah also accused the Congress of “breaking Manipur” and keeping the state under heavy barricading.“This election is not between the Congress and the BJP but between forces who talk about breaking Manipur and who want to keep Manipur united,” Shah said. “They even partitioned the country and even now they want to divide the country into north and south.”The Modi government ended the Free Movement Regime to thwart the conspiracy to change the demography of Manipur. pic.twitter.com/KwONIzjYDm— Amit Shah (Modi Ka Parivar) (@AmitShah) April 15, 2024\n\n\nShah’s comments come against the backdrop of continuing violence in Manipur. On Saturday, two Kuki-Zo village volunteers were killed in Kangpokpi district’s Phailengmol area.The victims – 23-year-old Kamminlal Lupheng from Maphoudam and 25-year-old Kamlengsat Lunkim from Bongjang – were gunned down by Meitei militants in collusion members of central security forces, tribal groups alleged.Voting for the state’s two Lok Sabha constituencies will take place in two phases. The Inner Manipur constituency, which covers most of the Meitei-majority valley region, will vote on April 19, while the Outer Manipur seat, covering most Kuki-Zomi and Naga dominated tribal areas, will vote on April 26.However, the Indigenous Tribal Leaders’ Forum in Manipur has asked politicians from the Kuki-Zomi community not to contest the polls due to the unrest. No candidates from the community have signed up to contest from Outer Manipur.Also read: ‘Will Modi visit us if we vote?’: Why this election means little for Manipur’s displacedSC rejects plea seeking voting arrangements for displaced personsThe Supreme Court on Monday rejected a plea that sought voting arrangements for nearly 18,000 displaced people from Manipur due to ethnic violence, citing paucity of time, reported Live Law.The bench led by Chief Justice DY Chandrachud said that it will not be practical to direct the Election Commission to make such arrangement for Internally Displaced Persons living in Shillong, Kolkata, Guwahati, Hyderabad, Delhi, Bangalore and Kohima just three days before the state goes to the polls.“Interference of this court particularly at this belated stage would cause substantial impediments in the conduct of the ensuing general elections of the Lok Sabha Constituency for state of Manipur,” the court said. “We are therefore not inclined to issue any directions of this sort.”Also read: Kuki-Zos are right to be disillusioned, but boycotting elections only endorses the status quo","author":"Scroll Staff","time":"2024-04-15T20:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200062-eqvikkscll-1713191704.jpeg","tags":["Manipur","Amit Shah","BJP","Free Movement Regime","Lok Sabha Elections 2024","Lok Sabha 2024"]}