{"title":"BJP state units start to grumble about being denied Cabinet berths","content":"As Prime Minister Narendra Modi settles into office, members of the state units of the Bharatiya Janata Party, especially those states that performed beyond expectation, are coming to realise that their great efforts to get him there are unlikely to be rewarded with representation in the Cabinet.Privately, state-level politicians from Punjab, West Bengal, Rajasthan, Uttarakhand and Himachal Pradesh have begun to express their disappointment that their members have failed to find ministerial berths. The only state of all these to find representation in the Union Cabinet is Rajasthan, and even it has been allotted one berth, that of a junior minister.Assuaging such disappointment will be an important consideration when the council of ministers is expanded later this month, a senior member of the party said on condition of anonymity. “When Modiji formed his Cabinet, he could not pay adequate attention to representing the various states,\" this man said. \"I’m sure the issue will be settled when the Cabinet is expanded.”The state in which resentment is most acute is West Bengal. In the Lok Sabha elections, the BJP received nearly 87 lakh votes, or 16.8% of the total votes polled in the state. The state leadership believes that the collapse of Congress and the steep decline in the vote share of the Left parties has created space for an alternative like BJP. However, “the absence of any minister from the state caused huge disappointment among party workers”, a Bengal unit leader said.BJP officials said of the two party MPs from West Bengal – SS Ahluwalia, who won from Darjeeling, and Babul Supriyo, who won from Asansol – the chances of the former being inducted into the Union council of ministers is higher.The Punjab unit of the BJP is also disgruntled. “Arun Jaitley [who contested from Amritsar and lost to Captain Amarinder Singh of the Congress] can hardly be considered a representative of Punjab,” said a senior BJP leader from the state. “Even in Parliament, he is a Rajya Sabha member from Gujarat.”Insiders say the BJP unit in Punjab has been pressurising the central party leadership to induct Gurdaspur MP Vinod Khanna into the Cabinet.Though Nihal Chand, the winning candidate from Ganganagar, Rajasthan, could make it into Modi’s council of ministers, party leaders in the state, including chief minister Vasundhara Raje, are said to be feeling let down. After winning all 25 seats in Rajasthan, the BJP leadership here was expecting better treatment from the centre than a minor ministerial berth, officials said. Similar noises are emerging from Uttarakhand and Himachal Pradesh, both states where the BJP swept.This will not be Modi's only consideration while expanding his council of ministers. A leader from Maharashtra will also have to be given a place in the Cabinet, after Rural Development Minister Gopinath Munde died in a car crash only days after taking oath.Modi will also have to find  full-time Defence Minister. Arun Jaitley will be divested of that role so he can concentrate on heading the Ministry of Finance.","author":"Dhirendra K Jha","time":"2014-06-11T07:09:38+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/666846-0b509bd5-6bb0-48f2-b428-cea7dbca1153.jpg","tags":[]}