{"title":"BJP’s major achievement in Rajasthan: Rewriting school textbooks to reflect RSS worldview","content":"Gurmeet arrives in Ajmer on a crowded train. His friend Razzak picks him up and takes him to the dargah of Moinuddin Chisti, where he describes the festival of Urs held annually at the shrine. At Adhai din ka jhopda, the two friends discuss whether the monument could indeed have been built within two-and-a-half days, as its name suggests. Next, they go to Taragarh fort, where they see the memorial to the Rajput king Prithviraj Chauhan. By the time they wrap up the visit to Ana Sagar lake, they are too tired to go anywhere else. This is “Ajmer ki Sair”, a story of two boys sightseeing in the city of Ajmer, which Class 3 students in Rajasthan read in their Hindi textbooks until 2016. In July that year, the state introduced new school textbooks in all classes.The new Hindi textbook for Class 3 still features the story of the two boys. Gurmeet still arrives on a crowded train. Razzak still lives close to the dargah. They still tour Ajmer. But the Urs is no longer described in detail. Prithviraj Chauhan is called the king “who defeated Bharat’s invader, Mohammad Ghori several times”. The tour spills over into the Hindu pilgrimage town of Pushkar, where Razzak shows Gurmeet the “world famous” Brahma temple and the Panchkund or five reservoirs “that the five Pandavas had built” – a reference to the heroes of the epic Mahabharata.From “Ajmer ki Sair”, the story has been renamed “Ajmer ki Yatra”.As Devyani Bharadwaj, an educationist who lives in Jaipur, said, “The one chapter that could have positively represented Muslims has been butchered.”Educationists in Rajasthan say these changes are in keeping with the larger trend of textbook revisions made under the Bharatiya Janata Party government. Not only do the new textbooks  reinforce the Hindu majoritarian worldview, they all but erase minority identities. Science is explained through stories from Indian mythology and every maths textbook from Class 3 to 8 has a chapter on Vedic maths. The banned practice of sati is described in glowing terms, as are government schemes and initiatives. Books of practically every subject seek to instil nationalism and an unquestioning respect for the armed forces.Rajasthan goes to election on December 7. The rewriting of the textbooks is not part of the political conversation. But educationists say its effects could be serious and long-term. For the majority of children in Rajasthan who study in government schools, these free textbooks “are the only ones they will ever be exposed to”, said Rajiv Gupta, a retired sociology professor from Rajasthan University. “Most are not even in contact with modern tools such as newspapers.”What led to the changeThese revisions were unexpected. Rajasthan had just rewritten textbooks for Classes 1 to 5 and had started on Classes 6 to 8.In 2005, the Central Advisory Board of Education had passed the National Curriculum Framework, a set of guidelines on designing school curriculum, including the writing of textbooks. The document privileged “understanding” over “memory-based, short-term information accumulation”, to enable children to “learn and create their own versions of knowledge”.To realign its curriculum to these principles, Rajasthan’s State Institute for Educational Research and Training began the process of revising textbooks in 2011. A “steering committee” of educationists and academics was assembled from organisations and institutions across India, in partnership with the ICICI Foundation, the philanthropic arm of ICICI Bank. The committee met over two years and the new textbooks were approved after multiple rounds of review. Starting 2013, new books for Classes 1 to 5 were introduced in phases, followed by social science books for Class 6 and 8. In December 2013, the BJP defeated the Congress in state assembly elections, forming the government under Vasundhara Raje. Within months, the committee had been disbanded. In July 2015, a new textbook-writing committee was appointed, with participants drawn entirely from Rajasthan. One participant, himself a member of the Rashtriya Swayamsevak Sangh, told Scroll.in that “where the previous group had included some Sangh members by accident, this time they picked only Sangh’s people”.  (The next story in this series takes a closer look at this process.)Less than a year later, in July 2016, new textbooks were introduced for Classes 1 to 8, all in one go.A primary school in Jaipur's Haji Colony in 2017. Photo: Shreya Roy ChowdhuryAssessing the changesA group of educationists and academics, including Bharadwaj and Gupta, analysed the new textbooks, not just for their representation of minorities but also their value as essential tools for learning. They checked to see if the textbooks equipped children to build knowledge independently or just broadcast information, whether the information itself was correct and the approach scientific, and whether they were sensitive to issues of gender, diversity and marginalisation.On all counts, the books did not measure up, as the analyses, published in the August 2016 edition of the education journal, Shiksha Vimarsh, showed.GenderTo illustrate the problem with the treatment of gender, Bhardwaj, who studied the Hindi textbooks, pointed to “Mundmaal”, a story for Class 6 students, which offers a ringing endorsement of the banned practice of Sati. In the story, a minor ruler named Churavat prepares to intercept an invading Badshah from Delhi. “Prannath, you must remember this,” the queen addresses him, “A small child can touch the sky, an oyster may swallow an ocean, even the Himalayas may shake, but Bharat’s Sati goddesses cannot deviate from their vows.” Churavat sets out for battle, but soon sends home a messenger seeking a “sign of hope and faith” to help bolster his courage. The queen chops off her head, “purifying the temple’s marble floor with the Sati’s blood”. Churavat proceeds to battle, with the queen’s long hair tied around his neck, the head dangling like a grotesque pendant – the “mundmaal” or skull/head-necklace.Textbooks of practically all classes and subjects reinforce gender stereotypes. Educationist Ambika Nag, studying the environmental science textbooks of Class 3 and 4, pointed out that girls are barely visible in the illustrations in the chapters on games and sports. They are more often seen filling water and cooking.Most visuals and illustrations in the textbooks reinforce gender stereotypes.  ReligionMinority identities – Muslims, Christians and others – are nearly missing from the textbooks. Students are carefully guided to view their country and community from the “Hindu majoritarian perspective”, said Pramod, editor of Shiksha Vimarsh.For instance, the Class 1 Hindi textbook teaches the alphabet by drawing a large number of words from the Hindu religious lexicon. These include “rishi” (an ascetic), “rath” (a chariot), “yajna” (sacrificial offering), “trishul” (a trident) and “gyaani” (a knowledgeable person).The Hindi textbook for Class 1 introduces letters of the alphabet by using words drawn from the Hindu religious lexicon. In addition, it reinforces caste stereotypes by using the image of a Brahmin man as visual representation of learning. The Class 5 Hindi textbook contains a letter in which the cow declares herself a purveyor of “strength, wisdom, longevity, health, happiness, prosperity and glory”, enjoins children to serve and protect her, and signs off with “Yours, Kamdhenu Gaumata”. The Class 8 Hindi textbook includes a chapter on “Village Development with Cow Protection”. The same textbook notes that the reconstruction of Somnath Temple was Indian freedom fighter and first deputy prime minister Sardar Vallabhbhai Patel’s greatest contribution.In fact, the selection of notable Indians in the “Hamare Gaurav” (Our Pride) sections of the environmental science textbooks itself is a giveaway. There is not a single Muslim among the 15 notable Indians featured.The 15 personalities listed in the \"Hamare Gaurav\" sections of environmental science textbooks for Classes 3, 4 and 5 do not include a single Muslim. In the textbooks, the image used for Nagarjuna was also incorrect. Dalits and AdivasisBR Ambedkar and Birsa Munda are acknowledged as notable Indians, but the representation of Dalit and Adivasi identities is distorted. Nivedita Vijay Bedadur, who analysed English textbooks for Shiksha Vimarsh, noted that the stories presented tribal and rural communities as self-sacrificing. “There are three lessons on tribals, marginalised peoples in the textbooks [for Classes 6, 7 and 8] and all three require the tribals to sacrifice themselves and their children or put themselves in grave danger for the sake of the rich or powerful.”The Class 6 social science textbook whitewashes the history of the caste system. “The initial nature of the caste system was very good,” it says. “It was based on professions. It was not linked to birth…Between the castes there was no bar on sharing food or drink or on matrimonial relations, nor was there untouchability.”As Gupta pointed out, there is no critique of the caste system. “Endogamy is upheld because it leads to the purity of blood,” he said. “The joint family tradition has not been analysed as a structure born of patriarchy and feudalism.” The Class 8 textbook describes tribal people as “Adivasi jaati”, co-opting them into the caste-system.NationalismIf the textbooks engender any type of mindset at all, it is one of surrender. “The Class 3 textbook has 15 lessons out of which seven treat the child as if she were an unformed creature, likely to be swayed to do wrong and has to be taught morals through a hammering of the ‘right behaviour’,” Bedadur said.And nowhere are the texts more hectoring than when instilling nationalist pride.From Class 3 to Class 8, every Hindi textbook begins with a “desh bhakti” text or poem – in a few, the nation is depicted as “Bharat mata” (Mother India), as imagined by Hindus.Patriotism has been conflated with respect for the armed forces and is frequently associated with the willingness to die a violent death for the nation. In the Class 3 Hindi textbook, “Sahasi Balika” –  brave girl – seven year-old Maina, introduced as Nana Fadnavis’ daughter, is burnt to death by the British because she wanted “independence for the country”. She went to her death “laughing”. Fadnavis was a historical figure, an 18th century Maratha minister who resisted the advance of the East India Company but the historicity of the episode described is questionable.Government propagandaIn the Class 3 Hindi textbook, “conspiracy” is “an act or plan against government or rulers”. Gupta pointed out that while loyalty to the government is emphasised, the notion of “state responsibility or accountability does not exist”. What is featured instead are government schemes and activities.Thus, the Class 7 English textbook casually inserts Narendra Modi’s weekly radio show, Mann Ki Baat, into a discussion on the use of modern technology in communication. The Class 4 environmental science book’s chapter on water says “Indian government’s Namami Gange scheme will have good, permanent outcomes and [the] Ganga will be clean again”.Swachh Bharat Abhiyan, a cleanliness campaign, and Beti Bachao Beti Padhao dedicated to the welfare and education of young girls, are both prominently featured in an illustration on urban India in the Class 1 Hindi textbook.\n\t\t\n\tChief minister Vasundhara Raje with school students. The book title is 'Dayitva' or 'Responsibilty'. Fact, fiction, faithFact and fiction, myth and history are mixed up in not just the social science textbooks, but even in the science textbooks.The Class 3 environmental science book describes the nomadic community of Gadoliya Lohars – ironsmiths who live on carts. It says when the Mughals attacked Chittor in Mewar region of Rajasthan, their forefathers abandoned the place with its fleeing ruler and vowed to not return till “Mewar is completely free”. “It is a “total fabrication”, said Gupta. “Can you name one caste that has been displaced by Mughal attacks? Texts construct narratives without mentioning a single fact.”The history text for Class 6 contains a section on the river Saraswati that “flowed through Haryana and Rajasthan”, on whose banks the ancient Vedas were composed. The same textbook treats Mahabharata and Ramayana as accounts of historical events. Listing 16 mahajanapadas – or great kingdoms of ancient India –  it claims the Pandavas spent their years in exile in the Matsya mahajanapada, while “Shri Ram and other Suryavanshi rulers” ruled over the Kaushal Mahajanapada.The Class 7 textbook presents the outcome of the Battle of Haldighati, in which  Mughal emperor Akbar defeated Rana Pratap of Mewar, as the exact opposite of known facts.“These are ahistorical texts where lines between religious scripture and historical facts are blurred,” summed up Gupta, “and the narratives give legitimacy to cultural imperialism by depicting one culture and one religion as the best there is.”Similarly, science textbooks draw on mythical texts that “cannot be understood or confirmed scientifically,” said Ambika Nag. In the Class 4 lesson on flowers, the lotus has been linked to the Hindu goddess, Saraswati. A Class 6 geography lesson on the cosmos, while referring to the Pole Star, includes a story on the Dhruva Tara from Hindu religious scriptures. The Class 7 lessons on water and Earth start on the same note, with their significance in scriptures and Hindu rites and practices elaborated first.“Children must start understanding the science behind what they see around them in schools,” said Komal Srivastava from education non-profit Bharat Gyan Vigyan Samiti in Rajasthan. “Outside, they are not allowed to question. The entire community is superstitious and plagued by fears of ghosts.”Mathematics textbooks for Classes 3 to 8 have chapters on “Vedic mathematics” that Ravi Kant, an educationist who has analysed them, described as essentially “calculation tricks”. The introduction of the actual discipline is flawed with diagrams that do not clarify mathematic concepts. The lessons do not offer enough examples to help children recognise patterns and generalise on their own.The ‘exercises’The myriad flaws of the books and the misinformation get cemented by the suggested exercises and activities at the end of each chapter. At the end of “Sahasi Balika”, children are asked what they would do if they were in Maina’s place and were asked to plunge into fire. “The point of nationalism is driven home with such images of violence and aggression,” said Bharadwaj.Most questions test memory, encouraging rote-learning, and in some cases, the text does not contain the answer to the question being asked. When the Class 3 story in the old books, “Ajmer ki sair” was revised into “Ajmer ki yatra” in the new ones, the part on flowers and Urs were deleted. But the question section with the new version still asks children why homes around the Dargah fill up with flowers during Ramzan.This is the first part in a three-part series. Read the second part here: Inspired by the RSS, dictated by BJP minister: The inside story of Rajasthan’s textbook revisions Corrections and clarifications: An earlier version of this article said every maths textbook has a chapter on Vedic Maths. This is applicable to maths textbooks for Class 3 to 8.","author":"Shreya Roy Chowdhury","time":"2018-11-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105520-fwfkqolmeh-1542104058.jpeg","tags":["Rajasthan","BJP","Vasudev Devnani","Hindutva","Textbooks"]}