{"title":"Pragya Singh Thakur has apologised for calling Nathuram Godse a patriot, says BJP","content":"Bharatiya Janata Party candidate and terror-accused Pragya Singh Thakur on Thursday called Mahatma Gandhi’s assassin Nathuram Godse a patriot. “People calling him a terrorist should instead look within,” she told ANI. “Such people will be given a befitting reply in this election.”“Nathuram Godse was a deshbhakt [patriot], he is and will remain a deshbhakt,” she said. “Those calling him a terrorist should instead look within. They will be given a befitting reply in this election.” However, her spokesperson and BJP leader Hitesh Bajpai said later in the day that Thakur has apologised. “Pragyaji has apologised for her statement,” he told PTI. However, he parried a question about whether Thakur had rendered an apology to state BJP chief Rakesh Singh.The BJP said it “disagrees” with Thakur’s remark. “BJP does not agree with her statement,” Madhya Pradesh BJP media cell chief Lokendra Parashar said. “The party will talk to her under which circumstances she gave the statement. One who killed Mahatma Gandhi cannot be a deshbhakt.”Congress leader and Bhopal Lok Sabha candidate Digvijaya Singh demanded that Prime Minister Narendra Modi, BJP National President Amit Shah, and BJP leaders from Madhya Pradesh should apologise for Thakur’s statement. “I condemn the words used against the Father of the Nation,” Singh told reporters in Ujjain. “Nathuram Godse was a killer and eulogising him is not patriotism, but an anti-national act.”Thakur’s comments come in the backdrop of Makkal Needhi Maiam founder Kamal Haasan calling Godse “free India’s first extremist”.  Haasan had made the remark at a public meeting in Aravakurichi Assembly constituency in Tamil Nadu on Monday. He had also pointed out that Godse was a Hindu. On Wednesday, he said his comment was a “historical truth”. The actor-turned-politician is facing a court case in Delhi and a First Information Report has been registered in Tamil Nadu.#WATCH BJP Bhopal Lok Sabha Candidate Pragya Singh Thakur says 'Nathuram Godse was a 'deshbhakt', is a 'deshbhakt' and will remain a 'deshbhakt'. People calling him a terrorist should instead look within, such people will be given a befitting reply in these elections pic.twitter.com/4swldCCaHK— ANI (@ANI) May 16, 2019\n\nThakur, an accused in the 2008 Malegaon blasts case, is known for her incendiary comments and speeches and has been associated with the radical Hindu outfit Abhinav Bharat and Durga Vahini, which is the women’s wing of the Vishwa Hindu Parishad.Thakur is contesting the Lok Sabha election against Congress’ Digvijaya Singh in Bhopal constituency on a BJP ticket. Several Opposition parties have opposed her candidature and called out the Bharatiya Janata Party for fielding a terror accused.The BJP, however, has defended fielding Thakur from Bhopal. The party claimed it will be a fight against the Congress’ conspiracy to defame Hindu religion.","author":"Scroll Staff","time":"2019-05-16T15:25:31.823317+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117849-cptixssxri-1555660249.jpeg","tags":["Nathuram Godse","Pragya Singh Thakur","BJP","Kamal Haasan","Mahatma Gandhi"]}