{"title":"Book versus movie: Rajendra Yadav’s prose comes alive in Basu Chatterjee’s ‘Sara Akash’","content":"In a 2013 interview for the Rajya Sabha TV show Guftagoo, Basu Chatterjee, widely known for popular mainstream Hindi films such as Chitchor, Rajnigandha and Khatta Meetha, called Sara Akash his finest movie. An avid cinephile associated with the film society movement in its early years, Chatterjee was so inspired by neo-realistic Italian and French cinema that he left his job of 19 years as a political cartoonist with the Blitz magazine to assist Basu Bhattacharya on Teesri Kasam. It is befitting, therefore, that for the story of his debut film in 1969, Chatterjee chose the pathbreaking novella Sara Akash, written by his friend from Agra, author Rajendra Yadav.Yadav was a pioneer of the Nayi Kahani movement in Hindi literature, along with Mohan Rakesh, Kamleshwar, Manu Bhandari and others. The Nayi Kahani movement ushered in a new era in Hindi literature at a time when post-independent Indian society was grappling with new issues thrown up by a rapidly urbanising nation. These stories were direct and hard-hitting and confronted the reader with the unspoken realities and uncomfortable truths of Indian society. Marriage and the changing relationships between men and women were important themes in the Nayi Kahani movement.Also read:Book versus movie: Revisiting ‘Yehi Sach Hai’, the short story that inspired ‘Rajnigandha’  Yadav’s first novel was Pret Bolte Hain (Ghosts Speak), published in 1951 and retitled as Sara Akash (The Infinite Cosmos) in the 1960s. The title came from the poem Jayprakash by Ramdhari Singh Dinkar, dedicated to freedom fighter Jayaprakash Narayan:“Senani, karo prayan abhayBhavi itihas tumhara haiYeh nakhat amaa ke bujhte hainSara akash tumhara hai.”(March on, soldier, fearless; you will create history. These stars in the dark night will yield, the cosmos is yours to conquer).Chatterjee’s film was released in 1969, the same year as Bhuvan Shome and Mani Kaul’s Uski Roti. These films are among the earliest examples of what came to known as parallel cinema. Mani Kaul played a small role in Sara Akash, in his only major acting role ever.Chatterjee was a master of screenplay writing. Sara Akash won him the Best Screenplay Award at the Filmfare Awards. It also won the Best Cinematography trophy at the National Film Awards for KK Mahajan. The black-and white film was made with a loan of Rs 2.25 lakhs from the Film Finance Corporation (the precursor of the National Film Development Corporation). It was shot on location at Rajendra Yadav’s own house in Agra.Sara Akash is based on the first part of Yadav’s novella. It depicts the trials and tribulations of a young college-going man who is forced into marriage well before he is ready to shoulder its responsibilities. He is an idealist and a nationalist, fond of quoting Bhagat Singh, Swami Vivekanand and Subhas Chandra Bose. His dreams of doing something big are dashed to the ground when his father forces him to “settle down”; the immediate provocation being the failed marriage of his younger sister. AK Hangal portrays the father to the angsty hero Samar, played by a young and handsome Rakesh Pandey. He is ably supported by the lovely Madhu Chakravarty as his young wife Prabha, and Tarla Mehta as his sister-in- law. Mani Kaul plays his brother and Jalal Agha, his best friend.\n\n\n    \n    Play\n\nSara Akash (1969).Sara Akash is a commentary on middle-class morality, patriarchy and tradition. A misunderstanding occurs on the wedding night, which stems from the young groom’s insecurities. The sister-in-law, jealous about Prabha’s education and good looks, poisons Samar’s mind, and his behaviour towards Prabha starts hardening. Grudges build up and a cold war ensues between husband and wife. Samar gives his wife the silent treatment for six months. As the film progresses, one sees the whole family ill-treating the young woman, at first with mild taunts for not covering her face, and later with full-blown insults such as being an educated good-for-nothing who can’t cook. Prabha even gets a stinging slap from Samar one day for unknowingly desecrating a ritual figurine made of clay. Samar later feels sorry, but is unable to express his feelings. The last straw is the insinuation by the mother- in-law that Prabha sits on the rooftop all day with the purpose of enticing strange men.The story is reminiscent of Premchand’s commentary on women in society. Stories such as Bade Ghar ki Beti, Suhag Ka Shav and Kusum contrast the characters of selfish male members and sacrificing female members in the joint family. The family is the fundamental unit of society in this universe, and individuality is discouraged. Tradition is supreme and the pursuit of individual passion is frowned upon. In Sara Akash, an educated bride is seen as a liability. Her reading habits are taken as a sign of arrogance and her wristwatch is a metaphor for all that is modern and evil. Reduced to the status of an unpaid servant, Prabha stops winding her watch because her time is neither valuable nor her own.  Samar finally comes to his senses when he sees Prabha shedding copious tears on the rooftop. He realises that his own inadequacies had made him insensitive towards another human being who is an undeniable part of his life and who has sacrificed her identity to serve his family. The young couple spend all night crying and commiserating. The morning sun brings new hope. But there is no suggestion that they will break away from the family. The film ends on the premise that young men and women must adjust within the domestic setup. There is no alternative, no escape. This was the reality of India that was witnessed by Premchand, Yadav and Chatterjee in their youth and recorded for posterity.Chatterjee stops the film at the end of part one of the book as he wanted closure, reconciliation between the young couple and the promise of a new beginning. The novella continues with the theme of the frustrated, unemployed youth grappling with issues of identity and self-worth and struggling to live up to the expectations of his family. Both the film and the novella are an important documentation of the socio-economic conditions of the lower middle class in northern India during the 1960s, and therefore, worth re-visiting.Also read:Even in the darkness, he dreamed of lights: A tribute to renowned cinematographer KK Mahajan","author":"Nirupama Kotru","time":"2020-05-25T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141787-wfxwryepbo-1590178146.jpeg","tags":["Book versus movie","Sara Akash","Basu Chatterjee"]}