{"title":"Booker Prize winner Geetanjali Shree’s Agra event cancelled over complaint about her novel","content":"An event scheduled to be held in Agra on Saturday to felicitate International Booker Prize winner Geetanjali Shree was cancelled because of a complaint filed against her prize-winning novel Ret Samadhi, the organisers told Scroll.inSandeep Kumar Pathak, a resident of Uttar Pradesh’s Hathras, filed a complaint in the city earlier this week alleging that the book contains “objectionable comments” about Hindu deities Shiva and Parvati. In a tweet, Pathak urged Uttar Pradesh Chief Minister Adityanath and the state police chief to file a first information report on the matter, the organisers said in a press release on Saturday.The police said that they will read the book before deciding on whether to file a FIR.As the matter came to light, Shree told the organisers that she was hurt and did not wish to attend any public events for the time being. She told them that on Wednesday, after the local media reported about the complaint in Hathras, some anti-social elements had tried to disrupt a felicitation event held in Delhi’s Jawaharlal Nehru University.“My novel is forcefully being dragged into a political controversy,” the author told the organisers. “The references made in the novel are integral part of Indian mythology. Those who have objections to these descriptions, should challenge the Hindu mythological texts in the court.”Press release on the cancellation of the event. Credit: Special arrangementShree’s Ret Samadhi, translated into English by Daisy Rockwell as Tomb of Sand, had won the International Booker Prize 2022 in May. It is the first Hindi novel, and the first from India as well as South Asia, to win the award, which is for translated works of fiction from around the world.Cultural organisations Rangleela and Agra Theatre Club had planned the felicitation event. It was scheduled to be held on Saturday evening at the Clarks Shiraz Hotel in Agra.Rambharat Upadhyay, a spokesperson of Rangleela, told Scroll.in that ideally Adityanath should have honoured Shree.“Uttar Pradesh is her birthplace,” Upadhyay said. “The government...the chief minister should have felicitated her. Instead we are having to cancel this event. It’s a matter of shame.”","author":"Abhik Deb","time":"2022-07-30T14:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175425-gqofjjpgpz-1654529685.jpeg","tags":["Geetanjali Shree","Uttar Pradesh","Ret Samadhi","Tomb of Sand","Agra","Sandeep Kumar Pathak","Daisy Rockwell"]}