{"title":"Boxing, Strandja Memorial: Nikhat Zareen begins campaign with win; Lovlina Borgohain disqualified","content":"Nikhat Zareen and Sakshi Chaudhary began their campaign with contrasting wins at the 2024 Strandja Memorial Tournament on Monday.Zareen was up against Mongolia’s Oyuntsetseg Yesugen in the 50kg bout. Both the boxers came with an attacking intent as they delivered powerful blows at every opportunity.The boxers were at their attacking best and didn’t give any breathing space to each other. However, it was the reigning world champion from India, who eventually triumphed with a 3-2 split decision verdict. Zareem will now face Lkhadiri Wassila of France in her quarter-final bout on Thursday.Chaudhary (57kg), on the other hand, outclassed Selmouni Chahira of Algeria with her swift moments and surprise attacks. She dominated the match throughout to clinch an easy 5-0 unanimous decision win to enter the quarter-finals, where she’ll take on Mamajonova Khumorabonu of Uzbekistan.Lovlina disqualifiedIn a surprising turn of events Lovlina Borgohain (75kg) got disqualified in the third round of her pre-quarterfinal match after three warnings of excessive grappling against Ireland’s O’Rourke Aoife.In a surprising turn of events Lovlina Borgohain (75kg) got disqualified in the third round of her pre-quarterfinal bout.The 2020 Tokyo Olympics bronze medallist was handed three warnings of excessive grappling against Ireland’s O’Rourke Aoife before being disqualified.Preeti (54kg) fought a tough battle against Fay Niamh of Ireland. Both the pugilists had their moments in the first two rounds with Niamh taking the lead early on. Preeti did make a remarkable comeback in the third round with all five judges tilting in her favour, but it wasn’t enough as she bowed out of the tournament with a 2-3 loss.Manisha (60kg) and Arundhati Choudhary (66kg) will be in action later in the day against France’s Zidani Amina and Sonvico Emilie, respectively.Late on Sunday, Jugnoo (86kg) secured a hard-fought 3-2 win over Kocharian Ashot of Ukraine in the round of 16 clash. He will now face Djalolov Samandar of Uzbekistan in the quarter-finals on Thursday.","author":"Scroll Staff","time":"2024-02-05T21:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198196-jnkglwmhsg-1707148883.jpg","tags":["Boxing","Strandja Memorial Tournament","Nikhat Zareen","Sakshi Chaudhary","Lovlina Borgohain"]}