{"title":"BR Ambedkar’s vision could hold solutions to India’s agrarian distress and unemployment","content":"In the weeks leading up to India’s national election, thousands of farmers have been protesting the policies of Prime Minister Narendra Modi’s Bharatiya Janata Party. Among their demands, the farmers want minimum price guarantees for almost two dozen crops as climate change pushes them to diversify away from cultivating water-intensive rice and wheat.With farmers describing the protest as a fight to save democracy itself, it is timely to reflect on the lifework of BR Ambedkar, the lead drafter of India’s Constitution – and not just because he foresaw risks to Indian democracy.Ambedkar’s vision as a development economist was no less prescient and ought to be studied by anyone seeking solutions to the intersecting economic and climate crises facing India’s farmers, urban unemployed and poor.As far back as in 1918, in a paper published in the Journal of Indian Economy, titled “Small holdings in India and their remedies”, Ambedkar had zeroed in on the problem of idle labour across India’s scattered, small farms and proposed industrialisation as “the soundest remedy for the agricultural problem of India”.He argued that prioritising labour-intensive industrial activity would pull surplus farm labour into high-value manufacturing which, in turn, would generate capital for investment back into land whose economic efficiency depends on the right mix of labour and capital.This argument resembles (and predates) the dual-sector model developed by Nobel Prize-winning economist Arthur Lewis in 1954 that suggested the synchronised development of agriculture and industry as the pathway to raising wages, savings and productivity in both sectors. It is also relevant over a century later in India where agrarian distress and unemployment crisis coexist with economic growth.Ambedkar’s jobs-focused national industrial policy approach – although neglected in India – is echoed in the left-leaning industrial policy packages of Brussels and Washington. The European Union Green Deal Investment Plan and US President Joe Biden’s Inflation Reduction Act are aimed at creating domestic jobs in industry, advancing equity and pursuing climate goals through a mix of state-directed subsidies and regulatory interventions.While climate change may not have been on Ambedkar’s radar, the interdisciplinary social scientist was a pioneering ecological thinker and activist. It is instructive to study Ambedkar’s egalitarian vision for sustainable development for at least three reasons.First, Ambedkar had a profound understanding of how social norms and economic structures dictate the extraction of labour and distribution of resources, an emerging area of focus in climate change research and policymaking. Progressive policies in the West are acknowledging that “green” is not necessarily “just” amid concerns that the clean energy transition may replicate, and even exacerbate, structural inequalities and patterns of oppression.In the globalised economy, this is perhaps most horrifyingly illustrated by cobalt mining in Congo for the battery economy of the affluent. In this context, Ambedkar’s penetrating insight characterisation in Annihilation of Caste that the caste system is a “division of labourers” and not merely a division of labour could inform those who believe that addressing the climate crisis requires correcting unequal power dynamics as much as a switch to renewables.Second, Ambedkar’s policies for industry and agriculture centered on labour rights and social protections for those who are now on the frontlines of the climate crisis and energy transition. His people-centred policies, in fact, followed his firsthand inspection of the underground working conditions in coal and mica mines.Bills he introduced – with mixed success – as a labour member in the British viceroy’s executive council from 1942-’46, included a minimum wage in both industry and agriculture, reduced work hours, maternal benefits, workmen’s compensation, and social security benefits.Ambedkar envisioned agriculture as a state industry with land cultivated in the form of collective farms under government regulation, not surprising considering his lifelong commitment to improving the conditions of the oppressed castes and women. Importantly, it is achievable.That is evident in the success of women-led Kudumbashree farming collectives in Kerala. Research shows that the state government has played an active role in identifying and facilitating access to land and credit for marginalised women, even helping to increase social acceptance of women’s collectives.Third, Ambedkar long ago envisioned bottom-up models of resource governance that are now being put forth by experts in domestic policies advocating for greater ownership and control of resources by historically-marginalised communities. The historic Mahad Satyagraha of 1927 envisioned such a structural transformation. It was an assertion of Dalits’ legal right to access water from a public tank – and a call for democratisation of the governance of public water-bodies.Ambedkar’s idea of democracy and his embrace of Buddhism provide more clues. His friend and teacher at Columbia University, John Dewey, shaped his view of democracy as a mode of “associated living”. His eco-spirituality shines through in the way he invoked the Buddha: “Love is not enough; what is required is Maitri. It is wider than love. It means fellowship not merely with human beings but with all living beings. It is not confined to human beings. Is not such Maitri necessary?”As India, possibly the world’s most unequal country, goes to vote in the world’s most expensive election, many will recall Ambedkar’s famous 1949 speech to the Constituent Assembly: “How long shall we continue to deny equality in our social and economic life? If we continue to deny it for long, we will do so only by putting our political democracy in peril.”One has to only look at the farmers’ protest on the eve of the election to understand the importance of this farsighted warning about social and economic inequality and its risk to democracy. Although India’s GDP is now the world’s fifth-largest, more than two-thirds of Indian farmers remain small and marginal, owning less than a hectare (2.5 acres) of land, eking out a monthly income of just Rs 10,218 and in some states less than half of that. About 80% of investment in the agriculture sector comes from farmers themselves.Struggling to cope with depleted soil and water tables and uncertain weather patterns, around half of agricultural households are mired in debt. Despite this distress, 40 million Indians returned to farming after the pandemic, which appears to have hit the poor harder in urban India than in rural areas.Ambedkar, the economist with double doctorate from Columbia University and the London School of Economics, has perhaps not received due attention because neither the liberal nor the conservative establishment can claim his legacy.His forceful arguments with the savarna liberal icons of his time included legendary ideological confrontations with Mohandas Gandhi and vehement policy disagreements with Prime Minister Jawaharlal Nehru. He saw the conservative Hindu Rashtra that India is now hurtling toward as nothing short of a calamity.It is easy, even convenient, to reverentially regard Ambedkar as a visionary and a revolutionary. But, to paraphrase former Indian prime minister, economist Manmohan Singh, it is clear that the necessity of learning from Ambedkar’s economics and environmentalism is an “an idea whose time has come”.Deepali Srivastava is a New York-based climate and energy focused writer and editor, whose articles have appeared in Forbes Asia, MSNBC, Next City and Strategy-business.","author":"Deepali Srivastava","time":"2024-04-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199759-lmalrvzfjq-1711997733.jpg","tags":["Climate Change","Agriculture","Minimum Support Price","Farmers Protest","Environment","BR Ambedkar","Economy"]}