{"title":"Budget 2024: Centre hikes capital expenditure target by 11.1% to Rs 11.11 lakh crore","content":"The Central government has proposed to raise the capital expenditure target for the financial year 2024-‘25 by 11.1% to Rs 11.11 lakh crore, Union Finance Minister Nirmala Sithraman announced on Thursday.Capital expenditure is money that the government spends on building assets such as roads, schools and hospitals.In her Budget speech, Sitharaman stated that the increase in the outlay builds on “the massive tripling of the capital expenditure outlay in the past four years”, which resulted in a “huge multiplier impact on economic growth and employment creation”.The outlay this fiscal year would be 3.4% of the gross domestic product, or GDP, of the country.In the last Union Budget, the government had allocated Rs 10 lakh crore as capital expenditure for the fiscal year 2023-‘24, which was 33% higher than the preceding yearOn Thursday, Sitharaman also announced that the government will target a fiscal deficit of 5.1% for the upcoming financial year.“We continue on the path of fiscal consolidation, as announced in my Budget speech for 2021-22, to reduce fiscal deficit below 4.5% by 2025-26,” she said.Fiscal deficit is the difference between the government’s income and expenditure.The revised fiscal deficit for the financial year 2023-‘24 is at 5.8% of the GDP.The finance minister did not announce any changes in the income tax slabs.She said that the direct tax collections have more than trebled over the last ten years and the number of tax filers swelled by 2.4 times.“I would like to assure the taxpayers that their contributions have been used wisely for the development of the country and welfare of its people,” said Sitharamam. “I appreciate the tax payers for their support.”The Budget presented by the finance minister is an interim one as the tenure of the Bharatiya Janata Party-led Central government is set to expire. A full Union Budget will likely be presented in July after the new government is sworn in.An interim Budget only outlines the expected income and expenditure of the Centre for the upcoming financial year. Interim Budgets typically do not include any significant policy changes or announcements of new schemes.","author":"Scroll Staff","time":"2024-02-01T13:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/32888-pdtlygnhhm-1706773750.jpg","tags":["capital expenditure","Nirmala Sithraman","budget 2024","union budget"]}