{"title":"By accusing Manmohan Singh of anti-national act, Modi has redefined the Opposition as the enemy","content":"Did the Prime Minister of India, Narendra Modi, say that his predecessor, Manmohan Singh was part of a conspiracy involving a former Indian vice president and Pakistani diplomats to call him a “low-level” type of man, and that Mani Shankar Aiyer was the messenger? Or, did he say that Manmohan Singh was part of a Pakistani conspiracy, also involving a former Indian vice president, to  interfere with Indian elections? From the prime minister’s innuendo-laden speech in Palanpur on Sunday, it seems like he did say both things.This is what he said:“Across the media yesterday there was a discussion…that at Mani Shankar Aiyar’s house…Pakistan’s high commissioner, Pakistan’s former foreign minister, India’s former vice president, and India’s former Prime Minister…Manmohan Singh…they had a meeting at Mani Shankar’s house. The meeting lasted three hours. And the next day, this Mani Shankar called Modi ‘neech”/”low-level’…“It is a serious matter… that Pakistan … its a sensitive issue… at that time what is the reason to have such a secret meeting with the Pakistan high commissioner? And while elections are on in Gujarat, what is the reason for this type of secret meeting?”…“The second matter, Pakistan’s former Director General of Army, Arshad Rafiq, he says this, that to make Ahmed Patel Gujarat’s chief minister, we should do a contract. That Pakistan’s retired army chief should interfere in Gujarat’s election, that a meeting of Pakistani people should be held at Mani Shankar’s place, and the day after the meeting Gujarat is insulted… Modi is insulted… All these matters raise questions, do they not; they cause concern, do they not?”The accusations in Modi’s speech are at once serious and utterly absurd.Saying that Manmohan Singh, the un-named vice president and Mani Shankar Aiyar are conspiring with Pakistani officials to influence an election in India and a retired Pakistani army officer is simultaneously interfering in the process, is tantamount to accusing a former prime minister, a former vice president, and a former MP of sedition.Yet the prime minister’s accusations are laughably absurd because the outcome of the grand conspiracy to interfere with the election amounted to Mani Shankar Aiyar calling him a “low-level” type of person.‘Secret meeting’The prime minister’s claims in his Palanpur speech, about the “secret meeting”, were first reported in the media the previous day when a BJP functionary Ajay Agrawal told ANI: “On 6th evening a meeting took place at Mani Shankar Aiyar’s residence where Pak envoy, former PM Manmohan Singh, former VP Hamid Ansari and some Congress leaders were present. Heavy police deployment was there and the road was blocked.” Heavy police deployment by a police force controlled by the prime minister’s government, at a well known address, is not characteristic of a “secret meeting”.The prime minister’s claims about interference by the retired Pakistan army officer were also reported a few days ago – by the TV channel NewsX and the leading fakenews website Postcard. These reports were about a “print out” of an ostensible Facebook post by a “director general” in the Pakistan Army declaring that Congress official Ahmad Patel, “our guide and leader of the nation is going to be chief minister”.When the prime minister of a country makes accusations amounting to sedition against people who have held high office, including his own, they would in the normal course of things be taken very seriously. But Prime Minister Modi, it is now fairly established, is given to hyperbole and has no great affection for facts. His political morality permits him to freely purvey untruths as weapons against his political rivals.Starting with the Bharatiya Janata Party’s campaign in the 2014 general election, he has pursued a form of divisive politics anchored in incendiary lies and that defines anyone opposed to him as anti-national. Over the last three  and a half years, the BJP has determinedly gone after people who have been critical of the prime minister. The police cases filed across the country against ordinary people who have mocked him on social networks or even in  private communications are but one example of this.Fifth columnistsThere has been a systematic effort to  portray anyone in public life – actors, writers, politicians – who is critical of the prime minister or his actions as  fifth columnists. In the BJP’s lexicon, this means Pakistani.  Thus far it is likes of Adityanath, Giriraj Singh, Kailash Vijayvargiya and bruisers like BJP spokespersons GVL Rao and Sambit Patra, who have kept the nationalist vs anti-national  rhetoric alive.Now the prime minister has said the very thing himself. He has called Manmohan Singh, Hamid Ansari and Mani Shankar Aiyar fifth columnists – men who are part of a Pakistani conspiracy to interfere in an Indian election. Modi has used bizarre half-truths and innuendo – conflating a quite routine private meeting and a political critic’s rude description of him – to suggest that senior leaders are a bunch of seditious anti-nationals.By doing this, he has this formally redefined  the political Opposition as the enemy.Much has been written about the coarse language and low-level of the political rhetoric in the Gujarat campaign. Modi has previously held that the bitter words of election campaigns don’t get carried into government.  But Modi’s words in Palanpur go beyond mere coarseness or low-level rhetoric that may be forgotten once an election is done and dusted. His speech in Palanpur – unmindful of the dignity of the office he holds, repeating carefully crafted untruths – sends a clear message: the BJP sees democracy as instrumentally useful as a means to power. It respects no institution of democracy and will use means fair or foul to undermine political parties in opposition. This is the route to the BJP’s  “New India”.  We have been warned. Again.","author":"Anjali Mody","time":"2017-12-11T08:24:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/861040-76156-gouzxjundz-1512960779.jpg","tags":["Narendra Modi","Manmohan Singh","Mani Shankar Aiyer","Gujarat elections","Hamid Ansari"]}