{"title":"By understanding Hitler’s rise to power, we can avoid repeating history","content":"This year marked the 80th anniversary of the beginning of the Second World War. It’s important to understand how the conflict and the Holocaust could have happened – and how we can prevent such atrocities from happening again.As someone who specialises in international business, I know how rapidly ideas and ideologies can be transported globally. International business scholars are increasingly concerned with the possibility that economic nationalism will lead to deglobalisation, reversing decades of economic growth.This has spurred new debates on the potential consequences of economic nationalism and also examinations of the political processes that cause shifts from liberal democracies to more authoritarian governments. To better understand why countries may abandon liberal democracy, it’s instructive to turn to history.And so it’s important to look back at how Adolf Hitler rose to power. Understanding 1930 to 1933 helps us better understand 1939 to 1945. And in an era of rising political extremism around the world, this period of history holds lessons important for the present.Hitler’s ascent involves conservative politicians sharing power with an extremist party and being outmanoeuvred. It features a university courageously resisting ministerial interference, but quickly falling in line when the new regime had cemented its power.The role of BraunschweigHow the Nazis rose to power begins in Braunschweig, a small state in Germany.Hitler had his mind firmly set on attaining political power in Germany. But he faced a problem: He did not have German citizenship – in fact, he was a state-less immigrant living in Germany.Hitler was born in Austria, moved to Munich in 1913 and revoked his Austrian citizenship in 1925 to avoid being extradited back to his native country. The normal path to German citizenship was cumbersome and uncertain – and Hitler had a major criminal record, after all, due to his involvement in what’s known as the Beer Hall Putsch of 1923.The issue became urgent when Hitler wanted to run in the 1932 German presidential election. At the time, his party, the NSDAP, better known as the Nazi party, shared power in only one of the German states, the small northern free state of Braunschweig or Brunswick. Hitler therefore asked his party members in Braunschweig to get him citizenship.Politics in the state of Braunschweig was more polarised than national politics. The state included a substantive urban working class, traditional small businesses and large rural districts. Nationally, German politics of the 1920s was characterised by a succession of multi-party governments bringing together social democrats or SDPs  with parties of the centre and centre right.In Braunschweig, the SPD governed as a majority from 1927 to 1930 under Prime Minister Heinrich Jasper. The centrist and centre-right parties and representatives of small businesses in the state formed an alliance. They viewed the SPD as their main opponent in the 1930 state election, and resented, among other things, the appointment of SPD members to positions in state administration, schools and the university.Coalition with NaziWhen the SPD lost its majority in the election while the Nazis rose to third place, the alliance parties formed a coalition with Hitler’s party. This coalition government gave the Nazi party the position of speaker of Parliament and minister of the interior.The Nazis used these positions to effectively promote their interests, and despite various crises, the coalition held on until 1933. Dietrich Klagges, the minister of the interior from 1931, used his position to harass political opposition, undermine democratic processes, intervene in internal matters of the university, and – critically – to give Hitler his German citizenship.Election results in Braunschweig and Germany, 1918-1933. Credit: Klaus MeyerThe Technical University of Braunschweig found itself at the centre of political conflicts of the time, while struggling to assert its autonomy from the state government. The conflict started in 1931 with an incident in which Nazi students accused a Bulgarian student of insulting a female German student and demanded his expulsion. When the university did not comply with their racially charged demands, university leaders themselves became the focus of Nazi attacks.The conflict escalated in March 1932 when Klagges, the minister of the interior, prepared to appoint Hitler as a professor at the university. The school strongly opposed the idea, not only because Klagges was interfering in university autonomy, but also because Hitler lacked the academic qualifications.University president Otto Schmitz went over Klagges’s head to communicate directly with Prime Minister Werner Küchenthal. Küchenthal refused to sign the appointment document.Klagges found another route, namely to appoint Hitler to a governmental position with the Braunschweig representation in Berlin, which would automatically entail German citizenship. Coalition partners reluctantly agreed on the assurance that Hitler would actually work in that role, which he never did.But at the university, the relationship with the minister continued to deteriorate. In May, Schmitz was suspended and investigated for an unrelated supposed scandal. But the new president, Gustav Gassner, also squared off against the Nazi student group, objecting to their use of Memorial Day to celebrate one of their leaders killed in a street fight and that they carried party banners with the swastika symbol at university events. Klagges overruled him.After the national power grab of the Nazi party in January 1933, Braunschweig, sooner than elsewhere, experienced dismissals, arrests of political opponents, street violence and book burning. Among many social democrats and communists, former prime minister Jasper and city major Ernst Böhme were arrested, Böhme was tortured until he signed his resignation. Gassner first hid and then fled the state, resigned while in Bonn and was arrested upon his return to Braunschweig.On May 1, 1933, Klagges announced on the steps of the university that Nazi party member Paul Horrmann was its new president. By then, democracy and university autonomy were dead.Where were the non-Nazis?Klagges’s excesses could have been stopped by politicians in the non-Nazi parties of the coalition in Braunschweig. Why didn’t they act? This question has been discussed extensively by local historians – and by the protagonists themselves after 1945. At least three factors came together.First, the divide between the centre-right – the alliance parties in the coalition – and the centre-left – the SPD, or social democrats – was deeper in Braunschweig than elsewhere in Germany, probably due to the experience of an SPD-only government from 1927 to 1930. And the centrist and centre-right parties’ rejection of the Treaty of Versailles was an important part of their ideology, a view they shared with the Nazi party.Second, the street violence and verbal intimidations by Nazi groups, including paramilitaries, created an atmosphere of fear. Even before the national power grab, individuals who had spoken out against the Nazis were anxious about their personal safety.Third, some key decision-makers appear to have been rewarded with lucrative promotions: For example, Küchenthal became head of the state bank, a position he kept until 1945. In their own statements after 1945, centrist and centre-right politicians argued that they tried to contain the Nazis by integrating them into government, which they expected would eventually undermine their voter support. That was a costly miscalculation.What we can learnMy interest in this history is very personal. Not only is Braunschweig my hometown, but my grandfather was a junior professor at the Technical University of Braunschweig, working closely with Gustav Gassner, the president who stood up to the Nazis but was imprisoned and went into exile in Turkey.Recognising the importance of learning from history, and family memories in particular, I believe this history holds important lessons on the rise of Nazism in Germany – and thus, also on how similar excesses can be prevented in the future.Once a fascist group obtains political power, it is very hard to displace. For voters, be informed and engaged. And steer clear from political groups that are not committed to democratic processes or have racially motivated agendas.For politicians, sharing power with extremists in your own party, or in other parties, is dangerous. Politicians of the centre-left and centre-right may see each other as historical opponents, but they should be allied in fighting extremists on either side.Klaus Meyer, Professor of International Business, Western University.This article first appeared on The Conversation.","author":"Klaus Meyer, The Conversation","time":"2019-12-30T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133690-eknuzdyaqb-1577608008.jpg","tags":["history","Nazi Germany","Adolf Hitler","Second World War"]}