{"title":"CAA will be implemented before Lok Sabha elections, says Amit Shah","content":"The Citizenship Amendment Act will be implemented before the Lok Sabha elections, Union Home Minister Amit Shah said on Saturday.“The Citizenship Amendment Act was the Congress government’s promise,” Shah said at the 2024 ET Now Global Business Summit. “When the country was divided and the minorities were persecuted in that country [referring to Pakistan], Congress had assured the refugees that they were welcome in India and that they would be provided with Indian citizenship. However, they backed away later.”The home minister said that he wanted to emphasise that the Act is not meant to “take away anyone’s citizenship”. “Minorities in our country, and especially our Muslim brothers, are being provoked,” Shah said.The Citizenship Amendment Act, approved by Parliament in December 2019, is aimed to provide citizenship to refugees from six minority religious communities, except Muslims, from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and had entered the country by December 31, 2014.The Act has been widely criticised for excluding Muslims, sparking massive protests across the country. Indian Muslims fear that the law could be used, along with the nationwide National Register of Citizens, to harass and disenfranchise them. The National Register of Citizens is a proposed exercise to identify undocumented immigrants.While the legislation received the president’s assent in late 2019, the rules of the citizenship law are yet to be published. This is despite parliamentary guidelines stating that the rules must be published within six months of an Act coming into force.The Union home ministry has sought extensions at least eight times to frame the rules since the law was enacted. It had initially cited the Covid-19 pandemic as the reason for the delay and subsequently said that framing the rules needed more consultation.On the Uniform Civil CodeOn Saturday, Shah also said that the Uniform Civil Code, which has been on the ruling Bharatiya Janata Party’s agenda for several decades, is also on constitutional agenda.“The constitution framers had said in Article 44 that UCC should be implemented when the time is right,” he said at the event. “Jawaharlal Nehru had signed it… but Congress ignored it due to appeasement politics, and the Bharatiya Janata Party held on to UCC religiously.”The Uniform Civil Code is a common set of laws governing marriage, divorce, succession and adoption for people of all communities. Currently, such personal affairs of different religious and tribal groups are based on community-specific laws, largely derived from religious scripture.In recent months, several states ruled by the BJP have taken steps towards the code’s implementation within their jurisdiction.On Wednesday, Uttarakhand became the first Indian state to adopt such a code after independence. A common civil code has been in place in Goa since the Portuguese Civil Code was adopted there in 1867.Shah said that the government first implemented it in Uttarakhand because it is “an issue of big social transformation”.“There should be social debate and debate among religious groups and it will be subjected to legal scrutiny,” he said. “After the outcome of such debates, all states will adopt it.”He said that there cannot be laws based on religion in a secular country. “The entire world has accepted this, and our view is the same,” he said.","author":"Scroll Staff","time":"2024-02-10T18:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195573-vpqbqagbsw-1699015315.jpg","tags":["Amit Shah","UCC","CAA","Uniform Civil Code"]}