{"title":"CAA protests: 22 people killed, 322 still in jail for violence in December, Uttar Pradesh tells HC","content":"The Uttar Pradesh government told the Allahabad High Court on Monday that 883 people were arrested for violence during the anti-Citizenship Amendment Act protests in the state on December 20 and 21, the Hindustan Times reported. Of these, 322 people are still in prison, the government said.“Out of those arrested, 561 are now out on bail and 322 are still in jail,” Uttar Pradesh government counsel Manish Goel told the court. He asserted that proper medical aid was provided to the injured, and that 45 police personnel and government officials were injured in the violence. The government counsel said 22 protestors were killed and 83 injured.The state government provided the figures to a High Court bench of Chief Justice Govind Mathur and Justice Siddhartha Varma. The court was hearing a bunch of petitions against police action during the protests.On January 29, the High Court had directed the state to file an affidavit and apprise it about the alleged police atrocities against protestors. The court had asked the state government to bring on record details about everybody who were killed or injured during the police action. The state was asked if it had verified media reports about such action.The petitioners have alleged that the Uttar Pradesh Police used excessive force that led to deaths and injuries. The petitioners said the police action was against fundamental rights and alleged that the wounded were not given proper medical care. They also claimed that autopsy reports of those who died during the demonstrations were not provided to their family members.The state countered these allegations, asserting that many police personnel had also been wounded. It said that no excessive force was used. The High Court on Monday said that it will hear the matter next on March 18.The Uttar Pradesh Police have been accused not only of using excessive force, but of entering homes, destroying property and detaining and torturing minors. The Citizenship Amendment Act, which provides citizenship to people of minority communities from Bangladesh, Afghanistan and Pakistan, provided they have entered the country by December 31, 2014, has led to widespread protests as it excludes Muslims. The biggest demonstrations as well as the largest crackdown on protestors was witnessed in Uttar Pradesh.","author":"Scroll Staff","time":"2020-02-18T12:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133258-zjydikmsuw-1582006914.jpg","tags":["Allahabad High Court","Uttar Pradesh","Citizenship Amendment Act","police atrocities"]}