{"title":"Can the Forest Rights Act protect tribal communities in Jammu from eviction?","content":"Jammu and Kashmir Chief Minister Mehbooba Mufti’s recent order that no member of the Gujjar-Bakarwal community should be dislocated till the state puts a tribal policy in place has given rise to fresh political wrangling. The order, issued in February, stipulated that if the eviction of members of this community from forest land was “absolutely necessary” it should be done only after consulting the state’s Tribal Affairs Department. Mufti also directed that no police protection should be provided to eviction drives that take place without the approval of the Tribal Affairs Department.The Gujjar-Bakarwal community is a largely Muslim nomadic group. Classified as a Scheduled Tribe, it has been marginalised for decades.The Bharatiya Janata Party, a partner of the ruling coalition led by Mufti’s People’s Democratic Party, has reportedly objected to the chief minister’s order. Referring to the order, Ankur Sharma, a Jammu-based lawyer who, on March 8, released its details to the public, alleged that there was an “Islamic expansion” in the state that was “sanctioned by the state government”, and that the government of India was “either ignorant [about it] or a collaborator”. Academic and tribal activist Javed Rahi said Mufti’s directive was “misinterpreted as allowing tribals to stay anywhere, [but] it merely stops dislocation till they think where to relocate them”. He said that the only way to secure the rights of the state’s landless tribal community was to implement the Forest Rights Act, 2006, in Jammu and Kashmir. This Central Act has not been extended to the state yet as under the special status accorded to it by Article 370 of the Indian Constitution, Central laws have to be ratified by the state Assembly first.Winter woesMost members of the Gujjar-Bakarwal community spend the summer in the high altitude pastures of the Kashmir and Ladakh regions. In the winter, they and their livestock move to the Shivaliks and the plains of Jammu province. Very few own land and the majority have no option but to settle on forest lands near greenery and water resources. This is where the tensions over land begin, with the nomads seen as encroachers.Attempts to push the nomadic community to leave the Jammu region began months after the BJP forged an alliance with Mufti’s party in the state in March 2015. In June that year, several official eviction drives were carried out in Muslim-dominated areas of Jammu city. In February 2016, a young Gujjar man was shot dead as residents of a Gujjar settlement in Sarore, in Samba district, resisted Hindu mobs attempting to drive them out of their homes. The tribal community has also felt targeted by other government-sanctioned moves to evict them from land they traditionally use. In Vijaypur village, also in Samba district, the threat of eviction looms over 204 Gujjar families as the land their settlement stands on has been chosen as the site for a new All India Institute of Medical Sciences despite warnings by survey officials that it was prone to flooding. In December, the Jammu Development Authority demolished an Islamic seminary in the city’s Gole Gujral area.Kathua incidentThe communally charged frictions over land became more intense after the rape and murder of an eight-year-old girl from the Gujjar-Bakarwal community in Jammu’s Kathua district in January. The accused arrested so far are all Hindu. In February, the Hindu Ekta Manch, a newly-formed Hindutva group, organised a march in support of those accused of the crime. Prominent Hindu politicians from the district joined in. Local police officials say there has been a systematic attempt to drive out the Gujjar-Bakarwal community from Jammu’s villages. It has been alleged that the child’s murder was another attempt to intimidate the community and force them to move out. “It is all about the land,” a resident of Kathua said in February. “They want to harass us so we leave this place.” Local Hindus also prevented the girl’s burial in a plot of land owned by her family.Role of Forest DepartmentSeveral of the eviction drives have been carried out under the Forest Department.Since 2015, the state’s forest ministry has been under BJP ministers. “We are working against all odds and pressures and will continue the anti-encroachment drive and retrieve all forest land during our tenure,” said the BJP’s Bali Bhagat in June 2015, when he was the forest minister. His successor, Forest Minister Lal Singh, took the matter forward, restricting access to forests. In February, Singh said more than a thousand forest closures – sections of the forest that had been closed to the public – had taken place in the state in the last three years. He also claimed that 1,48,339.4 kanals – approximately 7,369 hectares – of forest land in Jammu division had been retrieved from encroachers.Lal Singh was among the two ministers who participated in the events organised by the Hindu Ekta Manch in support of the accused in the Kathua murder case. Earlier, Singh had allegedly asked a Gujjar delegation to recall 1947, referring to the massacre of Muslims in Jammu that year. He has also pushed for the emptying of Gujjar settlements and cutting their access to forests by half. He did not respond to repeated requests for comments for this report.The eviction of nomads by the government from forest lands is based on flimsy grounds, said Yaseen Poswal, a tribal leader. “One argument is that tribals harm the forests,” he said. “On the contrary, jungles are safe wherever Gujjars stay. They trim the leaves from the upper portion of a tree, helping in its rejuvenation.” Gujjar nomads need leaves to feed their livestock.Rahi regretted that the state did not have a law to protect the rights of tribals. “The law is not at par with the countrywide law that gives tribals their rights,” he said.The countrywide law – The Scheduled Tribes and Other Traditional Forest Dwellers (Recognition of Forest Rights) Act, 2006, popularly known as the Forest Rights Act – is a historic Act that gave back to traditional forest dwellers their rights to access, manage and govern forest lands and resources within village boundaries, which had been controlled by the forest department since colonial times. Under this law, traditional forest dwellers are protected against forced displacements. They also have grazing rights, access to water resources and are entitled to minor forest produce except timber.Khalid Bhatti, a lawyer in Jammu, said the implementation of the central law in the state would help the impoverished tribal community as, under the Forest Rights Act, schools, hospitals, and other public facilities could be built on forest lands for the use of the community.Forest rights and Article 370While tribal activists push for the implementation of the Forest Rights Act in the state, members of the BJP have resisted it. Though the abrogation of Article 370 has been one of the main points on the BJP’s agenda, party legislators from Jammu invoke the special status this Article confers on the state when arguing against the Forest Rights Act. “Special status has saved our forests, otherwise they would have been finished long ago,” Forest Minister Lal Singh, told NDTV last month.Tribal activists, meanwhile, chafe against the restrictions of Article 370. They believe that the state’s special status is merely a shield for the “communal agenda” of evicting nomadic tribal communities, primarily from the Hindu-dominated districts of Jammu, Kathua, Samba, and Udhampur. “It is a big hurdle in tribal development,” said Rahi. “It should either be abolished or the state should make its own laws. The chief minister has to have a will but that is not happening.”The toll of conflictUnder Dogra rule (1846-1947), the Gujjar-Bakarwal tribal community were given access to forests with proper registration, and families were allotted patches of land, Gujjars in Jammu recall. Over time, these rights were eroded.The early evictions happened when pastures in places like Gulmarg in Kashmir were turned into tourist resorts, Bhatti said. After militancy spread in the 1990s, more pastures were made out of bounds. From the early 2000s, Rahi said, the main entries to jungles started being sealed by the Forest Department.While some pastures have been reopened, many still remain out of bounds. A 2012 survey of tribal pastoralists by the Tribal Research and Cultural Foundation, of which Rahi is general secretary, found 39% respondents had given up on migratory traditions due to the restrictions imposed after militancy. Targeted by Hindutva groups in Jammu, sections of the population had started migrating to Punjab and Himachal Pradesh, Rahi said.Scheduled Tribes form 11.9% of the state’s population, according to the 2011 Census. The majority (88.6%) are Muslim, followed by Buddhists (6.7%) and Hindus (4.5%).","author":"Rayan Naqash","time":"2018-03-30T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/872826-35122-aoknuofxln-1522376819.jpg","tags":["Jammu","J&K","Gujjar-Bakarwal community","Muslim nomads","pastoralists","FRA","Kathua rape","Kashmir Ground Reports"]}