{"title":"Can triple talaq be laid down in the Shariat if Muslim board has declared it sinful, asks SC","content":"A five-judge vacation bench of the Supreme Court began hearing petitions challenging the Constitutional validity of triple talaq for the second day on Friday. A number of legal luminaries like Ram Jethmalani, Salman Khurshid, Kapil Sibal and Indira Jaisingh are set to make their arguments on the matter during the day.Khurshid, arguing as an amicus curiae in the case, said triple talaq was a “non-issue” that was practiced only in India, prompting the court to seek details of divorce practices among Muslims in another countries. The senior advocate and Congress leader said divorce did not come into effect immediately upon saying talaq three times. “When representatives of both parties trying for reconciliation fail, the same is informed to a qazi,” he explained. On being informed by Khurshid that NGO All India Muslim Personal Law Board – one of the respondents in the case – had declared triple talaq abhorrent but valid, the Supreme Court bench observed, “If something is sinful, can it be laid down in the Shariat?”Ram Jethmalani also presented his arguments in the case on Friday. He said triple talaq went against Article 13 of the Constitution, which deals with laws that contravene those dealing with fundamental rights, and that any law enforceable in courts has to be covered under this article. This prompted Chief Justice of India JS Khehar, who is leading the bench, to say, “We are dealing with personal laws, not state-made laws.”Senior advocate Indira Jaisingh, who is appearing for one of the petitioners, is also expected to continue her presentation on Friday.  On Day 1 of the hearing, she had argued that triple talaq is “civil death” for women and an “extrajudicial, unilateral and final” act that was “done without giving any reasons”. She was supported by senior advocate Amit Singh Chadha, who appeared for Shayara Bano – a triple talaq victim from Uttarakhand and one of the litigants in the case. Chadha said triple talaq was discriminatory towards women. “Muslim men have an unqualified, untrammeled, unguided, untested and absolute right” to end a marriage by simply uttering “talaq” three times, but Muslim women had to show “cogent, relevant and reasonable grounds” under the 1993 Marriage Act to do the same.","author":"Scroll Staff","time":"2017-05-12T13:27:50.245837+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837401-58017-ijpujmvsmq-1494575835.jpg","tags":["triple talaq","supreme court"]}