{"title":"Can Ashok Gehlot lead the Congress to a historic comeback in Rajasthan?","content":"Minutes after Rajasthan chief minister Ashok Gehlot’s cavalcade left for Jaipur, the rural audience that had gathered to listen to him in Chomu, 40 km north of the state capital, scrambled to board buses and jeeps. Among them were the women of Morija village. The long wait for the chief minister under the still sharp late September sun had worn them out. But they were not complaining as they took their seats in a bus.“His work has been very good,” explained Mani Devi, in her late fifties, fanning herself with a leaflet featuring a smiling Gehlot. “He gives money to tackle illnesses, he gives medicines” – references to the Congress government’s flagship health schemes – “he gives rations, he gives pensions…” “He’s even made electricity free,” a younger woman chimed in, referring to the state government’s recent provisioning of 100 units of free electricity for every household.This provoked a sharp reaction from across the aisle. “My electricity bill has actually been ballooned this time to Rs 4,000,” Vidya Devi said, sounding rather irate. “And the food kits he is giving,” a reference to a new scheme that began in August – “the mirchi, dhaniya, haldi, all have artificial colour in them.”Murmurs of agreement rippled through the bus. “Yes, the quality of the masala isn’t good. But the rest – wheat, dal, sugar – is good.”“And widows and college girls have got smartphones,” said Bhagwati Devi. Another woman, employed in a government programme, said: “The bus fare for women has been reduced by half.”“Madam, the Congress government has helped us a lot,” Mani Devi summed up as the bus engine whirred to life and I stood up to leave. “When we fall ill, we don’t have enough money to survive. Inka free mil raha hai tabhi to jee rahe hain log baag.” It is the government’s free treatment that is saving people’s lives.Rajasthan chief minister Ashok Gehlot interacted with a woman voter at the public meeting in Chomu. Such interactions have been designed to present Gehlot as a friendly, accessible leader. Photo: X/AshokGehlot51Appreciation for an outgoing state government is unusual in Rajasthan, a state known to be unforgiving towards the incumbent.Every election in the past three decades has seen the ruling party voted out of power.However, this time, the Congress is hopeful of breaking the cycle, riding on the back of Gehlot’s social welfare push, encapsulated in a claim he frequently makes in public meetings: “Aap mangte mangte thak jaonge, main dete dete nahi thakunga” – you may tire of asking but I won’t tire of giving.The cleverly crafted line is part of the new Gehlot brand. The three-time chief minister, known to be chronically media shy and understated, has embraced the times by hiring a political campaign management firm, DesignBoxed. Under its guidance, and taking a leaf out of Prime Minister Narendra Modi’s playbook, he has carpet-bombed the state with his posters, and stamped every welfare item, from food kits to smartphones, with his image. “To ensure he gets the credit for his initiatives,” a strategist explained. The posters even come snazzily designed in pink and yellow – “the colours of Rajasthan”, as the strategist put it. The campaign has ensured the Congress is not going into the election “feeling defeated”. “I’m not saying Congress is winning, I’m saying the Congress can win, and that is a big change in Rajasthan,” the strategist said.He claimed the Congress’s main fight was not against the Bharatiya Janata Party. “It is Gehlot versus ‘roti palatna’” – a reference to the proclivity of Rajasthan voters to change the government.Travelling further north of Chomu, in the Shekhawati region, however, the limits of a personality-centric campaign became clear: conversations with voters showed Gehlot’s smartly packaged welfarism may have softened the anti-incumbency against his government, but not against the ruling party MLAs. And therein lies the rub.Corrupt, arrogant MLAsA dirt road in Narhar village leads to the house of Hanuman Prasad Jangid. A former sarpanch, the 90-year-old is a well-respected figure in the Jat-dominated village, which falls in Jhunjhunu district’s Pilani assembly constituency.   When asked about the outgoing government’s work, Jangid was emphatic: “Gehlot sahab ke liye to aatma khush hai” – the soul is happy with Gehlot. “Elderly pensions, widow pensions, free treatment, free medicines – he has done a lot for the poor,” he said. And while it was true, Jangid noted, that the government had failed to adequately compensate farmers for the crop losses they suffered due to unseasonal weather, he reasoned, “Gehlot can’t waive a magic wand and solve all problems when the Centre isn’t sending any money.”Does this mean the Congress stands a good chance of winning from the Pilani constituency, I asked him.Jangid’s face darkened. “Recently, the local MLA came to my house to attend a condolence meeting,” he said, referring to JP Chandelia of the Congress. “There were 50-60 people here. They grilled him on the state of the road and reminded him he had promised to get it paved using his MLA funds.”What was Chandelia’s response?“Koni bolo.” The MLA didn’t say a word.Jangid said that it would be “khatarnak” – dangerous – to give a ticket to the sitting MLA. “Log bhaata marenge.” People may throw stones.It was not just Chandelia’s failure to utilise his MLA funds for local area development that had fuelled anger against him, a social activist explained.When Chandelia, a former bureaucrat, entered the election fray in 2018, voters embraced him since they were fed up of giving bribes to two-term BJP MLA Sundar Lal and thought “an educated candidate would be clean”, the activist said. But they were in for a shock. “Sundar Lal ji would be satisfied with Rs 70,000-75,000 for recommending a transfer of a teacher, but Chandelia wanted nothing less than Rs 1.5 lakh,” the activist alleged. “And the money had to be delivered with a mithai box from a shop of his choice,” he added, with a chuckle.Similar accusations were voiced by many other voters in the constituency. Scroll contacted Chandelia to seek his response but he did not answer calls.Such voter complaints were not limited to Pilani constituency. In fact, a common refrain was that Gehlot had turned a blind eye to the corruption of MLAs because he needed to keep them in good humour to stave off attempts to dislodge his government.But this perception seemed not to have translated into anger against Gehlot himself, resulting in a curious divergence between how voters spoke about the government and their local representatives.Hanuman Prasad Jangid, the former sarpanch of Narhar village, said if the Congress gave a ticket to the current MLA, people may throw stones. Photo: Supriya SharmaIn Khetri constituency, now part of the newly created Neem ka Thana district, people sipped tea and chewed gutkha as they waited for buses near a busy intersection. Among them, Anil, a 23-year-old alcohol trader, loudly commended the state government for its work. “Congress sarkar has been great for the educated youth,” he said. “Look at the number of vacancies, the number of REET exams held,” he said, referring to the recruitment exam for government teachers.But what about the rampant paper leaks at the government recruitment exams? “The government has set up a special force to tackle them,” he argued. “They have found a solution.”Anil was clear about his politics: “Kendra mein Modi, Rajasthan mein Gehlot.” Modi at the Centre, Gehlot in Rajasthan.Yet, when I asked him who he planned to vote for, he said, “Not Jitendra Singh” – a reference to the Congress MLA. “I will vote for Dharampal Singh,” the BJP’s presumptive candidate.Both Jitendra Singh and Dharampal Singh – even Anil, for that matter – belong to the Gujjar community, which is dominant in Khetri. Its most prominent leader, Sachin Pilot, is Gehlot’s rival in the Congress. Many believe Pilot’s recent loss of face in his tussle with Gehlot will cost the Congress Gujjar votes.Anil’s preference for the BJP candidate, however, was rooted in something far more ineluctable in politics: “vyavahar”, or conduct.“If I want, I can easily access Dharampal,” he said. “But Jitendra is arrogant. He does not even meet those who know him well.”For many voters in rural Rajasthan, access to the local MLA seems to override party loyalties. In particular, landowning middle farmers from the dominant castes, called zamindars, greatly prize such connections.Bhupendra Singh, a 32-year-old Jat farmer from the Dumoli Khurd village, for instance, was profuse in his praise for the Gehlot government. “Free electricity, free water, free treatment. What more can a zamindar want?” he said, referring to a string of state government initiatives – up to 2,000 units of electricity free for farmers, health insurance up to Rs 25 lakh.He estimated he had saved Rs 6-7 lakh on health expenses, thanks to the Chiranjeevi health insurance scheme. “Last year, I got two operations done, one for the eye, another for stones in the bladder – both for free,” he said. “This year, I fell from the horse and injured my back. I spent 15-20 days in Apex Hospital in Jaipur. It didn’t cost me a penny.”Singh was emphatic: “We want a repeat of the Congress government in Rajasthan.”But when it came to his own voting preference, he was equally emphatic: “I’ll vote for the Congress only if it gives a ticket to Shrawan Kumar.”Shrawan Kumar is a former MLA who lost the 2018 election. According to Singh, despite that, he continued to work for the area. “He got 65 borewells sanctioned for my village alone.”But surely Singh wouldn’t abandon the Congress if the party denied Kumar a ticket?“I will.”But what about the free health insurance?“That’s at the level of the state government. Here, in our area, we need a good representative,” he said. “If Congress gives a ticket to a khadoos, and we knock on his door and his people say sahab is not around, come back in three hours, of what use is that?”Strong candidate preference among voters is why a journalist in Jhunjhunu quipped: “Asli pardafash hoga jab ticket bategi” – the real picture will emerge once the tickets have been distributed.“No one will vote simply in Gehlot’s name,” he claimed. “Only the candidate who has a good ground connect will win.”'No one sleeps hungry' is the catchline of the Rajasthan government's Indira Rasoi scheme, which serves a meal for just Rs 8 at community kitchens across the state. Gehlot's image was prominently displayed at a kitchen I visited in Jhunjhunu town. Photo: Supriya SharmaThis week, as the election dates were announced, the BJP released its first list of 41 candidates. Seven of them are currently members of Parliament. The BJP’s decision to send MPs to contest assembly polls is being seen as part of the central leadership’s attempt to sideline former chief minister Vasundhara Raje.Even diehard BJP supporters I met on my trip in late September bemoaned this. “If Maharani leads the campaign, the Congress doesn’t stand a chance,” Vinod Kumar Sharma, a retired teacher, said.While the confusion in the BJP ranks has heartened the Congress, party managers admitted that they faced their own set of challenges. For starters, it was crucial to pick the right candidates without antagonising incumbent MLAs who would need to be dropped this time. How many incumbents could lose tickets, I asked. “Fifty per cent,” came the reply.The 1% voteWith his hands folded in a namaste, Gehlot beamed down from the side of a truck as driver Ranjeet Singh sat on the road, sipping a cup of tea near the Jhunjhunu district collector’s office.It was early morning and the publicity truck, fitted with an LCD screen, was yet to leave for the villages. “The collector sahab’s office gives us a list of the villages we need to visit every day,” said Singh, who had driven down from Amritsar, Punjab, hired by DesignBoxed, the Chandigarh-based firm that is handling Gehlot’s re-election campaign.Singh found it amusing that often people mistook the campaign truck for government outreach and came over to enquire about how to apply to a particular scheme. “Women come asking about smartphones,” he said.This truck from Punjab has been fitted with an LCD screen to play videos showcasing Gehlot's schemes. Similar trucks have been deployed across the state. Photo: Supriya SharmaIn some ways, the election is a litmus test of whether an old-school politician like Gehlot can learn a new trick or two, and in the process, persuade voters that they do not need to change the government. At least Congress strategists are counting on this possibility. In a state where elections are closely fought – Congress’s vote share in 2018 was just 0.53% more than the BJP – they argue that even if the Gehlot brand swings 1% voters, it would make all the difference. “That is the 1% vote we are fighting for,” a strategist said.Sunari Lohar is possibly among that 1%.A widow and mother of three, her husband died a decade ago. She raised her children by combining traditional ironsmith work done by her community, the Gadia Lohars, alongside hard labour under the National Rural Employment Guarantee Act. The family still does not know which government launched NREGA, but they know who is sending them the food kits, Sunari’s pension, cash for the children under the Palanhaar scheme – and now a smartphone. “Gehlot is doing all this,” Sunari’s eldest son, Suresh, said.His brother, Ajay, pulled out the bag in which the food kit had arrived. “Oh, it has Gehlot’s image printed on it,” I said, as I took a photograph.Sunari laughed. “Even the box in which we got the mobile phone had his tasveer. It was also there on the cooking gas.”“Gehlot ne bahut sewa ki hai” – Gehlot has served us well, said Suresh. “We will vote for him.”Gehlot's photo has been printed on the bags in which lakhs of families have received their quota of wheat, dal, sugar, masala, oil, under the Annapurna food packet scheme. Photo: Supriya Sharma","author":"Supriya Sharma","time":"2023-10-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194903-lpuzsggnod-1697024854.jpg","tags":["Rajasthan","Rajasthan Assembly Elections 2023","Ashok Gehlot","Congress","BJP"]}