{"title":"Can a Muslim woman refuse triple talaq when ‘nikahnama’ is registered, court asks","content":"Chief Justice JS Khehar on Wednesday asked the All India Muslim Personal Law Board if a woman could be given the option to refuse triple talaq while executing a nikahnama or marriage contract, ANI reported. The court was hearing petitions against the Islamic practice of instant divorce by uttering the word “talaq” three times.“Can a woman be given an option to say no to triple talaq at the time of execution of nikahnama?” the five-judge constitution bench asked the AIMPLB. Khehar asked whether the Board’s advisory would be followed by Qazis across the country. Advocate Yousuf Muchala, on the board’s legal team, told the Supreme Court that the board’s advisory is not mandatory for the local Qazis, or judges of Sharia courts, to follow.On Tuesday, senior advocate Kapil Sibal, who is representing AIMPLB, had said the practice was a matter of faith and ruled out the question of constitutional morality and equity. Earlier, the apex court had said that it would look into the case only if triple talaq was not fundamental to Islam. On Monday, Attorney General Mukul Rohatgi had said that the Centre would enact a law if the court decided to strike down triple talaq. Responding to it, Sibal asked what would happen if the top court banned the practice and then Parliament refused to bring in a new law.During one of the past three hearings, the bench had called triple talaq the “worst form” of divorce. The central government has maintained that the practice had nothing to do with religion and held it up as a custom that violates gender equality and human rights. On May 11, when the court began to hear seven petitions challenging the controversial Islamic practice of oral divorce, it had clarified that it would not hear pleas challenging polygamy.  CJI Khehar asks Kapil Sibal(lawyer for AIMPLB) that is it possible to give bride the right that she will not accept instant triple talaq?— ANI (@ANI_news) May 17, 2017\nSenior Lawyer Raju Ramachandran,appearing for Jamaat e Ulema e Hind, starts his arguments in the Triple talaq case in SC— ANI (@ANI_news) May 17, 2017","author":"Scroll Staff","time":"2017-05-17T12:59:56.653667+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837877-44153-nughlmgfva-1495003136.jpg","tags":["Triple talaq","Supreme Court","All India Muslim Personal Law Board"]}