{"title":"‘Can Ram temple be built on Muslim graves?’ 9 Ayodhya residents ask trustees to spare ‘graveyard’","content":"A Supreme Court lawyer has written to the Ram Janmabhoomi Teerth Kshetra Trust, which will oversee the construction of the Ram temple in Ayodhya, asking that five acres of land around the demolished Babri Masjid be spared as it has a graveyard, PTI reported on Tuesday. However, the district administration in Ayodhya town refuted this and said that there is no graveyard within the 67-acre area of Ram Janmabhoomi, according to Hindustan Times.Advocate MR Shamshad wrote to all the 10 trustees on behalf of nine Muslim residents of Ayodhya.The letter said 75 Muslims killed in the riots of 1855 in Ayodhya were buried there. “There is a mention of this in Faizabad Gazetteer also,” the lawyer added. “The central government has not considered the issue of not using the graveyard of Muslims for constructing the grand temple of Lord Ram. It has violated ‘dharma’.” The lawyer asked the trustees to consider whether “the temple of Lord Ram can have foundation on the grave of Muslims”. “With all humility and respect to Lord Ram, I request you, not to use the land of about four to five acres in which the graves of Muslims are there around the demolished mosque,” the letter added.Meanwhile, District Magistrate of Ayodhya, Anuj Jha, said the Supreme Court was apprised of all facts during the hearing in Ayodhya title dispute case. “At present there is no graveyard within the 67-acre campus of the Ram Janmabhoomi,” he added.He said the administration was following the order of the Supreme Court to transfer the 67 acres to the Centre.A five-judge Constitution bench of the Supreme Court had given its verdict on November 9. The court also asked the Centre to set up a trust within three months to oversee the construction of a Ram temple at the site in Ayodhya where the Babri Masjid stood. On February 5, Prime Minister Narendra Modi announced the formation of the trust and Union Home Minister Amit Shah said it will will have one Dalit trustee.","author":"Scroll Staff","time":"2020-02-18T14:39:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/130609-openodjiqn-1580903389.jpg","tags":["Ram Temple","Ayodhya","Babri Masjid","Supreme Court"]}