{"title":"Canadian permits for Indian students dropped by 86% amid diplomatic row","content":"Canada has issued significantly fewer study permits to Indian students amid the diplomatic row between Ottawa and New Delhi began in September, Reuters reported on Wednesday.The already strained relationship between India and Canada has been especially tense since September, after Canadian Prime Minister Justin Trudeau alleged that Indian government agents were involved in the murder of Sikh separatist Hardeep Singh Nijjar in Vancouver in June. New Delhi dismissed the allegation as “absurd” and “politically driven”.From 1.08 lakh permits issued to Indian students in the third quarter of 2023, the number dropped 86% to 14,910 in the quarter ending December 31, Reuters reported citing government data. This is because fewer Indian students have been applying to study in Canada, but also because India has ejected Canadian diplomats who can process such permits. Canada had withdrawn 41 of its 62 diplomats from India in October after the Indian government threatened to withdraw their diplomatic immunity.  “Our relationship with India has really halved our ability to process a lot of applications from India,” Canadian Immigration Minister Marc Miller told Reuters.Miller added that the number of study permits issued to Indians is unlikely to increase soon.In October, Canada withdrew 41 of its 62 diplomats based in India after the Indian government threatened to scrap their diplomatic immunity.C Gurusubramanian, a counsellor at the Indian High Commission in Ottawa, told Reuters that Indians who are looking to study abroad are opting for other destinations because of “the lack of residential and adequate teaching facilities” at some educational institutions in Canada.Indians accounted for 40% all student visas issued by Canada in 2023, up from 14.6% in 2015, The Hindu reported.In 2014, around 38,000 Indians travelled to Canada to study. The number rose to 3.19 lakh in 2022. The majority of them were pursuing undergraduate degrees, followed by postgraduate degrees and then diplomas or certificate courses.Also read: Beyond Trudeau and Modi: The widening rift between India and Canada is rooted in history","author":"Scroll Staff","time":"2024-01-17T14:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196487-xtmudnuodw-1702021364.jpg","tags":["Canada","India","Indian students"]}