{"title":"Canadian intelligence service accuses India of interfering with its democratic processes: Report","content":"The Canadian Security Intelligence Service has named India as a foreign interference threat that tried to influence democratic processes in the North American country, Global News reported on Wednesday.The report cited a declassified document titled “Briefing to the Minister of Democratic Institutions on Foreign Interference”. This comes amid strained diplomatic ties between Ottawa and New Delhi over India’s alleged involvement in the assassination of Sikh separatist leader Hardeep Singh Nijjar, who was gunned down near Vancouver by two masked men, in June.The document, dated February 24, 2023, called for more efforts “to protect Canada’s robust democratic institutions and processes”.According to Global News, while the document had nearly three pages devoted to India, they were completely redacted except for a single sentence: “India engages in FI  [Foreign Interference] activities.”On January 24, an independent commission investigating alleged foreign interference in the Canadian federal elections and asked the country’s government to share information about alleged meddling by India.The Foreign Interference Commission was set up by Prime Minister Justin Trudeau-led government in September to look into alleged meddling by foreign countries in Canada’s general elections in 2019 and 2021.The Commission was constituted in response to reports of alleged Chinese attempts to influence the polls in the North American country, Reuters reported. In addition to China and India, the commission will look into alleged interference by other countries, including Russia. The investigating panel will submit its interim report by May 3 and release the final report by December 31. China’s interferenceThe report of Canadian Security Intelligence Service, however, largely focused on China and said that the country “sought to clandestinely and deceptively influence the 2019 and 2021 federal elections”.“The PRC’s [People’s Republic of China] FI [foreign interference] activities are broad in scope and significant in the level of expended resources,” it said. “The activities are significant, pervasive, and directed against all levels of government and civil society across the country.”  The agency said that to better protect the country’s democratic institutions against foreign interference, a shift in the government’s perspective and willingness to take “decisive actions and impose consequences” is required. It also stated that such threats will persist until foreign interference is viewed as an existential threat to Canadian democracy and the government forcefully and actively responds.Strained diplomatic tiesOn September 18, Trudeau had told the Canadian parliament that intelligence agencies were actively pursuing “credible allegations” linking agents of the Indian government to the death of Nijjar, who was killed by masked gunmen on June 18.New Delhi rejected Canada’s allegations as “absurd and motivated”. The Indian government also described it as Ottawa’s attempt to shift focus from “Khalistani terrorists and extremists who have been provided shelter in Canada and continue to threaten India’s sovereignty and territorial integrity”.Following the accusations, New Delhi suspended visa services for Canadians but resumed select operations in October and November. India had also ordered Canada to withdraw more than 40 diplomatic staff from the country.","author":"Scroll Staff","time":"2024-02-02T11:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194132-izdglqxorh-1694850401.jpg","tags":["India","Canadian Security Intelligence Service","Canada","Federal Elections","Justin Trudeau"]}