{"title":"Canadian panel asks its government to share details about alleged Indian meddling in polls","content":"An independent commission that is investigating alleged foreign interference in the Canadian federal elections asked the country’s government on Wednesday to share information about alleged meddling by India.The Foreign Interference Commission was set up by Prime Minister Justin Trudeau-led government in September to look into alleged meddling by foreign countries in Canada’s general elections in 2019 and 2021.The Commission was constituted in response to reports of alleged Chinese attempts to influence the polls in the North American country, Reuters reported. Beijing has denied the allegations.“The Commission will also examine the flow of information within the federal government in relation to these issues, evaluate the actions taken in response, assess the federal government’s capacity to detect, deter, and counter foreign interference, and make recommendations on these issues,” the panel said on Wednesday.New Delhi has not commented on this matter.The investigating panel will submit its interim report by May 3 and release the final report by December 31.In addition to China and India, the commission will look into alleged interference by other countries, including Russia, in the Canadian polls, reported Reuters.Wednesday’s development comes amid strained diplomatic ties between New Delhi and Ottawa.On September 18, Trudeau told the Canadian parliament that intelligence agencies were actively pursuing “credible allegations” linking agents of the Indian government to the death of Sikh separatist leader Hardeep Singh Nijjar, who was killed by masked gunmen on June 18 near Vancouver.New Delhi rejected Canada’s allegations as “absurd and motivated”. The Indian government also described it as Ottawa’s attempt to shift focus from “Khalistani terrorists and extremists who have been provided shelter in Canada and continue to threaten India’s sovereignty and territorial integrity”.Following the accusations, New Delhi suspended visa services for Canadians but resumed select operations in October and November. India had also ordered Canada to withdraw more than 40 diplomatic staff from the country.    Over two months after Trudeau’s claims, the United States Attorney’s Office, Southern District of New York, also announced that it had filed “murder-for-hire charges” against an Indian national named Nikhil Gupta in connection with his alleged participation in a thwarted plot to assassinate a Sikh separatist leader.Though the statement did not name the leader, a report in the Financial Times on November 23 identified him as Gurpatwant Singh Pannun.In December, Trudeau said that India’s ties with his country may have undergone “a tonal shift” after the allegations raised by the US. Also read:  What recourse does Canada have under international law after accusing India of assassination?","author":"Scroll Staff","time":"2024-01-25T10:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194027-infdovvgkw-1694529682.jpeg","tags":["Canada","Justin Trudeau","India"]}