{"title":"‘Cannot cut corners’ in approving Bharat Biotech’s Covaxin, says WHO","content":"The World Health Organization on Monday said that it cannot “cut corners” in deciding to recommend Bharat Biotech’s Covaxin for an emergency use listing. The global health body said that it was waiting for an additional piece of information from the Indian company.Emergency use listing is a procedure by the World Health Organization to approve vaccines and other products for use during public health emergencies. The duration of the emergency use listing process depends on the quality of the data submitted by the vaccine manufacturer.World Health Organization chief scientist Soumya Swaminathan told Scroll.in that the regulatory team of the global health body is handling exchange of additional information required from Bharat Biotech. When asked about the pending data from Bharat Biotech, Swaminathan said, “No concerns as such. It’s more on manufacturing details.”  On Sunday, Swaminathan had said in a tweet that the technical advisory committee of the global health body will meet on October 26 to make a decision about Bharat Biotech’s request for emergency approval.Last month, the World Health Organization had said that Bharat Biotech began submitting “rolling data” on July 6. In a rolling review, the global health body can analyse information as and when it comes in from an applicant, thus accelerating the process.Without the approval from the World Health Organization, Covaxin is unlikely to be accepted as a valid vaccine around the world. This could create problems for travellers from India who have taken the shot. Covaxin shots account for 11% of the over 98 crore doses administered in India, reported Reuters.Bharat Biotech - the manufacturer of Covaxin - has been submitting data to WHO on a rolling basis and WHO experts have reviewed these data.WHO is expecting one additional piece of information from the company today. https://t.co/kfaNI05KIw— World Health Organization (WHO) (@WHO) October 18, 2021\n\nOn Monday, the global health body pointed out in a series of tweets that the timeline for granting emergency use approval depends on how fast a company submits data required to evaluate the vaccine’s “quality, safety, efficacy and its suitability for low-and middle-income countries”.“When the information provided addresses all questions raised, WHO and the Technical Advisory Group will complete the assessment and come to a final recommendation whether to grant Emergency Use Listing to the vaccine,” it added.The Drugs Controller General of India had granted approval for restricted emergency use to Covaxin in January. Covaxin and Oxford-AstraZeneca’s Covishield were the first Covid-19 vaccines to be approved in India.The timeframe for the WHO Emergency Use Listing procedure is dependent on how quickly a company producing the vaccine is able to provide the data required for WHO to evaluate the vaccine’s quality, safety, efficacy and its suitability for low- and middle-income countries. https://t.co/kfaNI05KIw— World Health Organization (WHO) (@WHO) October 18, 2021","author":"Scroll Staff","time":"2021-10-18T22:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160364-uowqpejhzf-1627957826.jpg","tags":["World Health Organization","Covaxin","Coronavirus","Emergency use listing","Bharat Biotech"]}