{"title":"Can’t accept place of worship built over hatred: TMC MP Abhishek Banerjee on Ram temple consecration","content":"Trinamool Congress National General Secretary Abhishek Banerjee remarked that his religion has not taught him to accept a place of worship built over hatred and violence. He made the statement a day before the consecration of the Ram temple in Ayodhya. Prime Minister Narendra Modi will participate in the ceremony.Banerjee said in a social media post: “My religion has not taught me to accept and embrace a place of worship, whether it be a mandir, masjid, church or gurdwara, which has been built over hatred, violence and the dead bodies of innocents.”My RELIGION has not taught me to accept and embrace a place of worship, whether it be a MANDIR, MASJID, CHURCH or GURUDWARA, which has been built over HATRED, VIOLENCE and the dead bodies of innocents. Period!— Abhishek Banerjee (@abhishekaitc) January 21, 2024\n\n\nThe Ram temple is being built on the site of the razed Babri mosque. The Babri Masjid was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot on which the deity Ram had been born. The incident had triggered communal riots across the country.On Monday, Trinamool Congress chief and West Bengal Chief Minister Mamata Banerjee will offer prayers at the Kalighat temple in Kolkata and then lead a mega Sampriti (religious harmony) rally. She said that the rally will cover mosques, temples, churches, and gurdwaras along the way.The Trinamool Congress party has joined several Opposition parties from the INDIA bloc in skipping the consecration ceremony in Ayodhya. The Congress, the Rashtriya Janata Dal and the Communist Party of India (Marxist) had earlier said that they would not attend the event.The Opposition parties have alleged that the religious event is being politicised by the Bharatiya Janata Party in the Centre for electoral gains ahead of the Lok Sabha polls later this year.","author":"Scroll Staff","time":"2024-01-21T20:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160025-avrszdswts-1623077287.jpeg","tags":["Abhishek Banerjee","TMC","Ram temple"]}