{"title":"Captain’s log: The Indian Premier League has become a grooming ground for new captains","content":"This article originally appeared in The Field’s newsletter, Game Points, on March 27, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.Within the ocean of viral cricket videos that have emerged in the first few days of the Indian Premier League season, there is one that sticks out. A few players from the Chennai Super Kings approached Mahendra Singh Dhoni for instructions in their first match, on March 22, only for the team’s former captain to remind them that he is no longer the skipper.Elsewhere, fans and, seemingly, some of the players of the Mumbai Indians franchise are yet to warm-up to the new captain Hardik Pandya.There is a stark contrast in the way the two teams have brought in the captaincy changes. Dhoni, now 42, had volunteered to step down in favour of 27-year-old batter Ruturaj Gaikwad. Mumbai Indians however shipped in former player Pandya from the Gujarat Titans to replace the highly popular skipper, Rohit Sharma.Regardless of the method, however, with the changes in captaincy comes the end of an era. Dhoni and Sharma were the two longest-serving captains in the history of the league. Dhoni had led the Chennai franchise since the inaugural edition of the tournament in 2008. He has been a captain in the IPL for 226 matches.Sharma has captained the Mumbai team in 158 matches, first taking up the reins in 2013. Just like Dhoni, he has led his team to five IPL titles – Chennai and Mumbai are the most successful teams in the league.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe new changes in captaincy, be it voluntary or forced, have been made to usher in a new generation of confident leaders. It is something that has been applied even in the Indian national team.With Sharma, a month short of his 37th birthday, in the twilight of his international career, the management in the Indian team has dabbled with a few new candidates to take up captaincy. KL Rahul, Suryakumar Yadav and even Jasprit Bumrah are in the fray. But Pandya, 30, is the frontrunner, at least in the limited overs format.So far Pandya has captained the national team in 16 Twenty20 Internationals and three One-Day Internationals. In the IPL, he led the Gujarat Titans to the title in the team’s first season in 2022. Last year, he captained them to a runner-up finish.Now he has been tasked with leading a team that had first put him into the limelight when he was picked up from the auction in 2015.One of the many purposes of the IPL is to provide a platform for young players to earn their stripes in the higher echelons of the game.This season though, probably more than before, the IPL is being used by most teams to groom a future captain. Pandya and Gaikwad are there. Then there is 24-year-old Shubman Gill who will lead the Gujarat Titans, while Rishabh Pant took over the reins at the Delhi Capitals after recovering from a horrific car accident.This tournament had unearthed Sharma as a captain. Virat Kohli sharpened his skills at leading a senior team when he became the Royal Challengers Bangalore’s regular captain in 2013.Kohli stepped down from his role in 2021, but is the third highest serving IPL captain with 143 matches at the helm.Now we look for the next big leader.","author":"Shahid Judge","time":"2024-03-28T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199645-opklwljyqm-1711545918.jpg","tags":["MS Dhoni","Rohit Sharma","Virat Kohli","Hardik Pandya","Indian Premier League","IPL","Chennai Super Kings","Mumbai Indians","Cricket"]}