{"title":"Caste census: Surveyors today are likely to face the same problems British enumerators did","content":"For months, the idea of conducting a nationwide caste census has taken centrestage in political discussions. In January, Telangana became the latest state to announce a caste survey after Karnataka and Bihar. The exercise of counting Indians by caste is expected to provide a clear picture of the country’s social hierarchy and offer a robust framework to conceptualise  social justice programmes and allocate resources for them. As many have noted, the British colonial administration had also had attempted to capture the intricacies of caste in Indian society in decennial censuses starting from 1871-’72. This continued until the 1931 census. The colonial administration believed that caste, as the essence of Indian society, was the key to unlocking what it felt was the true knowledge about India. After Independence, however, census officials stopped collecting caste data, except in the case of Scheduled Castes and Scheduled Tribes, fearing this could accentuate caste faultlines and caste consciousness. Then, in 1980, the Mandal Commission report recommended that apart from Scheduled Castes and Scheduled Tribes, an umbrella category of caste groups under the Other Backward Classes should also be provided reservations. The report was based on the 1931 census. More than 30 years later, it is difficult to pursue affirmative action for the Other Backward Classes without census data guiding the eligibility of groups to be included in this category. But carrying out a pan-India caste census is a huge challenge, just as it was for the British, who ultimately failed to resolve the problems they encountered. Today’s census officials are likely to face some of the same problems. However, the debate about a caste census has bypassed the crucial methodological aspect of caste enumeration. The challenges emanate from the amorphous and dynamic nature of caste, the perplexing multiplicity of caste labels and the difficulty in determining the social status of caste groups. Fluid, shifting identitiesThe first challenge is the fluidity of caste identities. Sociologists have struggled to agree upon common defining features that can help indisputably identify particular groups as caste groups. Endogamy, or marriage within the caste group, is popularly considered the most distinguishing marker of caste identity. But there are several caste groups that are not endogamous. It is also not uncommon to come across communities that can be simultaneously classified as caste, tribe, ethnic or occupational groups. The caste tables in colonial censuses contained groups that are generally known as linguistic, religious, ethnic or occupational categories – for instance, Jats and Rajputs figured as tribes in the 1891 census. Similarly, the Bengal caste table of the 1901 census included labels such as Baniya, Sikhs, Maratha, Buddhists. Since a census, by nature, is an enumeration project that can only recognise non-overlapping categories, the persistent reality of fuzzy communities is likely to puzzle today’s surveyors too. Several communities that are presently identified by the government as caste groups, such the Kurmis in West Bengal, Dhangars in Maharashtra, Gurjars in Rajasthan and even ethnic groups like the Meiteis in Manipur, consider themselves to be tribal groups deserving of Scheduled Tribe status. In such a situation, a caste census will need to settle the vexed issue of overlapping communal boundaries before starting the process of actual enumeration.From left: A photographic illustration of \"Pasees\" labelled as \"Low caste Hindoos\" from the kingdom of Audh, from the book 'The People of India. A lithograph of a \"High caste woman\". A photograph of a \"low caste Hindoo\" woman from Allahabad. Credit: J Forbes Watson and John and Kinney Brothers Tobacco Company, via Wikimedia Commons. Note: These are historical images only meant for illustrative purposes. Multiple labels, fluctuating status claimsAnother tricky issue is the standardisation of caste names. A caste is often denoted by multiple nomenclatures. For the sake of terminological standardisation, colonial census enumerators were given exhaustive lists with standard caste names. Still, the number of groups that did not fall under standard categories was fairly high. For a successful caste census today, every individual will need to mention only the official denomination of their caste to surveyors. Practically, this is difficult to achieve. There is also the concern that people will claim a caste identity that provides better prospects of government benefits. Contrary to common perception, caste is not a static but a dynamic and mobile identity. JH Hutton, the 1931 census commissioner, was left perplexed by several instances of the same caste groups claiming different caste identities in different regions and also by the puzzling phenomenon of several castes effortlessly changing their previous claims.  He noted in the 1931 census report that, “a caste which had applied in one province to be called Brahman (priestly caste) asked in another to be called Rajput (warrior caste) and there are several instances at this census of castes claiming to be Brahman who claimed to be Rajputs ten years ago”.Moreover, the emergence of new castes through fission, or the fragmentation of castes, and fusion, or the merger of several castes into one caste, is a continuing reality. For instance, it is through the process of fission that Sadgops broke away from their parent Gop caste and Tilis broke with the Telis. On the other hand, it is through the fusion of several pastoral and milkmen castes groups, such as Ahirs, Gopas and Goallas, that the Yadav caste was created. Similarly, the Valmiki caste in Uttar Pradesh is an outcome of a fusion of various communities engaged in sweeping and sanitation work. It can be challenging for any official enumeration project to keep pace with the fluctuating reality of caste.Varna and occupationFinally, apart from demographic data, the proposed caste census is expected to generate information about the socio-economic condition of caste groups, providing classificatory frameworks for affirmative action. But the social position of castes varies from place to place and the identification of precise and appropriate criteria to determine social status is an onerous task. Categorising the array of Indian castes by grouping comparable castes and ordering them hierarchically was an important aspect of the colonial caste enumeration project. But the criteria of classification fluctuated between varna and occupational categories – the varna hierarchy of Brahmin, Kshatriya, Vaishya, Sudra and outcastes differs from the caste-based occupational status of caste groups. In the 1871-’72 census, the regional reports of different provinces adopted different methods to classify castes, often a mix of varna and occupational criteria. In the final census report, however, different caste groups were broadly classified into varna categories – Brahman, Kshatriya, Vaishya, Sudra and outcastes and aborigines. The 1881 All India census commissioner, WC Plowden, on the basis of the varna model, devised five categories of classification for all castes: Brahman, Rajputs, Castes of Good Social Position, Inferior Castes and Non-Hindus or Aboriginal Castes. But JA Bourdillion, census commissioner for Bengal, found this classification inappropriate for Bengal and proposed a category of intermediary castes right below Brahman and Rajputs to accommodate influential groups like the Kayasthas and Bhumihars. Bourdillion believed the social status of Kayasthas and Bhumihars was comparable to that of the Brahman and Rajputs.The 1891 census discarded varna as the primary criterion of classification and, in an attempt to downplay caste hierarchy, relied on occupational criteria by developing six broad groupings: agricultural and pastoral, professional, commercial, artisans and village menials and other races and indefinite titles. Brahmin boys hold up their \"sacred\" threads during a ceremony. Credit: Reuters.But the 1901 census commissioner Herbert Risley returned to the varna hierarchy. To classify castes in the order of social precedence, Risely relied upon the observance of Brahmanical ritual practices by caste groups and the opinion of a small group of educated and overwhelmingly upper caste locals. Risley’s overemphasis on social precedence led to a proliferation of petitions by caste organisations claiming higher social rank. Consequently, from the 1911 census onwards, classification by status was abandoned and an alphabetic listing of castes came to be adopted. The failure of colonial censuses to devise a consistent classification criterion demonstrates the enormous difficulty of assessing the social position of castes. Practically, the social status of a particular caste depends upon the methodology adopted to define social advancement and backwardness. Different Backward Classes Commissions at the national and state levels have adopted different methods. This accounts for the wide difference in the estimates of Other Backward Classes between the  First National Backward Classes Commission headed by Kaka Kalekar (2,399 castes accounting for 32% of the population) and the  Second National Backward Classes Commission headed by BP Mandal (3,743 castes making up 52% of the population).But the challenges of a project must not lead to it being abandoned. The way out is to have an informed, solutions-driven public debate to overcome the challenges of data collection. The purpose should not merely be to conduct a caste census but to conduct a reliable one, free from the inaccuracies and inconsistencies of the highly contested colonial project of caste enumeration.Ayan Guha is British Academy International Fellow, School of Global Studies, University of Sussex, UK and author of the recent book The Curious Trajectory of Caste in West Bengal Politics: Chronicling Continuity and Change (Brill, 2022).","author":"Ayan Guha","time":"2024-02-05T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198022-hcjfgrwmeh-1706629445.jpg","tags":["Caste","Caste Census","Bihar","Social Justice","British India","Other Backward Classes","Mandal Commision","Scheduled Castes"]}