{"title":"Caste census: Why the liberal intelligentsia’s opposition is misplaced","content":"The Bihar government’s release of its caste survey has brought to the fore a fundamental fault line in India’s political representation: the 85-15 divide between India’s marginalised and upper castes. While the headcounts of Scheduled Castes and Tribes are available in the decadal population census, the caste survey is notable because, for the first time in Independent India, it has supplied concrete numbers for the strength of the Other Backward Classes: about 63% of Bihar’s population.Opposition parties have rallied around the demands of a nationwide caste census for long, particularly after Congress leader Rahul Gandhi’s “jitni aabadi, utna haq” pronouncement in April this year, a slogan that borrows from the progressive caste movement’s leaders and translates representation equalling population. A nationwide caste census is essential to enable proportional representation and equitable claims over resources. The upper-caste dominance is an open secret of Indian society: they own 40% of the country’s wealth, occupy nearly 90% of media leadership positions and almost all top university faculty positions and continue to disproportionately occupy seats of power, especially in the Hindi heartland. In fact, the resurgence of Hindu nationalism in the last decade has been characterised as a “revolt of the upper castes” against democratising socio-political movements. This time, too, the backlash to the caste census demand comes from some intellectuals. For example, Pratap Bhanu Mehta, public commentator and former vice-chancellor of Ashoka University, called the caste census demand “snake oil in the name of social justice” that mirrors the logic of Hindu majoritarianism. In 2006, when the Congress-led Union government extended the Other Backwards Classes quota in Central educational institutes, Mehta termed it a move to “inject an insidious poison” that defeated India’s interests. In protest, Mehta, along with sociologist Andre Beteille, had resigned from the National Knowledge Commission. Others like Atul Kohli, a political scientist at Princeton University, have attributed the accentuated caste competition in Uttar Pradesh’s politics to worsening “neo-patrimonial” governance tendencies, whereby elected representatives lack a public purpose and exploit state resources for private gains. Credit: Reuters.Liberal intelligentsia, lower-caste political movementsA broad look at the liberal intelligentsia’s abhorrence of lower-caste political movements is revealing. Mehta’s critique, for instance, is focused on the elusive concept of state capacity: for him, excessive attention on caste takes away focus from inclusive governance and institutional structures that can empower marginalised groups. This perspective presents a far too simplistic, institutionalist vision of governance where social relations are divorced from state capacity. Definitions of “state capacity” can vary but the term generally refers to the ability of the state to implement policies and achieve intended outcomes.Social anthropologist Jeffrey Witsoe, in his study of lower-caste politics in Bihar, Democracy Against Development, provides an elaborate account of how state-directed development in postcolonial India enabled dominant-caste hegemony in politics and society, despite the abolition of the zamindari system. Leaders such as Ram Manohar Lohia and later Karpoori Thakur capitalised on the vacuum of political representation for Other Backward Classes and built a bottom-up democratic movement that directly confronted the state-directed idea of development. By the time Lalu Prasad Yadav of Rashtriya Janata Dal became Bihar’s chief minister in 1990, the bureaucracy remained in the hands of upper castes, while an agrarian conflict prompted the landless to take up arms against the state and the landlords formed private militias to perpetrate horrendous caste violence. How is state capacity to be improved in this precarious situation? Certainly not by strengthening state institutes helmed by upper castes. As Witsoe shows, Yadav’s party, not without its flaws, either put in place sympathetic officers in some institutes or fully dismantled systems where the hold of dominant castes could not be done away with. For proponents of liberal democracy, deinstitutionalisation is anti-development and promotes lawlessness, but from the place of an astute politician, it created immense short-run gains while assuring the dignity of left-out groups. Indeed, development was not even the agenda of backward-caste politicians: “Vikaas nahin, samman chahiye” (we want dignity, not development) was Yadav’s war cry in the early 1990s. The liberal democratic vision of state capacity reflects a deeper misunderstanding of the politician-bureaucrat relationship vis-à-vis caste. Recent work by political studies scholar Poulomi Chakrabarti shows something more nuanced about Indian politics. Even as the Mandal moment of Indian politics, a “silent revolution” (a la political scientist Christophe Jaffrelot), did not lead to better social spending, in places where both politicians and bureaucrats came from marginalised caste backgrounds, the bureaucracy was far more likely to spend for social welfare. In fact, Chakrabarti’s empirical work highlights a key problem that elected representatives from non-dominant backgrounds face: bureaucrats from dominant caste backgrounds would not obey orders from Yadav in his initial years as the state’s chief minister. De-institutionalisation was a low-hanging fruit to attack the entrenched hold of dominant castes over the much-loved “system” and trump anti-incumbency for over a decade.  The only possible counterfactual to de-institutionalisation is the following: Dalits and Other Backward Classes would have continued to be humiliated, thrown out of government offices, not allowed to sit at village chowks or walk on the main streets and so on. Perhaps, that is a counterfactual that must be avoided. Later, the politics of dignity in the 1990s and early 2000s fed into a “revolution of rising expectations” among the marginalised groups that clamored for economic gains. In turn, voters rewarded Janata Dal (United) leader Nitish Kumar’s susashan, or good governance, discourse in the mid-2000s that tapped into material gains in a rapidly growing, liberalised Indian economy.To many, Yadav, along with other lower-caste politicians from northern India, embodies the chaos of democracy and all that is worrying with the country’s corrupt politicians. There is no denying that criminality flourished and bureaucracy deprecated under him in Bihar as he continued to govern the state from prison and his proxies in the late 1990s. But to suggest that state capacity can be developed by breaking free from the social realities of caste requires a “willing suspension of disbelief,” to use a term by British poet Samuel Taylor Coleridge. In the political science conception, sociologist Max Weber says that the state has an absolute monopoly over violent ends. In that sense, perhaps Yadav’s Bihar, despite a strong backlash from upper-caste militias in the form of caste violence, was successful in a key area: a full stop on Hindu-Muslim violence, a task that very few chief ministers have achieved. \n\n\n    \n    Play\n\nWhy counting castes mattersEnumerating group membership, albeit fundamental to any census, inevitably reinforces some identities. Nicholas Dirks’s Castes of Mind argues that British colonial practices of census enumeration and other ethnographic studies made caste, as it is known today, a more salient category of identification and contestation. This feature is not particular to caste, though: census exercises lead to stronger group identities across the world. A 2017 study by scholars Evans Lieberman and Prerna Singh evaluating over 1,300 census questionnaires in 156 countries over two centuries posits that enumerating ethnic identities increases the possibility of more relevant groups emerging and the subsequent ethnic competition.    Given this possibility, the state’s moral prerogative about what to enumerate and ignore comes into focus. It leads to an important ethical question: why must the Indian state, other political actors, and its concerned citizens not have information about something as fundamental as caste and jati, just as it collects data about region, language, religion, and gender? More specifically, what is in the nature of caste that makes hiding it more acceptable than other categories?To reiterate Mehta’s critique, the new social justice agenda of “caste majoritarianism” feeds into, instead of fighting, Hindu majoritarianism – hence, let caste and jati not be counted. But Mehta, first, mistakenly lumps together the Brahminical impulse to crush India’s Muslims by relying on a mythical glorious past free of Muslims with a qualitatively different movement that seeks justice and equity for marginalised castes. Second, by presenting caste-based political mobilisation against the idea of welfare-based programmes of various state governments like Delhi, Rajasthan and Odisha, Mehta presents a false dichotomy implying that both ideas cannot be reconciled – that states, given their limited resources, can either advocate caste-based mobilisation or roll out welfare programmes.Bihar under Yadav was one of the first states to introduce menstrual leave for women employees in the early-1990s, and Raghuvansh Prasad Singh, a trusted aide of Yadav, was one of the key architects of the rural employment guarantee programme, the world’s largest of its kind. Finally, Mehta’s critique wastes the intellectual energy to counter Hindu supremacy in the present political moment. Instead of preventing a debate about caste diversity in Indian society, a more productive engagement will be to ask: how should the religious right be prevented from using the caste census for majoritarian aims? Compulsive contrarianism, which blinds intellectuals to social realities they do not come from, helps no one.  Indeed, caste remains the weak point of India’s intellectual elite. Ironically, some of India’s intellectuals are liberal on individual rights, but conservative on questions of group rights. Their preference for caste-blind state institutionalism unwittingly borrows from conservative intellectual traditions: scholars like Samuel Huntington and Francis Fukuyama have emphasised the need to develop governance structures before mass participation in politics to avoid state failures. In other words, improvements in state capacity must precede democratisation. However, the fact that many of India’s state institutes could not withstand caste-based democratisation highlights a notable feature of upper caste dominance: exceptions aside, upper caste leaders either reinforced their privileges in state institutes or failed to create capable institutes. Sharik Laliwala is a PhD scholar of political science at the University of California, Berkeley. His research interests include identity politics and political economy in India.","author":"Sharik Laliwala","time":"2023-10-11T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194852-yvcyyuzogv-1696864972.jpg","tags":["Bihar","Caste Census","Caste","Lalu Prasad Yadav","Other Backward Classes","Pratap Bhanu Mehta","Nitish Kumar","Mandal Movement","Caste Society"]}