{"title":"Caste census: Let 50% cap on reservation be done away with if needed, says Lalu Prasad Yadav","content":"Rashtriya Janata Dal President Lalu Prasad Yadav on Wednesday pressed for a caste census, PTI reported. He said that the 50% cap on reservation can be done away with if people from the reserved categories amount to half of India’s population. Yadav, while addressing an online training camp for his party workers in Patna, also claimed that he was the first leader to have demanded the caste-based census.“My demand is for the welfare of all, SCs [Scheduled Caste] and STs [Scheduled Tribe] included,” he said. “Quotas have been decided taking into account a census conducted before Independence. We must have a fresh estimate of the population of different social segments.”Yadav said the existing quotas for the people from reserved categories were insufficient. “And even these [quotas] are rarely filled, resulting in huge backlogs,” he added. “Let there be a fresh caste census and all get quotas in proportion to their population. If it needs breaking of the 50 per cent barrier, so be it.”Currently, the Supreme Court does not allow the reservation provided  under different categories – in jobs or education – to cross 50% of  the total seats or vacancies available.Demand for caste-based censusBihar has been at the forefront of the demand for a caste-based census. The state’s Assembly had passed a resolution in favour of the census as early as February 2020.However, on July 20 this year, the Union home ministry had told the Parliament that it has decided to not conduct a caste-based census. The only caste-wise data that the next census would collate would be on Dalits and Adivasis, the same as every census in independent India’s history. India’s largest caste bloc – the Other Backward Classes – would not be included in this exercise.On August 23, Bihar Chief Minister Nitish Kumar led a delegation of 10 political parties from the state to meet Prime Minister Narendra Modi to press for a caste-based census. Lalu Prasad Yadav’s son, Tejashwi Yadav, was also in the delegation.A countrywide exercise to count the population of all caste groups was last conducted in 1931. In Independent India, census reports have published data noting the population of Scheduled Castes and Scheduled Tribes, but not other caste groups.","author":"Scroll Staff","time":"2021-09-22T21:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/64597-nbtngkgmtj-1501589063.jpg","tags":["Lalu Prasad Yadav","Rashtriya Janata Dal","Caste census","Caste-based Census"]}