{"title":"CBI searches residence of Manish Sisodia in excise policy case","content":"The Central Bureau of Investigation on Friday searched the residence of Delhi Deputy Chief Minister Manish Sisodia in connection with its probe into the alleged irregularities in the new excise policy.#WATCH | A CBI team reaches the residence of Deputy CM Manish Sisodia in Delhi. The agency is raiding 21 locations in Delhi-NCR in connection with the excise policy case, including Sisodia's residence. pic.twitter.com/3txFCtiope— ANI (@ANI) August 19, 2022\n\n“[The] CBI is here at my residence,” Sisodia said in a tweet. “I will cooperate with the probe agency, they will not find anything against me.”Besides Sisodia, searches were also conducted at the residence of former Delhi excise commissioner Arava Gopi Krishna and 19 other locations, according to ANI.Under the new excise policy that came into effect in November, licences of 849 liquor shops were issued to private firms through open bidding in New Delhi. Earlier, four government corporations ran 475 liquor stores and the remaining 389 were private shops.However, the new policy was temporarily withdrawn after Delhi Lieutenant Governor Vinai Kumar Saxena recommended an inquiry by the Central Bureau of Investigation into it on July 30. Saxena accused Sisodia of procedural lapses in the policy and of giving undue benefits to liquor licensees. Sisodia heads the Excise Department of the Delhi government.The charges were denied by Sisodia, who claimed that his government had introduced the new policy to end corruption. He alleged that leaders of the Bharatiya Janata Party had given licenses to private liquor shops owned by their relatives and friend and charged them lesser than the legal fee.The deputy chief minister said that earlier the Delhi government used to earn Rs 6,000 crore in a year in revenues from 850 shops. He said that the government would have made a revenue of Rs 8,500 crore in a year under the new policy.On Friday, Sisodia said that it is unfortunate that those who do good work in the country are harassed.हम सीबीआई का स्वागत करते हैं. जाँच में पूरा सहयोग देंगे ताकि सच जल्द सामने आ सके. अभी तक मुझ पर कई केस किए लेकिन कुछ नहीं निकला. इसमें भी कुछ नहीं निकलेगा.  देश में अच्छी शिक्षा के लिए मेरा काम रोका नहीं जा सकता.— Manish Sisodia (@msisodia) August 19, 2022\n\n“They can’t stop my work in the field of education,” he wrote. “The truth will come out.”Delhi Chief Minister Arvind Kejriwal said that several searches have been carried out in the past against his government, but nothing came out of it.“The whole world is discussing the education and health model of Delhi,” he said. “They want to stop it.”जिस दिन अमेरिका के सबसे बड़े अख़बार NYT के फ़्रंट पेज पर दिल्ली शिक्षा मॉडल की तारीफ़ और मनीष सिसोदिया की तस्वीर छपी, उसी दिन मनीष के घर केंद्र ने CBI भेजीCBI का स्वागत है। पूरा cooperate करेंगे। पहले भी कई जाँच/रेड हुईं। कुछ नहीं निकला। अब भी कुछ नहीं निकलेगा https://t.co/oQXitimbYZ— Arvind Kejriwal (@ArvindKejriwal) August 19, 2022\n\nIn recent months, Opposition parties have alleged that the Narendra Modi-led government has been misusing central agencies such as the CBI and the Enforcement Directorate to target its political opponents.They alleged that the law was being used arbitrarily, selectively and without any justification by the government against prominent leaders of Opposition.Several leaders of Opposition such as Congress’ Sonia Gandhi and Rahul Gandhi, Shiv Sena leader Sanjay Raut, Nationalist Congress Party chief Sharad Pawar and  Trinamool Congress’ Abhishek Banerjee and others have been subjected to either summons, searches or cases by the said central agencies.Also read: How the Modi government has weaponised the ED to go after India’s Opposition ‘BJP scared of AAP’s good work’: Reactions to raidsOn Friday, Opposition leaders said that the investigation was unwarranted and blamed the Bharatiya Janata Party of using central agencies to intimidate leaders. Aam Aadmi Party MLA Dinesh Mohaniya said that BJP was wants to keep citizens in the dark about certain public matters, The Indian Express reported. “Basically, the BJP is very scared of the work being done by the Aam Aadmi Party, especially in the field of education,” he said. “They want to stop all these things. If people are educated, they will know how harmful the BJP’s politics are for the country.”Another Aam Aadmi Party MLA Dilip Pandey said that the raids reflected BJP’s fear of others’ successes. “This is a clear announcement of the BJP’s fear,” he said. “They want to stop the news of the success of the education revolution in Delhi but the revolution will keep on going, that will not stop.”Punjab Chief Minister Bhagwant Mann said that the Central Bureau of Investigation raids was BJP’s reward for Delhi government’s good performance. “Manish Sisodia is the best education minister of Independent India,” he said. “Today the largest US newspaper NYT printed his photo on the front page. And today Modi ji sent CBI to his house. How will India progress like this?”However, two Congress leaders thought that the action on Sisodia was not inappropriate.MLA Alka Lamba said Sisodia should cooperate with the investigation, The Indian Express reported. “They kept on opposing the liquor policy that was of Shiela Dikshit ji’s time,” she said. “But ultimately they had to take back their liquor policy which was profit making liquor policy and implement the policy from her time.”Delhi Congress chief Anil Chaudhary said that another corrupt minister from Kejriwal’s Cabinet has been booked.  Meanwhile, BJP leader Kapil Mishra alleged that  Sisodia not only made money from a nexus of liquor mafia but also got liquor stores opened in several places, pushing many families towards alcoholism.“I have been saying for the last five years that Satyendar Jain, Manish Sisodia and Arvind Kejriwal will all go to jail for corruption,” he wrote in a tweet. “Two wickets have fallen and the third thief will also be caught soon.”सत्येंद्र जैन, मनीष सिसोदिया , अरविंद केजरीवाल तीनों भ्रष्टाचार में जेल जाएँगे दो के घोटाले पकड़े जा चुके हैं और तीसरा चोर भी बहुत जल्दी पकड़ा जाएगा : कपिल मिश्रा pic.twitter.com/ubzP27x8Sb— Kapil Mishra (@KapilMishra_IND) August 19, 2022","author":"Scroll Staff","time":"2022-08-19T09:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177811-umyseukaas-1659164418.jpeg","tags":["Manish Sisodia","CBI","Exicse policy","AAP","Arvind Kejriwal"]}