{"title":"CEC Sunil Arora dismisses reports of rift within EC after Ashok Lavasa’s explosive letter","content":"Chief Election Commissioner Sunil Arora on Saturday said news reports of a rift within the Election Commission were unsavoury, ANI reported. He issued a statement after reports said fellow Election Commissioner Ashok Lavasa had decided to recuse himself from meetings on Model Code of Conduct violations as his “minority decisions were going unrecorded”. Later on Saturday, the poll panel issued another statement asking people to avoid speculating about the matter. “It needs to be clarified categorically and unambiguously that this is purely an internal matter of ECI and as such any speculation, innuendoes and insinuations in this regard should be eschewed,” the poll panel said. “It also needs to be mentioned that a meeting had already been scheduled on Tuesday, i.e., 21.5.2019, to discuss this and related matters.”Earlier this month, The Indian Express had reported that Lavasa had opposed five clearances that the poll panel gave to Prime Minister Narendra Modi and Bharatiya Janata Party President Amit Shah in complaints of Model Code of Conduct violations. The commission has given Modi clearances in six such cases altogether. However, Lavasa’s dissent was not noted in the poll panel’s orders.According to the Hindustan Times, Lavasa conveyed his decision to Arora on May 4 and subsequently sent him reminders on May 10 and May 14. “The three members of the ECI are not expected to be template or clones of each other,” said the chief election commissioner. “There have been so many times in the past when there has been a vast diversion of views as it can and should be. But the same largely remained within the confines of ECI.”The poll commission’s legal division had said that only minority views in quasi-judicial proceedings can be recorded in its orders. Since Model Code of Conduct violations are not quasi-judicial proceedings, Lavasa’s dissent notes were not recorded, PTI reported.In his statement, the chief election commissioner said that at the last meeting of the commission on May 14 an unanimous decision was taken to form groups to deliberate on problems that the poll panel faced during the Lok Sabha elections. “Out of the 13 issues/areas which were identified, Model Code of Conduct is one of them,” Arora added.  #LokSabhaEelctions2019 | CEC Sunil Arora issues statement on EC Ashok Lavasa's letter to him. Says, 'unsavory & avoidable controversy reported w.r.t internal functioning of ECI & handling of MCC; never shied away fm public debate whenever required but there is time for everything pic.twitter.com/OMTLftXE9g— CNBC-TV18 (@CNBCTV18Live) May 18, 2019","author":"Scroll Staff","time":"2019-05-18T14:16:11.524201+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/114891-msigebuutc-1552228139.jpg","tags":["Election Commission of India","Sunil Arora","Ashok Lavasa","Model Code of Conduct"]}