{"title":"Centre disagrees with India’s rank on World Press Freedom Index","content":"The Centre on Tuesday disagreed with India’s low rank on the World Press Freedom Index prepared by media watchdog Reporters Without Borders. The government claimed that the report was based on a small sample size and gave little or no importance to the “fundamentals of democracy”.Minister of Information and Broadcasting Anurag Thakur made the remarks in a written reply in Lok Sabha while responding to a question on India’s low ranking on the index.In March, Reporters Without Borders had said that India ranked 142 out of 180 countries when it comes to press freedom. It had added that the nation was classified as “bad” for journalism.The media watchdog in a report in December had said that India was among the five most dangerous nations in terms of journalists killed across the world this year.The Union minister was asked if the government had identified the reason behind India’s low ranking and if any corrective measures were taken.Thakur informed the Lower House that the government “did not subscribe” to the views of Reporters Without Borders and its report ranking countries because the number of participants surveyed was not adequate.The minister also claimed that the report had a “questionable methodology” for the survey. Thakur also claimed that Reporters Without Borders lacked a clear definition of press freedom.Thakur was also asked if the Centre was aware of journalists being booked under the Unlawful Activities (Prevention) Act in Tripura and the Editors Guild of India’s criticism of the law.But the Union minister said that state governments were responsible for preventing, detecting and investigating crimes committed in their jurisdiction. In November, the Tripura Police had invoked the Unlawful Activities (Prevention) Act against lawyers and journalists for allegedly spreading distorted and objectionable content about violence in the state.The violence in Tripura was triggered after attacks on Hindus in Bangladesh since October 13. The Vishwa Hindu Parishad had organised a protest rally in the state on October 26, which led to violence and attacks on mosques as well as shops and homes of Muslims in Tripura.During a tense situation in the state, the police had claimed that the law and order situation in the state was “absolutely normal”. The force also asserted that no mosques had been burnt.But a report by lawyers who were part of a fact-finding team said that at least 12 mosques, nine shops, three houses of Muslims were targeted during the violence. It said the violence erupted because of the “irresponsibility of the administration, along with extremist organisations and the vested interests of ambitious politicians”.The Tripura Police had also arrested two journalists from HW News when they were reporting on tensions. Samriddhi Sakunia and Swarna Jha were charged with spreading communal disharmony when they were covering the violence. They also face charges of “fabricating and concealing records” about the recent violence, apparently as part of “a criminal conspiracy”. They were granted bail a week later.On Tuesday, Thakur told Lok Sabha that the safety of journalists was important to the Centre. “An advisory specifically on the safety of journalists was issued to states/UTs on October 20, 2017, requesting them to strictly enforce the law to ensure the safety and security of media persons,” he said.","author":"Scroll Staff","time":"2021-12-22T13:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147733-oawphmhxkc-1600523614.jpg","tags":["Anurag Thakur","Reporters Without Borders","World Press Freedom Index","information and broadcasting ministry","press freedom","media freedom"]}