{"title":"Centre will allow additional borrowing if we withdraw our lawsuit: Kerala tells Supreme Court","content":"The Kerala government on Monday informed the Supreme Court that the Centre has said it will allow the state to make additional borrowing if the latter withdraws the case against the Union government, Live Law reported.In December, the Kerala government had filed a plea in the Supreme Court challenging the Centre’s decision to limit the additional money it can borrow, saying that it violated the principles of fiscal federalism. The Communist Party of India (Marxist)-led state government had said in its plea that lowering the borrowing limit can potentially lead to a “grave financial crisis”.The Union government has fixed a borrowing limit of Rs 47,762.58 crore for Kerala for the current financial year. Of this, while Rs 29,136.71 crore is open market borrowing, the remainder are borrowings from other sources. Under open market borrowing, states can borrow from the market to meet their budgetary requirements.Kerala had requested the Centre to allow an additional borrowing equivalent to 1% of the gross state domestic product over and above the borrowing ceiling fixed for the financial year 2023-’24. The state had said that it urgently requires around Rs 26,000 crore to meet its financial obligations, reported Live Law.On February 15, representatives of the Centre and the Kerala government met to discuss the matter. However, on Monday, senior advocate Kapil Sibal, appearing for the state government, told the court that the talks had not been fruitful.Sibal told the court that the Centre was willing to consider the requests if the Kerala government withdrew the lawsuit against the Union government.Additional Solicitor General N Venkataraman, appearing for the Centre, said that the Centre had consented to total borrowing of Rs 34,230 crores before the lawsuit was filed, which was Rs 1,788 crores above the statutory ceiling of 3% of the gross state domestic product.“Earlier, we exceeded by almost Rs 2,000 crores by consent,” he said. “Now, we are saying that we will consent to additional borrowing space of Rs 13,608 crores plus an additional Rs 1,877 crores. So, in total, Rs 15,000 crores plus Rs 2,000 crores in excess of the GSDP [gross state domestic product].”Venkataraman added: “It [borrowing] should be limited at Rs 32,000 crores but we are willing to allow Rs 49,000 crores in the spirit of true federalism. Then, if we ask them to withdraw the suit, how is it an unreasonable request?”However, Sibal argued that while other states will get Rs 5,000 crore for power sector reforms, the Centre will not disburse this money to Kerala because it has filed the lawsuit.“When it comes to power sector reforms, they will have to meet the terms and conditions,” Live Law quoted Venkataraman as having responded. “You cannot talk, and also litigate. We are willing to travel beyond the guidelines.”Venkataraman said that while the average expenditure in states is 60%, Kerala has spent 82.4%. “It has exceeded by 22% on expenditure, not on capital,” Venkataraman argued.The Kerala government argued that it was being punished for doing good for the people.“The over-borrowing that has occurred in our particular case is because of our expenditure in education and health,” Sibal said. “We are far ahead of human development indices when compared to every other state. We are a 100% literate state.”Sibal said that the state will default if it does not receive additional money from the Centre.“They can also declare financial emergency under the Constitution,” he told the court. “The idea is clear when the Centre refuses to release what the state is entitled to.\"However, the court told the Kerala government to “mentally prepare” itself that the interim order may not be in its favour.“This is pure financial thicket,” the court said. “How much can a court interfere, that too by an interim order. Mentally prepare yourself [Kerala] that we may not be able to give an interim order. We are not experts on the subject matter.”The court will next hear the matter on March 6.On Tuesday, Kerala Finance Minister KN Balagopal said that the Centre’s stand was “highly disappointing” and will hurt fiscal federalism and the daily activities of the state government, reported PTI.“We have filed the petition seeking the fund as per our constitutional rights,” he said. “They have asked us to withdraw our plea and it amounts to injustice.”","author":"Scroll Staff","time":"2024-02-20T12:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193429-ebzmwrjyet-1692777112.jpg","tags":["Centre","Kerala","Supreme Court"]}