{"title":"Centre is not discussing Pegasus revelations in Parliament as it has a lot to hide, says Congress","content":"Congress leader Abhishek Manu Singhvi on Thursday alleged that the Centre was refusing to answer questions about Pegasus spyware in Parliament as it has a lot to hide.“The Opposition parties have asked two simple questions to the government – did you purchase the Pegasus software, and did you use it against any particular persons,” Singhvi asked while speaking to reporters outside Parliament. “If the government did so, it should state the names of the people against whom it was used.”WATCH: Shri @DrAMSinghvi addresses media outside Parliament.#सवालों_से_डरती_मोदी_सरकार https://t.co/jTuKUM125g— Congress (@INCIndia) July 29, 2021\n\nSinghvi’s statement comes a day after Congress leader Rahul Gandhi said the Modi government was trying to silence Opposition demands for a discussion in Parliament about allegations of surveillance using the Pegasus spyware.Gandhi, whose name is also on the list of potential targets, said “a united Opposition is not going anywhere” until the matter is discussed.The Monsoon Session of Parliament has witnessed several disruptions since the surveillance row erupted on July 18.  On Thursday, Singhvi questioned why the government wants to discuss the surveillance allegations only outside Parliament, according to the Hindustan Times. The Centre has yet to state categorically that India has not used Pegasus spyware.“I am making a proclamation here that today you discuss Pegasus, tomorrow we will discuss everything,” he added. “Why are you avoiding discussing Pegasus? They are hiding. They have much to hide. They have no basis for not having a discussion inside the Parliament.”The Congress leader pointed out that several foreign countries, including Hungary and France, have launched investigation into allegations of misuse of the spyware.“Foreign countries are conducting inquiries into the matter, and the government is not even willing to discuss it,” he said. “You [government] are destroying the reputation of the country’s Parliament by doing this.”He accused the government of seeking to “shoot the messenger”. “I am surprised...do 1.25 crore citizens of the world’s largest republic not have the right to ask the government to answer a question,” Singhvi asked.On Wednesday, the Standing Committee on Information Technology was unable to discuss the widespread surveillance allegations after Bharatiya Janata Party MPs reportedly refused to participate in the talks.Referring to this incident, Singhvi said that it was the first time in the country’s history that members of a parliamentary committee refused to sign to mark their presence at a meeting.The panel, comprising 21 members from the Lok Sabha and 10 from the Rajya Sabha, reportedly needs the attendance of around nine to 10 members to take up matters for discussion.   Pegasus allegationsThe Pegasus spyware is licensed to governments around the world by the Israeli cyber intelligence company NSO Group. The company insists that it licences its software only to “vetted governments” with good human-rights records and that Pegasus is intended to target criminals.But a leaked list, featuring more than 50,000 phone numbers “concentrated in countries known to engage in surveillance of their citizens”, was accessed by Paris-based media nonprofit Forbidden Stories and Amnesty International. It became the basis of a global investigation called the Pegasus Project in which 17 media organisations collaborated.Apart from Gandhi, Indian news website The Wire, which is among the participants in the project, reported that Union ministers Ashwini Vaishnaw, Prahlad Singh Patel, virologist Gagandeep Kang and former Central Bureau of Investigation Director Alok Verma were among the other potential targets.","author":"Scroll Staff","time":"2021-07-29T19:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/76849-tlmjfxahve-1559115989.jpg","tags":["Abhishek Manu Singhvi","Congress","Parliament","Pegasus","Pegasus row","illegal surveillance"]}