{"title":"Centre has released Rs 3,454 crore for drought relief in Karnataka, says Chief Minister Siddaramaiah","content":"Karnataka Chief Minister Siddaramaiah on Saturday said that the Centre has approved Rs 3,498.9 crore as drought relief for the state, of which Rs 3,454 crore has been released, reported PTI. The chief minister urged Prime Minister Narendra Modi to release the balance amount of Rs 45 crore.The Congress leader thanked the Supreme Court for directing the Centre to release the funds, but told reporters that the amount was not sufficient for the state’s needs.The state was supposed to be given Rs 18,171 crore according to the National Disaster Response Fund rules. “But the Centre has only approved Rs 3,498.98 crore,” Siddaramaiah said. “This money is not sufficient for the drought relief. Our fight for the arrears will continue.”On March 23, the Karnataka government had filed a petition in the top court alleging that the Centre had not extended financial assistance for drought management to the state government.On Monday, the Centre told the Supreme Court that the Election Commission has allowed it to release the funds and that it would do so within a week. Finance minister Nirmala Sitharaman had earlier admitted that there was a delay in releasing drought relief funds to the state on account of the Model Code of Conduct being in place due to the Lok Sabha elections. She said that the poll panel’s permission would have to be sought before the funds could be released.The code is a set of guidelines issued by the election commission that political parties have to follow while campaigning.After persistent efforts & an appeal to the Supreme Court, we've secured ₹3,498.82 crore in drought relief from the Union Government.I wish to thank the Hon. Supreme Court. This is perhaps the first time in the history of India that a state was driven to the Supreme Court to…— Siddaramaiah (@siddaramaiah) April 27, 2024\n\n\nThe Congress government in Karnataka had sought Rs 18,171.44 crore from the Centre’s National Disaster Response Force. While Rs 4,663.12 crore was sought for crop loss input subsidy, the government asked for Rs 12,577.9 crore towards gratuitous relief to families whose livelihood has been seriously affected due to drought.The state also sought Rs 566.78 crore for drinking water and Rs 363.68 crore for cattle care.The chief minister on Saturday alleged that the Centre had released the funds only after the Karnataka government approached the Supreme Court and not out of concern for the state, PTI reported.“The Supreme Court, which heard this petition, was convinced that the Centre was doing injustice to Karnataka due to political reasons,” he said. “This relief money has been given out of unwillingness to fulfill the promise made to the apex court.”Siddaramaiah said: “The reason for announcing the grant was the fear that if some relief is not given, the people of Karnataka who are drought-hit will not allow them [Bharatiya Janata Party leaders] to enter the state for the [Lok Sabha] election campaign,” he said.However, he thanked the Centre for the amount “whatever be the reasons behind this drought relief”.In its petition in the Supreme Court, the state government contended that 223 out of the 236 taluks, or subdivisions of a district, have been hit by drought. Of this, 196 taluks have been categorised as severely affected and the remaining 27 are moderately affected.The total estimated loss due to crop damage in the state is Rs 35,162.05 crore.The Karnataka government had earlier told the court that it had exhausted all its funds allocated under the State Disaster Response Force for 2023-’24, an amount of Rs 929.50 crore. It said that it had to withdraw funds from the state exchequer due to delays in receiving funds from the Centre.Karnataka-Centre tussleThe state has been at loggerheads with the Bharatiya Janata Party-led Centre over the devolution of tax funds, the non-receipt of pending funds to implement drought relief measures and the Centre denying permission for irrigation and potable water-related projects in the state, among other matters.On February 5, during the Budget session of Parliament, Congress’ Lok Sabha leader Adhir Ranjan Chowdhury had cited Karnataka’s example while questioning the Centre on the matter of South Indian states ruled by Opposition parties being allegedly deprived of their dues.In response, Sitharaman had said that political interests do not come in the way of states receiving funds from the Centre. “This apprehension that some states are being discriminated against is a politically-vitiated narrative,” she said.Sitharaman also suggested that the Congress government in Karnataka was incurring expenses that its own Budget could not sustain.","author":"Scroll Staff","time":"2024-04-27T18:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191276-dbpdxboxdz-1686835321.jpg","tags":["Karnataka","Drought relief","Supreme Court","Siddaramaiah","Union government"]}