{"title":"Centre announces policy to end offset contracts in government deals for military technology","content":"The Centre announced a new policy on Monday to get rid of offset contracts in government-to-government deals and single-vendor contracts for purchasing military equipment, the Hindustan Times reported. This was done as the offsets did not succeed in bringing top-grade technology into the country, a government official said.The offset policy required foreign vendors to invest at least 30% of the value of all contracts worth more than Rs 300 crore awarded to them, in order to boost indigenous industry. “No offset contract has led to transfer of technology into the country, with the scope being limited to product purchase as pointed out by the Comptroller and Auditor General in a recent report,” Director General (Acquisition) Apurva Chandra said during a presentation on the new Defence Acquisition Procedure-2020. “There will be no offsets in inter-governmental agreements, government-to-government deals and ab initio single-vendor cases.” Instead, the scope of the offset policy will be limited to military contracts that involve competitive bidding. Defence Minister Rajnath Singh cleared the procedure on Monday and it will come into force from October 1. In a report tabled in Parliament last week, Comptroller and Auditor General GC Murmu said several offset contracts that were part of many defence deals failed to bring high-end technology into the country. In case of the Rafale jet deal with France, Dassault Aviation – the maker of the jets – and weapons-supplier MBDA have not confirmed the transfer of technology to the Defence Research and Development Organisation, he added. On September 23, Murmu had pulled up Dassault Aviation for not transferring the technology to India. Congress leader P Chidambaram asked on September 24 whether the CAG report was the “opening of a can of worms”. The Rafale dealThe Rafale jets are India’s first major acquisition of fighter planes in over two decades. It came four years after the Narendra Modi government signed a deal with France for a total of 36 units. All the 36 jets are to be delivered by 2022.The deal had become a major political topic during the Lok Sabha election campaign last year. Congress leader Rahul Gandhi, among others, had accused Modi of treason and corruption multiple times, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal.The first Rafale fighter jet was handed over to the Indian Air Force on October 8, 2019, in France, in a ceremony attended by Defence Minister Rajnath Singh. The jets were formally inducted into the fleet on September 10.","author":"Scroll Staff","time":"2020-09-28T22:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145192-xxtcvdejbz-1601312404.jpg","tags":["Rafale deal","offset contracts","Dassault Aviation","Comptroller and Auditor General","Rajnath Singh"]}