{"title":"Centre imposes minimum export price of $800 per tonne on onion to curb domestic prices","content":"The Centre on Saturday imposed a minimum export price of $800 per tonne on the export of onions till December 31 in an attempt to contain the vegetable’s prices and ensure its availability.The minimum export price applies to all forms of onions except Bangalore Rose and Krishnapuram onions, said the Ministry of Consumer Affairs, Food and Public Distribution in a statement.. The ministry also announced that it has procured over 5 lakh tonnes of onion and will obtain an additional 2 lakh tonnes. It said that onions from the buffer have been continuously disposed of since the second week of August to all major consumption centres and supplied to retail consumers at Rs 25 per kg.“Till date about 1.70 lakh metric tonne of onion has been disposed from the buffer,” the ministry said. “The continuous procurement and disposal of onion from the buffer are undertaken to moderate the prices for consumers while ensuring remunerative prices to the onion farmers.”Date from the Department of Consumer Affairs shows that onions were selling at Rs 40 per kg in Delhi on October 21. It has now risen to Rs 75 per kg in Delhi as of Friday. A senior government official blamed the rise in prices on the delay in the sowing of kharif onion due to weather reasons. The official said that the fresh kharif onion should have started arriving by now but it has not.“With stored rabi onion getting exhausted and due to delay in the arrival of the kharif onion, there is a tight supply situation, resulting in price increases in both wholesale and retail markets,” the official added.Commenting on onion prices, Congress President Mallikarjun Kharge said that people’s anger about inflation will be reflected in the upcoming Assembly election.साढ़े नौ सालों में भाजपाई महंगाई के बोझ तले दबी जनता की रोती-बिलखती आवाज़, … हर बार महंगाई के मुद्दे पर, मोदी सरकार ने जनता का मखौल उड़ा, कुछ इस तरह छेड़ा साज़ — 🧅 “महंगाई दिखती ही नहीं” 🧅 “मैं प्याज़ खाती नहीं” 🧅 “बाक़ी देशों से तो बेहतर है” भला क्यों हुआ फ़िर से… pic.twitter.com/Zj8FNdt9d7— Mallikarjun Kharge (@kharge) October 29, 2023","author":"Scroll Staff","time":"2023-10-29T08:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147932-imaorcmpvi-1600846778.jpg","tags":["Onion","Onion export","Minimum export price","Ministry of Consumer Affairs"]}