{"title":"Centre clears mining in Rajasthan’s protected area to reportedly supply sandstone for Ayodhya temple","content":"The Centre has given an in-principle approval to convert 398 hectares of protected forest land into revenue land to allow mining of pink sandstone in the vicinity of Band Baretha Wildlife Sanctuary in Bharatpur, Rajasthan, the Hindustan Times reported. The proposal was cleared because the unique coloured sandstone is being used in the construction of the Ram Temple in Ayodhya, according to some reports.Until now, mining was not allowed in Bansi Paharpur block, where the stone is found, as it was part of the wildlife sanctuary. Following the Centre’s clearance, the  Rajasthan government will conduct an online auction of the mining blocks.“In the 398 hectares that are to be diverted, we expect to develop about 70 mining blocks and auction them,” Subodh Agarwal, additional chief secretary (mines and petroleum) told The Times of India. “We have already started delineating the area and aim to complete it by the end of this month.”Agarwal said the decision would legalise mining in the area, from where the pink Bansi Paharpur sandstone has constantly been sourced for black markets. Reports have suggested that the Rajasthan government sought permission from the Centre to allow mining, following deliberations with the Vishwa Hindu Parishad.In October, the Rajasthan government began the paperwork for the required approval, according to The Indian Express. The move came after supply of the stone for the Ayodhya temple dried up when the Bharatpur district administration seized 25 trucks loaded with illegally mined pink sandstone in Bansi Paharpur in September.After the raid, members of the Vishwa Hindu Parishad warned against blocking the supply of the stone. “We wanted the Congress government in Rajasthan to understand that building the temple is the nation’s work,” Sharad Sharma, VHP’s regional spokesperson in Ayodhya, told The Indian Express in November. “We will welcome any move to legalise the Bansi Paharpur mines.”Around 1.1 lakh cubic feet of the pink sandstone have been sourced from the Bansi Paharpur mines since the 1990s for the temple, according to the newspaper. The ban on mining was put in place in 2016, but illegal mining has continued.Following the Rajasthan government’s move, Bansi Paharpur was taken out of the wildlife sanctuary area in Bharatpur, Agrawal told the Hindustan Times. “It was a sensitive issue for the Rajasthan government given the demand for the stone for Ram temple construction,” Agrawal said.On June 11, the Union environment ministry allowed mining in the area.Vishwa Hindu Parishad Secretary Suresh Upadhyay welcomed the decisions taken by the Rajasthan and central government for allowing the mining. Bharatiya Janata Party MLA from Ajmer constituency Vasudev Devnani echoed his views and claimed that the temple needed to be built without hassles as “it symbolises the faith of crores of people”.","author":"Scroll Staff","time":"2021-06-14T11:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145494-ksqrgcgfnt-1623647683.jpg","tags":["Ayodhya temple","Bansi Paharpur","Ram temple"]}