{"title":"Chai migrants: For decades, this region in Rajasthan has been providing Mumbai its tea sellers","content":"A few weeks before the onset of the monsoon, Beelri village in Rajasthan’s Dungarpur district turns into an open market. Local recruiters, seated on their motorbikes, ride through the tribal pockets of the village, from household to household, yelling: “Job in Mumbai. Salary Rs 6,000. Free accommodation. Clean toilets.” With no job opportunities in the arid hamlet, hordes of men – including fresh graduates, school dropouts and distressed farmers – accept the offer and travel more than 650 kilometres to work as tea sellers on the streets of Mumbai.Purjilal Damor took up one such offer in 1993. All of 15 at the time, he and his friends made the journey from Beelri to Bhiwandi, a power loom town north of Mumbai, in a rickety bus provided by their new employer, an upper caste Patidar from the same village. “I had dropped out of school and had nothing to do in the village,” said Purjilal Damor. “I wanted to make some money. Everyone, including my father and uncles, had moved to Bombay to earn, so I went along hoping to build my own career.”He spent the first few years washing glasses for 16 hours every day for a salary of Rs 100. “The Patidars did not trust us with brewing the chai,” he said. “It was only during their lunch breaks, when they couldn’t keep a customer waiting, [that] we were even allowed to boil the milk.”The free accommodation meant living with five others inside the tea stall, on pavements, footpaths and roads in Masjid Bunder, Thane, Ghatkopar and Parel. Twenty-five years later, Purjilal Damor works in a tea shop in Thane, brews tea using 35 litres of milk every day, and earns a monthly salary of Rs 8,000. He continues to clock 18 hours of work daily and barely manages to break even.Estimates from non-profit Aajeevika Bureau say there are around 12,000 tea labourers in Mumbai – many of them are migrants who arrive seasonally from the economically-backward Vagad region in southern Rajasthan, along the Gujarat border.There are at least 12,000 tea labourers in all of Mumbai. Photo credit: Venkatraghavan Rajagopalan/ScrollNearly every third house in Vagad, comprising Dungarpur and Banswara districts, has a migration story to narrate. Brothers Deepak Damor and Lallu Damor had returned home to Gamda Charniya village after spending eight months selling chai in Bhiwandi. “After working non-stop every day, including Sundays, we return to our fields and families in the village [while our partners take charge],” said Deepak Damor. “Summer is anyway not the season for a glass of hot chai. We will return in a few months.” After nearly two decades of working in different tea shops in Bhiwandi, Deepak Damor finally managed to start his own stall in the city three years ago. Life in a metroIn less than a century after tea was popularised by the British in India, through a careful propaganda effort, the country is the second-largest producer of tea in the world and accounts for the highest tea consumption globally (as per the Tea Board of India). Its widespread popularity as a recreational drink, according to archaeologist and food writer Kurush Dalal, began in the 1920s after an aggressive ad campaign by the Tea Board. Tea stalls were set up in cities and towns, factories were encouraged to give tea breaks to their workers and even home demonstrations were organised. While British tea was brewed only in hot water, chai was boiled up with spices, sugar and milk.Food writer Vikram Doctor believes the Vagad-to-Mumbai migration originated with the region’s strong links to the dairy industry – “Indians love drinking milky tea, which is just milk flavoured with chai leaves. The main purpose of tea back then [in the 20th century] was only to add sugar in milk, which served as an energiser for the working-class communities. The farmers understood milk well, which could have drawn them to this industry.”Deepak Damor returned to his village after spending eight months selling chai in Bhiwandi. Photo credit: Reetika Revathy Subramanian.It is unclear when the residents of Vagad started coming into Mumbai to sell tea, though locals claim that it began more than 70 years ago. “There are people who have migrated to the city for over three to four generations,” said Kantadevi Nanoma, the sarpanch of Oad panchayat. She estimates that more than 350 people from the four villages in her panchayat are currently in Mumbai.  The district authorities claim the scale of the migration can’t be gauged because most agreements are oral. “It is known that a large group of men have been migrating to Mumbai to run and work in tea stalls for years,” said Chhaya Chobisa, public relations officer at the Dungarpur District Collectorate. “But they organise themselves at the village level, making it difficult for us to keep count.”The labourers work in groups in Mumbai according to the pali system. As per the rules of this system, the employers, or the chai stall owners, who are predominantly upper caste Patidars or Brahmins, divide their time in the city seasonally. Organised as a group of friends or relatives, they take turns to run the shop along with their own set of labourers, while the partner returns to the village to attend to his rice and wheat fields. The labourers include men and young boys from the tribal Damor, Nanoma, Mavath, Mal and Kalasu communities, living on the fringes of the same villages.Before the beginning of a new season, a massive recruitment drive is undertaken across the tribal pockets. Local agents – mostly older labourers – take up the responsibility of mobilising young men, who are looking for a fixed income and aspiring for the big city life.However, the reality is that these labourers continue to live on the fringes, even in the city. Home for Purjilal Damor is still the Thane shop where he works, where the benches to seat customers turn into makeshift beds for him and four other labourers every night. His sons, who made their way to the city two years ago, also live in the tea stalls where they work. “Mumbai keeps changing,” said Purjilal Damor. “Even cutting chai that used to cost 20 paise then is now sold at Rs 6…but unless you are a Patidar or Brahmin, your life remains the same.”Purjilal Damor (sitting, centre), flanked by Shankar Lal Mena on left and Durgesh Mena on right. Photo credit: Reetika Revathy Subramanian.Sixty-year-old Bhagwan Manji Patidar, an employer from Oad village, has built his entire life around selling tea in Mumbai. In his heyday, Patidar employed 20 labourers from his village to run the four stalls he owned across the city. He reminisces about the time when he sold a glass of cutting chai for eight annas. The year was 1978 and his customers, mostly textile mill workers, would huddle up near his stall outside Century Mills at the end of the workday to drink his special chai. “The secret to the best tea is to brew it directly in boiled milk,” said Patidar. “You have to let it cook well.” Patidar currently runs a solitary tea house in Golibar Naka, Santa Cruz, in a two-storey structure: the shop is on the ground floor while the top floor is his home.Jeeva Dhendor, a tea stall worker, says the city’s chai business is hinged on its working class. “Most of the stalls are located in heavy industrial areas. It is cheap and energising…chai ek nasha hain (it is an addiction).” Dhendor, 36, who started working when he was 11, has worked across stalls in Dadar, Mahim and Shivaji Park. “Chai nahi toh kuch nahi (There is nothing without tea).”Bhagwan Patidar has built his entire life around selling tea in Mumbai. Photo credit: Reetika Revathy Subramanian.Uncertain futureWith no written contracts, weak social networks in the city and long, strenuous work hours and poor wages, the younger migrants are finding it increasingly tough to survive.The tall claims advertised – job in Mumbai, free accommodation, clean toilets – were what drew 23-year-old Gopal Manath to Mumbai in October 2017. But barely 12 days after he first set foot in the city, Manath was already making his way back to his hometown in Hanela village. “I was in for a rude shock when I first came to Mumbai,” said Manath, who completed his MA and BEd in Hindi literature. “I had to work for 19 hours every day to earn Rs 200 as daily wages.”Jeeva Dhendor says Mumbai’s chai business is hinged on its working classes. Photo credit: Reetika Revathy Subramanian.  A similar experience greeted class-nine-dropout Durgesh Mena. “Even though the lights would be turned off at 10 pm, our work continued into the wee hours.” Mena was 20 when he moved to the city in 2017. “We had to be up by 4 am. Even if one glass broke by accident, we would have to incur a wage cut. There were some abusive customers who wouldn’t pay. We had to bear the cost.”Older migrants say that in the earlier days, the labourers would be part of informally-organised groups who would meet annually. However, the long hours and distance between their work areas has now made it increasingly difficult to remain connected in the city. “Back in the 1970s, nearly everyone who had come from Dungarpur and Banswara would assemble at Azad Maidan on the festive day of Holi,” said Patidar. “The employers and labourers would get together to discuss problems related to our work and life. There are no such groups in the city any longer. Everyone is trying to beat the competition.”Kamlesh Sharma, programme manager at the non-profit Aajeevika Bureau, says the exploitative caste relationship in the village is “reproduced” in the market. “Very few labourers are able to become owners even after spending years in the city,” he said. “So, an increasing number are exploring alternative career choices.” Mena, for instance, is considering working in a brick kiln in Gujarat later this year, while Manath plans to appear for the Rajasthan government examinations.Lallu Damor is building a house with his savings. Photo credit: Reetika Revathy Subramanian.Still, for most tea labourers, who have spent considerable time in the industry, returning is not an option. “Mumbai looks glamorous from the outside, but the reality is different,” said Lallu Damor, 27, who migrated to the city when he was 12. “Had it not been for my desperation, even I would have left the job several years ago. Nowadays, youngsters can’t stay for more than two weeks.”Damor is currently building a house back in his village using his life savings. “I am half-way through, but now have no money left with me. I hope to save some in the coming season to build the bedroom and toilets. Monsoon is the best time for business,” he said, as he brewed chai for his family, using the branded tea leaves he brought back with him from Mumbai.","author":"Reetika Revathy Subramanian","time":"2018-08-27T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/887831-evnjkuiily-1535297680.jpg","tags":["Mumbai","Tea","Migration","Valsad","Chai"]}