{"title":"Chess, Candidates 2024: Gukesh Dommaraju picks up win to become joint-leader with two rounds to go","content":"The race for the chess World Championship match was thrown open on Thursday when the Round 12 results in the open section of the FIDE Candidates 2024, in Toronto, Canada, saw three players become joint-leaders.The sole leader after the 11th round, two-time champion Ian Nepomniachtchi, was held to a draw by Praggnanandhaa Rameshbabu on Thursday. Meanwhile, Indian Grandmaster Gukesh Dommaraju beat Nijat Abasov and world No 3 Hikaru Nakamura beat Alireza Firouzja to get level on 7.5 points at the top of the table with Nepomniachtchi.There is still all to play for between the three players with just two rounds to play. However, some of the toughest matches of the contest are expected to take place on the final two days of the contest, especially for the three players leading.In the 13th round on April 20, Nepomniachtchi takes on Nakamura while Gukesh plays Firouzja. A day later, in the final round of the tournament, Gukesh will face off against Nakamura while Nepomniachtchi will use black pieces against world No 2 Fabiano Caruana.Vidit Gujrathi, the third Indian competing in the open category, suffered a second consecutive loss on Thursday, losing to Caruana.Vaishali wins third on the trotGM Vaishali Rameshbabu picked up her third consecutive win on Thursday, using the black pieces to beat Anna Muzychuk of Ukraine to take her overall tally to 5.5 points.She has now moved up to sixth spot in the eight-player leaderboard.Meanwhile, compatriot Koneru Humpy moved to joint third in the leaderboard with six points after holding Aleksandra Goryachkina to a draw. Leaderboard after Round 12 \n    \n       Position  Open section  Women's section \n    \n     1  Gukesh Dommaraju (7.5)*  Tan Zhongyi (8)  2  Hikaru Nakamura (7.5)*  Lei Tingjie (7.5)  3  Ian Nepomniachtchi (7.5)*  Kateryna Lagno (6)+  4  Fabiano Caruana (7)  Koneru Humpy (6)+  5  Praggnanandhaa Rameshbabu (6)  Aleksandra Goryachkina (6)+  6  Vidit Gujrathi (5)  Vaishali Rameshbabu (5.5)  7  Alireza Firouzja (4.5)  Nurgyul Salimova (4.5)^  8  Nijat Abasov (3)  Anna Muzychuk (4.5)^ \n   * tied for first place | + tied for third place | ^ tied for seventh place","author":"Scroll Staff","time":"2024-04-19T10:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200157-smfpqoaxty-1713502025.jpg","tags":["Gukesh Dommaraju","Ian Nepomniachtchi","D Gukesh","Hikaru Nakamura","FIDE Candidates 2024","Candidates 2024","Chess"]}