{"title":"Chess, Candidates 2024: Vidit Gujrathi beats Hikaru Nakamura; Gukesh, Praggnanandhaa play out draw","content":"Indian Grandmaster Vidit Gujrathi registered his second victory over world No 3 Hikaru Nakamura at the 2024 Candidates early on Sunday.Playing with the white pieces, Gujrathi managed to force out a resignation from the American Grandmaster on the 36th move in the only decisive game of the day in the open section.Gujrathi landed in a slightly better position right out of the opening as Nakamura akwardly placed his knight at the h5 square on the 11th move.“Nf5 I did not like so much, maybe you can do something different,” said Gujrathi to his opponent in their post-match press conference.Though the engine evaluation showed the position to be equal at this point, Nakamura also admitted it to be a slight mistake on his part.“Basically I spent 30 minutes looking at different moves and I think I picked the worst one,” reflected Nakamura. “I do not think its necessarily bad, but to spend 30 minutes when I am half an hour up on clock here is insane with no increment.“The moves become much more easier for white at this point, that’s the problem,” he added.While the knight h5 move just increased the pressure on Nakamura, the biggest mistake for the 36-year-old American came in the 27th move, when he completely missed the knight takes d5 move for white.“Then I just blundered with knight takes e5 in the 27th move,” said Nakamura. “Its inexplicable, I just completely overlooked knight d5 [which Gujrathi played a move later].”The 29-year-old Gujrathi now has 4.5 points after nine rounds and is in the joint fourth place alongside Nakamura and Fabiano Caruana. He will take on fellow Indian Praggnanandhaa Rameshbabu next in Round 10.The knight d5 move from Vidit Gujrathi with white, which Nakamura overlooked (Source: Lichess)Praggnanandhaa, Gukesh drawMeanwhile, the all-India clash between Praggnanandhaa and Gukesh Dommaraju ended in a draw. The two players shook hands after 41 moves in the match. Gukesh, who was playing with the white pieces, had earlier defeated Praggnanandhaa in Round 2 for his first win of the 2024 Candidates.Both the players were evenly matched throughout the contest with neither having a clear advantage before sharing points.The draw means that Gukesh continues to be in joint lead of the tournament alongside Ian Nepomniachtchi with 5.5 points after nine rounds. Praggnanandhaa, on the other hand, is just half a point behind.Gukesh will now take on Nepomniachtchi next in a very important Round 10 clash.The final position on board as Gukesh and Praggnanandhaa settled for a draw (Source: Lichess)Vaishali losesVaishali Rameshbabu’s tough luck continued in the women’s event as she fell to another loss at the hands of Tan Zhongyi in the ninth round.Playing with the white pieces, the Indian committed multiple errors in the middle game and had to resign just 21 moves in to the match with her two rooks forked by the black knight.The loss means that Vaishali is now placed eighth in the standings with just 2.5 points after nine rounds and she trails the seventh placed Anna Muzychuk by a point.The other Indian in action in the women’s event, Koneru Humpy, meanwhile played out a draw with Kateryna Lagno. Humpy, playing with the white pieces, was pressing for a win for most parts but her opponent held on well defensively as they played out a repitition to share points. The Indian Grandmaster now has 4 points after nine rounds and is two points behind leader Tan.","author":"Scroll Staff","time":"2024-04-15T10:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200042-dbdcmmhxgd-1713156923.jpg","tags":["Chess","2024 Candidates","Vidit Gujrathi","R Praggnanandhaa","D Gukesh","Koneru Humpy","R Vaishali","Indian Chess"]}