{"title":"Chess: How Vidit Gujrathi is applying his boxing advice towards his targets on the chessboard","content":"Grandmaster Vidit Gujrathi had enrolled himself into a few boxing sessions two years ago. It was a brief training stint, mainly to help him with his fitness, but he has carried one crucial lesson with him ever since.“You should be able to take some punches, take some hits,” Gujrathi recalled in a conversation with Scroll.That piece of advice had no direct relation to Gujrathi’s world of chess. But, from the ring to the board, it has become a strategic cornerstone for the Grandmaster.“You should be able to take some losses,” Gujrathi said, explaining how a boxing mindset translates to the non-contact chess. “[You have to] toughen up a bit. After you take a couple of punches [or losses], you realise that it’s not really the end of the world.”Gujrathi is used to taking the hits by now. He had last won a title in 2019, at the Biel Chess Festival in Switzerland, before ending a drought at the Grand Swiss in November 2023. And with the title, he earned a spot in the Candidates Tournament – the gateway to the World Championships match – that will take place in Canada in April.But during the four-year wait for a trophy, he came agonisingly close – earning runner-up finishes a few times – but always fell short. There were also two quarter-final exits at the 2021 and 2023 Chess World Cup.The toughest loss to process was at the Asian Games in October last year. Gujrathi led the field for seven of the nine rounds in the individual men’s event before letting a prospective gold medal slip away.That loss, however, gave him a new perspective, asserted Gujrathi. Heading into the Grand Swiss, which took place in the Isle of Man, he was in a headspace he had never experienced before.“I was of the mindset that I do not give a damn,” said Gujrathi. “In a way, I was really fed up of continuously trying and failing. There was no regret for the hard work I had put in, but I was just frustrated.”The 29-year-old from Nashik in Maharashtra lost his first-round match in the tournament, but came back strongly to win the title in November.“I was much more carefree,” he said. “That loss [in the first round] did affect me though, but there was no pressure of winning the tournament and that probably helped me.”The new mindset and confidence that came from the title remained as Gujrathi won the Petroleum Sports Promotion Board Inter Unit Rapid Championships title back home in India before winning the Vugar Gashimov Memorial in Azerbaijan just days later in December.He also enjoyed a good run at the 2023 World Rapid Championships later the same month, finshing fourth and missing out on a podium on tie breaks. Gujrathi was also one of the title contenders at the Tata Steel Chess last month in Wijk aan Zee before losing to Wei Yi in the final round.He also overtook five-time world champion Viswanathan Anand during his campaign at the Tata Steel Chess to briefly become the India No 1 after climbing to No 10 in the world in live ratings.Change in characterThe seeds of his recent success were, however, sown long back – around two years by his estimate.“The result is shown now because in top-level sport, the change is so granular that it takes a long time to see the effect,” he said. “The differentiator at this level is the personality of the player – how mentally tough and physically fit they are.”The first step he had to make towards implementing the changes, two years ago, was to pinpoint exactly where the shortcomings were. The second step was to get his long-time chess trainers on the same page.The work towards these changes two years ago with Gujrathi trying to pinpoint what his shortcomings were. The second step involved getting his long-time trainers on the same page and incorporating their suggestions.“I remember my trainer once said there is nothing l lack chess-wise, but maybe we have to change [my] character or personality,” Gujrathi recalled.“I thought this would be easy…it was anything but that. You can add a chess skill by working on it for a month but your tendencies are so ingrained that it is much harder.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nAs Gujrathi went about tweaking the little things to get better, he was pushed well outside his comfort zone. This included him altering his otherwise soft-spoken, gentle demeanour to imbibe a bit more aggression and a fighting spirit.This was also when Gujrathi was pushed into boxing for a brief while to help him build his mental resilience.Gujrathi also ended up playing more than 300 matches last year, after spending the first five months of the year at home because of no invitations to tournaments. This was distressing for a player known to pick and choose his events and have a meticulously planned schedule prepared.Slowly, the change in mentality paid off.“I used to collapse quite a bit when I had a loss or a setback, but I won the Grand Swiss after starting with a loss,” he said. “Now all of a sudden, I am recognised for comebacks. Not just in tournaments but overall as someone who was stagnant in his career and has now come back at the age of 29 with mental resilience.”Next generation catching upAs the Covid-19 pandemic eased and the world started opening up, Gujrathi, who was by then a prominent face on social media with his live streams, was up for a rude shock.Though his level of play did not really dip during this phase, the others caught up. He now had to face a stiff challenge from a bunch of teenagers like Dommaraju Gukesh, Rameshbabu Praggnanandhaa, Nihal Sarin, Arjun Erigaisi and others. Gujrathi was taken aback.Also read: Pieces aligned: Indian chess is on the cusp of an unprecedented revolution“It was like you are there for a long time and suddenly there is new competition, which is unexpected,” Gujrathi said.“You know they are stronger or as strong as you but you still do not believe it. Their ratings had also not caught up with their strength. So at first there was a lot of disbelief.”Then the consistent results the youngsters achieved further pushed him into self-doubt.“Then you see they are getting good results while you are having bad results,” he added. “It really rubs it in and it hits you more. More people are seeing it, they are getting the all the attention. Then that thought comes…Am I good enough?”Regrets and lack of guidanceGujrathi asserted that he should have been at the stage he is currently in much earlier. He regrets not having a mentor for proper guidance during his early days in the sport.The Nashik-born Grandmaster firmly believes that it was not his capabilities stopping him from achieving his best but rather his lack of understanding about the right way to do things.“I feel in my teenage or early 20s, I was not as laser focused,” he said. “It is a very confusing age. Taking the right decisions, playing the right tournaments, working with the right coaches…I was not doing it the right way.”There was a time when, in an Under-9 national tournament, Gujrathi had borrowed a coach from a rival to teach him a few chess concepts. And now is preparing for the Candidates – just a step away from a World Championships match.He has learnt to take the losses, modified his attitude and is prepared to do whatever it takes to reach his best. After taking all the hits, Gujrathi is set to counter-punch.","author":"Abhijit Nair","time":"2024-02-26T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197926-huwzpkgszo-1706417441.jpeg","tags":["Chess","Vidit Gujrathi","Indian Chess","2024 Candidates"]}