{"title":"Chess: D Gukesh becomes fifth Indian to qualify for 2024 Candidates","content":"D Gukesh, the 17-year-old Indian chess player, has become the fifth Indian to qualify for the Candidates tournament in 2024. The Candidates tournament is an eight-player event in both the men’s and women’s divisions and will decide the opponent who will compete against the current world champions, Chinese players Ding Liren and Ju Wenjun respectively. Both the Candidates tournament and World Championship will be held at the same venue for the first time, in Toronto, Canada in April 2024. Gukesh joins R Praggnanandhaa and Vidit Gujrathi in the men’s division while R Vaishali and Koneru Humpy have qualified for the women’s event. This is the first time India will have five players in the Candidates tournament across both divisions. Gukesh confirmed his spot at the tournament after finishing second on the FIDE circuit on Saturday, behind already-qualified Fabiano Caruana from the US.Also read: Pieces aligned: Indian chess is on the cusp of an unprecedented revolutionFIDE Circuit: Gukesh qualifies for Candidates 2024Gukesh D qualified for the FIDE Candidates 2024 through FIDE Circuit. The 17-year-old native of Chennai preserved the second position in the standings after his main competitors, Anish Giri and Arjun Erigaisi did not manage to… pic.twitter.com/kE2KKGuKWd— International Chess Federation (@FIDE_chess) December 31, 2023\n\n\nHumpy qualified for the eight-player tournament by finishing second behind Chinese Hou Yifan in the World ranking list. The Indian earned her spot in Candidates after the Chinese player declined to return to regain her title, making her the highest ranked non-qualifier as of January 1, 2024. The other Indian contender, Arjun Erigaisi, failed to qualify for Candidates after failing to score enough points at the last qualifying event of the year – the FIDE World Rapid and Blitz Championship in Samarkand, Uzbekistan.Praggnanandhaa finished as a finalist in the 2023 World Cup to earn his Candidates spot while his sister Vaishali won the FIDE Grand Swiss tournament in November to confirm her spot in the tournament and also become India’s newest Grandmaster. Gujarathi also won the FIDE Grand Swiss tournament to seal his spot in Candidates. Earlier this year, in September, Gukesh overtook Vishwanathan Anand as the highest ranked Indian.","author":"Scroll Staff","time":"2023-12-31T17:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192852-fluhlgvfpv-1691124058.jpeg","tags":["R. Praggnanandhaa","D. Gukesh","R. Vaishali","Koneru Humpy","Vidit Gujarathi","Chess","2024 Candidates"]}