{"title":"Chhattisgarh government invokes Ram to mark two years of power. Adivasi groups are not impressed","content":"The two-year anniversary celebrations of the Congress government in Chhattisgarh have run foul of the state’s Adivasi groups. The groups have accused the government of majoritarianism and being insensitive to the beliefs of the state’s indigenous communities, who account for almost  30 % of Chhattisgarh’s population.The Bhupesh Baghel-led government, which completed two years on December 17, had organised a Ramayana-themed four-day long mega road rally starting December 14 spanning 1,575 kilometres across 17 districts to mark the occasion. But Adivasi outfits objected to it and obstructed the rally at several places claiming that a government-sponsored public event centred around a Hindu mythological text amounted to disrespecting tribal communities, many of whom did not practise Hinduism.  “You are carrying out a rally like that through our villages, collecting soil along the way, but do not even bother to consult with the gram sabha [village council],” said Sohan Patai, a former parliamentarian from the state’s Kanker constituency and currently spokesperson of the Sarva Adivasi Samaj, an umbrella organisation of tribal groups of the state, which spearheaded the opposition.  Credit: Special arrangement Invoking the Constitution  Patai added: “This is a clear case of the government undermining the Fifth Schedule of the Constitution and provoking the tribals.”The Fifth Schedule of the Constitution, which seeks to empower and protect tribal communities by providing them some degree of political autonomy through local self-governance, is applicable in large parts of Chhattisgarh.The protestors invoked other provisions of the Constitution too to express their dissent. “We asked the government officials accompanying the rally to read out the preamble which says that India is a secular country,” said Vinod Nagwanshi, another tribal leader from the state. “If it is, how can the state administration participate in a rally that invokes a religious deity of a particular community?”Credit: Special arrangement A tourist circuit in the name of Ram The rally, christened Ram Van Gaman Paripath Rath Yatra, traversed the path the Hindu deity Ram is believed to have taken during his 14 years of exile as described in the epic Ramayana. The Chhattisgarh government is developing the track, which it calls the Ram Van Gaman Paripath, as a tourism circuit. It has earmarked Rs 134 crores for the project.As part of its two-year anniversary, the government organised a motorbike and chariot rally on the route. Participants of the rally collected soil from the villages along the way. This has particularly incensed tribal groups. “You cannot take soil from any village without the explicit permission of the land deity of the village, according to our customs,” said Prakash Thakur, a Bastar-based activist of the Sarva Adivasi Samaj. “Here they did not even bother to consult with the local gram sabhas. This is a clear violation of our rights under the Fifth Schedule.”But the resentment of the Adivasi groups goes beyond the rally. Outfits such as the Sarva Adivasi Samaj are opposed to the idea of the tourism project itself as envisioned by the Congress government. “When there is already so much natural beauty in the area that can be advertised to attract tourists, why do you need to acquire large amounts of land to build some new road?” asked Nagwanshi.‘Ram exists in every being’ Even more egregious on the government’s part, Nagwanshi said, was to name the project after Ram. “We have no problems with Lord Ram, but this amounts to an imposition since a large part of this project is located in scheduled areas,” he said.This is not the first time in recent times that the Congress government in Chhattisgarh has embarked on a religious project. Earlier in the year, Chief Minister Baghel laid the foundation stone for expansion of an ancient temple of Mata Kaushalya, considered the mother of Ram, in Raipur.When asked for a comment on the concerns of the Adivasi groups, the government’s spokesperson and agriculture minister, Ravindra Choubey said Ram “existed in every being in Chhattisgarh’’. “The tribal groups who are protesting have very little relevance in Chhattisgarh,” he said.","author":"Arunabh Saikia","time":"2020-12-18T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152158-pvqqyergpv-1608217228.jpg","tags":["Chhattisgarh","Congress","Bhupesh Baghel"]}