{"title":"Citizenship Bill: Uddhav Thackeray now says Shiv Sena won’t back draft law unless ‘things are clear’","content":"Shiv Sena president and Maharashtra Chief Minister Uddhav Thackeray on Tuesday said his party would not support the Citizenship Amendment Bill unless “things are clear”, ANI reported. On Monday, the Shiv Sena had voted in favour of the Bill in the Lok Sabha, hours after opposing it both in the House and in an article in its mouthpiece Saamana.“If any citizen is afraid of this Bill then one must clear their doubts,” Thackeray told reporters on Tuesday. “They are our citizens so one must answer their questions too.” Thackeray said his party would back the amendments only if the government accepts its suggestion to allow those who get citizenship under the provisions to get voting rights only after 25 years, Hindustan Times reported. The draft law proposes amendments to the Citizenship Act of 1955 to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan, provided they have resided in India for six years. The cut-off date is December 31, 2014.   In the Saamana article, the Shiv Sena claimed that the passage of the Bill would create an “invisible partition between Hindus and Muslims”. The party also wondered whether the “selective acceptance” of Hindu undocumented immigrants would spark a religious war in India.  The Sena pointed out that most states in the North East, along with Bihar and West Bengal, were against the draft law. The party alleged that practising “vote bank politics” under the guise of the Bill was not in the nation’s interests.In the Lok Sabha, Shiv Sena MP Vinayak Raut asked why persecuted Tamils in Sri Lanka were not included in the amended law’s ambit. He asked Amit Shah to reveal how much the population would increase after the enactment of the proposed changes. However, the party took a U-turn and voted for the Bill. Shiv Sena MP Arvind Sawant told NDTV that the party supported the draft law “in the interest of the nation”. “We supported the Bill in the interest of the nation,” he said. “The Common Minimum Programme is applicable only in Maharashtra.” He was referring to a programme agreed upon by the Shiv Sena, the Nationalist Congress Party and the Congress when they formed a government in Maharashtra on November 28. Union Parliamentary Affairs Minister Prahlad Joshi welcomed the Shiv Sena’s support. “I am thankful to them,” he said. “They have realised that it is in the best interest of the nation that they have supported it. As far as we are concerned, I had appealed to all the parties to support the government.”Meanwhile, All India Majlis-e-Ittehadul Muslimeen chief and Hyderabad MP Asaduddin Owaisi described Sena’s repeated change of stance on the bill as “Bhangra politics”. “They write ‘secular’ in common minimum programme, this bill is against secularism and Article 14 [equality before law],” he told ANI. “It is politics of opportunism.”","author":"Scroll Staff","time":"2019-12-10T17:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130835-jfaihpsqga-1575976247.jpg","tags":["Shiv Sena","Uddhav Thackeray","Lok Sabha","Citizenship Amendment Bill"]}