{"title":"Citizenship Bill: Maharashtra IPS officer quits in civil disobedience","content":"Maharashtra police officer Abdur Rahman has refused to attend office from Thursday in an act of “civil disobedience” against the Citizenship Amendment Bill, which was passed in both Houses of Parliament this week. Rahman is posted as the special inspector general of police in the Maharashtra State Human Rights Commission.In a tweet, Rahman wrote that the bill was “against the basic feature of the Constitution”. “I am finally quitting the service,” he said, sharing a letter he had written to the Maharashtra home department.In his letter, Rahman said he had applied for voluntary retirement on August 1, but he was told in a letter dated October 25 that the request was not accepted by the Ministry of Home Affairs. He claimed the application had been rejected “in haste, by not applying mind, with clear prejudice, unfairly and abusing power of authority and discretion” as there was no pending departmental inquiry against him. Rahman said that the rejection of his request was not as per law and service rules. He said he challenged the ministry’s order before the Central Administration Tribunal in Mumbai, after which notices had been issued to all parties concerned. Rahman said that he believed that “in most likelihood” he would get the voluntary retirement “if facts and circumstances of my Application will be appreciated by the Learned Tribunal”. However, he said that in these circumstances and “owing to my personal reasons”, he would not be able to attend office on and from December 12. “In case my request of voluntary retirement is not granted by the courts, this application may be treated as the letter of my resignation from the service,” Rahman further wrote.In a separate statement, Rahman claimed that the bill clearly discriminates against Muslims and is “totally unconstitutional”. “Religion can not become a basis in giving or depriving a person from citizenship,” he said. “The whole idea behind the Bill is to divide the nation on religious and sectarian lines. It creates fear among the people belonging to the Muslim community. It also compels Muslims to leave their faith and adopt some other religion to save their citizenship.”He added: “I humbly request the people belonging to the poor and people of deprived sections i.e. SCs, STs, OBCs and Muslims to oppose the Bill in a democratic manner as it is going to harm them the most. I also request tolerant, secular and justice loving Hindu brothers who have idea of a prosperous and united India to oppose the Bill. I further request activists and members of Civil Society Groups to challenge it in the Supreme Court, if at all it is finally passed and becomes an Act.”The #CitizenshipAmendmentBill2019 is against the basic feature of the Constitution. I condemn this Bill. In civil disobedience I have decided not attend office from tomorrow. I am finally quitting the service.@ndtvindia@IndianExpress #CitizenshipAmendmentBill2019 pic.twitter.com/Z2EtRAcJp4— Abdur Rahman (@AbdurRahman_IPS) December 11, 2019\n\nThis Bill is against the religious pluralism of India. I request all justice loving people to oppose the bill in a democratic manner. It runs against the very basic feature of the Constitution. @ndtvindia@IndianExpress #CitizenshipAmendmentBill2019 pic.twitter.com/1ljyxp585B— Abdur Rahman (@AbdurRahman_IPS) December 11, 2019","author":"Scroll Staff","time":"2019-12-11T23:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132515-xvvkugnjvp-1575909111.jpg","tags":["Citizenship Bill","Citizenship Amendment Bill","Abdur Rahman","Maharashtra"]}