{"title":"Citizenship Act: After West Bengal, Punjab and Kerala CMs say they will not implement amended law","content":"The chief ministers of Kerala and Punjab on Thursday said they would not implement the amended citizenship law in their states, days after West Bengal Chief Minister Mamata Banerjee also talked about defying it, NDTV reported.The contentious law will grant citizenship to persecuted non-Muslims from Bangladesh, Pakistan and Afghanistan – all Muslim-majority nations – provided they have resided in India for six years. The cut-off date is December 31, 2014.Punjab Chief Minister Amarinder Singh said the amended law was a direct assault on India’s secular character, and added that his government would not allow its implementation in the state.  “This law is of a very divisive nature,” he added. “Any legislation that seeks to divide the people of the country on religious lines is illegal and unethical.” Kerala Chief Minister Pinarayi Vijayan said there was no place for such an unconstitutional law in the state, reported The News Minute. Vijayan said the amendment bill was an effort to distract people’s attention from the economic slowdown. “Statistics and studies indicating that the economy of the nation is in a pathetic condition have come out now,” he added. “It is to distract the public’s attention from such grave issues that communal forces are restoring to such divisive measures. The British Empire had successfully experimented this in India and it was done in Hitler’s Germany too in the past.”The Communist Party of India (Marxist) leader said history had proved that such moves do not last for long. “The protest and objection to the bill being raised in different parts of the country is indicative of the same,” he added.Vijayan said the Narendra Modi government was trying to fulfill the wishes of Hindutva ideologue VD Savarkar and Rashtriya Swayamsevak Sangh chief MS Golwalkar to “divide India based on religion”. “The bill is against the Constitution of the country,” he added. “The bill is the product of a conspiracy to sabotage secularism and equality, which are the basic principles of the Constitution. The state government will question the Bill in all stages. The Supreme Court has repeatedly stated that the foundation of the Constitution is secularism. Through CAB, the Centre is creating a division based solely on religion.” Meanwhile, reports suggested that Mamata Banerjee would hold a meeting with Trinamool Congress leaders on December 20 to discuss the National Register of Citizens and the Citizenship Act.After the announcements, Janata Dal (United) Vice President Prashant Kishor said it was time for others to make their stand clear. “The majority prevailed in Parliament,” he tweeted. “Now beyond judiciary, the task of saving the soul of India is on 16 Non-BJP CMs as it is the states who have to operationalise these acts.   3 CMs (Punjab/Kerala/WB) have said NO to CAB and NRC.” Earlier, Kishor had said that the amendments, along with the National Register of Citizens, could turn into a “lethal combo”. However, the Janata Dal (United), which is an ally of the ruling Bharatiya Janata Party, voted in favour of the amendments in the Lok Sabha on Monday and in the Rajya Sabha on Wednesday.","author":"Scroll Staff","time":"2019-12-13T10:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/94623-ftgvbvhfio-1568543780.jpg","tags":["Citizenship Act","Amarinder Singh","Pinarayi Vijayan","Mamata Banerjee"]}