{"title":"Former judges say Citizenship Bill makes an unreasonable classification based on religion ","content":"Several former judges and legal experts on Tuesday weighed in on the passage of the Citizenship Amendment Bill in the Lok Sabha. After more than seven hours of heated debate on Monday, the bill was passed by a division of votes with 311 in favour and 80 against it.The bill proposes amendments to the Citizenship Act of 1955 to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014. Former Supreme Court judge Madan B Lokur said that if the proposed legislation excluded a particular category of people then the Centre will have to justify it. “Everybody is entitled to the protection of Article 14 [equality before law],” he told NDTV. “I don’t think it [reasonable classification] is valid as it must be a rational classification which has a nexus with the objects sought to be achieved.”Home Minister Amit Shah had insisted in the Lok Sabha that the bill was based on “reasonable classification” as the three countries – Pakistan, Bangladesh and Afghanistan – were Islamic states where Muslims would not be persecuted. “Any classification based on religion, or community, or language, will never be reasonable classification,” said former Supreme Court judge Santosh Hegde. “If the classification is based on the individuals’ need to have a different citizenship it could be a reasonable classification but cannot be confined to people from a particular religion or community.”Senior lawyer CU Singh said that if the purpose of the draft law was to give refuge to the persecuted communities then in Islamic countries the worst persecuted minorities were sects within the majority communities, The Wire reported. Singh also provided examples such as the Ahmadiya and the Bahaii communities. “For example in Pakistan, the Shia mosques are bombed on practically a monthly basis and Ahmadiyas and Bahaiis are completely persecuted,” he said. “So the amount of persecution against Shias, Ahmadiyas and Bahaiis is much more than against Hindus or Sikhs or any other minorities.”Former Chief Justice of India RM Lodha on Tuesday said that exclusion on the basis of religion may not conform to the “touchstone of constitutional provisions”, according to Hindustan Times. He, however, added that any observation on the proposed legislation will be premature as the final structure was still unknown.","author":"Scroll Staff","time":"2019-12-10T12:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132531-jjepqlhtpq-1575961842.jpg","tags":["RM Lodha","Madan B Lokur","Citizenship Bill","Amit Shah","Lok Sabha"]}