{"title":"Citizenship Amendment Act: Centre seeks another extension to frame rules","content":"The Ministry of Home Affairs has sought another extension to frame the rules of the Citizenship (Amendment) Act, 2019, reported The Hindu on Friday. This is the fifth extension sought by the government to frame the rules. A senior government official told The Hindu that the home ministry’s request for an extension till October 9 has been sent to the parliamentary committee of both the Lok Sabha and the Rajya Sabha.The contentious legislation, approved by Parliament on December 11, 2019, provides citizenship to refugees from six minority religious communities except Muslims from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and entered the country by December 31, 2014.The rules are the guidelines on how the legislation will be implemented. According to parliamentary guidelines, the rules must be published within six months of an Act coming into force.The Act was notified on December 12, 2019, and had come into effect from January 10, 2020.The home ministry had last sought an extension of three months on January 9 on the grounds that the framing the rules needed more consultation and had cited the coronavirus pandemic as the reason for the delay.Before this, the ministry had sought extensions in July, May 2021, February 2021 and October 2020.The Citizenship Act has been widely criticised for excluding Muslims and had sparked massive protests across the country.Indian Muslims fear the law could be used along with the National Register of Citizens to harass and disenfranchise them. The National Register of Citizens is a proposed exercise to identify undocumented immigrants.Several states such as Tamil Nadu, West Bengal, Kerala, Punjab, Rajasthan and Madhya Pradesh have moved a resolution against the Citizenship Amendment Act.","author":"Scroll Staff","time":"2022-04-09T11:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148825-kdujqelbvl-1612279104.jpg","tags":["Citizenship (Amendment) Act","Ministry of Home Affairs","CAA","CAA rules"]}