{"title":"Citizenship Act: Students at IIM-A, IITs join nationwide protest against police action at Jamia, AMU","content":"8.32 pm: Visuals from a protest at Savitribai Phule Pune University against the alleged police brutality against students.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Protest meeting against the police brutality against protesting students at various universities and CAA at Savitribai Phule Pune University.Down with Fascism.#CAAProtests #Pune #पुणे pic.twitter.com/CoM2qxiNbD— Nihal Kirnalli (@NihalKirnalli) December 16, 2019\n\n\n\n    Protest at Pune University in solidarity with #JamiaMilia students and against #CAA and #NRC.#CABProtests pic.twitter.com/2qoGAvEZej— Atikh Rashid (@ThePikaro) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.54 pm: Thousands of protestors assemble at India Gate against the police action on Jamia students. They read out the preamble of the Constitution, and pledge to adhere its secular values, reports News18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Reading of the preamble of the Constitution at India Gate, Delhi, today. pic.twitter.com/UUCWtIpJ0C— Somya Lakhani (@somyalakhani) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.52 pm: Union Home Minister Amit Shah appeals to protesting students, says no provision in the Citizenship Amendment Act will strip anyone’s citizenship, reports ANI. “Congress, Aam Aadmi Party and Trinamool Congress are misleading you [students] and creating an atmosphere of violence across the country.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Union Home Minister Amit Shah in Poreyahat: I appeal to students to understand #CitizenshipAmendmentAct. There is no provision in CAA that takes away anyone's citizenship. Congress, AAP & TMC are misleading you & creating an atmosphere of violence across the country. #Jharkhand pic.twitter.com/tHs97RAK8n— ANI (@ANI) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.48 pm: Delhi Metro Rail Corporation announces entry and exit points of all metro stations are now open. Normal services have resumed. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Security UpdateEntry & exit gates at all stations have been opened. Normal services have resumed in all stations.— Delhi Metro Rail Corporation (@OfficialDMRC) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.45 pm: Protests against the Citizenship Act continue in Bengaluru. Demonstrators, including students from several colleges, oppose the amended law, National Register of Citizens, and the alleged police brutality on Jamia students, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CAAProtests continue in Bengaluru| Students from various colleges gather together to express dissent against #CAA, #NRC and ‘police brutality’ against students in Delhi. @IndianExpress pic.twitter.com/cisx9aOB8h— Express Bengaluru (@IEBengaluru) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.36 pm: Fresh protests reportedly begin outside Jamia Millia Islamia metro station. However, a group of students have tried to stop demonstrations, urging people to go home. The students ask agitators to find new ways to voice their opposition to the amended Citizenship Act and the police action on protesting students, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.32 pm: Students of the University of Hyderabad and Osmania University have held protests in their campuses against the amended Citizenship Act. The demonstrators also expressed solidarity with Jamia and AMU students, and have called for action against alleged police brutality against them, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.25 pm: Two protestors who took part in the protests at Jamia Millia Islamia University in Delhi have been admitted to Safdarjung Hospital with bullet injuries, the hospital’s medical superintendent tells NDTV. Earlier in the day, the Delhi Police has denied that shots were fired during the crackdown at Jamia on Sunday. Their identities have not been revealed yet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.16 pm: Visuals of police deployment in Okhla area in Jamia Millia Islamia University in Delhi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    There has been a massive deployment of riot police at Okhla near Jamia on Monday evening.Follow our live blogs: https://t.co/Kd2yGFjVI3 and https://t.co/uI89pc2xU4   #JamiaProtests #CAAProtests pic.twitter.com/9JGiD5XJRx— scroll.in (@scroll_in) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.05 pm: The students condemn the police action and say “non-violent civil disobedience is at the heart of our republic’s founding”, reports PTI. “We urge you to ensure that students can protest peacefully and that violence is not incited by anyone including custodians of state in positions of great authority and responsibility,” the letter reads. The students clarify that they have written the statement in their personal capacity.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 pm: More than 100 students of the Indian Institute of Management Bangalore write to Prime Minister Narendra Modi, expressing concerns over the police crackdown on students at Jamia and Aligarh Muslim University. “We stand in solidarity with students around the country protesting against the Citizenship (Amendment) Act of 2019,” the statement reads. “We call upon you to not trample the democratic rights of citizens to peacefully protest an unjust law.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.41 pm: Students of All India Institute of Medical Sciences release a statement expressing solidarity with the students of Jamia Millia Islamia University, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.37 pm: The National Commission for Women has raised concerns over alleged manhandling by police officials during protests in Jamia Millia Islamia University. “NCW has taken up the matter with the Delhi commissioner of police,” the commission tweets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    NCW has taken up the matter with @CPDelhi Jamia protest: Woman journalist says cops pulled her hair, hit with baton, broke phone  https://t.co/TnJC1K3AFW via @indiatodayJamia— NCW (@NCWIndia) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.32 pm: Amnesty International has urged authorities to respect the right to dissent of peaceful protestors in campuses across the country. “Students have the right to protest,” the organisation tweets. “Violence against peacefully protesting students in India– or anywhere else – can’t be justified under any circumstances.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The brutal crackdown on student protests in #India must end.— Amnesty International (@amnesty) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.13 pm: Congress leader Priyanka Gandhi says the police action on protesting student is akin to an attack on the soul of the nation. “It’s their right to protest,” she tells ANI. “I’m a mother too. You entered into their library, dragged them out and thrashed them up. This is tyranny.”Also read:Is the BJP rattled by the huge protests against the Citizenship Act in Assam? \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Priyanka Gandhi Vadra: Govt has given a blow to the Constitution. It's an attack on the soul of the nation, youth is the soul of the nation. It's their right to protest. I'm a mother too. You entered into their library, dragged them out and thrashed them up. This is tyranny. pic.twitter.com/tcOBAGpCea— ANI (@ANI) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.57 pm: A police inspector says that around 50 protestors were detained for protesting without permission outside the Indian Institute of Management Ahmedabad. “We have detained 50 protesters for not taking permission to assemble at the place, which is near a road,” Inspector HM Vyas of Gujarat University police station tells PTI. “They were causing a traffic jam. They will be released soon.”Apart from activists, several members of the faculty at IIM-A, students of Centre for Environmental Planning and Technology, and a few other institutions were protesting.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.45 pm: Police allegedly detain around 20 to 25 protesting students of Indian Institute of Management Ahmedabad.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ahmedabad protests: 20-25 students detained and forcefully taken away from outside from IIM A.— Sharik (@sharik19) December 16, 2019\n\n\n\n    Those protesting outside IIM Ahmedabad detained, being taken to police station pic.twitter.com/zwl1ZoF3Td— Anumeha (@anumayhem) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.33 pm: Union Human Resource Development Minister Ramesh Pokhriyal urges students to stay away from violence and maintain peace on campuses. “We should not indulge in any activity which is not in national interest,” he says, according to PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.23 pm: The Ministry of Home Affairs has asked all states to keep a check on violence against the amended Citizenship Act. It asks the states and Union Territories to take steps against spread of misinformation on social media. “It is imperative that all required measures be taken to contain violence, ensure protection of life and safety of citizens and prevent damage of property,” the advisory said.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.19 pm: The Noida Police has increased vigilance on the ground and on social media after violent protests in Delhi’s Jamia Millia Islamia University and Uttar Pradesh’s Aligarh Muslim University, reports PTI. A senior police official cautioned against spreading false information on social media.“We are establishing contact with groups of people which appear to be prone to falling prey to rumours,” said Senior Superintendent of Police Vaibhav Krishna. “We are active on social media and monitoring Facebook and Twitter, getting updates on WhatsApp posts. Objectionable content and the people sharing it online are being identified and red cards [warning notice is] being issued to them.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.13 pm: Scenes ahead of a protest rally in Bengaluru: \n    \n        \n        \n            \n            \n            \n        \n    \n\n    pic.twitter.com/X6RalHrOiM— Vishesh Guru (@VisheshGuru) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.06 pm: Students from the Indian Institute of Management Ahmedabad have joined the protests against police crackdown in Jamia Millia Islamia University and Aligarh Muslim University, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.04 pm: The Federation of Central Universities’ Teachers’ Associations calls for a judicial inquiry into the police action at Jamia Millia Islamia University. In a press conference at the varsity, they ask for the investigation to to be done by a sitting judge, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.58 pm: Afsana Perveen, a student at Aligarh Muslim University who lives in the hostel, tells Scroll.in: “The whole university was emptied, in the name of winter vacations. They said you leave in 24 hours. They are arranging buses for nearby locations like Delhi and Moradabad.” She adds that for female students “from faraway places” such as Assam, where Perveen is from, the institute will not make any travel arrangements. “They claim they will stop the trains which don’t normally stop here,” the students says. “But we have no guarantee. I said I’m from Assam, where there is trouble. How will I go? They have asked us to vacate the hostel by tonight. From tomorrow, food will stop.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.54 pm: Siddiqui says the university’s Executive Council has decided to ask the Ministry of Human Resource Development to set up a high-level committee or initiate a judicial investigation into the matter. He adds that a committee will look at the damage caused in the varsity. He assures that injured students will be provided medical assistance.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.52 pm: Jamia Millia Islamia University Registrar AP Siddiqui says the varsity has always encouraged students’ voice and protest. “As far as democratic rights are concerned, Jamia has never denied democratic rights to any student,” he tells ANI. “They’re welcome to voice their concerns, as long as it’s peaceful and within rules and regulations.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.45 pm: Visuals from a protest in Kolkata purportedly organised by students from Jadavpur University:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.42 pm: The Calcutta High Court has asked the state administration to submit a report on action taken on the prevailing law and order situation in West Bengal due to protests against the Citizenship Amendment Act, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.40 pm: Congress spokesperson Randeep Surjewala says the party’s protest that began at 4 pm is in solidarity with students protesting against the amended Citizenship Act, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.38 pm: Delhi Metro Rail Corporation announces the entry and exit gates of Patel Chowk, Central Secretariat, and Udyog Bhawan metro stations are shut. Trains will not stop at Patel Chowk and Udyog Bhavan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Security UpdateEntry & exit gates of Patel Chowk, Central Secretariat and Udyog Bhawan are closed. Trains will not be halting at Patel Chowk and Udyog Bhawan.— Delhi Metro Rail Corporation (@OfficialDMRC) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.35 pm: Congress leader Priyanka Gandhi stages a sit-in protest near India Gate over alleged brutal police action against protesting students of Jamia Millia Islamia University in New Delhi and Aligarh Muslim University students in Uttar Pradesh, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Priyanka Gandhi Vadra & other Congress leaders sit on a symbolic protest near India Gate over police action during students' protests in Jamia Milia Islamia (Delhi) & Aligarh Muslim University. pic.twitter.com/eoFjaMzWLF— ANI (@ANI) December 16, 2019\n\n\n\n    Delhi: Priyanka Gandhi Vadra, KC Venugopal, AK Antony, PL Punia, Ahmed Patel, & other Congress leaders sit on a symbolic protest near India Gate over police action during students' protests in Jamia Millia Islamia (Delhi) & Aligarh Muslim University. pic.twitter.com/0E1ske0pGf— ANI (@ANI) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.21 pm: People from the film industry, including filmmaker Anurag Kashyap, actor Taapsee Pannu, actor and filmmaker Konkona Sensharma, among others condemn alleged police action against the protesting students of Jamia Millia Islamia University.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Wonder if this is a start or the end. Whatever it is, this is surely writing new rules of the land and those who don’t fit in can very well see the consequences. This video breaks heart n hopes all together. Irreversible damage,and I’m not talking about just the life n property https://t.co/QGaZYpDCR6— taapsee pannu (@taapsee) December 16, 2019\n\n\n\n    We are with the students! Shame on you @DelhiPolice— Konkona Sensharma (@konkonas) December 15, 2019\n\n\n\n    This has gone too far.. can’t stay silent any longer . This government is clearly fascist .. and it makes me angry to see voices that can actually make a difference stay quiet ..— Anurag Kashyap (@anuragkashyap72) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4 pm: A protest against police violence and the amended Citizenship Act is likely to be held at Panjab University in Chandigarh at 5 pm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.52 pm: Indira Gandhi National Open University shifts its examination centres from Jamia Millia Islamia University to alternative venues because of the prevailing situation, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.50 pm: News agency ANI claims that one of its reporters and a cameraperson were assaulted while they were covering protests near Jamia Millia Islamia University’s Gate one. They are undergoing treatment at Holy Family hospital at present.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Delhi: ANI Reporter Ujjwal Roy and Cameraperson Sarabjeet Singh were assaulted while covering protests near Jamia Milia Islamia University Gate-1. They are currently undergoing treatment at Holy Family hospital (video courtesy: Prashant Kumar,Times Now) pic.twitter.com/zGJhrMpEBl— ANI (@ANI) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.42 pm: A photograph from the sit-in organised by Indian Institute of Science students in Bengaluru in protest against the amended Citizenship Act and police crackdown on students in Delhi and Uttar Pradesh. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    (Credit: PTI Photo/Shailendra Bhojak)\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.37 pm: A video of Jamia students lining up along a road near the university earlier in the afternoon to protest against Delhi Police’s violence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    At #Jamia Millia Islamia University today:Students line the main road, in silent protest against the police atrocities perpetrated against students and residents of Jamia yesterday. pic.twitter.com/G7Ri0MIVvv— Karwan e Mohabbat (@karwanemohabbat) December 16, 2019\n\n\n\n    Congress leader Priyanka Gandhi Vadra on Jamia Milia Islamia incident: Government has attacked the constitution & students, they attacked students after entering the university. We will fight for the constitution, we will fight against this government. #Delhi pic.twitter.com/gUttXz7B7h— ANI (@ANI) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.31 pm: The entry and exit gates of Jamia Millia Islamia station are closed, and trains will not halt there, says Delhi Metro.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Security UpdateEntry & exit gates of Jamia Millia Islamia are closed. Trains will not be halting at this station.— Delhi Metro Rail Corporation (@OfficialDMRC) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.19 pm: Here are some photographs from a solidarity protest held at IIT Madras earlier in the day.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    IIT Madras students protested against CAA and NRC and have expressed their solidarity with the students of AMU, DU and JMI.#Long_Live_Students_Unity#IITM_Against_CAA_NRC#IITM_In_Solidarity_with_AMU_JMI_DU pic.twitter.com/NFTT6kPrEV— ChintaBAR (@ChintaBAR) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.09 pm: The students and faculty members of Jamia are now protesting at the campus amphitheatre, according to accounts on social media. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #JamiaMilliaIslamia students and faculty members have moved their protest inside the campus.The peaceful #CAAProtests continues at the University amphitheatre. We are maintaining our democratic stance. Requesting everyone for calmness and restraint. pic.twitter.com/bQ70SLFzAP— 𝘼𝙖𝙦𝙞𝙗 𝙍𝙖𝙯𝙖 𝙆𝙝𝙖𝙣 (@aaqibrk) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.07 pm: The police have denied that shots were fired during the crackdown at Jamia on Sunday. “There were no casualties in Jamia violence,” PTI quotes officer MS Randhawa as saying. Investigation into the violence will be carried out by Delhi Police’s Crime branch. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.05 pm: Students are protesting in front of the main gate of Jamia Millia Islamia University in Delhi. A peace march is scheduled to take place.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Students protest infront of the main gate of #JamiaMilia #CitizenshipAmmendmentBill2019 pic.twitter.com/JfLi0eZK8H— Marya Shakil (@maryashakil) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.01 pm: Allahabad University has postponed all semester examinations scheduled on Monday and suspended classes, reports Hindustan Times.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.55 pm: Delhi Police officer MS Randhawa claims the police “showed maximum restraint despite provocations”. “Around 4.30 pm some protesters went towards Mata Mandir marg and set a bus on fire,” ANI quotes him as saying. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi Police PRO, MS Randhawa: Yesterday around 2 pm protest happened, locals also participated, our staff showed maximum restraint despite provocations. Around 4:30 pm some protesters went towards Mata Mandir marg and set a bus on fire. pic.twitter.com/Pc66BtbB2w— ANI (@ANI) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.50 pm: Lucknow’s Nadwa college, which saw massive protests earlier in the day, has been closed till January 5, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #UPDATE Lucknow: Nadwa college has been closed till 5th January, 2020. A protest had broken out at the college today, against #CitizenshipAmendmentAct. https://t.co/RJ0lURxir1— ANI UP (@ANINewsUP) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.42 pm: Bharatiya Janata Party has taken out a rally from Kolkata’s Garia locality to Jadavpur. Saffron party workers have allegedly broken barricades, reports ABP Ananda. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.41 pm: IIT-Madras protested against amended Citizenship Act and National Register of Citizens in the morning, according to The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Protests against #CAA2019 and #NRC at IIT Madras today morning pic.twitter.com/auKsr1vXCg— Arun Janardhanan (@arunjei) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.35 pm: Students of Indian Institute of Science in Bengaluru have joined the protests against police crackdown in Jamia Millia Islamia University and Aligarh Muslim University, reports PTI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.32 pm: Jamia Millia Islamia University administration has advised women students to leave campus “and proceed to their home/local guardians to avoid unnecessary problems”.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.09 pm: Modi says the need of the hour is to work together. “We cannot allow vested interest groups to divide us and create disturbance,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The need of the hour is for all of us to work together for the development of India and the empowerment of every Indian, especially the poor, downtrodden and marginalised.We cannot allow vested interest groups to divide us and create disturbance.— Narendra Modi (@narendramodi) December 16, 2019\n\n\n\n    I want to unequivocally assure my fellow Indians that CAA does not affect any citizen of India of any religion. No Indian has anything to worry regarding this Act. This Act is only for those who have faced years of persecution outside and have no other place to go except India.— Narendra Modi (@narendramodi) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.08 pm: Prime Minister Narendra Modi says violent protests against the amended Citizenship Act are “unfortunate and deeply distressing”. He adds that debate and dissent are essential for a democracy. “...But, never has damage to public property and disturbance of normal life been a part of our ethos.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.07 pm: Hundreds of students in Mumbai take out a march to express solidarity with Jamia and AMU students and to protest against the amended Citizenship Act, reports PTI. “The nation is dying while you are sleeping,” reads a placard at Tata Institute of Social Science. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.57 pm: The number of college/university campuses where protests will be held currently stands at 20, according to Careers360. These include Maulana Azad National Urdu University in Hyderabad, Tata Institute of Social Science in Mumbai, Delhi University, Central University of Kerala at Kasargod, Pondicherry University, Mumbai University and Kolkata’s Jadavpur University. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.51 pm: Congress leader Ghulam Nabi Azad says the police cannot enter into university premises without permission of the vice chancellor. “If they weren’t permitted, how did [Delhi] police, which comes under central government, enter into the [Jamia] campus? We condemn it. There should be a judicial inquiry,” he tells ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.50 pm: Students from three Indian Institutes of Technology – Kanpur, Madras and Bombay – join the protest against the police crackdown at Jamia and AMU. “Our commitment towards the students’ community is under huge jeopardy if we don’t respond now,” reads a poster at IIT Kanpur. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.46 pm: The AMU administration is reportedly asking girl students to vacate hostels by evening. They will be dropped 30 km from AMU and will have to make their own way.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.36 pm: Students from Tata Institute of Social Sciences, Mumbai, protest in solidarity with Jamia and AMU students.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Students from Tata Institute of Social Sciences, Mumbai protest against #CitizenshipAmendmentAct in solidarity with the students of Jamia Millia Islamia and Aligarh Muslim University. Photos by @pratikchorge00 for @htTweets @HTMumbai pic.twitter.com/L0lpabD9BQ— Sachin Kalbag (@SachinKalbag) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.29 pm: Protestors have formed a chain on the road and are shouting slogans against the Delhi Police. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.19 pm: Videos shared by people on Twitter show DU students being beaten up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Protesting DU university students being beaten up by Delhi Police. #DelhiPoliceGundaGardi #DelhiPoliceMurdabaad #CitizenshipAmendmentBill #DelhiProtest #RighttoProtest pic.twitter.com/pNZ1JKLl0Y— Amit Vachharajani (@amitvach) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.18 pm: Delhi Chief Minister Arvind Kejriwal says he has sought time from Home Minister Amit Shah for a meeting on the law and order situation.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi Chief Minister Arvind Kejriwal: I am very worried over the worsening law and order situation in Delhi. To ensure peace returns to the city immediately, I have sought time from Home Minister Amit Shah for a meeting. (file pic) pic.twitter.com/XvO5mG89zp— ANI (@ANI) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.16 pm: Finance Minister Nirmala Sitharaman says one must be “wary of jihadists, Maoists, separatists” hijacking student protests. This is the first response from the central government on the matter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.04 pm: People have reportedly been detained at Maurice Nagar police station. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Protests at arts faculty at DU. People detained at Maurice Nagar police station #CABProtests #JamiaProtest pic.twitter.com/UsIcR8LZP7— Swati D'souza (@Sw0oti) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.01 pm: A journalist with The Quint alleges that the police held him by the collar for recording a video at Delhi University. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Now, police action at Delhi University. I was also held by the collar by a police personnel for recording a video. @TheQuint pic.twitter.com/MXP9Oz5Lx7— Kabir Upmanyu (@kabirupmanyu) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.58 pm: Akhtar denies reports of students’ deaths in the protest. “None of our students died,” she says. “About 200 people were injured of which many were our students.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.53 pm: Jamia Vice Chancellor Najma Akhtar says they will file an FIR against the entry of police into university campus. “You can rebuild the property but you cannot compensate for the things the students went through,” she adds. “We demand a high level inquiry.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.52 pm: Jamia Vice Chancellor Najma Akhtar says there has been a lot of property damage in the university. “How will all this be compensated?” she asks while addressing the media. “There has been an emotional loss as well. Yesterday’s incident was unfortunate. I also appeal to everyone to not believe in any kind of rumours.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Delhi: Vice Chancellor of Jamia Millia Islamia, Najma Akhtar briefs the media over yesterday's incident. https://t.co/nTv8xZzXcO— ANI (@ANI) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.48 pm: Police are reportedly beating up Delhi University students.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    From earlier today: @DelhiPolice and crpf entering arts faculty. #ShameOnDelhiPolice #BJPburningIndia #CABProtests #ResignNowAmitShah pic.twitter.com/8YTLb5rbmM— Sweta Dash (@SwetaDash93) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.45 pm: The Calcutta University Teacher’s Association calls the police crackdown at Jamia and AMU a “planned terror in educational institutions”. Members of the association are wearing black badges as a mark of protest. “We are giving a call to assemble in College Street at 4 p.m. today in a protest meeting,” it says in a statement. “We are appealing for solidarity to all sections of the people.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.43 pm: Nearly 30% hostels of the Aligarh Muslim University have been vacated so far, reports PTI. Aligarh senior superintendent of police says the remaining hostels will be vacated by today evening. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.41 pm: A meeting of Jamia Millia University’s Executive Council is underway at Vice Chancellor Najma Akhtar’s office, reports News18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.39 pm: Biswal also refutes allegations that the police torched buses on Sunday. “This is an absolute lie,” he tells ANI. “When mob was setting fire to properties, police tried to douse the fire by asking for water from residents. As far as the particular bus is concerned, police saved it by using water from a bottle.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.38 pm: DCP South East Delhi Chinmoy Biswal says the image of an university gets affected when “anti-social elements” join the protests, reports ANI. “Protests should be peaceful and disciplined,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.31 pm: A group of Jamia Millia students stand shirtless in the cold to protest the police action. They take out a small march and form a human chain to demand a CBI inquiry into the “police brutality”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Jamia students protest shirtless on a cold morning in Delhi against the \"police brutality\". [Credit: PTI]\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.27 pm: Several Delhi University students boycott exams to express their solidarity. They will gather at India Gate on Monday evening, reports PTI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.14 pm: Syed Ghayorul Hasan Rizvi says the amended Citizenship Act “is not against Muslims of India”. “If at all they are protesting, it should be done peacefully,” ANI quotes him as saying. “If commission feels the need to issue notice, it will be done.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.13 pm: National Commission for Minorities Chairperson Syed Ghayorul Hasan Rizvi says protests against the amended citizenship law, like those in Jamia and Aligarh Muslim University, “should not be done”. He tells ANI: “I also appeal to the police that they should show some restraint and control the situation calmly.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    National Commission for Minorities Chairman, Syed Ghayorul Hasan Rizvi on protests in Jamia Millia Islamia and AMU: I appeal to the protesters that such protests should not be done. I also appeal to the police that they should show some restraint and control the situation calmly. pic.twitter.com/AYiVet71Rn— ANI (@ANI) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.06 pm: Bahujan Samaj Party President Mayawati says the violence in Jamia Millia Islamia and Aligarh Muslim University are “unfortunate”, and demands a judicial inquiry. “The police and administration should also act impartially” she adds. “Otherwise, this fire can spread very badly across the country, specially in educational institutions. Also, it is also an appeal to all communities to maintain peace and order.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    2. ऐसे में उ.प्र. व केन्द्र सरकार को चाहिये कि वे इन वारदातों की उच्च स्तरीय न्यायिक जांच कराये और उनके मूल दोषी किसी भी कीमत पर बचने नहीं चाहिये तथा पुलिस व प्रशासन को भी निष्पक्ष रूप में कार्य करना चाहिए।— Mayawati (@Mayawati) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.01 pm: The Delhi Minorities Commission has sought information from students and others injured during the incident in Jamia University on Sunday evening, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12 pm: The police have closed the gates of Lucknow’s Nadwa college from outside, reports ANI. A few people allegedly pelted stones during a protest against the police violence in Delhi’s Jamia Millia Islamia University on Sunday.“There was stone pelting for about 30 seconds when around 150 people had come out to protest and raise slogans,” Lucknow Superintendent of Police Kalanidhi Naithani tells the news agency. “Situation is normal now. Students are going back to their classrooms.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Superintendent of Police Lucknow, Kalanidhi Naithani: There was stone pelting for about 30 seconds when around 150 people had come out to protest and raise slogans. Situation is normal now. Students are going back to their classrooms. #CitizenshipAmendmentAct pic.twitter.com/FiFe1b6Ee9— ANI UP (@ANINewsUP) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.56 am: The Ministry of Home Affairs has not yet sought any report from Delhi Police about the violence in Jamia Nagar on Sunday, reports ANI. Unidentified officials say the ministry is in touch with the police. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.53 am: A student of Jamia University one her way home tells Scroll.in there is panic in the area. “There was a rumour that the metro stations will be shut,” says Afsha, a 20-year-old BTech student. “We were told they would attack the hostel.” Delhi Metro has announced that all metro stations are functioning normally.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.48 am: The police have reportedly entered Delhi University campus, according to social media accounts. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    police enters #du now. what is this? #JamiaProtest #AligarhMuslimUniversity #ResignAmitShah #StandWithJamia #CABEkDhokaHai pic.twitter.com/pRJI7eLO9M— Abinash (@dash_abinash) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.35 am: The protest has erupted in Nadwa College in Lucknow, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Lucknow: Protests in Nadwa college against #CitizenshipAmendmentAct. Stone pelting breaks out. pic.twitter.com/UAOOgG1wYF— ANI UP (@ANINewsUP) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.28 am: A massive protest has erupted at a college in Lucknow in Uttar Pradesh, reports NDTV. According to the news channel, stones are being thrown.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.26 am: Delhi Police have filed two FIRs in connection with property damage and riots during violence in Jamia Nagar on Sunday, reports ANI.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.21 am: Delhi Metro says entry and exit gates at all stations have been opened, and normal services have resumed.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Security UpdateEntry & exit gates at all stations have been opened. Normal services have resumed in all stations.— Delhi Metro Rail Corporation (@OfficialDMRC) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.20 am: The Supreme Court has agreed to hear petitions on police violence in Jamia Millia Islamia University and Aligarh Muslim University, provided there is no more violence. “If protest, violence and destruction of public properties go on, we will not hear [the petition],” the court added.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Also read:Crackdown on students: Supreme Court refuses urgent hearing, to take it up tomorrow\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.37 am: Uttar Pradesh Director General of Police OP Singh tells NDTV that Aligarh Muslim University campus will be evacuated by the end of the day and everyone will be sent home.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.35 am: Jamia Millia Islamia students start leaving the campus as the university is closed till January 5 following Sunday’s attack by police, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Students start leaving from Jamia Millia Islamia University as the University is closed till January 5 following yesterday's incident. pic.twitter.com/4r8R3YfrMV— ANI (@ANI) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.32 am: More protests are scheduled at Pondicherry University and Jadavpur University in Kolkata, according to social media accounts.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Students of Pondicherry University, IISC- Bangalore, Jadavpur University (Kolkata) and many more will protest today in their campus in solidarity with students of Jamia Millia Islamia, Delhi.— Nagarjun Dwarakanath (@nagarjund) December 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.30 am: IIT Madras has reportedly called a protest against the police action in Delhi at noon, while students of Indian Institute of Science, Bangalore, are scheduled to protest from 10 am.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Indian Institute of Science, Bangalore calls for a protest at 10AM. #StandWithJamia #StandWithAMU #CABProtests— Raksha Kumar (@Raksha_Kumar) December 16, 2019","author":"Scroll Staff","time":"2019-12-16T09:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132947-fyvczbalka-1576498964.jpeg","tags":["Citizenship Act","Jamia Millia Islamia University","Aligarh Muslim University","Delhi Police"]}