{"title":"Citizenship Amendment Bill passed in Rajya Sabha with 125 votes for, 105 against","content":"The Rajya Sabha passed the Citizenship Amendment Bill on Wednesday after close to eight hours of debate. The bill was passed with 125 votes for and 105 against. The Lok Sabha had approved the draft law late on Monday night.Home Minister Amit Shah heavily defended the bill after the Opposition tore into it, saying it would not have been necessary if there was no Partition. Shah added that if the bill had been brought in 50 years earlier, many problems would have been solved, and consistently said that it would not disturb Article 14, the Right to Equality.The bill proposes amendments to a 1955 law to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. Once notified, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.Earlier in the day, Leader of Opposition in the House Ghulam Nabi Azad asked why the amended bill did not include countries such as Bhutan, Sri Lanka and Myanmar. Congress MP Anand Sharma said the bill went against the Preamble of the Constitution and asked the BJP to introspect following violent protests against the law in the North East. The Army was earlier deployed in Assam and Tripura amid widespread protests. Aam Aadmi Party MP Sanjay Singh also said the bill was against the Preamble of the Constitution, and against the dreams of Gandhi and Bhagat Singh, while Congress’ Kapil Sibal said it was “morally reprehensible”. “Those who have no idea of India cannot protect the idea of India. Don’t convert this Indian republic into a Jurassic republic,” Sibal said. He added that the bill gave legal colour to the two-nation theory.Trinamool Congress leader Derek O’Brien said the law was drawn from “Nazi Germany’s books”. “There is an eerie similarity between the bill and the laws pass in Nazi Germany,” he said. He attacked the Centre’s plan to introduce the National Register of Citizens across India. “NRC did not work in Assam. Your pilot project failed, and now you have the gumption to tell Parliament that it will be introduced across India.”Dravida Munnetra Kazhagam leader Tiruchi Siva said if the bill was passed it would be a blow to secularism, while Congress’ P Chidambaram claimed he was sure the bill would be struck down if approved. Parties that did not support the bill included Dravida Munnetra Kazhagam, Samajwadi Party, Rashtriya Janata Dal, Bahujan Samaj Party, Communist Party of India (Marxist), Nationalist Congress Party, Peoples Democratic Party, Congress, Trinamool Congress, Naga People’s Front, Aam Aadmi Party, Janata Dal (Secular), and YSR Congress Party. The Shiv Sena abstained from voting.‘Nothing to do with Right to Equality’Shah told the Upper House that it was wrong to accuse the BJP of practising vote-bank politics and added that there was nearly a 20% decline in the population of religious minorities in both Pakistan and Bangladesh. “Either they were killed or they fled to India for shelter,” he claimed. Shah alleged that misinformation that the bill was against Muslims had been spread.BJP Working President JP Nadda backed Shah, saying the bill “has got nothing to do with Right to Equality or Article 14 of the Indian Constitution”. He also claimed that minorities have grown in India but have only reduced in Pakistan in the last few decades.","author":"Scroll Staff","time":"2019-12-11T20:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132638-rbccjrkzrd-1576076073.jpg","tags":["Citizenship Amendment Bill","Rajya Sabha","Parliament"]}