{"title":"Citizenship Act: Two killed in Assam protests as situation spirals out of control","content":"At least two protestors died in the city of Guwahati in Assam on Thursday as demonstrations against the amended Citizenship Act raged on in the state. According to Reuters, at least 11 people suffered bullet injuries in Guwahati, the epicentre of the demonstrations. The state administration imposed an indefinite curfew in Guwahati and Dibrugarh districts, and the towns of Tezpur and Dhekiajuli in Sonitpur district. Night curfew was reportedly put in the districts of Jorhat, Golaghat, Tinsukia, and Charaideo, PTI quoted unidentified officials as saying. The government also extended the suspension of mobile internet services in 10 districts – Lakhimpur, Dhemaji, Tinsukia, Dibrugarh, Charaideo, Sibsagar, Jorhat, Golaghat, Kamrup (Metro) and Kamrup – till Saturday noon. Broadband internet services had been switched off in Guwahati for 48 hours, said Additional Chief secretary (Home and Political Department) Sanjay Krishna.Earlier in the afternoon, thousands of protestors in Guwahati defied the curfew and other curbs imposed by the government to gather at Latasil Ground and keep up their opposition to the contentious law that will grant citizenship to persecuted non-Muslims from Bangladesh, Pakistan and Afghanistan, provided they have resided in India for six years. The cut-off date is December 31, 2014. The widespread fear in the North East is that populations defined as indigenous to the region will be culturally and physically overrun by migrants as a result of this law’s provisions. According to reports, at least 300 protestors, including activist Akhil Gogoi, were detained by the police as the violence escalated across the state. Protestors set ablaze a bus terminus of the State Transport Corporation in Dibrugarh, while there were reports of protestors attacking Handloom Minister Ranjit Dutta’s home in Behali in Sonitpur district. According to PTI, Bharatiya Janata Party legislator Binod Hazarika’s home in Chabua town in Dibrugarh district was set ablaze.The protests also disrupted transport services. Indian Railways Director (Media) RD Vajpayee said no long-distance train was going beyond Guwahati. IndiGo announced that all its flights to and from Dibrugarh, Guwahati and Jorhat in Assam had been cancelled till Friday. SpiceJet is offering refunds and waiver of cancellation or change fees for all flights on the Guwahati-Dibrugarh route till Friday. Airlines such as Vistara and GoAir also announced the cancellation of flights to these two cities and waived their cancellation or rescheduling fees. Asom Gana Parishad leader and former Chief Minister Prafulla Kumar Mahanta said the amended law was a “divisive tool” that would damage the North East’s composite culture. Mahanta, who led a six-year movement in the 1980s demanding the deportation of undocumented Bangladeshis, warned that Assam will continue to “burn” if the Narendra Modi government fails to respect the sentiments of the people. “Every nook and corner in Assam is erupting in spontaneous protests against the black bill,” he told PTI. “The people of Assam are determined to defeat this divisive and unconstitutional tool called CAB. We will not relent till it is scrapped.”Earlier in the day, the prime minister had assured the people of the state that they had nothing to worry about. “I want to assure them – no one can take away your rights, unique identity and beautiful culture. It will continue to flourish and grow,” he said. However, his appeals and that of senior administration officials such as Director General of Police Bhaskar Jyoti Mahanta fell on deaf ears. “We do not have anything to say if the protests are democratic,” Mahanta said as the situation spiralled out of control. “But I am appealing to the people not to take the law into their hands to create disturbances.”Chief Minister Sarbananda Sonowal and state minister Himanta Biswa Sarma also appealed for calm but to no avail. Later in the evening, Union Home Minister Amit Shah met with delegations of the Indigenous People’s Front of Tripura – the Bharatiya Janata Party’s ally in Tripura – and Joint Movement Against CAB in the state to discuss their concerns. “Modi government will try to solve their issues in a positive way,” said the minister. Bangladesh ministers cancel visits  Meanwhile, Bangladesh Home Minister Asaduzzaman Khan and Foreign Minister AK Abdul Momen cancelled their scheduled visits to India amid the ongoing protests. Khan was scheduled to undertake a personal visit to Meghalaya’s capital Shillong on Friday, which was placed under curfew from 10 pm. Internet services have been blocked in the state.Khan’s announcement came hours after Momen said he would not be arriving in New Delhi for his three-day official tour that was scheduled to begin on Thursday. “I had to cancel my trip to New Delhi as I have to participate in the Buddhijibi Dibosh and Bijoy Dibosh, and more so as our state minister is out of the country in Madrid and our foreign secretary is in The Hague,” said the foreign minister, adding that he was “looking forward to attending the next meeting in January”.On Wednesday, however, Momen had said the proposed amendments could weaken India’s character as a secular nation. “India is historically a tolerant country which believes in secularism [but] their historic position will be weakened if they deviate from that,” he added.The Ministry of External Affairs responded to the minister’s decision by denying that it had ever said that religious persecution had occurred in Bangladesh during the current Sheikh Hasina government’s tenure.  “Migrants who have sought refuge in India from Bangladesh have faced persecution and abuse on religious grounds during the military rule and also during the previous governments in Bangladesh,” said a ministry spokesperson. Also read:Why Guwahati exploded in protests – and what explains Assam’s resistance to the Citizenship BillCitizenship Act protests: Train and flight operations severely affected in Assam","author":"Scroll Staff","time":"2019-12-12T23:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132717-bjhsthzbks-1576171882.jpg","tags":["Assam","Citizenship Act","Guwahati","Anti-CAB protests","North east"]}