{"title":"‘Citizenship Act and NRC a lethal combo’: JD(U)’s Prashant Kishor says he is ‘not giving up’ ","content":"Janata Dal (United) Vice President Prashant Kishor on Thursday kept up his opposition to his party’s stand on the contentious amendments to the Citizenship Act of 1955. Kishor tweeted that the amendments, along with the National Register of Citizens, could turn into a “lethal combo”.The Janata Dal (United), which is an ally of the ruling Bharatiya Janata Party, voted in favour of the amendments in the Lok Sabha on Monday and in the Rajya Sabha on Wednesday. However, the party expressed apprehension about the exclusion of Muslims from the ambit of the law.“We are told that CAB [Citizenship Amendment Bill] is bill to grant citizenship and not to take it from anyone,” Kishor said, referring to a remark by Union Home Minister Amit Shah in the Rajya Sabha. “But the truth is together with NRC, it could turn into a lethal combo in the hands of Government to systematically discriminate and even prosecute people based on religion.” Kishor also used the hashtag #NotGivingUp with his tweet.The Janata Dal (United)’s decision to support the amendments has sparked a rift in the party. Former MP and the party’s National General Secretary Pavan Varma on Tuesday urged party chief Nitish Kumar to reconsider support for the amendments. We are told that #CAB is bill to grant citizenship and not to take it from anyone. But the truth is together with #NRC, it could turn into a lethal combo in the hands of Government to systematically discriminate and even prosecute people based on religion.#NotGivingUp— Prashant Kishor (@PrashantKishor) December 12, 2019\n\nPrashant Kishor had then expressed his disappointment with the party’s decision. “Disappointed to see JD(U) supporting CAB that discriminates right of citizenship on the basis of religion,” he tweeted. “It’s incongruous with the party’s constitution that carries the word secular thrice on the very first page and the leadership that is supposedly guided by Gandhian ideals.”The amended law grants citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan, provided they have resided in India for six years. The cut-off date is December 31, 2014.The Centre has rejected the accusation that the proposed changes are unconstitutional and discriminate against Muslims. The amendments have triggered widespread protests in Assam and Tripura. Guwahati and Dibrugarh districts in Assam are under curfew. Also read:Bengali Hindus left out of Assam’s NRC are not convinced Citizenship Bill will help them. Here’s why","author":"Scroll Staff","time":"2019-12-12T15:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114832-zwebtkquqe-1552135109.jpg","tags":["Prashant Kishor","Citizenship Bill","Janata Dal (United)"]}