{"title":"Will simmering anger over Citizenship Bill dent BJP hopes in Assam? Even party workers are worried","content":"Asim Sonowal, a Bharatiya Janata Party worker in Upper Assam’s Tinsukia district, has avoided checking his Facebook account for the past couple of weeks. “I haven’t dared to,” he said. “The comments are so nasty, everyone is so angry. Now it is only people with Android mobiles and boys who are part of some organisations, but it will obviously trickle down to the neutral common public in the villages also. How will we then go to them asking to vote for us?”The anger Sonowal is worried about is related to the Citizenship (Amendment) Bill, 2016. As the BJP tabled the Bill in the Lok Sabha earlier this month, Assam erupted in protests. The Bill seeks to grant citizenship to Hindus, Buddhists, Sikhs, Christians, Jains and Parsis from Bangladesh, Afghanistan and Pakistan if they have lived in India for six years, even if they do not possess the necessary documents.Assamese groups point out that the Bill will undo the Assam Accord of 1985, which ended a six-year-long anti-foreigner agitation in the state. The Accord mandates the expulsion of all foreigners who settled in Assam on or after March 25, 1971, the start of the Bangladesh War.On January 8, the day the Bill was passed in the Lok Sabha, a shutdown called by several of the state’s nationalist groups and backed by the Opposition parties was near total – not only were shops and commercial establishments shut across the Brahmaputra Valley, which has been at the heart of protests against the Bill, government offices witnessed little attendance too.A stronghold slipping away?Anamika Saikia, a resident of Borjan village in Tinsukia district. Credit: Arunabh SaikiaIndeed, Sonowal’s fears about the anger spilling over from “Facebook and WhatsApp” to the supposedly politically “neutral” electorate seem to have already come true.Consider Anamika Saikia, a resident of Borjan village in Tinsukia district. Saikia sells vegetables and herbs by the roadside on the highway connecting the two oil towns of Duliajan and Digboi. She has neither an “Android mobile” nor a social media account – yet has a strong opinion on the Bill. “It is simple – today I am selling my stuff on the footpath, but if the Bangladeshis come, I will not be able to,” she said. “In the next elections, the BJP will fall flat on their face.”Located on Assam’s eastern edge, Tinsukia is dominated by ethnicities considered indigenous to Assam. It is home to the state’s Moran and Motock communities. The vast number of tea gardens in the area means it has a sizable Adivasi population, descendants of Adivasis from present-day Jharkhand, Chhattisgarh, West Bengal and Odisha who were brought into Assam by the British, in the mid-19th century, to work as labourers in tea gardens. To add to that, a generous smattering of people belonging to the Tai Ahom, Sutiya and Sonowal-Kachari communities call Tinsukia home. All these groups are part of the larger umbrella of so-called “indigenous” Assamese.The area was a key centre of the anti-foreigner mobilisations that Assam saw in the 1980s. It was also at the heart of the operations of the much-feared banned militant group United Liberation Front of Asom till as late as the 2000s, when many non-Assamese speakers, who live in the district’s urban centres, found themselves in the crosshairs of the outfit.Dibrugarh, out of which Tinsukia was carved in 1989, shares a similar demographic profile. It is also home to a sizeable number of caste-Hindu Assamese. Chief minister Sarbananda Sonowal belongs to this district.Dibrugarh and Tinsukia have been key to the BJP’s recent electoral successes in the state – aided in large measure by Sarbananda Sonowal’s popularity. In 2016, when the BJP stormed to power in Assam, it won nine of the 11 seats in these two districts. One of the other two seats was won by the Asom Gana Parishad, its pre-poll ally that walked out of the alliance on January 7 in protest against the Citizenship Bill.But even Sonowal’s personal popularity may not win his party much goodwill this time. “We voted for the BJP because we have a soft corner for Sarbananda Sonowal, but no political party or leader can be more important than the interests of the jaati [community],” said Jishnu Baruah, a resident of Dibrugarh’s Jerai Gaon, a few kilometres from the chief minister’s ancestral home.In Dibrugarh’s Naharkatia area, Mondip Bokotial was scathing. “Last time we gave full pressure to make BJP win – this time we will give full pressure to make them lose,” said Bokotial.Of late, these two districts have also been the site of some of the fiercest protests against the Bill. The BJP’s office in Dibrugarh was recently vandalised, for instance. Local leaders are now worried about the party’s prospects in the upcoming Lok Sabha elections that are due in April or May. “Sarba da [as Sarbananda Sonowal is fondly referred to in these parts] has said that he will not let anything happen that will hurt the interests of the indigenous people, so we are going by that,” said an office bearer of the Sadiya unit of the BJP. “But to be frank, we do not know what to explain to people when they will ask us about the Bill as we go around canvassing for votes. And they will ask questions.”‘Development’ not good enoughWhile some leaders are hopeful that they will be able to sidestep the subject by instead focusing on development, many admit that it may not cut ice in the current climate, which is decidedly against the party. “What use is development if the demography of the state changes?” asked Ranjit Gogoi, a businessman from Chaparkhowa in Sadiya, Tinsukia. “What will we do it with roads if the jaati [community] is gone? Only foreigners will benefit from them.”Even villagers around the newly-inaugurated Bhupen Hazarika Setu that finally connected Sadiya with the rest of Assam in 2017 seemed less than impressed. Anima Baruah, who lives in Kundalingar village, which was cut off from the rest of Assam for most parts of the year before the bridge was constructed, played down the BJP’s contribution to the project. “The government was always at it,” she said. “Some people may not understand that, but we do, and we will tell other people too. After all, how can we support the BJP after what they have done?”Hemchandra Deori of the nearby No-Lakhimpuria village echoed her. “The bridge would have happened anyway – BJP or not,” said Deori. “What is meant to happen always does. We voted for the BJP because of Sarbananda Sonowal, but what they are doing now, it has made me very suspicious of their intentions.”Anima Barua is upset with the BJP over the Citizenship (Amendment) Bill. (Photo credit: Arunabh Saikia).‘A bluff no one is falling for’As public anger against the BJP simmers in Assam, the party has insisted that the Bill will not compromise the interests of the so-called indigenous population of the state. On January 2, the Union government formed a high-level committee to implement Clause 6 of the Assam Accord, under which the government has to enact constitutional, legislative and administrative measures to protect, preserve and promote Assamese cultural, social, linguistic identity. But almost all the nominees to the committee have refused to be part of it.On January 8, as the Bill was passed in the Lok Sabha, Union Home Minister Rajnath Singh announced that the Cabinet has also approved a proposal to grant Scheduled Tribe status to six communities from the state: Morans, Motock, Koch Rajbongshis, Tai Ahoms, Chutiyas and Adivasis. This, announcement, too has been received with scepticism in the districts of Dibrugarh and Tinsukia – home to a significant section of five of these groups (barring the Koch Rajbongshis). “What were they doing for so long?” asked Partha Pratim Gohain, a Motock youth from Dibrugarh’s Jerai Gaon. “When do they plan to pass the Bill in Parliament”.Girish Dihingya, a young Ahom small tea grower from Dibrugarh’s Rajgarh village, was equally dismissive. “This is a bluff no one is falling for,” he said. Jodu Keut, an Adivasi employed in a tea garden in Numaligarh, was not very enthusiastic about the proposal either. “They cannot even form a committee properly, how will they give us ST [Scheduled Tribe] status?” demanded Keut, referring to the debacle of the high-level committee to implement Clause 6 of the Assam Accord.A protest against the Citizenship Bill. (Photo credit: IANS).Friends turn foesSenior state leaders of the BJP, however, seem to believe that the backlash from Assamese constituencies will blow over. “We are an emotional lot and get carried away soon, and the elections are a while away,” said a senior party leader from Tinsukia. “But of course, we have been dented.”Bimal Kumar Borah, BJP legislator from Tingkhong constituency in Dibrugarh, said that the current wave of protests was driven by misinformation about the Bill – and that the party would counter it when the time came. “I have held two demos till now on the people,” said Borah. “And both times, people have been more than convinced.”But that may be easier said than done with civil society groups that helped the BJP come to power vowing to make the party pay for what they call an act of betrayal. “We did give them some underground support last time, but that will definitely not happen this time,” said an All Assam Students’ Union functionary in Tinsukia. “In fact, we will actively canvass against them this time.”Associations representing the communities fighting for Scheduled Tribe status were said to have backed the BJP in the 2016 Assembly elections after the party promised to work in “close co-operation with the central government towards providing ST [Scheduled Tribe] status to the six communities of Assam in a strict time bound manner”. But even these associations may break with the BJP. “We will make to efforts to educate people about the party’s failure to keep its promises,” said Arunjyoti Moran, president of the All Assam Moran Students Union.The BJP’s other tactic of trying to portray Bengali Muslim migrants as the real threat to the Assamese people has also few takers. “They say that Miyas [a pejorative term for the state’s Bengali Muslim migrants] are producing too many children,” said a youth from Tingkhong. “If we allow the Hindu Bengalis to come and settle here, will they sit quiet? They will also go on a producing spree. Ultimately, we, our next generation, will be the losers.Is the BJP’s strategy in Assam faltering then? Political scientist Sanjib Baruah said the party was making a mistake by letting the Rashtriya Swayamsevak Sangh and its central leadership pull strings “from far…on a historically sensitive issue like this”. But it was almost inevitable, Baruah pointed out, given the party has “historically sided with [Hindu] Partition refugees”.The BJP’s rise in Assam was powered by a cocktail of Hindu nationalist rhetoric deployed in certain areas of the state, and alliances with parties claiming to represent Assamese interests. This included the Asom Gana Parishad, whose rhetoric is shaped by Assamese sub-nationalism, promising to protect the state’s jati, mati, bheti – community, land and identity – from immigrants. With the Asom Gana Parishad breaking ties with the BJP on the grounds that the Bill was antithetical to the rationale of the alliance, and indeed the mandate, the saffron party seems to be on rather shaky ground. “I am scared of sending my boys to campaign in the villages,” said party worker Asim Sonowal. “Who knows what will happen if people see our party flag.”","author":"Arunabh Saikia","time":"2019-01-16T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110681-cfenpnxxpe-1547575441.jpg","tags":["Citizenship Bill","BJP","2019 elections"]}