{"title":"‘Clearly an RSS-BJP event’: Congress declines invitation to Ram temple inauguration","content":"The Congress on Wednesday said that it will not attend the consecration ceremony of the Ram temple in Ayodhya on January 22 as it is “clearly an RSS-BJP [Rashtriya Swayamsevak Sangh/ Bharatiya Janata Party] event”.The Rashtriya Swayamsevak Sangh is the parent organisation of the Bharatiya Janata Party.The Ram temple is being built on the site of the razed Babri mosque. The Babri mosque was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot where the deity Ram had been born.Shri Ram Janmabhoomi Teerth Kshetra, which is the Ram temple trust, has invited around 4,000 religious leaders and 2,200 other guests for the ceremony. Among those who received the invitations were Congress leaders Sonia Gandhi and Mallikarjun Kharge and the party’s leader in the Lok Sabha Adhir Ranjan Chowdhury.However, the Opposition party said that the Hindutva organisation and the ruling party in the centre have politicised a religious event.“Religion is a personal matter,” Congress General Secretary Jairam Ramesh said. “But the RSS/BJP have long made a political project of the temple in Ayodhya. The inauguration of the incomplete temple by the leaders of the BJP and the RSS has been obviously brought forward for electoral gain.”Ramesh added that the senior leaders of the Congress have respectfully declined the invitation while abiding by the 2019 Supreme Court judgement and honouring the sentiments of millions who revere the Hindu deity.Here is the statement of Shri @Jairam_Ramesh, General Secretary (Communications), Indian National Congress. pic.twitter.com/JcKIEk3afy— Congress (@INCIndia) January 10, 2024\n\n\nBhartiya Janata Party spokesperson Nalin Kohli said that Congress’ decision to skip the event should come as “no surprise”, reported ANI.  “In fact, the Congress-led UPA [United Progressive Alliance] government filed an affidavit before the Supreme Court to deny the existence of Lord Ram,” Kohli said.The BJP leader was referring to the UPA government’s affidavit in 2008 in which it had said that while epic Ramayana was an important part of ancient Indian literature, they cannot be considered to be historical records. The government had filed the plea against the opposition to the demand to stop the shipping route project on the straits between India and Sri Lanka on the ground that it would destroy part of Ram Setu, or the Adam’s Bridge.   On Wednesday, Kholi said that calling the consecration ceremony an event of the BJP or the RSS “is an excuse” by the Congress and its decision is part of what it has always believed.“In reality, it does not fit with the Congress party’s own thinking, otherwise, they would have been there out of affection for Lord Ram and would have been at Ayodhya and shared the excitement of millions of Indians all across the world and in India,” the spokesperson added.Last month, the Communist Party of India (Marxist) had also refused to attend the event alleging that it was being used to politicise religion for political gains.“What is happening in Ayodhya in this inaguration ceremony is that this is a state-sponsored event,” party General Secretary Sitaram Yechury had said. “The involvement of prime minister of India, the chief minister of Uttar Pradesh and maybe others who are holding constitutional positions. The Constitution of India and the Supreme Court are very clear that the state shall not profess or any religion or be affiliated with any religion.”Yechury added that the event in Ayodhya is contradictory to what the Constitution says.The CPI(M) General Secretary Comrade Sitaram Yechury has received an invitation to attend the inauguration of the Ram temple in Ayodhya but will not be attending the ceremony. Here is why, pic.twitter.com/EwWJnsj2DS— CPI (M) (@cpimspeak) December 26, 2023\n\n\nAlso read: Why some Hindutva supporters are angry with Modi’s Ayodhya temple inauguration","author":"Scroll Staff","time":"2024-01-10T16:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197389-ltnhlvfxpg-1704885444.jpg","tags":["Ayodhya","RSS","BJP","Congress","Ram Temple"]}