{"title":"Congress says it will conduct nationwide caste census, implement women’s quota if voted to power","content":"The Congress said on Monday that it will carry out a nationwide caste census and implement women’s reservation in the Lok Sabha and state Assemblies if voted to power in next year’s parliamentary elections.The party also said that if elected to power, it will remove the 50% cap on total reservation in educational institutions and government jobs – which was put in place by a 1992 Supreme Court judgement.The Congress announced these “guarantees” while providing details to reporters about a meeting of the party’s working committee held in Delhi.The proposal passed during the meeting said that a Congress government would conduct a “nationwide caste census as part of the regular decennial Census – which should have taken place in 2021”. Congress President Mallikarjun Kharge also said the party resolved to implement women’s reservation, including extending reservation to women from Other Backward Classes.“[A Congress government] will remove the 50% limit on reservation for OBCs, Scheduled Castes and Scheduled Tribes to ensure rights in accordance with share of population,” it said.Sharing some excerpts from my opening remarks in the Congress Working Committee Meeting, held today in Delhi — • I extend a warm welcome to this Congress Working Committee (CWC) meeting. In our first meeting in Hyderabad last month, we pledged to rid the country of divisive… pic.twitter.com/6520lExUBa— Mallikarjun Kharge (@kharge) October 9, 2023\n\nCongress MP Rahul Gandhi said that the resolution on the caste census was unanimously adopted by the working committee after a four-hour discussion. He added that caste surveys will be carried out in states ruled by the party.On October 6, Congress’ General Secretary Priyanka Gandhi Vadra said at a rally in Chhattisgarh that the party would carry out a caste survey in the state if voted back to power. Rajasthan Chief Minister Ashok Gehlot also made a similar promise in Jaipur.While Assembly elections in Chhattisgarh will be held in two phases on November 7 and 17, polls in Rajasthan will be held on November 23, the Election Commission announced on Monday. The results will be declared on December 3.Gandhi said that the Congress will put pressure on the Bharatiya Janata Party-led Centre to carry out a caste census. “If the BJP does not do this, it has to make way,” he said. “Many parties of the [Opposition’s] INDIA alliance will support a caste-based census. One or two parties may hold a different opinion, but most parties will support this.”On October 2, the Bihar government released the findings of its caste census, revealing that the Other Backward Classes and the Extremely Backward Classes constitute over 63% of the state’s population.The Bihar government launched the caste survey in January after the Centre said it would not undertake such an exercise for communities other than the Scheduled Castes and the Scheduled Tribes as part of the decennial Census.Need to counter Modi’s falsehoods, says KhargeOn Monday, Kharge also said that Prime Minister Narendra Modi’s “baseless attacks filled with lies and falsehoods on the Congress party” will only increase in the coming days. “It is essential that we counter these falsehoods and create our own counter narrative,” he said.The Congress president also remarked that Modi’s absence from conflict-hit Manipur stands in sharp contrast to his frequent visits to poll-bound states.In a social media post, Kharge expressed confidence that his party would emerge victorious in all five states where elections will be held – Chhattisgarh, Madhya Pradesh, Rajasthan, Telangana and Mizoram.“With the announcement of elections in five states, the announcement of the BJP and its supporters’ farewell has also been made,” he asserted.5 राज्यों के चुनावों की घोषणा के साथ भाजपा और उसके साथियों की विदाई का भी उद्घोष हो गया है।  छत्तीसगढ़, मध्य प्रदेश, राजस्थान, तेलंगाना और मिजोरम में कांग्रेस पार्टी मज़बूती के साथ जनता के पास जाएगी। जन-कल्याण, सामाजिक न्याय और प्रगतिशील विकास ही कांग्रेस पार्टी की गारन्टी…— Mallikarjun Kharge (@kharge) October 9, 2023","author":"Scroll Staff","time":"2023-10-09T19:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193194-prylqtouou-1692094456.jpeg","tags":["Congress","caste census","2024 Lok Sabha election"]}