{"title":"After Karnataka win, Kharge pitches for ‘bigger battle’, Rahul Gandhi says country stands for love","content":"As the Congress marched to a decisive victory in Karnataka, party chief Mallikarjun Kharge on Saturday urged the voters to stay united for “bigger battles”. The Congress won a clear majority in the southern state bagging 136 of the 224 seats in Karnataka. The results also mean that the Bharatiya Janata Party has now been voted out in the only state where it held power in South India.At a press meet on Saturday evening, Kharge said that the country could be saved only if voters remain united like they did in Karnataka. “If you want democratic governments everywhere, then we have to fight the bigger battle in the coming elections.”#WATCH | \"You all people should be united like this only then we can win the war and then only the country can be saved. if you want democratic govt everywhere then we've to fight the bigger battle in the coming elections,\" says Congress national president Mallikarjun Kharge… pic.twitter.com/pxeo2bnW3Q— ANI (@ANI) May 13, 2023\n\nAlso read: How the Congress trumped the BJP in Karnataka pollsKharge also took a jibe at the BJP on Saturday evening, saying that the saffron party had aimed for a “Congress-mukt Bharat” – a Congress free India, but the voters have ensured a “BJP-free South India”.Those who promised a Congress-free India have been ousted from the South!BJP's arrogance has been destroyed by the people's mandate.: Congress President Shri @kharge pic.twitter.com/TqvRlJ3cfU— Congress (@INCIndia) May 13, 2023\n\nAlso read: BJP rules in Delhi but wins very few states (and is absent in South India)Earlier on Saturday, Congress leader Rahul Gandhi said that the election results in Karnataka have shown the country stands for love.“On one side there was the might of crony capitalists and on the other was the strength of people,” he said. “The latter has triumphed over the former. Poor people defeated crony capitalists in Karnataka and we did not fight this battle on hatred…”मैं कर्नाटक की जनता, कर्नाटक में कांग्रेस पार्टी के कार्यकर्ताओं और पार्टी के सब नेताओं को बधाई देता हूं। कर्नाटक के चुनाव में एक तरफ क्रोनी कैपिटलिस्ट की ताकत थी, दूसरी तरफ जनता की ताकत थी और जनता ने इन्‍हें हरा द‍िया।  हमने प्‍यार और मोहब्‍बत से यह लड़ाई लड़ी। कर्नाटक की जनता… pic.twitter.com/pYbhxlKrsc— Congress (@INCIndia) May 13, 2023\n\nAccording to the Election Commission data at 8.30 pm, the Congress had won 134 constituencies and was leading in two. The Congress has received 43% of the votes polled in the elections. The Bharatiya Janata Party had bagged 64 constituencies and was ahead in one more, while the Janata Dal (Secular) won 19 seats.   Gandhi also told reporters that the Congress’ performance in Karnataka will be repeated in other states. He added that the five promises made by his party in the state would be fulfilled in the first cabinet meeting of the Congress government.The promises included 200 units of free electricity to all households, Rs 2,000 monthly allowance to the woman head of every family, 10 kg food grains of their choice to every member in families below the poverty line, Rs 3,000 per month for two years to unemployed graduates and Rs 1,500 per month for unemployed diploma holders and free travel for women in state-owned buses.Congress President Mallikarjun Kharge said that the win was due to the collective efforts of party leaders.“I thank the people of Karnataka for giving a huge mandate to Congress,” Kharge said, according to ANI. “We will uphold their belief in us…I thank Rahul Gandhi, Priyanka Gandhi, and Sonia Gandhi who campaigned even when she wasn’t well.”Had assured Gandhi family of delivering a win: DK ShivakumarCongress Karnataka President DK Shivakumar said that he had assured the party’s victory in the elections to the Gandhi family, reported ANI.“I had promised Sonia Gandhi, Rahul Gandhi and Priyanka Gandhi and party president Mallikarjun Kharge that I will deliver the state to their fold,” Shivakumar said. “When these BJP people put me in jail, I remember Sonia Gandhi came to meet me there. Such is the faith the party, the Gandhi family and the whole country bestowed on me.”#WATCH | Karnataka Congress President DK Shivakumar gets emotional on his party's comfortable victory in state Assembly elections pic.twitter.com/ANaqVMXgFr— ANI (@ANI) May 13, 2023\n\nShivakumar was arrested by the Enforcement Directorate in a money laundering case in 2019.Former chief minister and senior Congress leader Siddaramaiah told reporters that the results were a “stepping stone” for next year’s Lok Sabha elections, reported ANI.“I hope all non-BJP parties come together and see that BJP is defeated,” he said. “I also hope Rahul Gandhi may become the country’s prime minister.”Congress leader Priyanka Gandhi Vadra also thanked the people of Karnataka for the party’s victory. “This is a victory for Karnataka giving priority to the idea of progress,” she tweeted. “This is the victory of politics that unites the country.”कांग्रेस पार्टी को ऐतिहासिक जनादेश देने के लिए कर्नाटका की जनता को तहे दिल से धन्यवाद। ये आपके मुद्दों की जीत है। ये कर्नाटका की प्रगति के विचार को प्राथमिकता देने की जीत है। ये देश को जोड़ने वाली राजनीति की जीत है। कर्नाटका कांग्रेस के तमाम मेहनती कार्यकर्ताओं व नेताओं को मेरी…— Priyanka Gandhi Vadra (@priyankagandhi) May 13, 2023","author":"Scroll Staff","time":"2023-05-13T15:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190119-jsdimhazeo-1683972195.jpg","tags":["Karnataka","Congress","Rahul Gandhi"]}