{"title":"Congress spokesperson Gourav Vallabh quits party ahead of Lok Sabha polls, joins BJP ","content":"Hours after quitting the Congress on Thursday, politician Gourav Vallabh joined the Bharatiya Janata Party ahead of the approaching Lok Sabha polls.Vallabh, who was a Congress spokesperson, joined the Hindutva party along with former Bihar Congress president Anil Sharma and Rashtriya Janata Dal leader Upendra Prasad in the presence of BJP General Secretary Vinod Tawde in New Delhi.Vallabh said that he had conveyed his reasons for quitting the Congress in a resignation letter to the party. He also expressed his support for the Ram temple in Ayodhya that was inaugurated in a ceremony led by Prime Minister Narendra Modi on January 22.“An invitation [to attend the inauguration] was received and Congress rejected the invitation,” he said. “I cannot accept it.”Shri Anil Sharma, Shri Upendra Yadav & Shri Gourav Vallabh join the BJP at BJP headquarters, New Delhi. #JoinBJP  https://t.co/zGolIwo7Uk— BJP (@BJP4India) April 4, 2024\n\n\nEarlier in the day, Vallabh had shared his resignation letter on social media and cited his discomfort with a “directionless” Congress as a reason for his exit from the party.Vallabh said that he could neither shout “anti-Sanatan slogans” nor “abuse the wealth creators of the country”.Sanatan or sanatana dharma is a term used by some as a synonym for Hinduism.कांग्रेस पार्टी आज जिस प्रकार से दिशाहीन होकर आगे बढ़ रही है,उसमें मैं ख़ुद को सहज महसूस नहीं कर पा रहा.मैं ना तो सनातन विरोधी नारे लगा सकता हूं और ना ही सुबह-शाम देश के वेल्थ क्रिएटर्स को गाली दे सकता.इसलिए मैं कांग्रेस पार्टी के सभी पदों व प्राथमिक सदस्यता से इस्तीफ़ा दे रहाहूं pic.twitter.com/Xp9nFO80I6— Prof. Gourav Vallabh (@GouravVallabh) April 4, 2024\n\n\nVallabh, in his resignation letter addressed to Congress President Mallikarjun Kharge, said that on one hand, the Congress was demanding a caste census and on the other hand, it “seems to oppose the entire Hindu society”.“This style of working gives a misleading message to the public that the party is a supporter of a particular religion only,” he said in the letter. “This is against the basic principles of Congress.”Last year, the Congress had fielded Vallabh from the Udaipur constituency in the Rajasthan Assembly elections. However, he lost to Bharatiya Janata Party’s Tarachand Jain.The Lok Sabha elections will be held in seven phases from April 19 to June 1. The counting of votes will take place on June 4.","author":"Scroll Staff","time":"2024-04-04T12:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199823-wlxwdptjkf-1712223520.jpeg","tags":["Gourav Vallab","Congress","Lok Sabha 2024"]}