{"title":"Congress will begin work on caste census in two hours if voted to power at Centre, says Rahul Gandhi","content":"Congress MP Rahul Gandhi said on Saturday that if his party wins power in next year’s Lok Sabha election, it will begin work on a caste census within two hours.Gandhi gave the assurance at a rally in poll-bound Chhattisgarh’s Kanker district. He also said that a similar exercise will be conducted in the state if the Congress retains power in Assembly elections slated to be held next month.The Wayanad MP remarked that Prime Minister Narendra Modi does not speak about the demand for a caste census in even a single speech. “If young people from the OBC [Other Backward Classes] community attend his meetings, they should ask this question out loud – ‘Narendra Modiji, why are you afraid of the caste census’?”Gandhi said that the Congress would not allow “this injustice” to take place. “We will carry out the caste-based census as early as possible,” he said. “If our government comes to power in Delhi, work will start in two hours. And if we are voted to power in Chhattisgarh, the Chhattisgarh government will conduct a caste-based survey.”Assembly elections in Chhattisgarh will be held in two phases on November 7 and 17, and the results will be declared on December 3.On October 2, the Bihar government released the findings of its caste census. The survey revealed that the Other Backward Classes and the Extremely Backward Classes constitute over 63% of the state’s population. Out of Bihar’s total population of a little over 13.07 crore, the Extremely Backward Classes comprised 36%, the largest social segment, followed by the Other Backward Classes at 27.13%.The Bihar government launched the caste survey in January after the Centre said it would not undertake such an exercise for communities other than the Scheduled Castes and the Scheduled Tribes as part of the decennial Census.  Earlier this month, the Congress announced after a meeting of its working committee that it will carry out a nationwide caste census if voted to power in next year’s parliamentary elections.","author":"Scroll Staff","time":"2023-10-28T21:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155514-eoooetlogv-1614439919.jpg","tags":["Congress","Rahul Gandhi","caste census","Chhattisgarh"]}