{"title":"Congress demands Joint Parliamentary Committee investigation into Rafale deal","content":"The Congress on Saturday sought a Joint Parliamentary Committee investigation into the 2016 Rafale fighter jet sale deal.  The demand was renewed a day after reports said that a French judge has been asked to investigate the deal on suspicions of corruption.The investigation into the deal worth 7.8 billion euros (more than Rs 69,000 crore) for the sale of 36 fighter jets was formally opened on June 14, French investigative journalism outfit Mediapart reported on Friday. “The scandalous expose of ‘Rafale Scam’ involving ‘massive corruption’, ‘treason’, ‘loss to public exchequer’ has finally been uncovered and laid bare,” the Congress said in a statement. “The Congress Party and Shri Rahul Gandhi stand vindicated today.”The Rafale deal had become a major political topic during the Lok Sabha election campaign in 2019. Congress leader Rahul Gandhi and several others had accused Prime Minister Narendra Modi of treason and corruption, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal.Speaking to reporters, Congress chief spokesperson Randeep Singh Surjewala said that a joint parliamentary panel inquiry was needed as the matter deals with national security, reported PTI. “When the French government has accepted that there is corruption in the deal, should a JPC probe not be held in the country where the corruption took place?” he asked.Surjewala added: “The facts now clearly tell and call for a thorough JPC probe into the Rafale scam. Will the prime minister, like the French, now answer to the nation and tell when the prime minister will submit his government to a JPC probe into the Rafale scam?”Surjewala said the panel would be able to call witnesses and also have access to all government files which the Supreme Court or the Central Vigilance Commission could never have. The joint panel would also be able to ask questions, punish people for lying and summon the prime minister, defence minister or other officials, he added.Rafale Corruption finally ExposedJPC must investigate #Rafale Corruption The scandalous expose of ‘Rafale Scam’ involving Massive Corruption, Treason, Loss to Public Exchequer has finally been uncovered & laid bareCongress Party & Shri Rahul Gandhi stand vindicated today pic.twitter.com/pUXb1kPW9d— Randeep Singh Surjewala (@rssurjewala) July 3, 2021\n\nThe investigationA French judge will look into questions surrounding the actions of former French President Francois Hollande, among other things. Hollande was president when the deal worth 7.8 billion euros (more than Rs 69,000 crore) for the sale of 36 fighter jets was signed.This development came three months after Mediapart reported that France’s financial prosecutor, Parquet National Financier, or PNF, decided against pursuing an anti-corruption investigation into the Rafale deal, citing the “the interests of France”. This was despite the fact that anti-corruption non-government organisation Sherpa flagged the irregularities in 2018.In a three-part report in April, Mediapart had claimed that an Indian middleman Sushen Gupta was allegedly secretly paid millions of euros by plane maker Dassault Aviation and French defence electronics firm Thales to influence the Rafale deal. Gupta is also an accused in the VVIP helicopter scam.These payments were on top of a contract with Dassault for making replica models of Rafale jets that have never been seen, worth 1 million euros, which was revealed in the first of the website’s series of reports.Despite being aware of the allegations, the PNF and India’s Enforcement Directorate did not initiate investigations into the matter, Mediapart reported in April.However, Sherpa, which specialises in financial crime, filed an official complaint for “corruption” and “influence peddling” among other accusations, after Mediapart published its investigation. The complaint led the PNF to designate an investigating magistrate to look into the deal.","author":"Scroll Staff","time":"2021-07-03T20:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117142-znddcpnvki-1562348092.jpg","tags":["Congress","Rafale deal","Rafale sale","Corruption"]}