{"title":"Congress suspends Surat candidate days after his disqualification from Lok Sabha election","content":"The Congress on Friday suspended party member Nilesh Kumbhani days after he was disqualified as a candidate for the Surat Lok Sabha seat, reported The Indian Express.The party said that he either connived with the BJP or was “completely careless” while filing his nomination form, the rejection of which paved the way for the Bharatiya Janata Party’s Mukesh Dalal to win the seat unopposed on April 22.The Surat electoral officer rejected Kumbhani’s nomination on April 21 because of discrepancies in the signatures of those who proposed his candidature. Dalal won the seat unopposed the next day after all the other candidates withdrew their nominations.The Congress’ disciplinary committee, in its notice to Kumbani, said that he was given ample time to present his case, but he “disappeared in a dramatic way” without explaining his actions to the party.Kumbhani has been suspended from the Congress for six years.The party’s disciplinary committee said that the rejection of his nomination was unfortunate. “After that, the BJP used its entire machinery and got other candidates to withdraw their forms using allurements, fear and harassment, thus murdering democracy,” the party said. “The BJP has snatched away the right to vote from the Surat voter.”Kumbhani, on his part, blamed local Congress leaders for his nomination form being rejected, according to The Hindu. He claimed that he had informed the state leadership about the BJP trying to “manage” his proposers.“I will not speak against the Congress but I will say that the local leaders in the city were not cooperative,” he said.Two of Kumbhani’s proposers were his relatives – his brother-in-law Jagdish Savaliya and his nephew Dhruvin Dhameliya. The third proposer was a man named Ramesh Polara, Kumbhani’s friend and partner in a construction business.One of the independent candidates who subsequently dropped out of the electoral contest, stock broker Kishore Dayani, told Scroll that a person associated with the BJP met him on April 21 and persuaded him to withdraw.Dayani added that a Congress politician also met him and prodded him to contest the election and not withdraw. “I thought about it and decided to withdraw,” he said.Also read: Surat candidates on the various reasons they withdrew from the election","author":"Scroll Staff","time":"2024-04-27T09:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200325-zytpcltiop-1714186483.jpg","tags":["Congress","Nilesh Kumbhani","Surat","Surat Lok Sabha","Lok Sabha 2024"]}