{"title":"Considering making AAP an accused in Delhi excise policy cases, CBI and ED tell Supreme Court","content":"The Central Bureau of Investigation and the Enforcement Directorate told the Supreme Court on Monday that they were considering making the Aam Aadmi Party an accused in the Delhi liquor policy cases, PTI reported.Additional Solicitor General SV Raju, representing the two central agencies, told a bench of Justices Sanjiv Khanna and SVN Bhatti that the central agencies are considering doing so based on legal provisions on “vicarious liability” and section 70 of the Prevention of Money Laundering Act.The concept of vicarious liability refers to criminal responsibility that a person or entity holds for the act of another person – such as, in this case, an act of a party member. Section 70 of the Prevention of Money Laundering Act deals with offences by companies or other associations of individuals.On Monday, the Supreme Court bench asked the agencies to clarify on Tuesday whether there will be separate charges against the party in cases that the Central Bureau of Investigation and the Enforcement Directorate are investigating.Raju made the submission while the bench was hearing the bail plea of Aam Aadmi Party leader and former Delhi Deputy Chief Minister Manish Sisodia, who was arrested in the case by the Central Bureau of Investigation in February.On October 4, the court asked the two central agencies, which are probing the liquor policy case, why they had not made the political party that allegedly benefitted from the crime an accused.“As far as PMLA [Prevention of Money Laundering Act] is concerned, your whole case is that it went to a political party,” Justice Sanjeev Khanna, presiding over a two-judge bench, asked. “That political party is still not an accused. How do you answer that? He [Sisodia] is not the beneficiary, the political party is the beneficiary.”However, a day later, Justice Khanna clarified that his question “was not to implicate anyone”, Live Law reported.The investigating agencies have alleged that Delhi’s Aam Aadmi Party government in November 2021 modified the now-scrapped liquor excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The Enforcement Directorate also alleged that members of a so-called South Group had paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair.In return, the Enforcement Directorate alleged, the “South Group secured uninhibited access, attained stakes in established wholesale businesses and multiple retail zones [over and above what was allowed in the policy]”.The party used the money for campaigning in the Goa Assembly polls, the agency alleged.The Aam Aadmi Party has rejected these allegations.","author":"Scroll Staff","time":"2023-10-17T08:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182489-lzqrepanfj-1667838964.jpg","tags":["CBI","ED","Delhi excise policy case","Delhi","AAP"]}