{"title":"Contradictory documentary demands of CAA violate right to legal identity","content":"As it had promised in its manifesto for the 2019 elections, the Bharatiya Janata Party-led Centre in March finally notified the rules to operationalise the controversial Citizenship Amendment Act – almost five years after the legislation had been passed. The Act offers a fast track to Indian citizenship for Hindus, Sikhs, Buddhists, Jains, Parsis and Christians from Pakistan, Afghanistan and Bangladesh who entered India on or before December 31, 2014.The rules liberalise the documents required for the application process. However, the watered-down requirements for the Citizenship Amendment Act process are in stark contrast to the stringent demands under the exercise to update the National Register of Citizens in Assam that began in 2015. The register is intended to be a list of bona fide Indian citizens. When the exercise concluded four years later, almost 1.9 million people were rendered stateless.The difference in the documentary requirements introduced by the Citizenship Amendment Act Rules and the National Register of Citizens creates an arbitrary classification that strikes at the core of the human right to legal identity and the fundamental rights enshrined in the Constitution.Identity documents define a person’s ability to move and provide for themselves, while the absence of such papers or an error in them may cripple the ability to live a dignified life. International human rights agreements widely recognise legal identity as a human right.Under the new citizenship act rules, six types of documents are required to obtain Indian citizenship by naturalisation. Some other documents like passport and residential permit have been made optional, virtually doing away with their being required.For instance, to prove nationality of the applicant, the rules allow any identity document, licence or certificate issued by the applicant’s home country, or showing that either of their parents, grand-parents or great-grandparents had been a citizen of the listed countries. In addition, any other document issued by the governments of these countries that could prove nationality can be furnished.Similarly, to prove date of entry into India, open-ended documents such as any academic certificate issued by a school or university, any document issued by a state or the Central government, a public sector unit or a financial institution have been allowed. All these documents shall be deemed to be valid beyond their expiry date.Though the Citizenship Amendment Act claimed to be providing citizenship to persecuted communities in Pakistan, Afghanistan and Bangladesh, the rules are actually silent about the question of persecution. This a departure from the traditional refugee law conventions under which furnishing proof of persecution is necessary. In addition, applicants can prove their religion merely by signing an affidavit.Credit: AFP.On the other hand, the Supreme Court-mandated National Register of Citizens process in Assam was marked by stringent documentary requirements and a pedantic approach towards considering the validity of the documents.To be included in the register, very specific documents had to be furnished. For instance, the name of the applicant or a parent had to be mentioned in the 1951 National Register of Citizens or electoral rolls up to March 24, 1971. Other documents that could be furnished included land tenancy records, bank records, Life Insurance Corporation records and, in the case of married women, certifications in that regard from circle officers.In several cases, people were excluded from the National Register of Citizens irrespective of the documents they showed. Even “legacy men” who were able to prove their citizenship before the 1970s found themselves and their families excluded.Basic documents such as birth certificates and state board examination certificates were rejected without any reason. Married women, in particular, were disproportionately affected, since the certificates of village headmen establishing their family legacy were rejected by both the National Register of Citizenship authorities and later by the Supreme Court.Clerical errors added to the problem. As per data submitted by the state National Register of Citizens coordinator, out of the 1.15 lakh people excluded from the final draft, around 65,694 names were excluded due to errors in their family trees.Once excluded, citizenship had to be proved before the Foreigners Tribunals, where the same process was repeated under even stricter evidentiary standards. The Foreigner’s Tribunal was widely accused of employing arbitrary procedures, with 85% of the applications decided without any analysis or reasoning on record.The National Register of Citizens ended up creating large-scale statelessness. Several people are languishing in detention centres. But under the Citizenship Amendment Act, Hindus deemed to be foreigners will not be presumed to be “illegal migrants” and produced before a Foreigner’s Tribunal. They will be able to prove that they are refugees from one of the notified countries. However, Muslims deemed to be foreigners will not be able to avail of the same process to claim legal status as undocumented Hindus.This divergent process is not congruent with the right to equality, life and personal liberty enshrined under Article 14 and Article 21 of the Indian Constitution, available to citizens and foreigners alike.Both these are similarly placed, vulnerable groups of non-citizens and cannot be treated differently without reasonable basis. Using the Citizenship Amendment Act to deprive them of their fundamental rights based on flawed, ambiguous, irregular and vague procedures strikes at the core of Constitutional guarantees.India’s obligationThe right to legal identity has been recognised as a human right by several international conventions. Among these is the Universal Declaration of Human Rights, which India has affirmed. It is also recognised as a right by the International Covenent on Civil and Political Rights and the Child Rights Convention, to which India is a signatory.The Child Rights Convention emphasises identity preservation of children, the right to name and family relations without unlawful interference especially in cases of statelessness. These obligations directly affect the rights of children who face the risk of statelessness in the National Register of Citizens process.The constitutional mandates of right to equality, life, personal liberty and the right against deprivation of personal liberty extend to both citizens as well as non-citizens, including so-called illegal migrants. Instead of perpetuating manufactured statelessness for only a specific community, providing equitable mechanisms to ensure legal identity for all is the need of the hour.Shreyasi Bhattacharya is an Assistant Professor at Symbiosis Law School, Pune. She researches human rights, citizenship and migration.Also read:Double standards and contradictions: The CAA rules are rife with discriminationAmbiguity, arbitrariness and anxiety: Incoherent CAA rules will be twisted to suit political intentView from the margins: How a Mumbai realtor is helping NRC-scared Muslims rectify their documents","author":"Shreyasi Bhattacharya ","time":"2024-05-10T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200146-ykrlufnbvb-1713449707.jpg","tags":["Citizenship Amendment Act","National Register of Citizens","Assam","Right to Legal Identity"]}