{"title":"Coronavirus: Vaccine shortages reported across states, Odisha closes 700 centres, Mumbai shuts 26","content":"The Odisha government on Wednesday said it was forced to shut down 700 of its vaccination centres due to a scarcity of coronavirus vaccines even as the second wave of the pandemic has hit India. The state added it had supplies left only for two more days.Five other states – Maharashtra, Chhattisgarh, Haryana, Andhra Pradesh and Telangana – have complained of vaccine shortages. In a letter to Union Health Minister Harsh Vardhan, Odisha Chief Minister Naveen Patnaik said that as of April 7, Odisha had a stock of 5.34 lakh doses of Covishield – the vaccine produced by the Serum Institute of India – in its inventory.“With this stock, we will be able to continue vaccination for the next two days,” Patnaik said. “By 9th April, there will be stock-out of Covishield vaccine in the entire state.”Patnaik said this will adversely impact timely administration of second dose of vaccine as well as delay in vaccination of citizens who are 45 years and above. “Odisha is vaccinating about 2.5 lakh persons daily,” he said. “Due to shortage of vaccine, we have had to close nearly 700 vaccination centers in the state (out of over 1400 functional sites, only 755 could be made active today [Wednesday]).”He added that his government repeatedly raised the matter with the Union health ministry, but to no avail. “Therefore, I would like to draw your kind attention to this matter and request you to lake necessary steps for supplying at least 10 days’ stock ie. 25 lakh doses of Covishield vaccine to the state immediately for effective vaccination of the targeted population,” the chief minister told Vardhan.  India facing shortage of vaccine : Odisha shuts down 700 vaccination centres.Odisha Health Minister writes to @drharshvardhan demanding more vaccines. pic.twitter.com/vKdiUlNld9— Abhijeet Dipke (@abhijeet_dipke) April 8, 2021\n\nVaccine shortage in GhaziabadA few private hospitals in Uttar Pradesh’s Ghaziabad district have not been vaccinating people since Monday, NDTV reported. The hospitals have put up notices informing people that they have run out of doses.“We don’t have vaccine stock since Monday,” Dr Alok Gupta, the director Lyf Hospital in Indirapuram, told the news channel. “We could vaccinate only 50 people on Monday instead of the usual 200. We have stopped vaccinations since then. There’s no clarity on when next stock will come.”Other complaints of supply shortageIndia is facing a major challenge inoculating its own population. The country’s largest vaccine producer, the Serum Institute has raised concerns about its ability to meet their production targets. The country started its vaccination drive on January 16, by initially administering doses only to healthcare and frontline workers. On March 1, the drive was expanded to senior citizens above the age of 60 years and those above 45 with co-morbidities. On April 1, it was widened to all above the age of 45.So far, over nine crore vaccine doses have been administered across the country. Many states have criticised the government for restricting India’s immunisation drive to certain target groups. As several states complained of the shortage, the Union health minister, in turn, accused them governments of making “deplorable attempts” to spread panic.The latest challenge comes as India grapples a severe second wave, which is far worse than last year’s peak in mid-September. On Thursday, the country recorded 1,26,789 new cases of coronavirus, in yet another record high count of infections reported in a single day since the pandemic began. The country’s overall count rose to 1,29,28,574 and the toll went up to 1,66,862, with new 685 deaths.Might have to halt vaccination soon, says MaharashtraWhile the Centre dismissed concerns about shortages, authorities in Maharashtra, which is the worst-affected in the country, warned that the state may be forced to halt vaccination for four to five days next week, if stocks are not replenished urgently, The Indian Express reported.Satara, Panvel and Sangli areas have already stopped vaccination due to the shortage, according to the newspaper. Meanwhile in Mumbai, vaccine stock at 26 inoculation centres has dried up, India Today reported. Twenty more centres are likely to exhaust their doses by Thursday. Mumbai has 120 designated inoculation centres.Maharashtra has a stock of 15.76 doses of Covaxin and Covishield. Authorities say these are likely to be exhausted in three days. The health officials have now asked for a minimum of 40 lakh doses to meet its daily target of vaccinating 4.5 lakh citizens. “We have been informed by the Centre that new stocks will come by April 15,” state Health Secretary Pradeep Vyas told the newspaper. “In that case, we may have to halt vaccination for a few days.”Meanwhile, Maharashtra Health Minister Rajesh Tope complained that the state had received fewer vaccine doses from the Centre in the latest round of allotments, ANI reported. Government data showed that Maharashtra got 7.5 lakh doses, Uttar Pradesh 48 lakh, Madhya Pradesh 40 lakh, Gujarat 30 lakh and Haryana 24 lakh doses, The New Indian Express reported.  However, Tope later said that the allotment for Maharashtra was raised to 17 lakh doses, according to ANI. “Even this is less because we need 40 lakh vaccine doses a week and 17 lakh doses are not enough,” he said. Tope added that Maharashtra will discuss vaccine shortage, oxygen supply, ventilator support and other matters with Prime Minister Narendra Modi during his virtual meeting with the states on Thursday evening.Nationalist Congress Party leader Jayant Patil also flagged that a more populous state like Maharashtra was given less doses. “Maharashtra has received 85 lakh vaccines but the population of Maharashtra is 12.30 crore and the number of active patients is approximately 4.73 lakhs,” he tweeted. “On the other hand, Gujarat gets 80 lakh vaccines, its population is 6.50 crore and the number of active patients is approx 17 thousand.”As per an analysis by the The Indian Express of the stock of vaccines across districts in the state, Aurangabad, Nandurbar, Gadchiroli and rural regions had excess supplies due to poor turnout. But Navi Mumbai, Thane, Mumbai and Nashik have stocks that will last a day or two.Navi Mumbai Municipal Commissioner Abhijeet Bangar told the newspaper they would exhaust vaccine supplies by Wednesday evening. “We have informed the government that we can’t run our centres tomorrow [Thursday] if there is no new supply,” he added. Unfair criticism, say statesMeanwhile, officials from Tope’s office told The Indian Express that he will write to the Union health minister, responding to the Centre’s criticism that the states were not doing enough to contain the spread of the disease, and that they were creating distractions by complaining about vaccine shortages.Officials pointed out that Maharashtra had done the maximum vaccinations in comparison to states like Uttar Pradesh that have a larger population. “Maharashtra has increased overall testing, 70% of it is RT-PCR,” an official said. “For the Centre to say we have not done enough is not fair.”Similarly, Chhattisgarh Health Minister TS Singh Deo told Scroll.in that while he did not want to indulge in a “blame game”, he wanted to “make it clear” that there was indeed a shortage of vaccines.“If you see the last couple of days, the number of vaccinations have dropped,” Deo said. “It has happened because the stocks were not there.” Deo pointed towards the state’s daily vaccination numbers, which hit a high of 3.26 lakh on April 2 before tapering off. “That is because of supply chain issues,” he said.Fresh stocks, however, arrived on Wednesday, Deo added. “As of today, we have been supplied with doses that would last us three days at three lakh vaccinations per day and an assurance that the supply will not dry up.”","author":"Scroll Staff","time":"2021-04-08T12:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157304-yedttusalq-1617864639.jpg","tags":["Naveen Patnaik","coronavirus vaccines","Odisha","coronavirus","vaccines","vaccine shortage"]}