{"title":"Coronavirus: Covaxin approved for emergency use by WHO","content":"Bharat Biotech on Wednesday received the World Health Organization’s emergency use listing for its coronavirus vaccine, Covaxin.The decision was taken by a technical advisory group of the global health body that met earlier in the day. Emergency use listing is a procedure by the global health body to approve vaccines and other products for use during public health emergencies. The duration of the emergency use listing process depends on the quality of the data submitted by the vaccine manufacturer.🆕 WHO has granted emergency use listing (EUL) to #COVAXIN® (developed by Bharat Biotech), adding to a growing portfolio of vaccines validated by WHO for the prevention of #COVID19. pic.twitter.com/dp2A1knGtT— World Health Organization (WHO) (@WHO) November 3, 2021\n\nIt took more than three months for Covaxin to get the WHO’s clearance. Prime Minister Narendra Modi had pushed for the vaccine’s approval at the G20 summit held earlier this month. Mariangela Simao, the WHO’s assistant director general to access to vaccines and pharmaceuticals, said at a press briefing that it took more than six months for some shots to get approved. Simao added that vaccine validation is a very structured process. “The process starts with the manufacturer submitting data to WHO for emergency use listing,” she said. “WHO does analysis, and submits data to an external technical advisory committee. This group was composed of experts from six different countries.” The WHO’s senior health advisor Dr Joachim Hombach said an interim recommendation would soon be issued for Covaxin. “We looked at interim data, safety data and data that came out of its use in India,” he said. “It is reasonable to assume that its effectiveness is higher. But the clinical trial didn’t have sufficient power in order to estimate efficacy against severe disease.” There is also limited data on the use of Covaxin on pregnant women, Hombach added. WHO has however recommended Covaxin use in pregnant women.The WHO has said that there are plans to conduct studies on pregnant women.The global health body also said that Covaxin was found to be 78% effective against the coronavirus in case of all severities. The WHO also advised a gap of 14 or more days between the two shots. It added that Covaxin was “extremely suitable for low-and middle-income countries due to easy storage requirements”. Covaxin can be stored at a temperature between two to eight degree Celsius.#Covaxin was found to have 78% efficacy against #COVID19 of any severity, 14 or more days after the second dose, and is extremely suitable for low- and middle-income countries due to easy storage requirements.— World Health Organization (WHO) (@WHO) November 3, 2021\n\nMeanwhile, Union Health Minister Mansukh Mandaviya thanked the World Health Organization for the approval. “This is a sign of a capable leadership,” Mandaviya wrote on Twitter. “This is the story of [Prime Minister Narendra] Modi ji’s resolve. This is the language of the faith of the countrymen. This is the Diwali of self-reliant India.”यह समर्थ नेतृत्व की निशानी है,यह मोदी जी के संकल्प की कहानी है,यह देशवासियों के विश्वास की ज़ुबानी है,यह आत्मनिर्भर भारत की दिवाली है।Thanking @WHO for granting emergency use listing ( EUL) to Made-in-India #Covaxin— Dr Mansukh Mandaviya (@mansukhmandviya) November 3, 2021\n\nWithout WHO’s approval, people vaccinated with Covaxin doses were facing difficulties in travelling to other countries. Many countries only allow people vaccinated by a vaccine approved by them or World Health Organization.However, some countries such as Australia, Oman, Greece, Mauritius and Philippines, among other countries had recently recognised the vaccine. Simao, the WHO official said, said that citizens of countries with low vaccination coverage should not face restrictions in travelling.On October 18, the World Health Organization had said that it cannot “cut corners” in deciding to recommend Covaxin for an emergency use listing.The world body’s technical advisory group had on October 26 sought “additional clarifications” from Bharat Biotech to conduct a final risk-benefit assessment for the emergency use listing of the vaccine.Before Covaxin, the World Health Organization has approved six vaccines from Pfizer, Johnson & Johnson, AstraZeneca-Oxford, Moderna, Sinopharm, and Sinovac.The Drugs Controller General of India had granted approval for restricted emergency use to Covaxin in January. Covaxin and Oxford-AstraZeneca’s Covishield were the first Covid-19 vaccines to be approved in India.Covaxin shelf life extended to 12 monthsMeanwhile, Bharat Biotech announced on Wednesday that the Central Drugs Standard Control Organisation has aprroved the extension of the shelf life of its coronavirus vaccine, Covaxin, for up to 12 months from the date of manufacture.“This approval of shelf life extension is based on the availability of additional stability data, which was submitted to CDSCO [Central Drugs Standard Control Organisation],” the company tweeted.Shelf life is the length of time from the data of manufacture till which a product is fit for use.The approved shelf life of Covaxin was six months earlier, reported the Hindustan Times. Now, Covaxin can be used till 12 months from the date of manufacture.#COVAXIN #COVID19 #BharatBiotech pic.twitter.com/9oPnYnlgtC— BharatBiotech (@BharatBiotech) November 3, 2021","author":"Scroll Staff","time":"2021-11-03T17:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160364-uowqpejhzf-1627957826.jpg","tags":["World Health Organization","Bharat Biotech","coronavirus vaccine","Covaxin","Covid-19"]}