{"title":"Covaxin maker Bharat Biotech, linked firms gave Rs 25 crore to TDP even though it is out of power","content":"Fresh data released by the Election Commission of India on Thursday shows that vaccine manufacturer Bharat Biotech International Limited and three other firms related to it donated Rs 25 crore to the Telugu Desam Party in January.Bharat Biotech gained national prominence for producing and distribution the Covid-19 vaccine Covaxin following the outbreak of the pandemic in 2020.Two-time chief minister N Chandrababu Naidu is the head of the Telugu Desam Party, which was voted out of power in Andhra Pradesh in 2019. Assembly elections will be held in the state on May 13 this year.The donations by Bharat Biotech and related firms to the TDP, even though it is not ruling the state, may be the consequence of professional and personal relationships between members of the Kamma community. It has historically been dominant in business, building a symbiotic relationship with Naidu, who belongs to the community, through his years in power.Breaking down the donationsBharat Biotech purchased 10 electoral bonds of Rs 1 crore each on January 6. Three other firms linked to Bharat Biotech also contributed to the Telugu Desam Party’s coffers in the same month.Chiron Behring Vaccines Private Limited, which Bharat Biotech announced it was acquiring in February 2019, bought bonds worth Rs 5 crore on January 6. Three days later, on January 9, RCC Nutra Fill Private Limited – which manufactures microbiology media – purchased bonds worth Rs 5 crore. Chemical products manufacturer Biovet Private Limited bought bonds for Rs 5 crore.RCC Nutra Fill and Biovet share directors with Bharat Biotech. Sai Prasad Devarajulu, Bharat Biotech and Chiron Behring’s whole-time director, is also a director at RCC Nutra.Raches Virendradev Ella, the son of Bharat Biotech founders Krishna M Ella and Suchitra Ella, is a full-time director of Biovet and the chief development officer of Bharat Biotech, according to his LinkedIn profile.The founders’ daughter Jalachari Ella is the other full-time director at Biovet. Her LinkedIn profile states that she is the head of corporate strategy at Bharat Biotech. The total donations by Bharat Biotech-related companies to Telugu Desam Party amount to Rs 15 crore.Project Electoral Bond asked representatives from the Telugu Desam Party and Bharat Biotech about these donations. The article will be updated if they respond.Caste, connections and powerBharat Biotech also has ties to another prominent personality in Andhra Pradesh known to be close to Naidu, the media baron C Ramoji Rao. In 2017, Raches Virendradev Ella, the son of the Bharat Biotech founders, married Ramoji’s granddaughter Sahari Cherukuri.The Ellas, Ramoji, and Naidu all belong to the Chowdary or Kamma community, a landed and politically influential group in the state.Since the ascendancy of the Telugu Desam Party in 1983, political power in Andhra Pradesh – even after the bifurcation of the state in 2014 – has typically changed hands between Kamma chief ministers from the Telugu Desam Party and Reddy chief ministers from the Congress and the Yuvajana Sramika Rythu Congress Party.Chandrababu Naidu in November 2014. Credit: Reuters.Bharat Biotech and NaiduThe connections between Bharat Biotech’s Krishna Ella and Telugu Desam Party chief Chandrababu Naidu date back at least three decades. Ella said that in 1996, he had advised Naidu, who was then the chief minister of undivided Andhra Pradesh, to set up a biotechnology park to enable manufacturing and research.Bharat Biotech was one of the first companies to set up base there after it was established. The park in Hyderabad, now known as Genome Valley, has since grown into a hub for businesses in the life sciences sector and is home to more than 200 companies.In 2020, when Modi visited Bharat Biotech’s facilities to review the production of Covaxin, Naidu counted it as a personal triumph in a series of tweets about the cluster’s inception. He also thanked the “brave and brilliant minds at Bharat Biotech”. A year later, NV Ramana, a former chief justice of India who also belongs to the Kamma community, argued that the vaccine was being criticised “because it was made in India”.Since the outbreak of the pandemic, Bharat Biotech faced scrutiny over Covaxin. The vaccine was granted approval in January 2021 by India’s drug regulator, the Central Drug Standards Control Organisation, even before results from Phase 3 of the vaccine’s clinical trial were known.A few months later, as the second wave of Covid-19 devastated lives across the country, Naidu criticised the Andhra Pradesh government for the shortfall in vaccines.Andhra Pradesh Chief Minister Jagan Mohan Reddy, in response, alleged that Naidu’s links to Bharat Biotech had a hand in causing the shortage. Reddy is the head of ruling Yuvajana Sramika Rythu Congress Party.Chit fund companyOver the past two decades, Ramoji and his family members have been embroiled in alleged financial irregularities in the Margadarsi Chit Fund Private Limited, with the case gaining renewed momentum since 2022.Among the largest businesses of its kind, Margadarsi Chit Funds was founded by Ramoji in 1962. This operation became the financial backbone for the expansion of his empire as he forayed into several industries including advertising, news, and fertilisers.In August 2023, the Andhra Pradesh Crime Investigation Department registered 10 first information reports against Margadarsi Chit Fund under sections of the Indian Penal Code, including those for cheating, breach of trust and fraud.Ramoji and C Sailaja Kiron, his daughter-in-law and the managing director of Margadarsi Chit Fund, were named in the FIRs among others. Kiron is Raches Ella’s mother-in-law.A senior official from the state Crime Investigation Department claimed that thousands of subscribers of the fund had not received payments. It also said that the company was running chit fund memberships without the knowledge of some of those listed as supposed members, amounting to impersonation to misappropriate funds. Margadarsi said that there had been no financial irregularities and that all its profits had been earned without “touching” the money of its subscribers.The case is seen as part of the rivalry between the Ramoji-owned Eenadu, Andhra Pradesh’s largest-selling Telugu newspaper, and the Jagan Mohan Reddy-led state government. The origins of the proximity between Eenadu and the Telugu Desam Party can be traced back to 1983, when the party’s founder, actor-turned-politician NT Rama Rao, won a historic victory against the Congress.A little over a decade later, when Rao was ousted in an intra-party coup waged by his son-in-law, Naidu, Ramoji deployed his newly-launched channel ETV in favour of the younger politician. Sakshi, a rival newspaper, was founded by Jagan Mohan Reddy in 2008 and continues to be owned by his family.Reddy frequently disparages a selection of media organisations, in particular Eenadu, as being “yellow media” – an allusion to the propaganda he believes they spread against his party, and to their alleged links with the Telugu Desam Party, which has a yellow party flag.In February, the Supreme Court dismissed a petition by Margadarsi Chit Fund seeking the transfer of a criminal appeal pending against the company in Andhra Pradesh High Court to the Telangana High Court.Both High Courts have been hearing similar matters pertaining to Margadarsi. The Supreme Court, while dismissing the transfer petition, stated that if need be, the company can file a stay of appeals before the Andhra High Court.In August 2023, the special courts of Guntur and Visakhapatnam returned two chargesheets filed by the Andhra Pradesh Crime Investigation Department in relation to allegations of financial irregularities, diversion of funds and other charges against Ramoji Rao and Sailaja Kiron.The state Crime Investigation Department has not filed any chargesheets in the remaining cases.With inputs from Anand Mangnale and Siddhartha Mishra.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and several independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Binu Karunakaran, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Jisha Surya, Joyal George, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Rokibuz Zaman, Sachi Hegde, Safwat Zargar, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Sumedha Mittal, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Anjana MeenakshiProject Electoral Bond","time":"2024-03-24T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199503-ljtjqyqipc-1711110179.jpg","tags":["C Ramoji Rao","Chandrababu Naidu","Bharat Biotech","YS Jagan Mohan Reddy","Andhra Pradesh","Covaxin","Electoral Bonds","Political Finance","Lok Sabha 2024"]}