{"title":"Covid-19: Centre refutes ‘The Economist’ report on underreporting of deaths, calls it ‘misinformed’","content":"India on Saturday refuted a report by The Economist which claimed that the country’s toll due to Covid-19 could be “five-to-seven times” higher than the official number. The Union health ministry said said that the article “is without any basis and seems to be misinformed”.“The unsound analysis of the said article is based on extrapolation of data without any epidemiological evidence,” the ministry said in a release.In an article published in The Economist, the magazine referred to a research by Christopher Leffler of the Virginia Commonwealth University, to suggest that India’s actual toll could be more than 20 lakh. As of Saturday, India’s official toll is 3,67,081. The health ministry, in its release, said that an internet search of research studies in scientific database did not locate Leffler’s study and that the detailed methodology of this study has not been provided by The Economist.However, even as the release claimed that it could not find the research on the database, Research Gate, Leffler himself tweeted a link to his  study that was available on the platform.Updated version of article cited by The Economist: #ExcessMortality suggests Covid-19 fatalities of 2 million in India. https://t.co/0izncPZTYO https://t.co/xitB1Cp0Px— Chris Leffler (@ChrisLefflerMD) June 12, 2021\n\nThe health ministry, however, raised further doubts on the veracity of the article, pointing out that it relies upon studies done by psephology groups, Prashnam and C-Voter. The release stated that these groups deal in predicting and analysing poll results, and “were never ever associated with public health research”.On their websites, both Prashnam and C-Voter have mentioned that their field of work extends to research beyond psephology.The article by The Economist is not the first one to claim that India has underreported its Covid-19 deaths. Multiple reports have pointed out that guidelines are not being followed in cases of deaths caused due to post-Covid complications and that crematoria were not maintaining proper records of fatalities. Last month, The New York Times had reported that India’s toll could be as high as 6 lakh by conservative estimates, and up to 42 lakh in the worst case scenario. At the time of publishing of the report, India’s official toll was 3.15 lakh. The Centre had dismissed that report too, calling it “baseless and absolutely false”.As recently as on Friday, a report suggested that the toll in Madhya Pradesh recorded by the Civil Registration System was far more than what the government data suggested. The Civil Registration System is a nationwide system of recording all births and deaths, led by the Office of the Registrar General of India and implemented at the state-level by state governments.","author":"Scroll Staff","time":"2021-06-13T08:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158389-bsojopgiyz-1619711492.jpg","tags":["Coronavirus","Covid-19","Covid-19 death in India","Coronavirus deaths"]}