{"title":"Covid: Australia recognises Covaxin for travel as it eases border restrictions","content":"The Australian government on Monday recognised India’s coronavirus vaccine, Covaxin, as the country eased international travel restrictions after 18 months. The vaccine, produced by Indian drug maker Bharat Biotech, is yet to be approved by the World Health Organization.“Covaxin [manufactured by Bharat Biotech, India] and BBIBP-CorV [manufactured by Sinopharm, China] vaccines would be ‘recognised’ for the purpose of establishing a traveller’s vaccination status,” the government said. “This recognition is for travellers aged 12 and over who have been vaccinated with Covaxin, and those 18 to 60 who have been vaccinated with BBIBP-CorV.”Australia’s Department of Health said that it had additional information to demonstrate the efficacy of Covaxin. It added that the vaccine can potentially “reduce the likelihood” that an incoming passenger would spread the coronavirus infection in Australia.“The supporting information has been provided to the TGA [Therapeutic Goods Administration] from the vaccine sponsor and/or the World Health Organization,” Australia’s Department of Health said.The country added that by recognising these vaccines, international students, skilled and unskilled workers could return to Australia.Earlier, the Therapeutic Goods Administration – Australia’s regulatory body for vaccines – had only recognised Covishield from India for travel purposes, according to NDTV.Meanwhile, unvaccinated travellers will have to quarantine for 14 days upon arrival. All travellers will need to provide a negative coronavirus test before boarding the plane.Previously, Australia only allowed a few citizens to return to the country, and they had to quarantine at a hotel for 14 days at their own expense.","author":"Scroll Staff","time":"2021-11-01T13:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159387-fqismjvfmp-1621786270.jpg","tags":["Covaxin","Bharat Biotech","Australia","coronavirus vaccine","Covid-19"]}