{"title":"Covid-19 lockdown extended till May 17. Here’s the full list of the Centre’s guidelines","content":"The Centre on Friday extended the nationwide lockdown for two more weeks from May 4. This is the second time that the lockdown has been extended. The number of coronavirus cases in India has risen to 35,365 and the toll has gone up to 1,152.The home ministry issued new guidelines based on risk-profiling of the districts of the country, which have been divided into red [hotspot], green and orange zones based on the number of Covid-19 cases. Travel by air, rail, metro and inter-state movement by road, running of schools, colleges and other educational and training/coaching institutions will remain banned across the country, irrespective of the zone.Movement of persons for non-essential activities shall be prohibited between 7 pm and 7 am, the Centre said. It added that persons above 65 years of age, children below the age of 10, persons with co-morbidities and pregnant women should remain at home except for meeting health requirements and availing of essential services.Economic activity with restrictions will be allowed in green and orange zones as per earlier directions.Follow today’s live updates on the coronavirus pandemic hereRead today’s top ten Covid-19 updates hereHere is the full text of the home ministry’s orderAfter a comprehensive review, and in view of the Lockdown measures having led to significant gains in the COVID-19 situation in the country, Ministry of Home Affairs (MHA), Government of India (GoI) issued an Order under the Disaster Management Act, 2005, today, to further extend the Lockdown for a further period of two weeks beyond May 4, 2020. MHA also issued new guidelines to regulate different activities in this period, based on the risk profiling of the districts of the country into Red (hotspot), Green and Orange Zones. The guidelines have permitted considerable relaxations in the districts falling in the Green and Orange Zones.2. The criteria for identification of districts as Red, Green and Orange Zones have been spelt out in detail in the letter dated April 30, 2020, issued by Ministry of Health and Family Welfare (MoHFW), GoI. The Green Zones will be districts with either zero confirmed cases till date; or, no confirmed case in the last 21 days. The classification of districts as Red Zones will take into account the total number of active cases, doubling rate of confirmed cases, extent of testing and surveillance feedback from the districts. Those districts, which are neither defined as Red nor Green, shall be classified as Orange zones. The classification of districts into Red, Green and Orange Zones will be shared by MoHFW with the States and Union Territories (UTs) on a weekly basis, or earlier, as required. While States and UTs can include additional districts as Red and Orange Zones, they may not lower the classification of a district included by MoHFW in the list of Red or Orange Zones.3. A number of districts of the country have, within their boundaries, one or more Municipal Corporations (MCs). It has been observed that due to higher population density within the MCs, and consequent greater inter-mixing of people, the incidence of COVID-19 within the boundary of the MC(s) is higher than in the rest of the district. In the new guidelines, therefore, it has been provided that such districts will be classified into two Zones, i.e., one Zone for the area under the boundary of the MC(s); and, another for the area falling outside the boundary of the MC(s). If the area outside the boundary of the MC(s) has reported no case for the last 21 days, it will be allowed to be classified as one stage lower than the overall classification of the district as either Red or Orange. Hence, this area will be classified as Orange, in case the district is overall Red; or as Green, in case the district is overall Orange. This classification will enable more economic and other activities in that area of the district, which is relatively less affected by the incidence of COVID-19, while also ensuring that due caution continues to be exercised so that these areas remain free from COVID-19 cases. This dispensation has been made only in respect of districts having Municipal Corporation (s).4. The most sensitive areas of the country, from the spread of COVID-19 point of view, and falling within the Red and Orange Zones, are designated as Containment Zones. These are areas where there is significant risk of spread of the infection. The containment areas would be defined by respective District Administrations, taking into account the total number of active cases, their geographical spread, and the need to have well demarcated perimeters from the enforcement point of view. The local authority shall ensure 100% coverage of Aarogya Setu app among the residents of the Containment Zone. Containment Zones would have intensified surveillance protocols, with contact tracing, house to house surveillance, home/ institutional quarantining of persons based on their risk assessment, and clinical management. Strict perimeter control would need to be ensured, so that there is no movement of people in and out of these Zones, except for medical emergencies, and for maintaining supply of essential goods and services. No other activity is permitted within the Containment Zones. 5. Under the new guidelines, a limited number of activities will remain prohibited throughout the country, irrespective of the Zone. These include travel by air, rail, metro and inter-State movement by road; running of schools, colleges, and other educational and training/ coaching institutions; hospitality services, including hotels and restaurants; places of large public gatherings, such as cinema halls, malls, gymnasiums, sports complexes etc; social, political, cultural and other kinds of gatherings; and, religious places/ places of worship for public. However, movement of persons by air, rail and road is allowed for select purposes, and for purposes as permitted by MHA. 6. The new guidelines also prescribe certain measures for well being and safety of persons. Hence, movement of individuals, for all non-essential activities, shall remain strictly prohibited between 7 pm to 7 am. Local authorities shall issue orders under appropriate provisions of law, such as prohibitory orders [curfew] under Section 144 of CrPC, for this purpose, and ensure strict compliance. In all zones, persons above 65 years of age, persons with co-morbidities, pregnant women, and children below the age of 10 years, shall stay at home, except for meeting essential requirements and for health purposes. Out-Patient Departments (OPDs) and Medical clinics shall be permitted to operate in Red, Orange and Green Zones, with social distancing norms and other safety precautions; however, these will not be permitted within the Containment Zones. 7. In the Red Zones, outside the Containment Zones, certain activities are prohibited in addition to those prohibited throughout the country. These are: plying of cycle rickshaws and auto rickshaws; running of taxis and cab aggregators; intra-district and inter-district plying of buses; and, barber shops, spas and saloons. 8. Certain other activities have been allowed in the Red Zones with restrictions. Movement of individuals and vehicles is allowed only for permitted activities, with a maximum of 2 persons (besides the driver) in four-wheeler vehicles, and with no pillion rider in the case of two-wheelers. Industrial establishments in urban areas, viz., Special Economic Zones (SEZs), Export Oriented Units (EOUs), industrial estates and industrial townships with access control have been permitted. The other industrial activities permitted are manufacturing units of essential goods, including drugs, pharmaceuticals, medical devices, their raw material and intermediates; production units, which require continuous process, and their supply chain; manufacturing of IT hardware; jute industry with staggered shifts and social distancing; and, manufacturing units of packaging material. Construction activities in urban areas have been limited to in-situ construction (where workers are available on site and no workers are required to be brought in from outside) and construction of renewable energy projects. Shops in urban areas, for non-essential goods, are not allowed in malls, markets and market complexes. However, all standalone (single) shops, neighborhood (colony) shops and shops in residential complexes are permitted to remain open in urban areas, without any distinction of essential and non-essential. E-Commerce activities, in the Red Zones, are permitted only in respect of essential goods. Private offices can operate with upto 33% strength as per requirement, with the remaining persons working from home. All Government offices shall function with senior officers of the level of Deputy Secretary and above at full strength, and the remaining staff attending upto 33% as per requirement. However, Defense and Security services, Health and Family Welfare, Police, Prisons, Home Guards, Civil Defence, Fire and Emergency Services, Disaster management and related services, National Informatics Centre (NIC), Customs, Food Corporation of India (FCI), National Cadet Corps (NCC), Nehru Yuvak Kendra (NYK) and Municipal services shall function without any restrictions; delivery of public services shall be ensured and necessary staff will be deployed for such purpose. 9. A large number of other activities are allowed in the Red Zones. All industrial and construction activities in rural areas, including MNREGA works, food-processing units and brick-kilns are permitted; besides, in rural areas, without distinction to the nature of goods, all shops, except in shopping malls are permitted. All agriculture activities, e.g., sowing, harvesting, procurement and marketing operations in the agricultural supply chain are permitted. Animal husbandry activities are fully permitted, including inland and marine fisheries. All plantation activities are allowed, including their processing and marketing. All health services (including AYUSH) are to remain functional, including transport of medical personnel and patients through air ambulances. A large part of the financial sector remains open, which includes banks, non-banking finance companies (NBFCs), insurance and capital market activities, and credit co-operative societies. Operation of homes for children, senior citizens, destitutes, women and widows etc.; and operation of Anganwadis has also been permitted. Public utilities, e.g., utilities in power, water, sanitation, waste management, telecommunications and internet will remain open, and courier and postal services will be allowed to operate. 10. Most of the commercial and private establishments have been allowed in the Red Zones. These include print and electronic media, IT and IT enabled services, data and call centres, cold storage and warehousing services, private security and facility management services, and services provided by self-employed persons, except for barbers etc., as mentioned earlier. Manufacturing units of essential goods, including drugs, pharmaceuticals, medical devices, their raw material and intermediates; production units, which require continuous process, and their supply chain; Jute industry with staggered shifts and social distancing; and manufacturing of IT hardware and manufacturing units of packaging material will continue to be permitted. 11. In the Orange Zones, in addition to activities permitted in Red Zone, taxis and cab aggregators will be permitted with 1 driver and 1 passenger only. Inter-district movement of individuals and vehicles will be allowed for permitted activities only. Four wheeler vehicles will have maximum two passengers besides the driver and pillion riding will be allowed on two-wheelers. 12. In the Green Zones, all activities are permitted except the limited number of activities which are prohibited throughout the country, irrespective of the Zone. However buses can operate with upto 50% seating capacity and bus depots can operate with upto 50% capacity. 13. All goods traffic is to be permitted. No State/ UT shall stop the movement of cargo for cross land-border trade under Treaties with neighbouring countries. No separate pass of any sort is needed for such movement, which is essential for maintaining the supply chain of goods and services across the country during the lockdown period. 14. All other activities will be permitted activities, which are not specifically prohibited, or which are permitted with restrictions in the various Zones, under these guidelines. However, States/ UTs, based on their assessment of the situation, and with the primary objective of keeping the spread of COVID-19 in check, may allow only select activities from out of the permitted activities, with such restrictions as felt necessary. 15. No separate/ fresh permissions will be required from authorities for activities already permitted to operate under the guidelines on Lockdown measures up to May 3, 2020. The Standard Operating Protocols (SOPs) issued by MHA will continue to operate such as transit arrangement for foreign national(s) in India; release of quarantine persons; movement of stranded labour within States/ UTs; sign-on and sign-off of Indian seafarers, movement of stranded migrant workers, pilgrims, tourists, students and other persons by road and rail. 16. State/ UT Governments are mandated to strictly enforce the lockdown guidelines and they shall not dilute these guidelines issued under the Disaster Management Act, 2005, in any manner.","author":"Scroll Staff","time":"2020-05-01T20:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140455-tumypvscbz-1587827270.jpg","tags":["lockdown","CORONAVIRUS","COVID-19","india lockdown updates"]}