{"title":"Cricket: Former Pakistan captain Bismah Maroof retires from international cricket","content":"Pakistan's most prominent woman cricketer and former captain Bismah Maroof has announced her retirement, ending a 17-year trailblazing career where she became a champion for women's rights.The 32-year-old ended her international career on Thursday after featuring in Pakistan's 3-0 home defeat in the one-day international series against the West Indies.\"I have decided to retire from the game I love the most,\" Maroof was quoted in a Pakistan Cricket Board statement.\"It has been an incredible journey, filled with challenges, victories, and unforgettable memories.\"The left-handed batter scored 3369 runs in 136 one-day internationals and 2893 in 140 Twenty20 internationals – both Pakistan records.She captained Pakistan in 62 T20Is with 27 wins and 34 ODIs with 16 wins.She will still remain active in league cricket.Maroof's journey made her an icon for gender rights in a patriarchal society, where women's participation in sports poses a challenge to strict social norms.Also read: Bismah Maroof interview: ‘Feeling of returning to cricket at World Cup as a mother was priceless’She gave birth in August 2021, prompting the PCB to implement a maternity clause in central contracts for women cricketers that allocated paid maternity leave.Maroof and her daughter Fatima gained a massive following during the women's World Cup in New Zealand in 2022, where videos of Indian players playing with the baby went viral on social media.The International Cricket Council posted a photo on social media platform X of the mother-daughter duo with the caption: \"Little Fatima's first lesson in the spirit of cricket from India and Pakistan\".Maroof thanked the PCB for its support during her motherhood.\"The support from the PCB has been invaluable, particularly in implementing the first-ever parental policy for me, which enabled me to represent my country at the highest level while being a mother,\" she said.Maroof won gold medals with the Pakistan team in the 2010 and 2014 Asian games and played in four editions of the Women's ODI World Cup between 2009 and 2022.She also featured in eight editions of the T20 World Cup, including the last event in 2023.","author":"AFP","time":"2024-04-26T13:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171217-fmrejeylnv-1646731330.jpg","tags":["Bismah Maroof","Pakistan Cricket Board","Pakistan","Cricket","women's cricket"]}