{"title":"CWG 2022, Squash: Saurav Ghosal, driven as ever to succeed, seeks golden gloss in Birmingham","content":"At the start of every year since he turned 30, Saurav Ghosal sits down and ask himself some hard questions.“Whether I have it in me physically and mentally to push myself along,” he revealed to Scroll.in.The answer would have been much simpler this year. The 35-year-old is fit and raring to go. It’s the year of the Commonwealth Games. For a sport that has not yet broken into the Olympic roster, the Commonwealth Games is one of the biggest – if not the biggest – multi-sport event there is for squash. The World No 15 is among the medal favourites this year. In fact, after World No 2 Paul Coll of New Zealand and No 7 Joel Makin of Wales, Ghosal is the highest ranked player in the men’s singles draw.Getting onto the podium though is no foregone conclusion. In the three prior editions he’s competed in, he’s managed to win one silver in the mixed doubles event from Gold Coast 2018. He has won gold at the Asian Games – the other big event for squash – when he was a part of the men’s team that won the highest prize at Incheon 2014.Now he’s aiming for that missing piece of silverware.“When I touched down (in Birmingham) the only thing I was thinking of is that I want to win. I hope I play well and I win, that’s all that’s in my mind,” he said.At 35 though, he is aware of the reality that he may be in the latter stages of his career. It’s been quite the journey. He’s a record 13-time national champion, a winner of 10 tour titles, seven Asian Games medals and three World Doubles Championship medals – including gold in the mixed doubles in April. Yet the one thing he misses is the yellow medal from the Commonwealth Games.        View this post on Instagram            A post shared by Saurav Ghosal (@sauravghosal)\n“I don’t know if this is my last one, maybe it is. I’ve done everything I’ve possibly could to be as ready as I possibly can for this event. I’ve put all the work in, I’ve worked very hard. Now it’s just a question of me executing it and putting it all together. I’ll do my best. Hopefully it’ll take me to that gold medal, and we can all be happy at the end of if it all,” he said.“Winning the gold medal will add a little bit more gloss to the career that I’ve had. It’s always nice to look back at a little bit more gloss. A little bit of shine will be more than welcome.”At this juncture of his career though, he has remained relevant among the bigger names in the sport. The former World No 10 continues to put in the hard yards off-court in order to gain the extra inches in the lunge forward to reach a low-dipping ball, or backtrack and play a shot off the backboard in that exhaustive defensive move to restart a rally. What’s been keeping him satisfied is, not just his love for the sport, but the fondness for the process.“We just play a hard sport. If you want to be the best in the world you’ve got to go through the paces, put in the yards. But I feel I still enjoy it. I enjoy the training, the big matches. Mentally and physically I’m in a good place right now. I don’t think that I’m 35, I just think about how I can improve as a player and how I can win big matches. I’m enjoying the process, and that’s the most important thing,” he said.“But I’m spending more time (off-court) than what I did 10 years back, in terms of taking care of my body, doing things that will help me recover better. Taking care of my diet more strictly than what I did 10 years back. The goalposts have shifted, it’s moved a lot higher than what it was 10 years ago. With that comes a greater emphasis on working harder and doing things others won’t do. That’s just a natural consequence of higher aim. There are very subtle things to try and gain that extra one percent to push yourself further along.”The trust in the work he’s put in is there. But he’s also fuelled by a steely determination to push himself to where he’s not been before.“I have this drive to be the best I can be, hopefully be the best in the world at some point – I haven’t been there yet. And hopefully, I’ll look back at my career when I do finish, and say that I did something great. That’s what drives me. And I want to make the most of the position that I’m in right now,” he said.At Birmingham 2022, he will be the third seed in the men’s singles draw, and will team up with Pallikal in the mixed doubles. There is an air of confidence – at least around the Ghosal-Pallikal duo – given that the World Championship title they won earlier this year had a field largely from the Commonwealth nations.But as Ghosal puts it, “this is a new Games.”He’ll have to push himself again to get to match point and then convert it. There’s no running down the clock in squash. But he’s happy to do the running. The sprinting. The lunging. For that elusive gold. India's squad for squash at CWG 2022 \n    \n       MEN  WOMEN \n    \n     Saurav Ghoshal  Joshna Chinappa  Ramit Tandon  Dipika Pallikal Karthik  Harinder Pal Sing Sandhu  Sunayna Sara Kuruvilla  Abhay Singh  Anahat Singh  Velavan Senthilkumar","author":"Shahid Judge","time":"2022-07-28T10:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114075-deuonmowjw-1551252704.jpg","tags":["CWG","Commonwealth Games","CWG 2022","Birmingham 2022","India at Commonwealth Games","India CWG 2022","Saurav Ghosal","Dipika Pallikal Karthik","Joshna Chinappa"]}