{"title":"‘Dais is to attack Opposition, not sing bhajans’, says Adityanath on Election Commission notice","content":"Uttar Pradesh Chief Minister Adityanath on Friday defended his remark against a Samajwadi Party candidate, saying one goes on a dais to hit out at the Opposition and not to sing devotional songs, ANI reported.The Election Commission on Thursday issued a show cause notice to the Bharatiya Janata Party leader for referring to Samajwadi Party candidate Shafiqur Rahman Barq as “Babar ki aulad” (successor of Babar) during a speech in Sambhal district on April 19. Adityanath had said: “Once I was in Parliament, I asked the Samajwadi Party candidate, who was also an MP, as to who were his predecessors, he said he was the successor of Babar. I was surprised.”Adityanath made the comment referring to Barq in his first rally after the Election Commission had barred him on April 15 from campaigning for 72 hours for referring to the Army as “Modiji ki sena”.The Uttar Pradesh chief minister defended his statement, saying a conversation between two people does not come under the purview of the Election Commission. “If I do not quote such things in my election rallies, then what else do I do?” he told ANI. “Does one go to the dais to sing devotional songs? One goes there to defeat the Opposition and give proof against them.”Adityanath said: “Our work is to highlight the Opposition’s weakness in front of people. We do not mind it even when Congress or Samajwadi Party abuse us during their election campaigning. If we revert, why are we called wrong?”#WATCH UP CM Yogi Adityanath on EC notice to him over his 'Babar ki aulaad' comment': Aapsi baatcheet ko kahin quote karna achar sanhita mein nahi aata hai... Koi bhajan karne ke liye jaata hai kya manch pe? Ukhad dene ke liye aur apne virodhi ko gherne ke liye manch pe jate hain pic.twitter.com/QmgehIzWkN— ANI UP (@ANINewsUP) May 3, 2019\n\nAdityanath took a jibe at the mahagathbandhan or grand alliance, saying leaders of parties that contest 37 or 38 seats are aspiring to become the prime minister. “At least 272 seats are needed to become the prime minister,” he told ANI. “Only the BJP has this capacity.” Referring to the United Front government in 1996 when HD Deve Gowda was the prime minister, Adityanath said: “Those times are gone. People now want a stable government.”Adityanath said Samajwadi Party chief Akhilesh Yadav was being treated like an underdog in the alliance with the Bahjan Samaj Party, ANI reported. “When he [Yadav] sits with Mayawati on the dais, he is seated on a small chair while Mayawati herself sits on a bigger one,” he says. “When he goes to meet her, he is asked to keep his footwear out of the room. This is his position.”The chief minister said “Hindu terrorism” was not even a word. “By linking Hindu with terrorism, Congress has disrespected the country’s culture, traditions and legacy,” he said. “Secularism is intact because of Hindus. Congress is maligning the image of India on a global platform.”Adityanath also defended terror accused Pragya Singh Thakur’s candidature, saying she was the “answer to Hindu terror”. “The Congress let go of terrorists and targetted Aseemanand, Colonel Purohit,” he said. “She will give a befitting reply to all.” The BJP has fielded Thakur from Bhopal Lok Sabha constituency. Adityanath said the Congress has disappointed the people of Amethi and Rae Bareli for four generations. “The kind of support BJP candidate Smriti Irani is getting in Amethi, number of visits to Amethi she made in last five years is something which Rahul ji hasn’t done even in last 15 years.”Uttar Pradesh CM & BJP leader Yogi Adityanath on 'Mahagathbandhan': Atleast 272 seats are needed to become the PM. Only the BJP has this capacity. Those who are contesting on just 37-38 seats, can they become PM? pic.twitter.com/aIfb25KuGM— ANI UP (@ANINewsUP) May 3, 2019\n\nUP CM: People have hopes with BJP. Congress disappointed people of Amethi&Raebareli since 4 generations. The kind of support BJP candidate Smriti Irani is getting in Amethi, no. of visits to Amethi she made in last 5 yrs is something which Rahul ji hasn't done even in last 15 yrs pic.twitter.com/dnhySi6ObL— ANI UP (@ANINewsUP) May 3, 2019","author":"Scroll Staff","time":"2019-05-03T15:32:33.771313+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109307-enmcoxtzab-1556877265.jpg","tags":["Election Commission","Lok Sabha Elections","Adityanath","Model Code of Conduct"]}