{"title":"‘Dangerous turn’: US commission seeks sanctions against Amit Shah over Citizenship Bill","content":"The United States Commission on International Religious Freedom, or USCIRF, on Monday said it was “deeply troubled” by the passage of the Citizenship Amendment Bill in Lok Sabha and sought sanctions against Union Home Minister Amit Shah and other principal leadership if it is passed by the Rajya Sabha. In a statement, the commission said the bill was “a dangerous turn in the wrong direction”, pointing that the legislation uses religion as a legal criterion to grant citizenship. “It runs counter to India’s rich history of secular pluralism and the Indian Constitution, which guarantees equality before the law regardless of faith,” USCIRF added.The commission feared the government’s proposed implementation of the National Register of Citizens across the country is a religious test which would “strip citizenship from millions of Muslims”.After over seven hours of heated debate on Monday, the bill was passed by a division of votes with 311 in favour and 80 against it. The bill proposes amendments to a 1955 law to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.Opposition leaders put up a spirited attack against the proposed law, and said the bill was unconstitutional and discriminated against Muslims. Shah claimed that had the Congress not divided the country along religious lines during the Partition, there would have been no need for the citizenship bill. Following a fiery speech, All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi tore up a copy of the bill, calling it unconstitutional.The home minister rejected allegations that the bill was anti-Muslim, and claimed it had the endorsement of 130 crore citizens. “We will have to differentiate between intruders and refugees,” he said, adding that the bill was not even “0.001% against India’s minorities”.Also read: An uneasy silence among Indian Muslims marks the passage of the Citizenship Amendment Bill","author":"Scroll Staff","time":"2019-12-10T09:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132522-vutanalqno-1575949609.jpg","tags":["Lok Sabha","Amit Shah","USCIRF","Citizenship Bill","NRC"]}