{"title":"Data check: In last six years, India has registered a case of encounter killing every three days","content":"Two gangsters and suspects in the murder case of Punjabi singer Sidhu  Moose Wala were recently killed in an encounter by Punjab Police’s  Anti-Gangster Task Force in a four-hour-long shootout.Encounter  killings or extrajudicial executions by the police often make headlines  and have become increasingly familiar in India. FactChecker  analysed data on such cases only to find that in the last six years  pending cases of encounter killings have increased nearly five-fold. In  2016-’17, 25 such cases were pending, which increased to 124 in 2021-’22.While India has seen a 15% decline in encounter killing  cases registered in the six years between 2016-’17 and 2021-’22 – till  March 10, 2022 – the cases shot up by 69.5% in the last two years.In  all the six years, only once has the National Human Rights Commission  recommended disciplinary action or prosecution regarding “death  in police encounters”, according to a response  given by Minister of State for Home Affairs Nityanand Rai in Rajya  Sabha in March. Instead, the NHRC has recommended a total  compensation of Rs 7.16 crore in the last six years.Six years, 813 killed India  has registered 813 cases of encounter killings in the last six years,  which means one such case has been registered almost every three days  since April 2016 in the country. While there was a significant drop in  these cases during the peak of the Covid-19 pandemic – from 112 in  2019-’20 to 82 in 2020-’21 – there was a 69.5% spike the next year with  139 cases.Credit: FactChecker.inIn the six years since April 2016, Chhattisgarh recorded the most  extrajudicial killing cases at 259, followed by Uttar Pradesh at 110 and  Assam with 79.  Credit: FactChecker.inAlthough Chhattisgarh saw the highest number of these cases  in the six years, the number of cases in the state have dropped by  62.6% in the period. Assam too has seen a drop in extrajudicial killings  by 45% in the span of six years with a 325% spike in the last one year – four in 2020-’21 to 17 in 2021-’22. But, it is not the same for Uttar  Pradesh.The most populous state has seen more than a  two-fold increase in extrajudicial killings in the last six years. In  the six years since April 2016, Uttar Pradesh saw the highest number of encounter  killing cases in 2017-’18, coincidentally the year the Bharatiya Janata  Party’s government came into power in the state. The Uttar Pradesh Police, in their  unofficial mission called “Operation Langda”, shot and injured more  than 3,300 criminals in 8,472 encounters, leaving them with bullet  wounds in legs, reported The Indian Express. In  the past one year since April, Jammu and Kashmir with 38 has reported  the most extrajudicial killing cases in India, followed by Chhattisgarh at 28, Assam with 17, and Uttar Pradesh and Jharkhand recording nine cases  each.Credit: FactChecker.inMoreover, there exist wide data gaps in reporting of  encounter killings by the National Human Rights Commission and the National Crime Records Bureau. While according to the Crime in India report by the bureau,  three cases of encounter killings were registered in 2020, the commission’s data  showed 156, 112 and 82 killings in 2018-’19, 2019-’20 to 2020-’21,  respectively.What the law saysEncounter  or extrajudicial killings violate the fundamental rights of offenders  given in the Constitution of India, which mandates that every person has  a right to life and liberty and equality before law. No law in India  exclusively defines encounter killings but it is still classified under “Cases Registered against State Police Personnel for Human Right  Violation” in the National Crime Records Bureau. However, as per Right to  Private Defence under Sections 96-106 in the Indian Penal Code, 1860,  there are certain circumstances when a death in an encounter shall not  be counted as an offence in India. Under this law, which applies to  every citizen of the country and not just police officials, death in an  encounter will not amount to a criminal offence when it is caused by an  action taken to defend yourself. This means police  officials may injure the criminal in order to defend themselves or for  maintaining peace and order, but their motive must be scrutinised. If  the death cannot be justified under the law then the police must be tried  under culpable homicide.NHRC guidelines According to the 1997 guidelines of the National Human Rights Commission, all states and Union territories must follow the following guidelines:· Official in charge of a police station must appropriately register information  about death in an encounter as soon as they come to know.·       Immediate steps should be taken to investigate the facts and circumstances leading to the death of the accused.·        Since the police themselves are involved in the encounter, the  cases must be investigated by an independent agency, such as the state Crime Investigation Department.·       Investigation should be completed within  four months. If the investigation results in prosecution, steps for  speedy trial must be taken.·       Issue of granting compensation to the dependents of the deceased may be considered in cases ending in conviction·        A first information report, or FIR, must be registered under appropriate sections of the IPC  when a complaint is filed against the police regarding a cognisable case  of culpable homicide.·       A magisterial enquiry must be conducted in all cases of deaths due to police action, preferably within three months.·        All cases of deaths due to police action must be reported to the  National Human Rights Commisson by the senior superintendent of police or superintendent of police of  the district within 48 hours of the occurrence of death.·        A second report must be submitted to the National Human Rights Commission within three months  providing information regarding the post mortem report, inquest report,  findings of the magisterial enquiry and enquiry by senior police  officers.There have been zero prosecutions and  convictions in such cases in the last six years. In 2010, the National Human Rights Commission, in a  letter stated, “The Commission finds that most of the states are not  following the recommendations issued by it in the true spirit.”This article first appeared on FactChecker.in,  a fact-checking initiative, scrutinising for veracity and context  statements made by individuals and organisations in public life.","author":"Nidhi Jacob, Factchecker.in","time":"2022-07-28T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177644-ajupjfaqwf-1658842346.jpg","tags":["Extrajudicial killings","Encounter killings","Jammu and Kashmir","NHRC","NCRB"]}