{"title":"Data analysis: BJP lost more than 70% seats where Narendra Modi campaigned in latest Assembly polls","content":"The Bharatiya Janata Party (BJP) lost more than 70% of assembly constituencies where Prime Minister Narendra Modi campaigned during recent five-state assembly elections– Madhya Pradesh, Rajasthan, Chhattisgarh, Telangana and Mizoram – according to an IndiaSpend analysis of electoral data.Data: IndiaSpend researchModi spoke and campaigned at 30 places which had an effect on 206 constituencies. Of these, the BJP won 60 and lost 146.In MP and Rajasthan, where the PM held more than 70% (22 of 30) of his rallies, the BJP managed to win 56 of 156 seats (35.89%).In Chhattisgarh, Telangana and Mizoram, where Modi held eight rallies in all, the BJP won four of 50 constituencies.Is Yogi Adityanath a better campaigner than Modi?Uttar Pradesh chief minister Yogi Adityanath emerged as a lead campaigner for the BJP in the Hindi heartland states (MP, Rajasthan, Chhattisgarh) and Telangana, Livemint reported on November 27, 2018.Adityanath addressed 62 rallies across these four states, which had an effect on 244 constituencies. Of these, the BJP won 82 seats and lost 162, our analysis showed.Adityanath fared slightly better than Modi with a winning percentage of 33.60% compared to Modi’s 29.13%.The difference between the two was stark in Madhya Pradesh where Adityanath and Modi addressed 12 and 10 rallies, respectively. Modi’s rallies had an effect on 59 constituencies, of which the BJP won 29 (49.15%). In comparison, Adityanath’s rallies had an effect on 60 constituencies, of which the BJP won 36 (60%).Data: IndiaSpend researchIn Rajasthan and Chhattisgarh, Adityanath addressed 42 rallies which had an effect on 143 constituencies. Of these, the BJP won 45.In Telangana, Adityanath’s eight public meetings had an effect on 40 seats, of which the BJP won one.Update:January 7, 2019: Some readers pointed out that our analysis did not consider all constituencies affected by rallies of Prime Minister Narendra Modi and Uttar Pradesh Chief Minister Yogi Adityanath. We expanded the analysis to include all constituencies that fall within the district where a rally was conducted.The Bharatiya Janata Party won 29.13% of seats where Modi had campaigned – and not 28.75% as we said earlier. The party won 33.60% seats where Adityanath had campaigned – and not 39.13% as we said earlier.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Anmol Alphonso, IndiaSpend.com","time":"2018-12-19T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/906117-81482-bmqkmgbvqp-1518103160.jpg","tags":["state assembly elections","India","BJP","Narendra Modi","electoral data","campaign trail","Adityanath"]}