{"title":"Days after his retirement, Bar Council of India criticises Justice Chelameswar","content":"The Bar Council of India has criticised Justice J Chelameswar for “controversial and irrelevant” statements he made after his retirement as Supreme Court judge, PTI reported on Monday. Chelameswar demitted office on June 22. In January, Chelameswar held a press conference to protest against alleged maladministration in the top court. Chelameswar, along with three other judges, questioned Chief Justice of India Dipak Misra for allegedly bypassing established traditions of the court while assigning cases to benches. In May, the judge also criticised the Centre’s decision to not elevate Justice KM Joseph to the top court. “Self-restraint by the honourable judges of the highest court seems to be a forgotten virtue,” the statement read, according to Bar and Bench. “They have to prevent themselves from issuing statements without giving any thought to the consequences such statements could entail.” The council’s statement further said: “The manner in which Justice Chelameswar went to the media and gave controversial and irrelevant statements immediately upon retirement, was not expected of a person holding such a high post and was in fact against the dignity of the post he had held. Such statements and comments are liable to be deprecated.”The Bar Council of India alleged that the judge had used controversial words like “bench fixing” for some lawyers who had tried to get their matters listed. Chelameswar should have raised an objection at that point of time, the council said, adding that he had instead “accepted and agreed to hear certain matters himself which led to the beginning of a wrong practice”.“Before issuing any statements relating to judges meeting politicians, Justice Chelameswar should himself do an self-introspection,” the statement said. “The fact that Justice Chelameswar met Communist Party of India leader and Rajya Sabha MP D Raja immediately after his press conference, clearly deciphers the mystery and the motive behind the controversial statements being issued by him.”The statement goes on to claim that “99.9% of the legal fraternity” saw through the ulterior motives of people who have tried to bring disrepute to the judicial system.","author":"Scroll Staff","time":"2018-06-25T19:51:18.422137+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/884070-78938-wawjxmolhh-1515744033.jpg","tags":["Supreme Court","Justice Chelameswar","Bar Council of India"]}