{"title":"‘De De Pyaar De’ movie review: Mind the age gap – because the filmmakers aren’t always doing so","content":"In De De Pyaar De, Ajay Devgn plays a man whose age in real life – 50 – matches his screen age. This should hardly be unusual, but it actually is in a film industry that has witnessed vastly older male actors paired with vastly younger talent without irony, passing themselves off as virgins, college students or young adults. Devgn has played some of these characters, so kudos for attempting what in Bollywood parlance is  a “mature role”.Akiv Ali’s movie might have been truly radical if Devgn’s character wasn’t a successful and youthful investment banker in London who boxes in his spare time, has a ridiculously toned body (which is displayed at least twice) and every quality associated with a young man in the throes of young love. While Devgn’s Ashish is 50, let the record further state that his intended is 26-year-old Aisha (Rakul Preet Singh). Despite the story playing out London, the pair is Indian enough to react to their growing attraction with consternation. People might think that I am in it for the money and you out of lust, Aisha says. Your idea of tomorrow is very different from mine, Ashish wryly tells Aisha. This is actually a generation gap, says Ronak (Jaaved Jaaferi), Ashish’s therapist friend.Yet, Ashish’s experience matches Aisha’s exuberance and bridges the chasm up until the point that he decides to introduce her to his family in India, which includes his vulgar father (Alok Nath), estranged wife Manju (Tabu), and embittered daughter Ishita (Inayat). Ishita is only a year younger than Aisha, and Manju seems to be in no mood to forgive Ashish for past transgressions. The May-December romcom quickly descends into a love triangle starring Manju’s raised eyebrows, Ashish’s stupefied expressions and Aisha’s ineffectual flapping.\n\n\n    \n    Play\n\nDe De Pyaar De (2019).De De Pyaar De is based on a story by Luv Ranjan, who has examined the contours and creases of modern love in his Pyaar Ka Punchnama films and his biggest hit, Sonu Ke Titu Ki Sweety  (2018). Ranjan has a deserved reputation for misogyny, and he attempts to correct the perception in De De Pyaar De by partially liberating his female leads from being mean and conniving, as his female characters often are. Aisha is T-shirt-and-shorts-wearing girl (but adequately smart), while Manju is world-weary and wise. Ashish isn’t a put-one Indian male either, although the screenplay, by Luv Ranjan and Tarun Jain, always finds ways to bring him absolution.As the 134-minute movie wears on, it turns out that the difference in years between Ashish and Aisha is ultimately a red herring. The movie barely works as an age-gap saga but is more effective as a comedy about moving on and finding new soulmates. Ranjan and Jain heavily pad up material that is just about enough for an extended sitcom episode with songs (too many and all of them distractions), uneven comedy and needless melodrama. Ironically for a film directed by an editor, the pacing is sluggish. Most of the acting is strictly functional, but Tabu and Degvn have some nice scenes together, and their grown-up ways are a welcome relief from Rakul Preet Singh’s forever-young mugging. Jimmy Sheirgill has a sweet cameo as Manju’s admirer, proving once again his talent for broad comedy. De De Pyaar De’s biggest achievement is that it might actually compel filmmakers to ask whether their leads are appropriately matched wrinkle for wrinkle rather than forcing chronological acrobatics on viewers. The next time you see Ajay Devgn making eyes as a woman far younger than him, you have every right to be sceptical.\n\n\n    \n    Play\n\nTo Mila to Haina, De De Pyaar De (2019).","author":"Nandini Ramnath","time":"2019-05-17T07:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119842-uobsxtlvxp-1558031029.jpeg","tags":["Ajay Devgn","De De Pyaar De","Rakul Preet Singh"]}