{"title":"Decoding the Punjab verdict in 34 charts: AAP’s  victory and the debacle of state’s political class","content":"The Punjab results are filled with superlatives. The Aam Aadmi Party swept the state by defeating not only the Congress but also the entire political establishment of that state. It won the highest number of seats ever obtained by any party in the history of Punjab. To put it in perspective, even the Congress did not win as many seats when the Akalis boycotted the election in 1992. The Congress lost 16.2% of its 2017 vote share while the Shiromani Akali Dal is reduced to three seats. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAn assembly segment comparison of the last three elections shows how voters in Punjab treat state and general elections differently. AAP did not make much progress in Punjab in 2019, as votes remained distributed largely between the three other major parties. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nIn terms of assembly segments, the contrasts are also great. In 2019, AAP led only in seven segments, compared to 69 for Congress. The SAD had a better yield of assembly segments in 2019 compared to both state elections. So did the BJP. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe evolution over time of party performance shows the extraordinary emergence of AAP as a new political force in Punjab. In two elections, they have nearly doubled their vote share and relegated all three major parties to the margins. This is the first time that Congress’ vote share dips under 30% since 1997. In recent elections, Congress’ vote share had remained stable at 38%. The SAD has been in free fall since 2017, unable to find a formula to re-emerge in Punjab politics. The BJP vote share has been stable since the late 1990s.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nLooking at parties’ vote share in the seats they contested, we find that BJP, which usually scores high vote shares in the few seats it contests, is down to 11%. This comes from the fact that BJP now contests more seats than in the past (73 in 2022), after having broken its longstanding alliance with the Akalis. Punjab is one state the BJP is yet to figure how to enter into, even though Punjab has been a terrain of mobilisation for the Hindu right since the Jan Sangh days. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe magnitude of vote swings has created a huge disproportion of seats allocation. AAP has bagged 78% of the seats while every other parties’ seat share collapses. It is striking to see the Akalis and the BJP practically at the same level. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nGeography is eloquentThe 2022 results’ map shows the magnitude of AAP’s victory. Doaba is the only sub-region in which there was a close contest between Congress and AAP. Congress also retains a cluster of seats in Majha, including Dina Nagar, Gurdaspur, Qadian, Dera Baba Nanak and Fatehgar Churian. Otherwise, AAP made enormous gains both in Malwa and in Majha. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nIn 2017, AAP had made inroads only in a fragment of the Malwa sub-region, roughly corresponding to the Parliament seats of Sangrur, Bathinda and Ludhiana. Congress had swept that election, winning 77 seats across the three sub-regions. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nIn 2019, AAP’s presence in Malwa diminished, as it led in only seven assembly segments. SAD managed to lead in a cluster of assembly segments in the western part of the Malwa region, in Ferozpur and Bathinda, winning only two seats there against eight for Congress and one for AAP. In 2019, BJP won all assembly segments in the seats of Hoshiarspur and Gurdaspur. But it won only two segments in that area in 2022 – Mukerian and Pathankot.  !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAAP’s vote share map, constituency-wise, shows clearly the gap of performance in the Doaba and Majha region. AAP received its lowest vote share in Bholath (15%) and its highest in Dhauri (64.9%), where its chief ministerial candidate, Bhagwant Mann, contested. In Bholath, the seat was won by Sukhpal Singh Khaira, the sitting MLA and leader of the opposition from 2017 onwards, who resigned from his seat and his party to contest the 2019 general election, under the flag of Punjab Ekta Party, a party he created. After losing his bid, he joined Congress. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nCongress only managed to retain 11 of the 77 seats that it had won five years ago, most of them in the Majha cluster. AAP retained all the seats it won in 2017 but two (Bholath and Chamkaur). !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nWe can reverse the seat retention map to show the new seats won by parties. AAP won 74 new seats, against only seven for Congress. Other parties only succeeded in winning six new seats. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nSubregional analysisSub-regions in Punjab have all have distinct political identities. The largest of them, Malwa (69 seats), is the seat of state power in Punjab. All Punjab chief ministers but two have come from Malwa. It is also the region with the highest share of farmers (27%), with marked landholding inequalities.The Majha sub-region (25 seats) contains several sites of religious significance to Sikhs, including the Golden Temple in Amritsar and the Kartarpur Corridor that connects Punjab to Gurdwara Darbar Sahib in Pakistan. With 23 seats, Doaba is the smallest of the three subregions. It has the largest SC population among the three sub-regions (37.4%, against 29.3% for Majha and 31.3% for Malwa) and is comparatively more connected to the world through its diaspora (for a detailed description of the political identities of Punjab’s subregions, see this useful article).!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nRegion-wise victory margins give a sense of competitiveness of the election. As we saw earlier, Doaba is the only region where there was a close contest between AAP and Congress. The average victory margin in that sub-region is 5.5%, against 15% in Majha and over 22% in Malwa. In Majha, both AAP won with strong margins. SAD seems to have a strong victory margin in Majha, but it comes from the only seat it won in that region (Ganieve Kaur Majithia, in Majitha). !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe map of victory margins shows that AAP made its biggest scores in and around the seats it previously held in the Malwa subregion. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nDecreasing turnoutDespite the enthusiasm for AAP, voter participation went down by 5% in this election. This is a good reminder that sweeping elections may not necessarily caused by an upsurge of popular support for the winning party. In Punjab this year, however, there is an undeniable upsurge of support for AAP. One could make the hypothesis that some voters affiliated with other Congress might have been demobilised by the internal infighting and chose to stay at home. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThat being said, at 72% voter turnout, Punjab remains among the high participation states in India. The only exception was in 1992, when large segments of the electorate boycotted the election. Plotting turnout on a map shows a clear variation between very high participation in the Malwa region and lower turnout in the other two regions. In 2022, turnout in Malwa was 74.2%, against 69.1% and 68.1% in Majha and Doab, respectively. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nConstituency-wise variations give us a more precise picture of turnout shifts. Compared to 2017, turnout went down across the entire states. The greatest variations were recorded in Jagraon (-9.6%) and Mehal Kalan (-9.3), both won by the Akali Dal. The only seat that actually saw greater turnout was Firozpur City (+0.95). !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAs in every other states of India, the NOTA, or None of the Above Option, votes are extremely low. In the case of Punjab, it is interesting to see that the will to punish or reject the state’s political class did not translate into more votes against parties in general. NOTA is simply not considered as a protest vote mechanism. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nStrike rates: A clean sweep for AAP in MalwaWhile AAP made substantial gains across sub-regions, regional strike rates still show some significant variations. The core of AAP’s victory lies in the Malwa region, where it won 96% of the seats. AAP’s strike rate remains high in other regions and, as we saw earlier, is only down in Doaba, the only sub-region where some competition subsisted. While this data does not provide explanations for these variations, one could make the hypothesis that the farmers’ protests did play a role, as most farmers who participated in the movement came from that region. It prepared the ground for a strong will to change the state’s political class, which AAP benefited from (even though AAP’s involvement with the farmers’ movement itself was extremely limited).   !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nMore candidates and parties, fewer effective playersIn this section, we look at features of the competition from the perspective of candidates. What was the size of competition and how competitive these elections have been for various categories of candidates. In 2022, a record 1,304 candidates contested the elections, 459 as independent and 962 on 59 different parties. Of them, 1,003 of them lost their deposit. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe total number of parties contesting Punjab election keeps increasing over time. Fifty-nine parties ran this year but since the late 1990s, between four and six parties find their way to the assembly. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAnother way to assess the configuration of party competition is to look at the cumulative vote share of major parties. Since the late 1960s, the cumulative vote share of major parties in Punjab has always been high and consistently rising. That number hit an all-time high in 2017 (93%), and remained at that level (90%) five years later. This indicates that voters are not willing to waste their votes on small or independent candidates. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nWiping away Punjab’s political classAs we said earlier, the vote for AAP was also a vote against Punjab’s political establishment. Most leaders of both Congress and SAD have individually lost their seats, indicating that while Congress may have lost the election by self-inflicted wounds, AAP is also riding on a deeper wave of discontent against the traditional political elite of Punjab.One way to assess this is to list the number of stalwarts who fell. Another way of doing that, more precise, is to look at individual incumbency data. Of the 117 MLAs elected in 2017, 85 contested in 2022, which is a high rate of re-running incumbents, compared to most other states. Among the 32 MLAs who did not contest, we can find individuals who resigned, passed away, moved on to the Lok Sabha, defected or were expelled by their parties, along the sitting MLAs who were plainly denied a chance to retain their seat. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nCongress fielded 55 incumbent MLAs, out of 77, against 11 out of 15 for SAD. The presence of a large number of powerful political families explain in parts these high numbers. Both SAD and Congress to a large extent have become parties of notables, co-opting local elite figures within their ranks. A party like AAP is much less burdened by the weight of elitism among its candidates, and discarded a higher share of its 20 sitting MLAs. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe nine sitting AAP MLAs who re-ran all got re-elected, while the strike rate of Congress and SAD’s re-running incumbent is extremely low. This gives an idea not only of the rout that these two parties have experienced, but also that anti-incumbency was specially targeted against these parties’ leaders. When a party loses an election in a spectacular manner, its core leaders usually manage to weather the shock. Clearly, this has not happened in Punjab. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nA fresh-face assemblyAs a result of the AAP wave, 80% of Punjab’s MLAs have been elected for the first time. AAP did not seek to build up its presence by co-opting local figures from other parties. Quite the contrary, it consciously sought to present new faces to voters, including by replacing most of its 2017 candidates. Thirty-five of AAP’s 117 candidates have contested in a state assembly election before and only nine of them were elected before, all on AAP’s tickets in 2017. Only four of AAP’s candidates came from other parties and only one of these four – Sarvan Singh Dhun (ex-Congress) in Khem Karan – has been elected in the past. AAP’s veteran candidate was Joginder Singh Mann, from Phagwara. He was elected in 1992 on a Congress ticket and contested four times after, unsuccessfully.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nUnsurprisingly, most new faces in the assembly belong to AAP. Of the 94 first-time MLAs elected in the assembly, only 10 have been elected on other parties’ tickets, as well as one independent, Rana Inder Partap Singh, elected in Sultanpur Lodhi. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nTurncoatsContrary to states like Goa or Uttar Pradesh, few candidates switched party affiliations in Punjab. Parties fielded only 30 turncoat candidates. The four major parties fielded only 17 of them. Only two of them won. Sarvan Singh Dunn, formerly of the Punjab People’s Party, won in Khem Karan. Sukhpal Singh Kaira, an AAP transfuge, won a second term as a Congress candidate in Bholath.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nHistorical data on turncoats shows that in most elections, turncoats hardly perform. This may have to do with the traditional constitution of parties as aggregation of local party organisation and local leadership, which cannot be easily dissociated from one another. Until this election, parties needed their local leaders and local leaders needed their parties, entangling familial, political and business networks together. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nSome things don’t change: Women under-representationWomen under-representation is one aspect of Punjab politics that has not changed this year. There were only 93 women among the 1,304 candidates who contested (there were also two third-gender candidates, contesting on small party tickets). Only 34 of these 93 were fielded by one of the four major parties’ candidates and only 13 of these 34 candidates were elected (all but two on AAP tickets), a paltry 11% ratio. This is the second highest ratio of women legislators in Punjab, after 2012. The representation of women among contestants however has rarely exceeded 7%, which is below the national average for Vidhan Sabhas (which is about 8%). !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe map of women contestants shows that there were more women contesting in Malwa compared to the other two subregions. Only five constituencies – Balluana (SC), Kharar, Malout (SC), Moga and Talwandi Sabo – had three women candidates. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nIsolating winners shows how sparse women representation is. You can drive from Patiala to Gurdaspur without ever crossing a seat that elected a woman representative. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe under-representation of women in Punjab is a matter of collective responsibility of parties. AAP did only marginally better than its opponents, SAD being the worst offender. This is peculiar given the prevalence of dynastic politics among SAD and Congress. In her book on democratic dynasties, Kanchan Chandra argues that dynasticism is an important pathway for women to enter politics. At first glance, that does not seem to be entirely the case in Punjab. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nObservationsWave elections such as this one do not provide much variations to analyse. One can look at AAP’s victory from all kinds of angles and make the same observation that this was a Delhi-style victory. AAP’s most impressive gains have been in the Malwa region, where it defeated most of its opponents’ leaders. As political scientist Rahul Verma put it, this was an anti-incumbency election against two parties. The geography of the results confirms other findings by the CSDS Lokniti’s team, that the AAP’s victory rests on the building of a broad appeal that cut across groups and communities. The most impressive aspect of this election has been the trouncing of veteran figures of Punjab politics, including ten-times MLA Parkash Singh Badal. This election marks a deep renewal of politics in Punjab, a rare event in Indian politics. Time only will tell if it will last and if it can be replicated by AAP to other states. Gilles Verniers is Assistant Professor of Political Science and Co-Director, Trivedi Centre for Political Data. Srishti Gupta is Research Fellow at the Trivedi Centre for Political Data. Views are personal. Mohit Kumar, Ananay Agarwal, Neelesh Agrawal and Ishika Sharan have contributed to the data.","author":"Gilles VerniersSrishti GuptaMohit Kumar","time":"2022-03-14T12:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171376-pxptmgownv-1647000211.jpg","tags":["Punjab","Punjab Assembly Elections 2022","Aam Aadmi Party","Akali Dal"]}