{"title":"Decoding the Gujarat election in 35 charts: Congress woes are self-inflicted, AAP must bide its time","content":"The Gujarat election has been record-breaking for the Bharatiya Janata Party. The rise of a third player cut the opposition votes and helped the BJP soar to an unprecedented level in a state it has dominated since 2002. The BJP won 156 seats in an assembly of 182, with its first ever single majority of votes. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe Congress, on the other hand, was reduced to a humiliating 17 seats, having lost 14% of its 2017 vote share. This is its worst performance ever. New entrant, the Aam Aadmi Party, could win only five seats, well below what it campaigned for. Three independent candidates and a lone Samajwadi Party legislator in Kutiyana grabbed the remaining four seats. The Aam Aadmi Party’s performance is a mixed bag. The party got 13% of the votes, which is not a bad performance for a new player – it contested in 2017, but did not even get 1% of the votes – but not enough to claim to be a substitute to the Congress in a bipolar state. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe collapse of the Congress is not as bad as it was in 1990, when the BJP first began rising. It had then lost 25% of the vote share. But after that rout, the Congress did succeed in winning some of these votes back and over time, slowly reduced the gap between it and the BJP. Even though BJP has been dominant in Gujarat for 27 years, state elections remained competitive. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nOpposition fragmentation always leads to a disproportionate outcome in terms of seats. The BJP won 86% of the seats with 52% of the votes, while Congress got 9% of the seats with 27% of the votes. The BJP’s vote gains are equivalent to its scores in 1990 and in 1995. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAAP’s uneven roadThe geography of the results is easy to read. The BJP swept across all sub-regions, particularly in central and south Gujarat, which have a concentration of a lot of industrial activity. The Congress managed to win a few seats in northern Gujarat but was wiped out clean from every other region.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe strike rate of Congress candidates was below 8% in central Gujarat and in Saurashtra-Kutch. Anantkumar Hasmukhbhai Patel was the only Congress candidate to win a seat in south Gujarat, in Vansda. Four of the Aam Aadmi Party’s seats are in Saurashtra. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe BJP’s sweep in Saurashtra is significant as this region was won by Congress in 2017. This is also the region where former Chief Minister Keshubhai Patel’s Gujarat Parivartan Party got its votes in the 2012 and 2017 elections. This movement has now vanished. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe BJP’s votes are well distributed across the map. Fourteen of its candidates won with a margin of more than 70%, which is enormous. The BJP’s largest margins were won by Bhupendrabhai Rajnikant Patel in Ghatlodia (82.9%), Harsh Ramesh Sanghvi in Majura (82%) and by India’s Home Minister homonym Amit Shah in Ellis Bridge (80.4%). Tushar Amarsinh Chaudhary won his seat in Khedbhrama with the lowest vote share of all BJP legislators (32.7)%,  in a triangular fight and close contest with both the Congress and the  Aam Aadmi Party.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe vote share of the Congress is low across all sub-regions, except north Gujarat. Only two of its candidates won their seat with a majority of votes – Chimanlal Patel in Patan and Anantkumar Hasmukhbhai Patel, in Vansda. Fourteen Congress candidate failed to get even 10% of the votes in their seat. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe vote share of the Aam Aadmi Party clearly appears to be concentrated in Saurashtra and across southern Gujarat, particularly in Scheduled Tribe seats. The fact that Aam Aadmi Party failed to make inroads in large parts of the state where the Congress collapsed indicates that the Aam Aadmi Party may not be the sole factor for the discomfiture of the Grand Old Party. Compared to 2017, the Congress lost 14.4% votes in central Gujarat and 10.2% votes in northern Gujarat, well above the performance of the Aam Aadmi Party in these regions (10.2 in central Gujarat and 7.4% in norther Gujarat).!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nBreaking down vote shares by sub-regions clearly shows the regional distribution of  the vote share of the Aam Aadmi Party as well as the Congress.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nBJP hardly lost incumbent seatsOf the 77 seats it won in 2017, the Congress managed to retain only 10. Some of these 77 seats had already been lost before the election in byelections (12). In contrast, the BJP retained 91 of the 99 seats it had won five years ago and won 65 additional seats. The Congress only managed to win seven new seats.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nIn total, 81 seats out of 182 changed hands, mostly towards the BJP. The map below indicates that these changes occurred mostly in Saurashtra, which the Congress won last time.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nLimited vote-cutting There is no doubt that the losses of the Congress were the Aam Aadmi Party’s gains. But the BJP also succeeded in winning more votes. The geography of the results described above shows that the AAP factor alone does not explain the defeat of the Congress. The cumulative vote share of the Congress and Aam Aadmi Party exceeds the BJP’s vote share in only 51 seats. In most seats, the third candidate is a distant third. The distance between the runner-up and the third candidate exceeds 15,000 votes in 129 seats. Enormous victory margins are another indication of the distance that separates the BJP from its adversaries. In Saurashtra, both the Aam Aadmi Party and the Congress barely won their seats while BJP legislators cruised at high margin altitude. Overall, BJP candidates won with an average of 25.3% of margin, which is enormous. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThere were few close contests, usually defined as victories with margins inferior to 5%. Only 27 seats fall in that category. Twelve of them were won by the BJP, eleven by the Congress and three by the  Aam Aadmi Party.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nDeclining turnoutParticipation in the Gujarat assembly election decreased from 68.4% to 64.8%. This is a significant drop considering that turnout is generally increasing across states. This is the second election in a row that participation has declined, although it remains near the national average.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe geography of participation indicates a higher degree of participation in south and central Gujarat. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nHowever, a comparison with the 2017 turnout shows that participation went down across the state, with a good deal of variation within each sub-region. Participation fell by more than 10% in five seats, including Naranpura and Rajkot West. The BJP won in 61 of the 68 seats where participation decreased by more than 5%. This could indicate that some voters who might have voted for an opposition candidate chose to stay at home. As the defeat of the Congress was widely expected, it may have discouraged some of their voters.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAs in other states, NOTA, or “none of the above”, remains a non-factor, slightly more subscribed to in tribal areas. Introduced in 2009, NOTA has failed to grasp the voters’ imagination. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nFewer candidatesA total of 1,621 candidates contested the 2022 election in Gujarat, against 1,828 five years ago. Seventy-six per cent of them lost their deposit (one-sixth of the votes polled).!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe number of parties contesting continues to grow. Seventy parties were in the fray in 2022, a record. Only four of them, however (excluding independents), obtained representation.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe share of votes accruing to non-major parties candidates has never been high in Gujarat. It has diminished further over the last two elections (counting the Aam Aadmi Party as a major party in 2022). !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nBJP incumbents fared wellSince the BJP came to power in 2002, around 70% of sitting MLAs contest again, which is actually a high proportion compared to other states. This number has been decreasing over time but rose in this election. In 2022, 126 of the 182 sitting MLAs contested again, against 112 in 2017. The BJP, however, gave fewer tickets to its incumbent MLAs, from 78 in 2017 to 72 this year. The Congress, on the other hand, fielded 31 incumbent candidates out of 51 MLAs.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nIncumbent candidates in Gujarat usually face positive odds of getting re-elected, again something fairly unusual in India. This year, 86% of all re-running BJP MLAs were re-elected, against only 19% strike rate for the few Congress MLAs who re-ran. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\n!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe strong performance of BJP incumbents and the poor performance of Congress incumbents means that overall, the number of first-time MLAs in the Gujarat assembly remains about the same (86 against 88 in 2017). Seventy-four of these new MLAs were elected on a BJP ticket, against only three for the Congress and five for the Aam Aadmi Party, which opened its score in Gujarat for the first time. Few turncoatsThere were only 31 turncoat candidates in this election. The BJP fielded eight of them, six of whom came from the Congress. The Congress fielded one BJP rebel, five-time MLA Prabhatsinh Chauhan, who had started his career with the Congress in Kalol. The Aam Aadmi Party fielded eight turncoat candidates, including three from the Congress and five from various local parties. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nOnly six of them won, five on BJP tickets. Data, overtime, suggests that turncoats have ceased to be a factor in Gujarat politics. Ever since 1998, their numbers have been diminishing and fewer of them year after year win their race. The odds of getting re-elected for turncoats are extremely low. First-time MLAsIn terms of cumulative experience, most MLAs in the Gujarat assembly are either first-time (86) or two-term MLAs (40). Few politicians get to do long careers. There are only 56 MLAs out of 182 who have been elected more than twice in the assembly. Fifty of them are from the BJP, against just four from the Congress.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThis is a stark measure of the state of weakness of the Congress, which has just 17 seats with only four of them occupied by experienced legislators.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe two veterans of the Gujarat State assembly are Pabubha Virambha Manek, in Dwarka, and Yogeshbhai Narandas Patel, from Manjalpur, both elected for the eighth time on a BJP ticket. The Congress’ longest-serving MLA is Amit Chavda, elected twice from Borsad and then three times from Anklav. These numbers are a reminder that most MLAs’ careers remain short, despite the BJP’s dominance. This has important implications on legislators’ behaviour and their ability to challenge the leadership within their own party. The high probability of getting ditched in the next cycle does not incentivise elected representatives to speak up within their own party, or to challenge leadership’s decisions. Maintaining a high turnover of MLAs has always been an instrument of control for party bosses. This game of reshuffling of seats and candidatures affects women more than men. Of the 13 women elected in 2017, only 7 got to contest again (they all won except for one candidate).Few women candidates, MLAs For all the talk about success, this election failed to deliver on the gender equity front. Fewer women were elected overall and major parties did not increase women representation among their candidates in any significant way. There are only 15 women out of 182 MLAs in the new assembly. In Gujarat, the three major parties fielded only 37 women out of a total of 542 candidates. In 2017, the Congress, BJP and the Aam Aadmi Party nominated only 24 women.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nIn 2022, the BJP nominated 17 women candidates (9%), against 14 from the Congress (8%) and only six from the Aam Aadmi Party (3%). Only 15 of them won, all but one on BJP tickets. Of these 37 candidates, 31 were first-time candidates, which means that there were only six women contesting on a major party ticket with prior state election experience. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe veteran female politician in the Gujarat assembly is Thakor Geniben Nagaji from Vav, north Gujarat. She is the lone woman elected on a Congress ticket. These numbers place Gujarat only slightly above the national average of women’s representation in the state assembly, which is currently at 7%. Women’s representation in Gujarat in 2022 is only twice what it used to be 70 years ago. A timeline of gender-wise nomination illustrates the depth of the problem. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe low representation of women in Gujarat may seem puzzling, given the one-party dominance in the state. One would think that given its status and the lack of challenge in state elections, the BJP could nominate more women (parties are usually risk-averse and consider nominating women a risk, particularly in highly competitive elections). Instead, a majority of seats – 114 – do not have a single woman contestant, not even as an independent or a candidate from small parties. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThere are a few exceptions. Nine women contested in Limbayat and one of them won. Six women contested in Rajula, all Independents, including the winning candidate Shwetaben Vaghela. In Naroda, Payal Kukrani won from a seat where five other women contested on local parties’ tickets. But the absence of women remains the norm. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\n Vanishing Muslim politiciansAnother marginalised category of candidates are Muslims. Imran Khedawala, a Congress candidate from Jamalpur-Khadia, is the only Muslim legislator in the Gujarat Assembly. This is the lowest number ever since the creation of the state in 1962. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nMuslims have never received proportionate representation. They make up 9% of the population and have occupied at the most 6% of the seats, in 1980. Ever since, their numbers have dwindled. Parties are, of course, responsible. Since 1998, the BJP has failed to nominate a single Muslim candidate. Among the major parties, the Congress provided a little space to this minority, although since the BJP came to power in 2002, they have cut their numbers in half. In 2022, major parties nominated only nine Muslim candidates (if one excludes the Bahujan Samaj Party from that list). !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThis is a stark reminder that Gujarat is the template for the exclusion of Muslims in national politics and in other states where the BJP has a presence. This state tells us that the more dominant the BJP becomes, the fewer Muslim candidates other parties field, for fear of a Hindu backlash.Key observations This empirical overview of the Gujarat election shows that the fragmentation of the opposition vote paved the way for a historic seventh consecutive victory for the BJP. A closer look at the data shows that woes of the Congress are self-inflicted rather than simply caused by the entry of a new player. The Congress fared badly where the Aam Aadmi Party also did badly. This result confirms the process of the accelerated erosion of the Congress and the fact that the growth of the Aam Aadmi Party as a national party will take time. In the short-run, the BJP stands to gain from whoever can dent its main opponent’s support base. The fact that BJP increased its vote share in Gujarat suggests that the Aam Aadmi Party’s pandering to Hindu voters did not affect the BJP’s support base. Quite the contrary. Srishti Gupta, Ananay Agarwal and Puneet Arya are researchers at the Trivedi Centre for Political Data. Gilles Verniers is Director, TCPD, and Visiting Senior Fellow at the Centre for Policy Research, New Delhi.","author":"Gilles VerniersSrishti GuptaAnanay AgarwalPuneet Arya","time":"2022-12-13T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184268-hgwpepcfyf-1670855431.jpg","tags":["Gujarat","Assembly Elections","BJP"]}