{"title":"Decoding the Uttarakhand polls in 30 charts: Congress progresses but cannot bridge the gap with BJP","content":"Uttar Pradesh is not the only state in which the Bharatiya Janata Party broke the government anti-incumbency jinx. Despite a rocky term, which saw three successive chief ministers attempt to govern the state, the BJP succeeded in retaining Uttarakhand with a comfortable majority.Compared to 2017, the BJP lost 2% of the vote share and ten seats. The Congress narrowed the gap, gaining 4.5% of the vote share and eight seats, but not enough to pose a serious challenge to its adversary. The Congress pays for a lacklustre, disorganised campaign, in which its star campaigner – Harish Rawat – spent more time dousing the fires in the party’s Punjab unit than campaigning in his home state. He himself lost in Lalkuwa, by a huge margin.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nOver the years, both the BJP and the Congress have increased their vote base. The BJP did so spectacularly in 2017 but had already started growing in Uttarakhand since the creation of the state in 2000. The Congress also has never really lost votes over the last five elections. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nTo understand why both national parties could grow alongside each other, while competing against one another, one can look at the cumulative vote share of these two major parties against the vote share of regional political forces. The BJP and Congress’ combined vote share has gone up from 52% in 2002 to 82% in 2022. The share of regional parties gradually diminished over the same period. Until 2017, the Bahujan Samaj Party still received 10% to 12% of the vote share and would win seven to eight seats. It is now down to 5% and to only two seats, Laksar and Manglor. The Samajwadi Party never had a strong presence in that region and has now practically disappeared. The share of independent candidates has also been cut by three since 2002. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe growing bipolarisation of Uttarakhand politics has contributed to the marginalisation of small players. It has also raised the average winning threshold, thus making it more difficult for small candidates to win. This year, only the Bahujan Samaj Party managed to win two seats, as well as two independents, in Yamunotri and Khanpur. BJP maintains the leadWhile the Congress and BJP competed against one another in close fights in initial years, the BJP has grown more dominant in Uttarakhand. Over the past three elections, the BJP has greatly surpassed the Congress in terms of assembly seats won. In 2019, it raised its vote share to 56.4%, widening the gap with the Congress (29%) and sweeping 65 of the 70 assembly segments.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe lack of a strong third party and the spatial distribution of votes of both the Congress and the BJP give an advantage to the latter, as its candidates surpass Congress’ candidates in a large number of seats. The Congress’ uptick in terms of seats comes from the fact that some of its candidates performed better individually, rather than the party as a whole. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nA stable geographyThe map of results shows that the Congress made most of its gains in the district of Haridwar, winning contiguous five segments in the Southern Part of the Haridwar parliamentary constituency. In 2019, four of the five segments it managed to lead in were located in the same area. The Congress also won a few seats in Southern Kumaon, in the Almora, Champawat and Nainital regions. In total, the Congress won 13 new seats and retained only six of the eleven seats it had won in 2017.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe BJP’s performance appears sweeping in the last three elections, with 2019 being really a one-sided contest. Compared to 2017, the BJP retained 41 of the 57 seats it had won, and won only six new seats. While the BJP lost some ground in this election, it also consolidated its hold over much of the territory.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe stability of the BJP’s performance relies in parts on the ability of its candidates to retain most of the seats they win. Generally, there is a high volatility of seats in Indian state elections. Most legislators lose their seats and the fact that parties lose seats even when they win elections is offset by the fact that candidates from other parties also tend to lose many seats. This has not been the case in Uttarakhand this year. While the Congress did improve its performance, the BJP managed to retain most of its seats. In total, 47 seats did not change hands, out of 70. In 2017, the number of retained seats was 36. In 2012, only 25. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nSeen from the reversed perspective, the Congress made the most gains in 2022 (13 new seats) followed by the BJP (six new seats). But for the most part, the cartography of the BJP’s performance has remained roughly the same. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThis means that as the BJP’s recent dominance in the state is well grounded at the constituency level, some of these seats may be retained with different candidates or with sitting legislators (see the section on incumbents below). It nonetheless reveals that local factors help the BJP consolidate its presence across the state.Mapping the BJP’s performance Plotting the BJP’s vote share on a map does show some variations. Its candidates won more than 50% of the votes in 24 seats, most of them in Dehradun district (eight), Pauri Garhwal district (four), Almora and Nainital districts (three each). The BJP scored its lowest vote shares in Bhagwanpur (12.2%), Yamunotri (20.4%) and Manglor (21.4%), all in Garhwal. Manglor is the Bahujan Samaj Party’s last stronghold in Uttarakhand. In Yamunotri, the sitting MLA, Kedar Singh, finished third behind Sanjay Dobhal, an independent candidate, and Deepak Bijalwan from the Congress. In Bhagwanpur, the Congress sitting MLA, Mamta Rakesh, retained her seat, followed by her brother-in-law Subodh Rakesh, who contested on a BSP ticket.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nUnsurprisingly, the victory margins map by and large match the BJP vote share map, both figures going hand in hand. It also shows how winners in large parts of Kumaon, where the Congress was more competitive, had significantly smaller margins. Umesh Sharma Kau (Raipur), Savita Kapoor (Dehradun), Brij Bhushan Gairola (Doiwala) and Satpal Maharah (Chaubattakhal) – all from the BJP – won with margins superior to 25%. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nIn fact, the BJP won most of its seats with large margins (30 with a margin above 10%), while the Congress won its seats with smaller margins (eight seats won with a margin inferior to 5%). Most individual races, therefore, were not close (only 15 seats out of 70). !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nBJP maintains vote share across regionsBreaking down the data into sub-regions shows little variations. The BJP maintained its vote share across Garhwal and Kumaon while the Congress performed better in Kumaon, although not enough to challenge the BJP. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAs a result, the BJP registered a better strike rate in Garhwal, where it won 71% of the seats, against 62% in Kumaon. Even in Kumaon, the Congress could not secure a strike rate of 40%, despite the fact that it used to win large victories from that region in the past. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nWith the exception of Vijay Bahuguna, who was from Garhwal, most Congress leaders have traditionally come from the Kumaon region while BJP leaders usually win from Garhwal. The nomination in July 2021 of Pushkar Singh Dhami as BJP’s third chief minister in the term was seen as a way to boost the party’s appeal in Kumaon. That did not work particularly well as Dhani himself lost his race in Khatima against Bhuwan Chandra Kapri from the Congress. A comparison of victory margins across both sub-regions shows, once again, that the competition was more one-sided in Garhwal and that the BJP also won more decisively in Kumaon. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nA stable participationParticipation in the Uttarakhand elections has been stable at 65% since 2012. Women voters, however, outvoted men by a high margin. In 2017, 69.3% of registered women voters participated, as against 63.3% for male voters, a 7% gap. That gap has reduced somewhat with a lower female turnout in 2022, at 4.6%. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nOne must remember, however, that even though women outvote men by a large margin, there are still more men voting than women, due to the skewed sex ratio and a remaining gap in registration between men and women. In 2022, there were 42,38,890 male voters registered in Uttarakhand, against 39,32,995 women voters. The turnout map also reveals that participation tends to be significantly higher in plain areas, south of the Shivaliks and in the Terai region, compared to mountain areas. Participation is the lowest in the lesser Himalayas regions, compared to the plains but also compared to the Greater Himalayas regions. In 2022, turnout was lowest in Salt (45%), Chaubattakhal (45.5%) and Lansdowne (45.5%), all won by the BJP. The highest turnout was registered in Hardwar district, in Bhagwanpur (79.7%), Laksar (79.3%) and Hardwar Rural (81.6%). Laksar was won by the Bahujan Samaj Party and the two other seats by the Congress.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe turnout variation map, however, shows that while participation remained higher in the plains, it also decreased compared to 2017, particularly in the Terai region. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nA shrinking competitive arenaIn 2022, a record 46 parties contested the Uttarakhand election but only three found their way to the assembly (excluding the two independent MLAs). As we saw earlier, the cumulative vote share of small parties and independent candidates diminishes over time, even though the total number of parties increases. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nWhile the number of parties grow, the number of candidates decreases over time, as fewer independents contest now than in the past. In 2022, 702 candidates contested and 477 of them lost their deposit.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nCandidates matterLike in Goa, candidates matter in Uttarakhand state elections. They win with less than thirty-seven thousand votes on average, which makes it possible for candidates to build personal networks that cover large parts of their constituencies. Since 2007, most sitting legislators have had a chance to re-run, a testimony to their relevance as individuals. They were 49 out of 70 to do so in 2022. This is a high percentage of re-running incumbents.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe BJP fielded 36 sitting legislators against 11 from the Congress. While the BJP has been fielding an ever larger number of sitting legislators, the Congress has adopted various strategies in that regard. The temptation for the challenger to present new candidates can be strong. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe strategy of fielding many sitting legislators usually pays off for the BJP. Their strike rate is extremely high. The Congress, on the other hand, faces more difficulties in getting its re-running legislators re-elected. That has to do with the general variation in performance between parties, but could also indicate that BJP legislators tend to be more solidly implanted in their constituencies. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAs a result, there are comparatively fewer first-time legislators in the Uttarakhand assembly than in most other states. In 2022, only 18 of the 70 legislators have been elected for the first time (37%). Their number has been shrinking over time, which means that the Uttarakhand assembly has reasonably experienced members. Madan Kaushik (BJP, Haridwar), Pritam Singh (Congress, Chakrata) and Yashpal Arya (Congress, Bajpur) have won every election since the creation of the state. The BJP has in addition seven legislators who won for the fourth time. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAnother sign that parties affiliation are relatively stable in Uttarakhand is the fact that outfits do not field a large number of turncoat candidates. Turncoats exist, of course, but they tend to do badly. In 2022, the Congress fielded eight turncoat candidates (four from the BJP). The BJP fielded five, all from Congress. The Bahajun Samaj Party BSP fielded three turncoat candidates, who all lost, and various parties fielded 17 turncoats from other parties, including four from the Congress. The Aam Aadmi Party, which did not matter in this election, “borrowed” seven candidates from the Bahajun Samaj Party, without much luck. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAs mentioned just before, the performance of turncoats in Uttarakhand is abysmal. Only four of the sixteen main parties’ turncoats won, three on BJP tickets and one on a Congress ticket. Data since 2007 shows that these numbers have always been low, except in 2017, when nine Congress members contested under the BJP flag. Otherwise, these numbers are quite insignificant, showing that there is little reward in Uttarakhand to betray one’s party. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nWomen’s entry blocked by dynasticism Women are poorly represented within parties in Uttarakhand and their selection tends to have a clear elite, dynastic bias. There are only eight women elected in the new assembly, three more than in 2017 and 2012. They include Anupama Rawat, daughter of Harish Rawat; Savita Kapoor, widow of Harbans Kapoor, an eight-time legislator from Dehra Dun Cantonment; and Mamta Rakesh, widow of Surendra Rakesh, a former legislator. Pathways to politics for women are often more restricted by dynasticism in small states than in larger states. Three of them are elected for the first time while other women MLAs are serving their second or third terms. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe BJP nominated only eight women candidates, against five for Congress. Only 18 women contested as independents, out of 163 candidates, and other small parties fielded just 29 women out of 285. In total, women made up 10% of all candidates, and only 11% of all legislators. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nA cartography of women contestants seems to indicate a difference between the plains and mountain areas, with women getting more tickets in the plains. Only four constituencies saw three women contesting. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nSeven of the eight women legislators have been elected in the southern part of the state. The only exception is Shaila Rani Rawat, elected on a BJP ticket in Kedarnath. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nObservationsThe Uttarakhand Assembly election is yet another example of the BJP consolidating its political bases, a general observation that can be drawn for this election cycle. Despite the waltz of chief ministers (three in less than five years), the BJP did not suffer major losses in the vote share. The Congress made some gains due to the increased bipolarisation of politics in Uttarakhand, but cannot still bridge the gap that separates it from the BJP. One can speculate that the Congress could have performed better if it had had its house in better order. But the simple fact is that the BJP performed much better, across the state. In hindsight, commentators probably made too much about governmental and intra-party instability. This has been a feature of Uttarakhand politics since its inception. This month, the people of Uttarakhand will have their 12th chief minister in 20 years.It is difficult to derive larger implications from a small state election. But taken together with other results, Uttarakhand is yet another state where Congress cannot find the formula to challenge the BJP. As long as the BJP continues to win most of its contests when it is pitted against Congress, it will maintain its dominance over national politics. Finally, Uttarakhand data shows that individual candidates still matter in small states’ politics. Party appeal matters too, but small size constituencies provide a chance to associate delivery and effective representation with local legislators, and not to a far away national leader. This is good for accountability and to ensure that legislators do not take voters for granted. Gilles Verniers is Assistant Professor of Political Science and Co-Director, Trivedi Centre for Political Data. Sai V Vikas is Research Fellow and Mohit Kumar is Data Scientist and GIS Engineer  at the Trivedi Centre for Political Data. Ananay Agarwal, Neelesh Agrawal, Srishti Gupta  and Ishika Sharan have contributed to the data.","author":"Sai V VikasGilles VerniersMohit Kumar","time":"2022-03-22T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171841-kenzsamxyd-1647868178.jpg","tags":["Uttarakhand","BJP","Congress"]}