{"title":"Delhi minister Satyendar Jain arrested by ED in alleged money laundering case","content":"The Enforcement Directorate on Monday arrested Delhi Health Minister Satyendar Jain in an alleged money laundering case, PTI reported.He was taken into custody under criminal sections of the Prevention of Money Laundering Act after questioning, unidentified officials told the news agency. He is likely to be produced before a court on Tuesday.In April, the Enforcement Directorate had attached immovable property worth Rs 4.81 crore allegedly belonging to companies linked to Jain and his relatives, according to The Indian Express. The companies are Akinchan Developers Private Limited, Indo Metal Impex Private Limited, Paryas Infosolutions Private Limited, Manglayatan Projects Private Limited and JJ Ideal Estate Private Limited.The agency had earlier questioned the Aam Aadmi Party leader in connection with the matter in 2018.The Enforcement Directorate alleged that these were shell companies and that money routed through them was used for buying land or for repaying loans taken for buying agricultural land in and around Delhi.Delhi Deputy Chief Minister criticised the Enforcement Directorate’s move to arrest his colleague, saying that the case against him is bogus. “A fake case has been going on against Satyendar Jain for eight years,” he said on Twitter. “He has been called by the ED several times so far. The ED had stopped calling him for some time because it did not find anything against him. Now it has again started because he is the in-charge of Himachal Pradesh elections.”Polls in Himachal Pradesh will be held later this year  and the Aam Aadmi Party is looking to make inroads into the state after its victory in the Punjab Assembly polls.“The BJP [Bharatiya Janata Party] is afraid of losing the elections and hence he was arrested to prevent him from going to Himachal,” Sisodia alleged.सत्येंद्र जैन के ख़िलाफ़ 8 साल से एक फ़र्ज़ी केस चलाया जा रहा है. अभी तक कई बार ED बुला चुकी है। बीच में कई साल ED ने बुलाना भी बंद कर दिया था क्योंकि उन्हें कुछ मिला ही नहीं। अब फिर शुरू कर दिया क्योंकि सत्येंद्र जैन हिमाचल के इलेक्शन इंचार्ज हैं।1/2— Manish Sisodia (@msisodia) May 30, 2022\n\nIn May 2018, the Central Bureau of Investigation had also filed a case against Jain, in which it had accused him of engaging in corruption in the hiring of a creative team for the public works department, according to PTI. Jain also holds the public works department portfolio in the Delhi government.However, earlier this year, it filed a closure report before a Delhi court, citing lack of evidence.In January, Delhi Chief Minister Arvind Kejriwal had said that Jain would likely be arrested by the Enforcement Directorate. “We got the information from our sources that in the coming few days, before the Punjab [Assembly] election, the ED is coming to arrest Satyendar Jain,” the Aam Aadmi Party chief added. “They are most welcome.”AAP MP Sanjay Singh on Monday accused the BJP of “hatching the fake arrest”, ANI reported.“Satyendar Jain has been arrested in a fake case, an eight-year-old case in connection with which he appeared before ED seven times,” Singh said. “The CBI had given clean chit to him. BJP could not fathom that Jain was made Himachal Pradesh in-charge, so they hatched this fake arrest.”He said the case highlights the misuse of the investigating agencies by the BJP.“Soon he [Satyendar Jain] will be out as it’s a baseless case,” Singh added. “BJP is losing Himachal Pradesh polls.”","author":"Scroll Staff","time":"2022-05-30T20:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143015-bgsqqnlvpz-1592404344.jpg","tags":["Satyendar Jain","Delhi Police","Enforcement Directorate","Money laundering case","AAP","BJP"]}