{"title":"Delhi residents claim ownership of land given for construction of Ayodhya mosque  ","content":"Two sisters from Delhi on Wednesday moved the Allahabad High Court claiming the ownership of the land allotted to the Uttar Pradesh Sunni Waqf Central Waqf Board for the construction of a mosque in Ayodhya, reported PTI. The five-acre land was given to the board in accordance with a Supreme Court order in the Ayodhya title dispute case.The petition, filed before the Lucknow bench of the High Court, is likely to be taken up for hearing on February 8. Rama Rani Punjabi and Rani Kapoor alias Rani Baluja, who moved the High Court, demanded that the authorities be restrained from transferring the land to the Waqf Board till the pendency of a dispute filed before the settlement officer in Ayodhya.The sisters said in the writ petition that their father Gyan Chandra Punjabi had settled in Faizabad district after coming to India during the partition in 1947 from Punjab. The Faizabad district is now officially known as the Ayodhya district.They claimed that their father was allotted a 28-acre land in Dhannipur village for five years. The sisters claimed that their father continued to possess the land after the five-year period.Later, the petitioners said, their father’s name was removed from the records. Gyan Chandra Punjabi appealed against this to the Ayodhya additional commissioner and the plea was allowed, the sisters claimed.The petitioners also claimed that the consolidation officer again removed their father’s name from the records. They said an appeal was filed before the settlement officer in Ayodhya against the order of the consolidation office. However, they claimed that the authorities allotted their land to the Waqf Board disregarding their petition. The five-acre land plot in question was allotted by the Uttar Pradesh government to the Sunni Waqf Board in Dhannipur village for the construction of a mosque. The Indo-Islamic Cultural Foundation had on December 19 unveiled the design for the mosque and a hospital to be built on the plot. The project to build the mosque formally began on the land on January 26 with a flag-hoisting ceremony and a tree plantation drive.","author":"Scroll Staff","time":"2021-02-04T20:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152276-ybaanglaua-1612443087.jpg","tags":["Ayodhya","Uttar Pradesh Sunni Waqf Board","Dhannipur village","Ayodhya dispute"]}