{"title":"Delhi temporarily withdraws new excise policy, orders opening government liquor shops","content":"The Delhi government on Saturday temporarily withdrew its new excise policy and ordered opening government-run liquor shops.Under the new excise policy that came into effect in November, licences of 849 liquor shops were were issued to private firms through open bidding. Earlier, four government corporations ran 475 liquor stores and the remaining 389 were private shops. The old system will now be in force for six months till a fresh excise policy is implemented, according to a note signed by Ashish Chandra Verma, the principal secretary of the Delhi Finance Department, the Hindustan Times reported. The development came days after Delhi Lieutenant Governor Vinai Kumar Saxena recommended an inquiry by the Central Bureau of Investigation into the new excise policy introduced by the Aam Aadmi Party government.The lieutenant governor had accused Delhi Deputy Chief Minister Manish Sisodia of procedural lapses and of giving undue benefits to liquor licensees. Sisodia heads the Excise Department of the Delhi government.However, on Friday, Sisodia accused the Bharatiya Janata Party of using central government agencies such as the Enforcement Directorate and the Central Bureau of Investigation to threaten Delhi government officials and liquor shops owners to ensure that the excise policy failed. “They have scared even Delhi government officials with threats of ED and CBI so much that they are are not ready to auction [liquor] shops that are closing,” he alleged.  Sisodia also alleged that the BJP wants to reduce the quantum of legal alcohol sold in Delhi to sell spurious liquor. “This is their [BJP’s] business,” he said.  Addressing an Important Press Conference | LIVE https://t.co/5dan85coFw— Manish Sisodia (@msisodia) July 30, 2022\n\nThe deputy chief minister claimed that the BJP wants to implement the “Gujarat model” in Delhi, which he alleged involved a nexus of the Hindutva party members with bootleggers. Earlier this week, 42 Gujarat residents had died after drinking spurious liquor. Sale, manufacture and consumption of alcohol is banned in Gujarat but illegal liquor is purportedly sold in the state.At a press conference, Sisodia claimed that his government had introduced the new policy to end corruption. He alleged that the BJP leaders had given licenses to private liquor shops owned by their relatives and friend and charged them lesser than the legal fee. The deputy chief minister said that earlier the Delhi government used to earn Rs 6,000 crore in a year in revenues from 850 shops. He said that the government would have made a revenue of Rs 8,500 crore in a year under the new policy.","author":"Scroll Staff","time":"2022-07-30T13:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177811-umyseukaas-1659164418.jpeg","tags":["Delhi","excise policy","Manish Sisodia","Vinai Kumar Saxena","liquor shops"]}