{"title":"Delhi liquor policy case: CBI questions Bharat Rashtra Samithi leader K Kavitha ","content":"The Central Bureau of Investigation on Sunday reached the home of Bharat Rashtra Samithi MLC K Kavitha to record her statement in connection with its inquiry into alleged irregularities in the now-scrapped excise policy of the Delhi government, reported PTI.On December 1, the Enforcement Directorate had named Kavitha, the daughter of Telangana Chief Minister K Chandrashekhar Rao, in the liquor policy case. The agency has alleged that the MLC was part of a “south group” that paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair, who has been arrested in the case.Kavitha’s name cropped up in a remand report filed by the Enforcement Directorate, citing statements by an arrested Gurugram businessman named Amit Arora.On December 2, the Central Bureau of Investigation had issued a notice to the politician. On December 5, Kavitha had informed the agency that she cannot meet officials the next day and suggested alternative dates, including December 11.On Sunday, the Bharat Rashtra Samithi asked its party leaders and cadre not to visit Kavitha’s house in Hyderabad’s Banjara Hills or protest against the questioning, reported The Indian Express. The security around Kavitha’s residence has also been increased as a precautionary measure.The Delhi liquor policy caseUnder the policy, which was implemented in Delhi on November 17 last year, licences of 849 liquor shops were issued to private firms through open bidding.The Enforcement Directorate had filed a money laundering case in August based on a first information report of the Central Bureau of Investigation that had named Delhi Deputy Chief Minister Manish Sisodia as an accused person, among others.The excise policy was withdrawn by the Aam Aadmi Party-led government on July 30 with Delhi Lieutenant Governor Vinai Kumar Saxena recommending an investigation into the alleged irregularities in the regime.","author":"Scroll Staff","time":"2022-12-11T16:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178800-lotcffjwyj-1661162089.jpg","tags":["Hyderabad","Aam Aadmi Party","K Kavitha","Delhi Excise Policy Case"]}