{"title":"Delhi court denies bail to Manish Sisodia in CBI, ED cases on liquor policy","content":"A Delhi court on Tuesday dismissed a bail application filed by former Deputy Chief Minister Manish Sisodia in the Delhi liquor policy case, reported Live Law.Sisodia, named as a key conspirator in the case, has been in jail since February 2023, when he was arrested by the Central Bureau of Investigation. On March 9, 2023, the Enforcement Directorate arrested him in the same case. He is currently lodged in Delhi’s Tihar Jail.The Aam Aadmi Party leader had sought bail in cases filed by both the Central Bureau of Investigation and Enforcement Directorate.Appearing for the Central Bureau of Investigation, public prosecutor Pankaj Gupta opposed Sisodia’s bail plea on Tuesday and said the leader does not satisfy the rigours for granting bail under the Prevention of Money Laundering Act, according to Live Law.Gupta said Sisodia is a powerful person with “political clout” and that the allegations against him show that a case is made regarding the destruction of evidence and misuse of power by him.Special judge Kaveri Baweja of Rouse Avenue Court denied bail to Sisodia after hearing the arguments.This is the second time the trial court has rejected the former Delhi deputy chief minister’s bail petition.His first bail plea in the Central Bureau of Investigation case was rejected on March 31 last year. Special Central Bureau of Investigation judge MK Nagpal of Rouse Avenue court had said in his order that Sisodia can prima facie be held the “architect of the criminal conspiracy”.On April 28 last year, a trial court denied bail to the Aam Aadmi Party leader in the money laundering case filed by the Enforcement Directorate in the liquor policy case.The Delhi High Court in July upheld the trial court’s order.In October, the Supreme Court denied bail to Sisodia after stating that the authorities have tentatively established a money trail worth Rs 338 crores.The top court in December also dismissed his review petition. “We have carefully perused review petitions as also the grounds in support thereof,” a bench of Justices Sanjiv Khanna and SVN Bhatti said. “In our opinion, no case for review of the judgement dated 30.10.2023 is made out.”The caseThe Enforcement Directorate’s case is based on a first information report registered by the Central Bureau of Investigation alleging irregularities in the Delhi government’s now-scrapped liquor policy.The agencies have alleged that Delhi’s Aam Aadmi Party government modified the policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The former deputy chief minister is accused of extra-procedural interference in framing the policy.","author":"Scroll Staff","time":"2024-04-30T18:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178743-mkrkhovdhw-1676783383.jpg","tags":["Manish Sisodia","excise policy case","Delhi","Delhi excise policy","Delhi liquor policy"]}