{"title":"Delhi Lt Gov might be on his way out despite bringing Gujarat Model to Capital","content":"Congress-appointed Governors are an endangered species these days. The newspapers are rife with speculation that the Bharatiya Janata Party-run central government is pushing them to resign. On Tuesday, it seemed as if the first wicket had fallen: BL Joshi, the governor of Uttar Pradesh, announced that he would be stepping down. Reports suggest that up to ten governors whose tenures are set to end within the next six or seven months will also be encouraged to give up their seats.Not all might be going out without a fight, though. Delhi’s Lieutenant Governor, Najeeb Jung, is probably the most prominent of these executive appointees at the moment because, in addition to holding a plum post, he is also actually running the Delhi government. Delhi’s Assembly has been suspended ever since the Aam Aadmi Party stepped down in February, which means Jung is both in charge of all executive operations in the state and also responsible for considering whether a new government is viable.Jung, a former IAS officer who also spent time working for Reliance Global Management Services, is a Congress appointee. But he hasn’t let that come in the way of endearing himself to the new administration.Soon after Narendra Modi officially took charge, the Prime Minister had a meeting with the Lieutenant Governor to discuss the management of Delhi. Following this, the Hindustan Times reported that Jung had decided to implement the \"Gujarat Model\" in the Capital.This included sending three teams of bureaucrats to study operations in the state that had been ruled by Modi for over a decade. One team has just returned from Ahmedabad, full of praise for the Sabarmati riverfront revival project and is seeking to implement the model along the Yamuna, despite the objections of scientists in the capital. Another team is now set to visit Surat to study the CCTV model there, while a third is expected to examine solar power projects in Gujarat.But bringing the \"Gujarat Model\" to Delhi might not save Jung’s job yet.Although he is not one of those expected to be dismissed immediately, there has been speculation that Jung might be asked to leave in the next round. There has also been jostling within the BJP for who could potentially be replacing Jung. The top names currently being discussed, according to Mail Today, are diplomat-turned-politician Hardeep Puri and senior BJP leader Lalji Tandon.Any change will possibly have a huge impact on Delhi’s future. With word that the BJP might be trying to poach Members of the Legislative Assembly from both the Congress and the Aam Aadmi Party to form the government, the Lieutenant Governor could have an important role to play in deciding whether he will allow defections or whether the capital will have fresh elections.","author":"Scroll Staff","time":"2014-06-18T07:00:20+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/667409-b9702628-9495-47bb-b10a-827139c41883.jpg","tags":[]}