{"title":"Delhi court reserves judgement on Manish Sisodia’s bail petition","content":"A Delhi court on Saturday reserved its judgement on the bail application filed by former Deputy Chief Minister Manish Sisodia, who is in jail in the liquor policy case, Bar and Bench reported.Special judge Kaveri Baweja of the Rouse Avenue Court said that the order will be pronounced on April 30.The Aam Aadmi Party leader has sought bail in the cases filed by both the Central Bureau of Investigation and Enforcement Directorate.Sisodia, who has been named as a “key conspirator” in the liquor case, has been in jail since February 2023, when he was arrested by the Central Bureau of Investigation. On March 9, 2023, the Enforcement Directorate arrested him in the same case. He is currently lodged in Delhi’s Tihar Jail.On Saturday, Public Prosecutor Pankaj Gupta, representing the CBI, contended that Sisodia is an influential politician and it was at his insistence that the co-accused persons carried out the alleged offences.Gupta contended that a preliminary case was made out against the former deputy chief minister about the destruction of evidence and misuse of power, Live Law reported. He also argued that Sisodia’s case was not at par with those of other accused persons who got bail.The caseThe Enforcement Directorate’s case is based on a first information report registered by the Central Bureau of Investigation alleging irregularities in the Delhi government’s now-scrapped excise policy.The agencies have alleged that Delhi’s Aam Aadmi Party government modified the policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The former deputy chief minister is accused of extra-procedural interference in framing the policy.","author":"Scroll Staff","time":"2024-04-20T14:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187386-zczrwnvdry-1677563261.jpg","tags":["Manish Sisodia","Enforcement Directorate","liquor policy case","Kaveri Baweja","Delhi court","CBI"]}