{"title":"Delhi Police suspends police officer for assaulting Muslim men offering namaz","content":"The Delhi Police has suspended an officer for assaulting Muslim worshippers during congregational prayers on Friday, on a street in the national capital’s Inderlok area, ANI reported.“The [policeman] has been suspended,” Deputy Commissioner of Police, North Delhi, Mukesh Kumar Meena, said. “Disciplinary action is being taken.”A video of the incident, showing the policeman kicking prostrated worshippers during namaz, was shared widely on social media. The policeman’s actions triggered public outrage.Some of the worshippers can be seen halting their prayers and engaging in an argument with the police officer.#WATCH | DCP North Manoj Kumar Meena says, \"Action has been taken against the police officials seen in the viral video. The police post in charge has been suspended. Disciplinary action is being taken. The situation has been normalized...Traffic has been opened...\" https://t.co/SKU1IcOXF7 pic.twitter.com/isnXS0Whl9— ANI (@ANI) March 8, 2024\n\n\nIn Delhi's Inderlok, the police kicked the worshippers while they were offering namaz on road. The same police shower rose petals when Kanwar takes out yatra. pic.twitter.com/AwiMtev3fU— Waquar Hasan (@WaqarHasan1231) March 8, 2024\n\n\nImran Pratapgarhi, a Rajya Sabha MP, criticised the police officer for “violating the basic principles of humanity”. In a social media post, Pratapgarhi urged the police to file a case against the officer and terminate his services.Congress Spokesperson Supriya Shrinate shared the video and wrote sarcastically on X, “The police of Amit Shah was working diligently to live up to its motto: peace, service, justice”.The incident came a day after United Nations experts urged the Indian government to protect the religious rights of minorities and prohibit the advocacy of hate crimes in the country.","author":"Scroll Staff","time":"2024-03-08T17:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199104-mjmugtbivi-1709896369.jpeg","tags":["Delhi police","Namaz","Assault","Delhi"]}