{"title":"Delhi’s Daryaganj second hand books market: Going, going... but not quite gone yet?","content":"On the particularly rainy Sunday morning of August 18, at around 9.30 am, a total of four stalls for second hand books were set up on Delhi’s Aruna Asaf Ali Road. These belonged to vendors who had assumed it would fine to do business there, since it was the older haunt of the legendary second hand books market at Daryaganj – Netaji Subhash Marg – that had been declared a non-vending zone under orders from the Delhi High Court.The back story: The Sunday Patri Kitab Bazar in Daryaganj – the original home of Delhi’s publishing companies – which used to run on the stretch of Netaji Subhash Marg from Delite Cinema to Golcha Cinema every Sunday for decades has been facing dislocation or closure following an order from the Delhi High Court to the North Delhi Municipality Corporation.The scene that morning, then:Stall 1: An old, worn-out man had spread some newspapers on the pavement with a few books on display, while the rest were in a sack. The idea was to be able to vanish quickly in case of an emergency.Stall 2: Books were put in small stacks on a rickshaw, their variety and genre not entirely visible, run by a few vendors jointly. The profits would be shared.Stall 3: Books were stacked inside the back of a car. The vendors asked buyers what they wanted, located the books, and handed them over.Stall 4: Stationery items were laid out outside an ATM.There was a discreet atmosphere bordering on shadiness, completely unlike the openness and accessibility that has been fundamental to the Daryaganj book market. The deception lasted an hour. At 10.30 am, the vendors had begun emptying the pavements, just before the “MCD ki gaadi” arrived. By 10:45 am, the Daryaganj Patri Kitab Bazaar was back to not being the Daryaganj Patri Kitab Bazaar for the fifth consecutive Sunday.\n\n\n    \n    Play\n\nA “natural” marketOn the same Sunday, long-standing members of the Daryaganj Patri Sunday Book Bazaar Welfare Association had put up banners on Netaji Subhash Marg, calling out the indifference and delay on the part of the authorities. The vendors believe that there has been a violation of the Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014. This act allows natural markets where street vendors have conducted business for over fifty years to be declared heritage markets, with the stipulation that the vendors in such markets shall not be relocated without strict adherence to an official procedure. This procedure includes 30 days’ notice, which the vendors claim that they haven’t received. The weekly book bazaar in Daryaganj would probably qualify to be one such market. Since the late 1960s, the market has expanded “naturally” on the pavements of Netaji Subhash Marg and the lanes leading off it, after sharing spaces with other weekly markets. From February 2018 onwards, the sale of books was restricted to a stretch of 500 metres between the two time-honoured cinema halls – Golcha and Delite. Some students from several universities in Delhi – among them the University of Delhi, Jamia Milia Islamia, Ambedkar University, Jawaharlal University – had gathered on the same Sunday to show their support for the vendors and the book market. Their demand was uniform – get the book market back, and at the soonest. Debapriya, a student from Delhi University, pointed out that the decision to evict the sellers would affect small vendors the most, those who did not have the means to work on a different business model. “I came to find two books today, and I found one in one of the ‘big’ bookstores here,” Debapriya said.“But it is not about these big bookstores. The small vendors make this space what it is. I have been hearing stories about Daryaganj from my professors, and had only recently started coming here, becoming a part of a student culture that has always found its spirit on these streets. This is an attack on the intellectual heritage of Delhi. However, if you ask me, it feels like a personal attack. I love books, and I live for reading them. In my little but significant interaction with this market, it has been all about that for me.”What are the options?The vendors are open to alternatives as long as it doesn’t affect their earnings. They have not been able to choose any of optional locations they have been offered nearby – the Ramlila ground, the Hanuman Mandir in Jamuna Bazar, Mata Sundari Road, or the Kachha Bagh area. Each has its own problems, they say, related to conveyance, lack of customer access, distance from godowns, and miscreants. Not surprisingly, the uncertainty is even affecting the communication amongst themselves.Sandeep Vidyarthi has been a favourite among philately enthusiasts in Delhi. His stall offers exclusive philately books as well as a unique collection of old stamps, coins, and albums. Why doesn’t he set up his tiny stall somewhere else in Delhi, a location like Connaught Place, for instance, in the centre of the city? “I will have to start from scratch, which is difficult,” he replies. His grandfather set up this business, and his father followed. It was a natural move for him. “We have our own contacts. There are people who come to me from all over India to collect stamps and these books. Of course I will be disappointed if this market isn’t set up again, but there are many others whom this will hurt too.”","author":"Kanupriya Dhingra","time":"2019-08-24T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126054-gawuuyryqw-1566570471.jpeg","tags":["books","market","Delhi"]}