{"title":"Delhi violence: HC judge who rapped police for inaction transferred to Punjab and Haryana High Court","content":"Delhi High Court judge, Justice S Muralidhar – who had on Wednesday criticised the central government, the state as well as the police for the violence in North East Delhi – has been transferred to the Punjab and Haryana High Court, Bar and Bench reported. The number of casualties as a result of large-scale mob violence in Delhi, much of it directed at Muslims, climbed to 27 on Wednesday.The Supreme Court Collegium had recommended the transfer on February 12, and the government notified it on Wednesday night. Muralidhar began his practice in Chennai in 1984 and moved to Delhi in 1987 to practice at the Supreme Court and the Delhi High Court. He was appointed to the Delhi High Court in 2006. The Delhi High Court Bar Association had protested against the collegium’s decision by abstaining from work for a day earlier this month. “In exercise of the power conferred by clause (1) of Article 222 of the Constitution of India, the President, after consultation with the Chief Justice of India, is pleased to transfer Shri Justice S Muralidhar, Judge of the Delhi High Court, as a Judge of the Punjab and Haryana High Court and to direct him to assume charge of his office in the Punjab and Haryana High Court,” the notification read.ALERT: Jstice S Muralidhar, Judge of Delhi high court who asked Delhi Police hard questions in court today, transfered to Punjab and Haryana high court. @TheQuint pic.twitter.com/lIJixHa1Xn— Aishwarya S Iyer (@iyersaishwarya) February 26, 2020\n\nIn two other notifications, the Centre also notified the transfers of Bombay High Court judge Justice Ranjit More to the Meghalaya High Court and Karnataka High Court’s Justice Ravi Vijaykumar Malimath to the Uttarakhand High Court. The SC collegium had recommended these transfers also on February 12. I find that the other 2 transfers have also been notified separately. But not giving them time to join is very unusual https://t.co/sVOFSicdi3— Prashant Bhushan (@pbhushan1) February 27, 2020\n\nThe Delhi High Court on Wednesday said “another 1984 riots” cannot be allowed in the city and directed the police to take a decision on filing cases against three Bharatiya Janata Party leaders – Kapil Mishra, Anurag Thakur and Parvesh Verma – for hate speech. The court also ordered security for citizens, 24-hour helplines, adequate ambulances and shelters. The court also rebuked the police for inaction during the violent clashes in North East Delhi and said the situation would not have escalated if the police had “not allowed instigators to get away”.The court added that the highest functionaries of the state have to be “very, very alert” and said state and central government functionaries should meet the victims and their families. Justice S Muralidhar, who led the proceedings, was also surprised to note that the Delhi Police official in the court had not watched a video of BJP leader Kapil Mishra, which was the first prayer in the petition. “Are you saying that even the commissioner of police has not seen the video related to [petition] one?” the judge said, according to Bar and Bench. “This is too serious a matter. I am amazed at the state of affairs of Delhi Police. You have flagged the issue of urgency before us. Why as a law officer do you think prayer one is not urgent?”Muralidhar also rapped the Delhi Police official for claiming that he had not watched the clip. The court noted: “There are so many TVs in your office, how can [a] police officer say that he hasn’t watched the videos.” Mishra has been accused of instigating people after he gave a three-day ultimatum to the Delhi Police on Sunday to stop an anti-CAA protest in the national Capital. His speech came hours before clashes between two groups began.Muralidhar noted that the situation was “very unpleasant” in Delhi and said the police should not “have to wait for a court’s order” and take action on its own.Justice Muralidhar had on Tuesday held a hearing at midnight and asked the police to ensure safe passage to those injured during the violence, and to provide emergency medical assistance at government hospitals.","author":"Scroll Staff","time":"2020-02-27T07:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137308-sousjrsvrf-1582771363.jpeg","tags":["Delhi violence","Punjab","Haryana","High Court","Justice S Muralidhar"]}