{"title":"Delhi excise policy: ED arrests Aurobindo Pharma director, liquor company Pernod Ricard official","content":"The Enforcement Directorate on Thursday arrested officials of two companies in connection with its investigation into alleged irregularities in the now-scrapped excise policy of the Delhi government, PTI reported.P Sarath Chandra Reddy, director of Aurobindo Pharma, was arrested along with Benoy Babu, general manager of Pernod Ricard, under sections of the Prevention of Money Laundering Act.Aurobindo is a major player in the drugs market globally and makes a range of medicines from antibacterials to antidepressants. Pernod Ricard is a French wine and spirits company.Following the development, the Hyderabad-based pharma company said in a filing that Reddy’s arrest is not connected with the operations of Aurobindo or its subsidiaries. Shares of Aurobindo fell about 12% at the end of the trading session.Meanwhile, the Enforcement Directorate told a special court that Reddy is “one of the kingpins and major beneficiary” of the policy. He actively conspired with various business owners and politicians to gain undue advantage through the Delhi excise policy, it alleged.The central agency also alleged that Babu played a “crucial role in perpetuating” the scam. It alleged that he colluded with Sameer Mahandru, the managing director of liquor manufacturing company Indospirit, and others to create a “nexus of manufactures-wholesalers-retailers to gain market share by unethical means”.The central agency said that an analysis of Babu’s emails showed that he was aware of the excise policy much before it was made public. Alleging that he had known about the day-to-day developments about the policy formulation, the Enforcement Directorate said he created “severe loopholes” that eventually gave undue benefits to Pernod Ricard.The Enforcement Directorate had filed a money laundering case in August based on a first information report of the Central Bureau of Investigation that had named Delhi Deputy Chief Minister Manish Sisodia as an accused person, among others.The excise policy was withdrawn by the Aam Aadmi Party-led government on July 30 with Delhi Lieutenant Governor Vinai Kumar Saxena recommending an investigation into the alleged irregularities in the regime.","author":"Scroll Staff","time":"2022-11-10T21:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182650-yrnozwasvy-1668094389.jpeg","tags":["Enforcement Directorate","Benoy Babu","Aurobindo Pharma","Pernod Ricard","P Sarath Chandra Reddy","AAP","Manish Sisodia"]}