{"title":"Supreme Court upholds demonetisation by 4:1 majority ","content":"The 2016 demonetisation exercise cannot be struck down on the grounds of proportionality or the process followed to make the decision, the Supreme Court said in a 4:1 judgement on Monday on a batch of petitions challenging the government’s move to ban Rs 500 and Rs 1,000 banknotes.This majority verdict of the five-judge Constitution bench was delivered by Justice BR Gavai. Justice BV Nagarathna, who wrote a separate judgement, held the demonetisation exercise unlawful. However, Nagarathna held that there was no point in striking it down now.A Constitution Bench of Justices S Abdul Nazeer, Gavai, AS Bopanna, V Ramasubramanian and Nagarathna had heard 58 petitions challenging the government’s 2016 decision.At 8 pm on November 8, 2016, Prime Minister Narendra Modi had announced that Rs 500 and Rs 1,000 currency notes would cease to be legal tender in India from midnight. Modi had said that the decision had been taken to “fight corruption, black money and terrorism”.Majority verdictIn his judgement, Gavai said the demonetisation had a “reasonable nexus” with the objectives of the move like eradicating black marketing, weeding out counterfeit notes and stopping terror funding . “It is not relevant whether the objective was achieved or not,” he added.Gavai held that the period of 52 days prescribed for exchanging demonetised currency could not be called unreasonable.The verdict also held that the decision-making process could not be found faulty just because the proposal came from the central government, and not the Reserve Bank of India. “There has to be great restraint in matters of economic policy,” it said. “Court cannot supplant the wisdom of executive with its wisdom.”The majority verdict also said that a “restrictive meaning” cannot be put on the usage of the term “any” in Section 26(2) of the Reserve Bank of India Act for referring to a series of legal tender. The petitioners had question the government’s decision to only demonetise Rs 500 and Rs 1,000 banknotes.Justice Gavai said that Section 26(2) of the RBI Act cannot be struck down on the ground of excessive delegation. The provision allows the Centre to declare that any series of bank notes of any denomination would cease to be legal tender.The concept of excessive delegation refers to the legislative delegating its functions to any other authority in a manner that is considered unconstitutional.Dissenting judgementIn her judgement, Nagarathna, however, argued that Gavai’s ruling does not take into account the fact that the Centre’s power to demonetise any legal tender comes from Entry 36 of the Union List, and not the Section 26(2) of the RBI Act.Entry 36 of the Union List deals with currency, coinage and legal tender, among other things.“If demonetisation is to be initiated by the central government, such power is to be derived from Entry 36 of List-1 [Union List],” Nagarathna said. She held that the proposal to change status of the legal tender has to come by the way of legislation and if secrecy is needed in the case, it needs to be done by passing an Ordinance.“Demonetisation of all series of notes at the instance of central government is a far more serious issue than the demonetisation of particular series by the bank,” Nagarathna said.The judge also held that the Union government initiated the demonetisation exercise and sought the opinion of the RBI. “Such an opinion given by the RBI cannot be construed as a “recommendation” under Section 26(2) of the RBI Act,” he said.Citing records submitted by the RBI, the judge noted that that RBI uses the words “as desired by the central government” that show there was no independent application of thought by the central bank.“The action of demonetisation initiated by the Central government as per November 8, 2016, notification is unlawful,” she held. “But status quo ante cannot be restored at this point of time. What relief can be given now? Relief needs to be moulded.”Demonetisation moveSoon after the 2016 decision was announced, several persons, many of them elderly, had died while standing in long queues to exchange their money. As millions of families were left stranded with no cash, some even killed themselves after failing to exchange old notes for valid currency.The petitioners claimed that the exercise violated several constitutional rights, such as the right to property (Article 300A), right to equality (Article 14), right to carry on any trade, business or occupation (Article 19) and right to life and right to livelihood (Article 21).The Centre had defended the exercise, telling the Supreme Court on November 16 that demonetisation was a “well-considered decision” taken after preparation and consultation with the Reserve Bank of India.During the hearings, the Supreme Court had said that it would not play the role of a silent spectator only because the decision pertained to economic policy.","author":"Scroll Staff","time":"2023-01-02T11:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166763-wwxcgmouof-1637769120.jpg","tags":["demonetisation exercise","Supreme Court","Reserve Bank of India"]}