{"title":"Despite wrestlers’ courage, a culture of fear grips Indian sport","content":"It was difficult to miss the symbolism of champion wrestler Sakshi Malik’s gesture during  a press conference in New Delhi on Friday, when she placed her wrestling shoes on a table. She was literally hanging up her boots. Her retirement was not accompanied by cheers to celebrate the eventful career of the only Indian woman grappler to have won an Olympic medal.She was bowing out in protest.It was surreal, but probably the only thing that was left to do. For more than half of the 2023 calendar, Malik, Tokyo Olympic medallist Bajrang Punia, World Championship medallist Vinesh Phogat and many other Indian wrestlers had publicly fought the system.They fought for the ouster of Wrestling Federation of India chief Brij Bhushan Sharan Singh, the Bharatiya Janata Party MP whom they accused of sexual harassment and intimidation. They won that battle. Then they lost the war.Brij Bhushan had been removed as chief of the wrestling body, but in the federation elections on Thursday, his close associate Sanjay Singh was elected as the new president – by an overwhelming majority.Also read: For Indian sportspeople to feel safe, reforms are urgently neededThe wrestlers declared their surprise. But among their fellow athletes in other sports, there has been shocked silence. Because in India, being an athlete means that you are required to stay within the lines. You cannot protest openly nor take a stand for anything that may be construed as anti-government.It is all a part of the culture of fear that dwells within Indian sport.Scroll attempted to contact several athletes to ask them about to comment about the situation in which their wrestling colleagues find themselves. Some of those to whom we called and sent texts were part of the same contingents as these wrestlers at events  like the Olympics, Commonwealth Games and Asian Games. No one answered. And who can blame them? Over the course of an athlete’s journey, they learn the skills that will take them to the highest echelons of their sport.  They also learn that they must show deference to those who govern their sport  – who, in India, are most often politicians.  Failing to do so would mean losing the patronage of the state that is crucial for India’s athletes. Often, perceived slights against those in power could mean being ignored for selection for major events. As a consequence, they cannot freely stand up even for a fellow athlete.When the wrestlers launched their courageous protest against Singh in January and resumed it in April, voices of support from other sportspersons were few and far between.  It was only when Phogat, in an interview with a national daily, questioned the silence of her fellow athletes that a few public messages of support came through.It was only when the wrestlers were shoved, pushed, tackled, manhandled and detained by the Delhi Police in May that more voices of support came through from fellow athletes.In visuals: Protesting wrestlers Sakshi Malik, Bajrang Punia, Vinesh Phogat detained by Delhi PoliceOver the past decade, Indian sport has risen globally. The country has produced proud and fearless world-beaters. Some have become the ones to beat.But in a nation where sporting icons are sometimes treated as deities, there are always times when they are reminded that they have no option but to obey the political bosses who run Indian sport. We are not yet the sporting nation we hope to be.","author":"Shahid Judge","time":"2023-12-22T16:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190647-gprozbalsf-1685265936.jpg","tags":["Sakshi Malik","Vinesh Phogat","Bajrang Punia","Wrestlers protest","Brij Bhushan Sharan Singh","Wrestling Federation of India","WFI","Indian wrestling"]}