{"title":"In Assam’s Sipajhar, Bengali Muslim residents claim they were targetted in eviction drive","content":"“My father would have been alive had those Bangladeshis been evicted before,” said Kalyan Das, a student of Class 11 who lives in Sipajhar in Assam’s Darrang district.The body of his father, 58-year-old Ananda Das, was found next to a wetland in the area on the afternoon of November 23. Das, a farmer, had gone missing two days earlier. According to Mukut Ali, the police officer investigating his alleged murder, the body bore “no signs of external injuries”. In over two weeks, there has been no medical confirmation of the reasons and circumstances that led to Das’s death. On December 7, Ali said that the post-mortem report was still pending. The local police, however, is treating the death as a case of murder. “Since his body was found next to a water body, we suspect he was asphyxiated underwater,” said Ali.Das’s death set off a chain of events, which started with mob violence and ended with the eviction of 60 families who were allegedly encroaching on government land.Ananda Das.Vandalism and evictionThe discovery of Das’s body plunged Sipajhar into turmoil almost immediately. In a matter of hours, residents of Upper Kuruwa village, where the Das family lives, descended on Gondhiyapathar, the neighbouring village, where the body was found, and burnt down three houses. The irate mob contended that Das had been killed by people from Gondhiyapathar.Also in the fray were local activists from the All Assam Students’ Union and the Prabajan Virodhi Manch, which describes itself as “a forum against infiltration”. The term “infiltration” refers to illegal immigration.According to Ali, who was present when the houses were demolished, there was “little the police could do”. “We were comprehensively outnumbered, it was a mob of around 2,000 people,” he said.By evening, the district administration stepped in. Announcements were made on loudspeakers that people living in Gondhiyapathar must vacate their houses within a week. The district administration said they were illegally occupying government land. But the bulldozers arrived sooner than that. By the afternoon of November 24, sixty-odd houses were flattened.Darrang’s deputy commissioner Ashok Kumar Barman said the evictions had nothing to with the murder. “They were squatting on government land,” he said. “And the district administration is the custodian of government land, so we have the right to free land that has been occupied without proper allocation or settlement.”According to Barman, an eviction notice was given to Gondhiyapathar’s residents a month earlier. The residents deny it.A tale of two villagesUpper Kuruwa and Gondhiyapathar are separated by a dyke that doubles up as a road. Upper Kuruwa’s residents comprise Hindus and a smattering of tribal people. Gondhiyapathar, on the other hand, is almost exclusively a Bengali Muslim settlement, and a relatively new one. Most people living here arrived around 1993 from a riverine area called Kirakara near Mangaldoi, the administrative headquarters of Darrang district. Their lands there had been washed away by the Brahmaputra.The relationship between the two villages has always been tinged with distrust. Bengali Muslim peasants in the state tend to be branded as “illegal immigrants” from neighbouring Bangladesh who are gnawing away at precious indigenous lands. But that did not come in the way of business. Until Das’s murder and the eviction drive, the residents of the two villages routinely interacted with each other for all kinds of economic transactions. (Photo credit: Arunabh Saikia).Dubious land salesMany of the new migrants in the area even bought land from long-time residents of Upper Kuruwa and the surrounding Hindu villages, which at that time had de facto control over much of the area that is now Gondhiyapathar.Abu Sama, who lost his home and land in Kirakara in 1993, bought two acres of land for around Rs 1.90 lakh from a man called Bhaben Rajbonshi in 2012. “I also paid an extra Rs 20,000 for the registration, but before that could happen they broke my house,” said Sama, who has a notarised agreement as proof of the transaction.Similarly, Gani Miya, who says he came to Gondhiyapathar around 15 years ago, said he bought around half an acre of land from a man from Upper Kuruwa at that time.Most of these transactions, however, are of dubious legality. Barman said that almost all of the land in Gondhiyapathar is classified in his records as professional grazing reserve, over which only the government can stake claim. Consequently, none of these sales and purchases were registered in a court of law – and the only proof of these transactions are notarised agreements, which only have limited legal validity.Residents of Gondhiyapathar now say that they were misled into doling out their life’s savings to people who did not even legally own the land they were selling.Abu Sama bought two acres of land in Gondhiyapathar for nearly Rs 2 lakh in 2012. He has a notarised agreement as proof of the transaction.Who killed Ananda Das?Ananda Das is also said to have sold land in the area to one person called Sorab Ali, who is now a suspect in the alleged murder and has been arrested along with his son and son-in-law. Two other people have also been arrested in connection with the case: Sukur Ali and Dilbar Ali.On November 21, the day Ananda Das disappeared, Sukur Ali was working on Das’s field with him. Kalyan Das said that the arrangement was that Sukur Ali would let them use his bullock in exchange for hay. “We didn’t have a cow of our own, so we borrowed Sukur Ali’s cow to thresh rice and he was also helping out,” he explained. Kalyan Das added that the last time he saw his father, he was with Sukur Ali. But the family also says that Ananda Das had offered to sell Dilbar Ali a plot of land in exchange for a cow, but he later changed his mind and returned the cow. According Kalyan Das, that did not go down well with Dilbar Ali and both men had had an argument recently.Dilbar Ali’s family and neighbours second the story, but claim that Ananda Das had changed his mind as he was under some pressure. “There are these new trouble-makers in the area who want to play politics and divide people, who had asked him not to sell land to people like us,” claimed a neighbour. “But Ananda Das needed a milk-giving cow as he did not have one, so he promised to give Dilbar Rs 5,000 instead, but he had failed to pay up in quite some time, and Dilbar only told him, ‘Pay up fast, you people don’t give us so much time, why should we?’ It was that much, I was there.”The police also suspect that a land deal gone wrong may have led to Das’s alleged murder, said Mukut Ali. The police officer said that all five arrests were based on circumstantial evidence. “There is no material evidence at all till now,” he said.Branded illegalGondhiyapathar’s residents contend that the state has responded to the alleged murder by targeting the Bengali Muslim community living in the area without any proof. “The police should nab whoever committed the crime,” said Saddam Hussen, a young law student and activist from the area. “Instead, the administration has branded an entire village as illegal and made so many families homeless.”The Assam administration has carried out several eviction drives across the state in the past few weeks to free supposed government and forest land of alleged illegal encroachment. Activists, though, claim that the Sipajhar drive stands out from the rest. Evictions in Amchang, forest land on the outskirts of Guwahati, were apparently driven by environmental concerns. In Sipajhar, they were driven primarily by Assam’s old suspicion of Bengali Muslims, they say.Gondhiyapathar’s residents contend that the district administration bowed down to pressure by the Prabajan Virodhi Manch, which is led by Upamanyu Hazarika, who is also a Supreme Court lawyer. The organisation has been vocal about its demands to evict purported illegal encroachers from Sipajhar.In the past, Hazarika has argued that 77,420 bighas (approximately 104 sq km) of government land was illegally occupied by alleged migrants from Bangladesh in Darrang district.Akash Kalita, an aide of Hazarika, told Scroll.in that over 70,000 bighas (approximately 94 sq km) of government land in the area was illegally occupied by almost 70,000 people of dubious nationality. “We’ve been raising our voices since the last three years asking the government to act,” he said. “If the government would have evicted these people in time, this would have never happened. An innocent man would not have died.”Akash Das added that even the current eviction drive was not comprehensive enough, and only a few families had been affected.No arrests have been made so far for the vandalism that preceded the eviction drive.The evicted families living in makeshift houses. (Photo credit: Arunabh Saikia).Contested grazing reservesFinally, grazing reserves in Assam have long been sites of conflict. In 1912, the state government declared vast tracts of land in riverine areas as professional grazing reserves, as a significant number of Nepali graziers started arriving in Assam. These were essentially grasslands that were unlikely to be cultivated by the state’s farmers.Soon, though, these reserves became battlegrounds in the Middle Assam districts of Nagaon and Darrang. In 1945, a grazing reserve in Darrang district witnessed bloody clashes between East Bengal peasants and Nepali graziers after the reserve was opened up to Bengali farmers from East Bengal the previous year.Sipajhar itself is no stranger to the alleged illegal influx debate that has raged in Assam for decades now. It is part of Mangaldoi Lok Sabha seat, where the All Assam Students’ Union had launched its agitation, known as the Assam Agitation, against illegal immigration in 1979.Last December too, the district administration cleared over 1,000 bighas (approximately 1.3 sq km) of government land from alleged encroachers in Sipajhar, a few kilometres from the site of November’s eviction drive.","author":"Arunabh Saikia","time":"2017-12-11T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/860841-76136-nvigtvkybk-1512916357.jpg","tags":["Assam","land","evictions","illegal immigration","infiltration","encroachment"]}