{"title":"‘Do Aur Do Pyaar’ review: Adultery saga has a maths problem","content":"Kavya (Vidya Balan) and Adi (Pratik Gandhi) are unhappily married and happily occupied elsewhere. Kavya, a dentist, is seeing photographer Vikram (Sendhil Ramamurthy) while businessman Adi is involved with actor Nora (Ileana D’Cruz). All is as well as can be until Kavya and Adi get in the mood for love with each other. Where does the couple go from here?The movie about their saga also has some trouble reaching its destination. Advertising filmmaker Shirsha Guha Thakurta’s feature debut Do Aur Do Pyaar sets out with every intention of reinventing screen depictions of adultery and succeeds to an extent, but ever so often loses its nerve and its way.The movie that inspired Do Aur Do Pyaar had a stronger hold on tricky material. Azazel Jacobs’s The Lovers (2017) had a cheeky, simply explored theme: the secret sauce needed to maintain the flavour of modern marriage is not faithfulness but deception. By cheating on their lovers with each other, the husband and wife in The Lovers find a new – if twisted – reason to stay together.While there’s a lack of corresponding spice in Do Aur Do Pyaar, the film does propose a re-look at Chicken 65. The Hindi version, written by Amrita Bagchi, Eisha Chopra and Suprotim Sengupta, is less of an official remake than a heavily underlined rewrite with redundant footnotes.\n\n\n    \n    Play\n\nDo Aur Do Pyaar (2024).Infidelity in Indian movies is either so demanding that it produces nonsensical comedy or so unthinkable that it causes unrelenting misery. Do Aur Do Pyaar aims for somewhere in the middle. The film’s open-mindedness towards straying spouses is refreshing, but conservatism is never far away, whether in the attempt to explain the roots of the failed union or in a scene revolving around abortion.The excess baggage accumulated in the journey from liberal America to orthodox India includes Kavya’s family. Kavya is surely not the only one annoyed by her extended clan, especially her hidebound father (Thalaivasal Vijay). The only good thing to come out of the encounter is the use of the chart topper Bin Tere Sanam from Yaara Dildara (1991). This club favourite, apart from serving as a sonic reminder of what Kavya and Adi share, is also livelier than the original tunes in the rest of the soundtrack.Irregular pacing and uneven tonality accompany Kavya and Adi as they attempt to find the sweet spot between duty and happiness. There are solidly staged scenes too, but you have to wait for them.We don’t even fight anymore, Kavya wanly tells Adi, summing up their ossified marriage. Vidya Balan and Pratik Gandhi have crackling rapport. Both actors benefit from the movie’s lack of judgement, with Gandhi especially strong as the husband who is carrying far too many burdens. Ileana D’Cruz too is a sparky presence, enlivening her limited screen time.The other fly in the ointment, American actor Sendhil Ramamurthy’s Vikram, is neither convincing nor effective. Ramamurthy brings to the movie his natural accent – which means that portions of the film are in English – and memories of a similarly tousled photographer who attracts a married woman in Aparna Sen’s Parama (1985).Among the Easter eggs tucked into Do Aur Do Pyaar is Nora, who evokes the feminist heroine from Henrik Ibsen’s play A Doll’s House. Nora is appearing in a stage production as Rosie, also the name of Waheeda Rehman’s adulteress from Vijay Anand’s Guide (1965).There are numerous predecessors to Do Aur Do Pyaar with varying approaches to morality in Hollywood, Bollywood and Indiewood. Guha Thakurta’s mission to treat marital ties differently is never anything but sincere. Cinematographer Kartik Vijay’s muted palette and intimate close-ups draw us towards the quartet of consenting adults. But banal dialogue, overly complicated plotting and nervousness at skewering the institution of marriage chase us away.","author":"Nandini Ramnath","time":"2024-04-19T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200123-jynkstsctt-1713385918.jpg","tags":["Do Aur Do Pyaar review","Shirsha Guha Thakurta","Vidya Balan","Pratik Gandhi"]}