{"title":"Documentary on Madhukar Zende goes beyond his image as the captor of serial killer Charles Sobhraj","content":"Like so many Indians, filmmaker Akshay Shah has been fascinated with the half-Indian and half-Vietnamese career criminal Charles Sobhraj. And like a few other Indians, Shah decided that a better subject than Sobhraj is the Mumbai policeman who captured him when he slipped out of jail – twice!Exclamations abound in Zende, Shah’s entertaining documentary about the life and times of retired Crime Branch officer Madhukar Zende. Shah’s directorial debut revolves around conversations with the supremely fit octogenarian. Throughout the biographical narrative, Zende is aware of his reputation as well as more than willing to send up his image as one of Mumbai first “super cops”. Zende comes off as charismatic, garrulous, performative and perfectly in sync with the documentary’s playful tone. Zende even poses shirtless on a beach, displaying proof of his fitness. His declarations are replayed for effect, as though we are hearing a line of dialogue from a movie. Zende on himself: “I am a person of action!” Zende about the super cop cult: “There’s nothing like a super cop. Everybody’s a cop.” Zende on Sobhraj: “How long will you go on about it?” Zende (2023). Courtesy Dora Digs Studios.Among the archival material used in the film is a Marathi comic book about Zende – proof of his impact on popular culture. “The fascination began with Sobhraj like many others, but it ended the day I sat across Zende sir,” Shah told Scroll. “His nonchalant simplicity is plenty fascinating.” Zende will be premiered on October 31 at the Mumbai Film Festival, which runs until November 5. In addition to taking Zende back to his old haunts – his previous home, his office – Shah gets him to rewind to his early days in the police force, his inspirations and key cases.The Sobhraj escapades are only a blip in Zende’s professional graph, both filmmaker and subject will have you know. Although Zende has preserved the T-shirt he was wearing during his second arrest of Sobhraj in a restaurant in Goa, he mock-complains about being known as “the Sobhraj man” and asserts, “Sobhraj was a minor part of my life.”Shah too wants to go beyond Sobhraj. Through his sketch, Shah has attempted to create a profile of an upright law enforcement officer vastly different from the corrupt police officers and swaggering movie characters we keep hearing about these days. The film refers to Zende’s yeoman service in Dharavi, the sprawling slum in Mumbai, as well as his efforts towards defusing tense situations during the communal riots that devastated the city in 1992. The jaunty musical score, by Sneha Khanwalkar, includes a composition written and performed by Ganesh Chandran Shive singing Zende’s praises for his stint in Dharavi. Zende (2023). Courtesy Dora Digs Studios.“Bollywood runs behind encounters specialists,” Shah observed, referring to the police officers whose reputation rests on how many gangsters they have killed. “Zende runs a different school of thought – working with the people, peace-keeping. It doesn’t make for your good Bollywood plot, but it surely makes for a great policeman.”The documentary might well have been a film about a Singham-like character who walks in slow motion, shoots to kill, and drips aphorisms. “The film’s idea began with a commercial potboiler with a big star, but all Bollywood cop films are a copy of a copy of a copy,” Shah stated. “We wanted to break commercial, go experimental. Only Zende does that.” Shah contacted Zende, who lives in Pune, after reading a book about him. An email was all it needed to convince Zende to be in the documentary. “Films mean scripts and schedules, but Zende only followed his mood,” Shah said about the filmmaking process. “No script, no schedule – we just followed his in footsteps. No plan turned out to be the best plan. We re-discovered Bombay like never before.”At least two years were spent on trawling through various archives. Among the people Shah consulted was Deepak Rao, who is a treasure trove of information on the police force as well as Mumbai’s history. “The most fascinating learning has to be the 14-page report on the Bombay underworld by Zende,” Shah said.Artificial intelligence tools were used to create photographs of some of the characters Zende met during the course of his professional career between 1960 and 1996, including the Mumbai crime lords Haji Mastan and Karim Lala. “Stories that were beyond documentation were created with AI,” Shah said. “I personally feel that AI is a great tool to enhance filmmaking, not replace the essence of it. Actually, non-fiction could really benefit from AI for surpassing real-life limitations.” Akshay Shah.Also read:Charles Sobhraj hated India, but the country got to him in the end","author":"Nandini Ramnath","time":"2023-10-28T09:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195364-oyvvmljbbq-1698441272.jpeg","tags":["Zende","Akshay Shah","Mumbai Film Festival"]}