{"title":"Documentary retraces the journey of the woman from Faizabad who became Begum Akhtar","content":"Nirmal Chander’s documentary Zikr Us Parivash Ka (In Praise of That Angel Face) provides a reminder of Begum Akhtar’s antiquity in the opening sequence. Only somebody older than a hundred can tell you where Begum Akhtar lives, a bystander tells Chander as he hunts for the house in the Faizabad town where one of India’s greatest classical singers was born. Another says, I’m not old enough to know.Towards the end of the film comes a reminder of her lasting impact on classical music. A fan from Pune who visits her grave speaks movingly of what her songs and performances have meant to him.Chander’s film, made for the Sangeet Natak Akademi production in 2015, rests between ignorance and appreciation. The 54-minute film has most recently been screened at the International Documentary and Short Film Festival of Kerala and the London Indian Film Festival.Zikr Us Parivash Ka provides a cradle-to-grave account of the woman known as Akhtarbai Faizabadi until she adopted a more respectable title. Chander traces the singer’s formative years in Faizabad, where she was born in either 1913 or 1914 to the courtesan Mushtari, and follows her through her early successes at private gatherings (or mehfils) and concerts, her brief playback singing and acting career, and her emergence as one of the greatest voices in Hindustani classical music. There are interviews with her student, the ghazal singer Shanti Hiranand, writer Saleem Kidwai, members of her family, and singer Shruti Sadolikar Katkar.“With Begum Akhtar, you can meet people over five or seven years and you will still not be finished,” Chander said.Mushtari and Begum Akhtar (left). Image credit: Sangeet Natak Akademi.Chander makes good use of a radio interview with Akhtar in which she declares, “I am fortunate to have been born in a land where music is present in the very air,” and numerous archival photographs, some of them from Pran Nevile’s illustrated book Nautch Girls of India: Dancers, Singers and Playmates. The filmmaker locates Akhtar as a link between the courtesan tradition that was robbed of its patronage with the decline of the zamindari system and the professional singer whose fame travelled from saloons to the mainstream through public concerts, gramophone records and the radio.The film has aural and visual texture to spare. Esteemed cinematographer Ranjan Palit gorgeously shoots the vestiges of a fading world – the capacious mansions where she once gave private performances, and the gracious men and women whose appreciation for Akhtar’s craft endures beyond her death in 1974 hours after a performance in Ahmedabad.“The idea was to make the film it look grand and match Begum Akhtar’s stature and her music,” Chander said. “I wanted to get her music to come alive visually.”Zikr Us Parivash Ka. Image credit: Sangeet Natak Akademi.Chander was recruited by the Sangeet Natak Akademi to make a film marking Akhtar’s birth centenary (celebrated in 2014). “They gave me a free hand to make the film,” Chander said. “I spent four to five months listening to her music and seeing what worked for the film and appealed to me. I didn’t have a structure or a script, and it all came together on the editing table.”While the documentary provides an engrossing account of the woman and the world out of which she sprang, it bypasses the intersection between the public performer and the private individual. Akhtar married lawyer Ishtiaq Ahmed Abbasi in 1944, and she briefly gave up singing before returning to her profession. Abbasi encouraged Akhtar to take up more serious poetry in her singing, and along with her voice, her renditions gained heft too.Akhtar liked to wear red lipstick to her performances; she smoked; she had “pain in her voice,” according to Shanti Hiranand. The source of this pain remains hidden in Chander’s respectful account, which concentrates on the music and the milestones.Begum Akhtar and Ishtiaq Ahmed Abbasi. Image credit: Sangeet Natak Akademi.“There were lots of rumours about her personal life, and I didn’t want to go into them,” Chander explained. “No one can actually give you a first-hand account of what really shaped her, and the rest is conjecture. You cannot hope to cover a subject fully in a biographical documentary. I decided early on that I wasn’t going to make a film to please everybody and would keep away from that pressure.”What we get is a measure of the artist, which is doled out through anecdotes. A telling one is from sitar player Arvind Parikh, who taught her to play the instrument for two-and-a-half years before her death. A novice should always practise only in front of the Ustad, Akhtar told Parikh once – an indication of her ease with herself as well as her ability to always remember her place in the world of classical music.Begum Akhtar. Image credit: Sangeet Natak Akademi.","author":"Nandini Ramnath","time":"2017-06-20T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/840959-60184-mtjevfrswe-1496918686.jpg","tags":["Zikr Us Parivash Ka","documentary","Begum Akhtar"]}