{"title":"Documentary on AAP's 2013 Delhi campaign is a chronicle of a crisis foretold","content":"It's perhaps inevitable that a film about the Aam Aadmi Party’s 2013 election campaign for the Delhi assembly will mean many things for many people: archival documentary, record of history in the making, lesson in modern campaigning techniques, and chronicle of a crisis foretold.Lalit Vachani’s An Ordinary Election was shot before AAP won Delhi for the first time, gave it up after a 49-day term on dubious moral grounds and retook the capital this year. It was completed before party leader and Delhi Chief Minister Arvind Kejriwal went to Bangalore to find a cure for his hacking cough and before party heavyweights such as Prashant Bhushan and Yogendra Yadav publically aired their dissent. It was in the cans long before the crucial meeting of AAP’s National Council was called on Saturday to decide the fate of Bhushan and Yadav, who have been removed from the party’s Political Affairs committee.An Ordinary Election is rooted in a specific moment, and although Vachani had no way of knowing it then, it views the race for Delhi over the head of the wrong horse. Vachani chose to follow former journalist Shazia Ilmi’s campaign for the RK Puram constituency from the start to the finish, recording the experiences of the candidate and party volunteers. Ilmi lost the election by 327 votes to a candidate from the Bharatiya Janata Party. The year after shooting was completed, Ilmi, to everyone's surprise, decided to quit AAP, complaining of the lack of inner-party democracy, and signed up to the BJP.“There was no way of knowing then that Shazia was not going to be with the party,” Vachani told Scroll.in. Ilmi is undoubtedly convincing as she magnificently works the crowd. “I was meant to be here,\" she declared about her association with AAP. \"I wasn’t meant to be anywhere else.” An Ordinary Election is set to be screened in Delhi on March 30 and 31, at the Films Division in Mumbai on April 4, and in Kolkata on April 6 and 7.AAP equals dramaIlmi’s campaign is filled with ups and downs, advances and setbacks. The newly formed party grapples with the challenges of raising funds, volunteer logistics, media coverage and booth management. Campaign managers are hired and fired; voters are cynical and dismissive; Ilmi deals with the aftermath of a sting operation. “The film has archival value, it is a record of a new party starting out, of how they construct the aam aadmi as they go along,” said Vachani, whose previous work includes The Boy in the Branch, The Men in the Tree (both exploring the ideology of the Rashtriya Swayamsewak Sangh) and In Search of Gandhi, which recreates the Salt March of 1930.Vachani and his partner Srirupa Roy were initially considering a documentary on new political formations and the Lok Sabha election of 2014. “It turned out that we didn’t get our big grant for our film on the national election, but we had already started our research,” Vachani said. Three constituencies in South Delhi were identified, and RK Puram was chosen because, among other things, Vachani had direct access to Ilmi through a friend. Budgetary restraints also meant that Vachani had just one crew to film the election.“If I had got the grant, the plan would have been to study a couple of more campaigns by other parties, or look at AAP in the Lok Sabha election,” Vachani said. “However, I am glad it turned out this way – the film would have been diffuse if we had started looking at other political formations.”An Ordinary Election was shot in phases between August and December 2013. Vachani and his crew had unfettered access to the AAP functionaries, including the ousted campaign managers and a shop-keeper named Mohan Agrawal who swears by the party's mission to root out corruption but is kicked out after the election has ended. “The access was incredible, they were very open to being filmed, and in fact they were so porous that I knew of spies coming in and getting their databases,” said the 50 year-old filmmaker. “It was quite endearing and I was disarmed. I could have been from a rival party misusing the footage.”The Aam Aadmi Party’s meteoric rise to prominence and power has consumed journalists and political scientists and has already inspired another documentary, Proposition for a Revolution, in which filmmakers Khushboo Ranka and Vinay Shukla follow the party’s leadership from their heady early days in Pragati Maidan in 2011 to their quest to form a government in the 2013 Delhi election. “Proposition for a Revolution is a view of the ground from above, with incredible access to Kejriwal and the top leadership, while I have the perspective from below,” Vachani said. Both films focus on the build-up to the first Delhi election, and do not look at AAP’s confounding victory in the February elections.Lessons from 2013, rather than 2015In the absence of an analysis of how AAP convinced its supporters and detractors to back it the second time round, An Ordinary Election remains an incomplete narrative of a new party’s growing pains. “I was in Germany and I wasn’t able to film the second election,” Vachani said. (He teaches courses on political documentary and documentary theory and production at the Centre for Modern Indian Studies at the University of Göttingen there.)“There was the danger of the film going on and on, but I wanted it to be self-enclosed, and the story of this campaign with an epilogue at best,” Vachani added. “The logic of carrying on with the film was that it was talking about events as they were happening. I was particularly interested in the politics of swaraj, the way it was used by leaders, volunteers and candidates. I wanted to end the film with Shazia’s voice talking about swaraj and why she left the party.”It’s possible to view An Ordinary Election as a cautionary tale of AAP’s systemic flaws. Its motley bunch of leaders and volunteers contribute to the party’s rainbow character, but also precipitate the frequent appearance of dark clouds. Footage that failed to make the final cut of the documentary includes Kejriwal’s speeches in which he repeatedly praises the dedication of Vinod Kumar Binny, who followed Ilmi after AAP gave up power in Delhi in 2013, Vachani said.AAP’s inner-party democratic culture, which supposedly distinguishes the outfit from its rivals, has blown up in the party’s face with the recent battles between Kejriwal on the one hand and Prashant Bhushan and Yogendra Yadav on the other. An Ordinary Election provides some ideas about why AAP is unique, as well as why it will be troubled for some time by its autonomy-loving members who are united by a desire to rehaul the political system ‒ but little else. Said Vachani, “The party is by no means a finished product.”Lalit Vachani.","author":"Nandini Ramnath","time":"2015-03-27T12:45:48+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/716486-90f070c2-33ba-4768-9a1b-e7e4e21efbd4.jpg","tags":[]}