{"title":"Does the EWS judgment remove the 50% cap on reservations?","content":"Four days after the Supreme Court upheld the validity of the quota for economically weaker sections, extending reservations to 59.5% of the population, the Jharkhand Assembly passed a bill increasing total reservations in educational institutions and government jobs in the state from 60% to 77%.Both figures cross the 50% upper limit for reservations set by the Supreme Court. While this cap can be breached in exceptional circumstances, courts have consistently struck down reservations when they breach this ceiling. However, legal experts are divided if this criterion changes after the  judgement on the quota for members of  the economically weaker sections. While some believe that this judgement will help states such as Tamil Nadu, where reservations stand at 69% even before reservations for the economically weaker sections, many believe that this judgement simply reiterates the existing law and so will have no impact.The 50% ceilingThe first time the Supreme Court spoke of a 50% ceiling on reservations was in 1962. But it was in a 1992 nine-judge bench case, Indra Sawhney v Union of India, that the Supreme Court, while deciding on reservations for Other Backward Classes, accepted a 50% cap on reservations. In that verdict, however, the court held that this reservation could be breached in “extraordinary situations”. Four of the judges said that this extraordinary situation might entail people from “remote areas” who might need to be treated differently on account of them being “out of the mainstream of national life and in view of the conditions peculiar to…them”. But the judges said that this should be exercised with “extreme caution”.“It is relevant to point out that Dr. Ambedkar himself  contemplated reservation being ‘confined to a minority of seats’,” the  lead judgement said, quoting a Constituent Assembly speech of BR  Ambedkar, chairman of the Drafting Committee of the Constitution, in the context of reservations in jobs.Since then, the judiciary has used this judgement to consistently stay reservations that exceed the 50% cap. For example, in 2021, while deciding on a 16% reservation for the Maratha community in Maharasthra, which pushed the reservation in the state to 68%, the Supreme Court held that the data presented to the court did not show any extraordinary situation, as laid down by the court in 1992, which would allow a breach of the 50% cap.Screenshot from a livestream of the five-judge bench pronouncing the EWS verdict. Credit: PTI In September, the Chhattisgarh High Court  struck down a 2011 law passed by the Chhattisgarh government that raised the quota provided to Scheduled Castes, Scheduled Tribes and Other Backward Classes to 58%. The court  said that there were no exceptional circumstances that merited  breaching the 50% limit.Apart from this, in 2017, both the Orissa and Rajasthan High Courts struck down state laws that raised total reservations beyond 50%.EWS judgementIn 2019, when the Central government passed a constitutional amendment to institute reservations for economically weak members of the upper castes in addition to existing quotas for disadvantaged castes and tribes, the total share of reserved seats went up to 59.5%. Before this, total quotas stood at 49.5%: 15% for Scheduled Castes, 7.5% for Scheduled Tribes and 27% for Other Backward Classes.One of the arguments, in the case related to reservations for the economically weaker sections, was that this new quota would be unconstitutional since it breaches the 50% ceiling. However, on November 7, the Supreme Court held that, in this case, contravening the 50% cap does not violate the Constitution’s basic structure. Amendments can only be tested on whether they violate the basic structure of the Constitution – essential features that the legislature cannot take away.Only one majority opinion, Justice Dinesh Maheshwari’s, explicitly deals with the 50% issue. It says two things: one that the 50% ceiling put by the Supreme Court was only in the context of reservations under Articles 15(4), 15(5) and 16(4) – provisions dealing with reservations for Scheduled Castes, Scheduled Tribes and Other Backward Classes; and second, that the 50% ceiling is flexible.On November 11, the Jharkhand Assembly passed a bill raising reservations in the state to 77%. Credit: JharkhandCMO via TwitterStates breaching 50%Four days after the judgement, the Jharkhand Assembly  passed a bill raising reservations in the state from 60% to 77%. This  bill will come into force once the Centre includes it in the Ninth  Schedule through a constitutional amendment. Article 31B  of the Constitution states that any law put in this schedule would not be subject to judicial review. However, the Supreme Court has held that these  laws can still be tested with respect to the basic structure of  the Constitution. Thus, while laws placed in this schedule would not be immune to judicial review, they would be harder to strike down compared to other laws.Previously, in  1993, Tamil Nadu passed a law that upheld a total quota of 69% in the state. Before this law, the 69% quota in the state was implemented through executive orders. This law was put in the Ninth Schedule by way of a constitutional amendment. A challenge to the Tamil Nadu law is pending before the Supreme Court.Apart from these instances, several other states are also looking to increase their quantum of reservations beyond 50%. For instance, Karnataka is looking to expand reservations  to 56% and place its law in the Ninth Schedule. Bihar and Odisha are also advocating to remove the 50% cap.What changes with EWS judgement?With the 10% quota for members of the economically weaker sections being held constitutional, experts are divided on whether this will help states in breaching the 50% cap.“This judgement helps us to the extent of saying that reservations can be more than 50%,” said P Wilson, a member of Parliament from the Dravida Munnetra Kazhagam and senior advocate who also argued in the case. “It says that 50% ceiling is not a part of the basic structure.”The minority opinions of Justice Ravinder Bhat and former Chief Justice UU Lalit in the case relating to the quota for the economically weaker sections said the view of the majority judgement has a “direct bearing” on the outcome of the Tamil Nadu case. These two judges, however, did not give a finding on the 50% issue.On the other hand, several legal experts believe that the judgement does not change the law in any way. “This judgement has basically said that the 50% ceiling is not rigid,” said G Mohan Gopal, constitutional law expert and one of the lawyers who appeared in the economically weaker sections’ case. “In that way, it is adopting the same approach as Indra Sawhney.”Alok  Prasanna Kumar, senior resident fellow at the legal think tank, Vidhi Centre  for Legal Policy also believes that the judgement does not impact any pending litigation on the 50%  ceiling.“They [the  court] have only set a de-minimis [lacking significance] threshold,” he said, referring to how  this judgement only says that crossing the 50% limit is not violative of  the basic structure by itself. “However, the law [such as that in Tamil Nadu] will still have to  be tested on its own merit.” It did not mean, he added, that state laws that bring in new quotas are automatically immune from being tested on the basic structure doctrine.Protest march in Mumbai for reservations for the Maratha community. Credit: PTIOnly a caste quota cap?The judgement on the quota for the economically weaker sections, in fact, might have established that the 50% cap only applies to earlier caste-based quotas and not to new forms of affirmative action based on income. “Indra Sawhney was on 15(4) and 16(4) – reservations for SCs, STs and backward classes,” Gopal said. “But EWS reservation is under the entirely new 2019 provisions of the Constitution which did not exist in the Constitution when Indra Sawhney was decided.”Said Anup Surendranath, professor of law at  National Law University, Delhi, “The judgement says that it is okay to go beyond the 50% limit  if it is non-Scheduled Caste, Scheduled Tribe or Other Backward Classes  reservation.”The judgement notes that “the ceiling limit of fifty per cent...applies only to the reservations envisaged by Articles 15(4), 15(5) and 16(4)”. Thus, this judgement may allow for the passing of new quotas  that are not based on caste, experts believe. “It may now open up a way to get around  the 50% ceiling by saying that the criteria [for reservation] is not  caste-based,” Surendranath said.This brings a range of questions, he believed,  such as how different kinds of vertical and horizontal reservations  will interact with each other. “Reservations for women, transgenders,  religious and linguistic minorities, etc. are all going to raise important  constitutional questions in the times ahead,” Surendranath added.","author":"Umang Poddar","time":"2022-11-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182563-afgtcfinlq-1668672172.jpg","tags":["Economically weaker section","Reservations","50% ceiling"]}