{"title":"Does India really need so many literature festivals?","content":"Why are there so many literature festivals in India? At last count – and it’s hard to keep up – there were at least 70 such events around the country, not including literary meets at colleges and universities. The number is probably higher, since it’s difficult to keep up.Sometimes the venues seem a little, well, unlikely. A recent “litfest” in my own city, Panchkula, came close on the heels of two in Chandigarh, and one each in Sangrur, Kasauli and Kumaon. All of these are towns where serious bookshops are either closing down – as elsewhere in the country – or never existed in the first place.The key question: are all these festivals reversing the decline in readership numbers? Are they, perhaps, increasing sales of books?A way to discover other writers“I think it’s important to see these two factors in isolation,” insisted Ananth Padmanabhan, CEO, HarperCollins Publishers India. “Bookstores closing down [and only a few are] is purely a function of economics. The chain stores were over invested in real estate, with very high costs, and didn’t quite see the trend changing towards other sources and changes in customer patterns.\"He added: “The latter, however, is a result of very poor customer service. At the present moment, online booksellers are bridging a major gap [there weren’t enough bookstores in India to begin with] and are able to ship books to various cities that did not have bookstores. As customers choose to buy books from other sources, literature festivals are playing a very major role in helping grow much-needed word of mouth for authors and their books.”Padmanabhan has a point. At a well-curated festival, readers are quite likely to encounter writers and books they’ve not heard of. Some of these authors make a strong enough impression to induce people to buy and read their work.Agreed writer Madhulika Liddle, author of the Muzaffar Jang series, “If you look at how things were even ten years ago, when it was either literary, high-brow stuff on the one hand or Chetan Bhagat on the other – the scenario has changed a lot.”Only option for many authorsFor Liddle, it’s also the only way in which reticent writers like herself can let people know of their existence. “Even that little bit of visibility helps,” she pointed out. Added writer Manjiri Prabhu, director of the Pune International Literary Festival, “Where else would an author meet his fans or fans meet their authors? Where else would a writer meet other authors to network?”The well-connected among writers often use celebrities from Bollywood, politics and the world of sports as magnets for crowds at their book launches. Leaving aside for a moment the value of an audience that is interested in the star rather than the book, the question remains: how do authors without such influence – or the money that buys it – reach potential readers?Clearly, the performance aspect of appearing in person before an audience – triple-digit-strong if you’re lucky, lower in number than the room temperature if you’re not – is an opportunity to make an impression on readers. Listen to Ava Suri, a compulsive reader and a book-blogger: “For readers like me it is a surreal experience to see authors in flesh and blood. As a reader, I am more likely to warm up to authors if I have seen or heard them.” Echoes Liddle, ““This is true, even if at times the writer really is no good at being on show and would really rather just be writing.”What if it’s a waste of time?But then, while a well-conceived festival is a useful opportunity for writers not in the limelight to talk about their books, a poorly-designed one can achieve just the opposite. As Jai Arjun Singh, author and book critic, argues, some literature festivals are really well-organised with invitations sent out, guest-lists finalised, topics decided, and everything planned months in advance – but not all.Sometimes, said Singh, “A bunch of authors are put on a panel at the last moment and expected to speak on random topics as if they knew everything. If the organisers were truly interested in promoting authors and not make these events a matter of ‘ego boost’ or a means to ‘show off’, they would put more thought into planning and organising these events.”For smaller festivals, this is no easy matter. While the reputed, big budget festivals in Jaipur, Mumbai, Chennai and Kolkata, for instance, can command stellar line-ups and well-planned panels, others find themselves scrambling. Asked Alaham Anil Kumar, founder and director of the International Writers and Readers Festival in Goa, “Can you imagine the logistical challenge involved in bringing prize-winning, bestselling, first-time and regional authors on one platform at the same time?”What about actual sales?A writer at the Lucknow International Literary Festival, where I was invited to be a panelist, told me dourly, “Literature Festivals do not lead to sales of books, which is the reason I have started refusing to be at such events. Frankly, I am much better off writing books than spending my ‘writing’ time at these events, especially as most of them do not pay anything to the authors.”Can writers and publishers count on a sales surge at a literature festival? “We don’t necessarily expect huge sales of books at the venues themselves,” said Padmanabhan. “Readers and fans do buy books to have them signed by their favourite authors, but by and large readers now either buy ahead, or afterwards, knowing the convenience and advantages of online book retail.”Says Mona Sen Gupta, who is associated with the Kolkata Literature Festival, \"Instead of royalties, what writers can take away from such festivals is the reader’s feedback and points of interest. The question and answer sessions, in particular, reveal a lot about the way readers are thinking at a particular point of time, and the ways in which they want to engage with a writer.\"Now, if only each of those 70 – and counting – literature festivals could ensure just that.Vani has just completed the sequel to her rom com novel, The Recession Groom.","author":"Vani","time":"2016-02-29T08:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/804326-4f989dca-be5f-41d4-a476-c3c3c4aa935e.jpg","tags":["literature festivals proliferation"]}