{"title":"‘Dolly Kitty Aur Woh Chamakte Sitare’ review: Cousins on a path to empowerment","content":"The colour scheme is straight out of a gift card shop. This being a woman’s picture, passionate pinks and blood-hot reds abound. But the prevailing mood in Alankrita Shrivastava’s Dolly Kitty Aur Woh Chamakte Sitare is actually a mild shade of blue.The 120-minute sisterhood saga is set in Greater Noida, described in the Netflix film as a city of dreams. Radha, who goes by the ditzy-sounding name of Dolly, is a devoted wife and mother, dutiful employee and determined optimist. Her cousin Kaajal is a romantic soul who keeps a scrapbook and is deliriously happy to have escaped her small town. Kaajal (Bhumi Pednekar) finds self-awareness earlier than Dolly (Konkona Sen Sharma). Dolly’s husband Amit (Aamir Bashir) has a roving eye and an unwelcome touch, which pushes Kaajal away from the family. She gets a job at a call centre where women chat up men over the phone and persuade them to buy fluffy toys and plastic roses. Kaajal’s new name, Kitty, leads to an altered identity, which includes getting her hair coloured and pursing a relationship with frequent caller Pradeep (Vikrant Massey).Bhumi Pednekar and Vikrant Massey in Dolly Kitty Aur Woh Chamakte Sitare (2020). Courtesy Balaji Telefilms/Netflix.Dolly too is attempting to create human connections in a world ruled by phone apps. Her breakout from her dollhouse existence includes handling the attention of delivery boy Osman (Amol Parashar). In Shrivastava’s screenplay, some men prove to be catalysts and others crutches. Among the more satisfyingly fleshed-out concepts in the unevenly paced and frequently tepid film is the suggestion that Dolly and Kitty must stumble before they rise up to their full potential. Unlike the ratings for good service that are given on apps, these women have to forge their own paths to self-acceptance and freedom.Enlightenment creeps up gradually but surely on the cousins – a point better made with Dolly’s story. There are enough elements in her narrative track to have merited a standalone movie: a sub-plot revolving around her younger son (which is hurriedly dealt with), her relationship with her husband (which doesn’t adequately give a sense of the rot that has set in), her frayed bond with her mother (which wooshes by). Bhumi Pednekar does a fine job as the level-headed Kitty, but Kitty’s journey is neither as interesting nor revelatory. The movie belongs to Konkona Sen Sharma’s chirpy but hollow-eyed Dolly. Sen Sharma, who was equally wonderful in Shrivastava’s breakthrough film Lipstick Under My Burkha (2016), perfectly conveys Dolly’s maudlin existence and quiet resistance. The movie opts to reveal incremental victories rather than make a grand statement about its feminist themes. Dolly is better placed in this regard – rather than shattering the walls of her gilded cage, she decorously dismantles them one at a time. \n\n\n    \n    Play\n\nDolly Kitty Aur Woh Chamakte Sitare (2020).","author":"Nandini Ramnath","time":"2020-09-18T17:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147587-kwvhjippax-1600326119.jpg","tags":["Konkona Sen Sharma","Bhumi Pednekar","Dolly Kitty Aur Woh Chamakte Sitare movie review"]}