{"title":"Dongmo, charoti, saikala: The ingenuity of India’s little-known cookware","content":"Last year, on a trip to Palampur, a quaint town at the foot of the Dhauladhar range in Himachal Pradesh, I was determined to eat a Himachali dham, a celebratory feast cooked on special occasions such as weddings and served on pattals or leaf plates. Having not been invited to a wedding, the wish seemed fanciful. Luckily, it turned out that in and around Palampur, there are a few dhabas that offer a dham-style meal – madra (chickpeas in yoghurt sauce), spiced lentils, luscious kadhi and much more. The question then was: how do you tell apart the right dhaba from the wrong one?“Keep an eye out for big, fat pots,” our hotel caretaker told us helpfully. He was right. Outside a dhaba in Maranda we saw a few pots covered with shallow bowls that fitted his description and inside we received a meal that matched my expectation.Dham is cooked in massive rotund pots called charoti or baltoi. These are made of brass and have a short, narrow neck and thick walls. “Used to cook for large crowds, on an open fire built in a deep trench, charoti is designed to withstand high heat and allow the curry to cook slowly so that its flavours can bloom,” explained culinary writer Divya Sud Qureshi, a champion of Himachal’s culinary culture. “The design also ensures that the food remains hot for a long period of time.”Like charoti, there are numerous kinds of cookware in India that are specific to regions or communities. Either made of uncommon material or unusual in shape and size, these traditional utensils often offer an insight not only into a community’s food, but also its culture, history and lifestyle.Take, for instance, the tree bark casserole made by the Shompen tribe of the Great Nicobar Island. “The Shompens have complete knowledge about the plants in the forest and their characteristics, as it is indicated by their clever use of bark casserole,” writes Kavita Arora in her 2018 book Indigenous Forest Management in the Andaman and Nicobar Islands, India. To build the casserole, the Shompens use the fire-resistant bark of local trees, such as Areca catechu and Calophyllum inophyllum.Up north, in mountainous Ladakh, it is not trees but stones that are used to make cookware. Nilza Wangmo, who runs Alchi Kitchen, a restaurant in a town near Leh, identifies a range of utensils found in a traditional Ladakhi home, each one with a specific purpose. The first one she lists is “doslang, a stone slab used as a griddle to make the local sourdough bread, khambir”. Next comes doltok, a heavy black stone pot used to prepare stews, soups, Yarkandi pulao (a dish of rice, meat and vegetables) and paba (a cross between a bread and pudding, made with a flour that consists of grains and legumes, sometimes flavoured with caraway seeds). To stir and shape the paba into thick triangular bricks, a special spatula made of wood from apricot or walnut trees is used. Ladakhis call it skya. For barley soup, they use a broom-like ladle called silkya.\n\t\t\n\tDongmo. Credit: John Hill/Wikimedia Commons [GNU Free Documentation License]The doltok, Wangmo explains, is made by generational craftsmen in Nubra valley. Their process begins with scouring the mountains for the right stones, which are hauled down the mountains with ropes and then painstakingly carved into deep-bottomed pans over days and weeks. To a traditional Ladakhi, buying a good doltok is almost as important as getting a good dongmo. A dongmo is a hollow wooden cylinder with decorative brass motifs that is used to prepare the region’s beloved salty butter tea. The cylinder is fitted with a lid, which has a hole for a long wooden plunger, or dasher, to go through. Once the boiling tea is poured into the cylinder – along with butter, salt and yak milk – the dasher is employed to churn the concoction.Kerala storyRegi Mathew is familiar with such unique cookware. The chef and co-owner of the restaurant Kappa Chakka Kandhari in Chennai, Mathew has travelled extensively through his home state, Kerala, to document its culinary culture. In the north of the state, he points out, a few Mudaliar families, who originally migrated from Tamil Nadu, have been making the famous Ramassery idlis in special curve-necked earthen pots. Each pot is filled with water and its mouth covered with a woven grid of nylon threads. On this is placed a white muslin cloth. Next idli batter is poured onto the cloth and covered by another pot. “This ensures that the steam runs through the idlis but cannot escape, making the idlis melt-in-the-mouth soft,” explained Mathew. To pour the batter, the Mudaliar families of Ramassery use chiratta thavi – spoons and ladles made of coconut shells.Traditionally, around Kerala, fish curry is slow-cooked in meenchatti or manchatti – a flat-bottomed terracotta pot with a wide mouth. The uniqueness of the pot is that it allows the cook to hold it by the rim and give a quick swirl, writes Vijayan Kannampilly in The Essential Kerala Cookbook. This ensures that the curry does not stick to the bottom and, at the same time, obviates the need to stir with a ladle, which can disintegrate a soft fish. Meenchatti “retains heat inside for a long time…thus allowing for slow-cooking and remains just warm enough on the outside to permit the gentle swirling,” Kannampilly writes. “Before putting a meenchatti to use, it is necessary to boil water in it and drain it out at least thrice. At the third time, a teaspoon of refined oil can be added to the water. This helps to remove all traces of clay and seals the pores of the chatti.” Mathew adds that a fish curry is often allowed to mature overnight in the manchatti, to give it depth and a flavourful accent, before being eaten the next day.A woman makes Ramassery idlis on a wood fire. Photo credit: Meenakshi Soman.Another utensil unique to Kerala is puttu kutti or puttu kudam, which is used to make puttu (steamed crumbly logs of ground rice and coconut, mildly seasoned and typically served with a spicy meat curry). A puttu kutti “comprises a cylindrical tube with a ridged cap for its base that has holes in it,” said Mathew. “This tube is packed with rice flour and coconut flakes, and fitted into a round vessel filled with water. When heated, the steam runs through the holes into the tube, cooking the rice-and-coconut mixture. Traditionally, the tube would be made of hollow bamboo or bell metal but nowadays it’s available in steel and aluminium too.”The Rowther Muslim community of Kerala and Tamil Nadu once counted on its manda, a hollow clay pot with tiny feet, to prep in the kitchen. A cook would throw shallots, green chillies and cooked rice into a manda and crush with a spatula, before tipping the contents into whisked eggs to make fluffy omelettes. “The surface of the pot helped crush [the ingredients] while bleeding some of its own flavour into them,” said Hazeena Seyad, a cookbook author and food chronicler who has been documenting the culinary culture of Rowther Muslims. “It is quite difficult to find a manda these days.”Cherished inheritanceFurther up on the western coast, a cherished possession in every Maharashtrian kitchen is a puran yantra. A hand-operated masher, the yantra is typically used to make the stuffing for puran poli, the Maharashtrian flatbread, but is equally convenient for beating strained yoghurt, or malai chakka, to make shrikhand. As Saee Koranne Khandekar notes in Pangat, a puran yantra is preferable to a mixer or blender because, unlike them, it doesn’t generate the high heat that affects the flavours and textures of a dish.Another kitchen appliance that scores high on convenience is the Coorgi saikala or chaikala. “A Coorgi kitchen can be identified by its saikala,” said Anjali Ganapathy, who serves bespoke Kodava dining experiences at PigOut in Bengaluru. Saikala is a traditional brass steamer with a rounded bottom, quite like a handi, and an upper segment that resembles a Dutch oven with a perforated base. “We use it to steam accompaniments like kadambutt (steam rice balls), paaputt (broken rice and coconut steamed putt), thaliyaputt, snacks like kovaleputt, and different puddings and cakes,” she said. Ganapathy inherited her saikala from her grandmother: “it is inscribed with her initials and was a part of her wedding trousseau.”In the Kumaon region of Uttarakhand, wedding trousseaus traditionally included heavy-bottomed brass pots fitted with circular handles that came inscribed with the owner’s name. Called kasera, the pots are still around and can be seen being used to cook large quantities of rice. Next door, in the Garhwal region, culinary consultant Rushina Munshaw Ghildyal says, the legendary mutton curry called bhaddu ka mutton is cooked in a bhaddu, a stout, heavy-bottomed bell metal pot with a narrow neck made of mixed alloy. The bhaddu gives the mutton a distinct flavour while ensuring it’s cooked perfectly. It is a flavour fest, Ghildyal guarantees.Priyadarshini Chatterjee is a food and culture writer, based in Kolkata. She is a Kalpalata Fellow for Food Writings for 2022.","author":"Priyadarshini Chatterjee","time":"2023-05-11T11:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/gphvcbdclc-1490366574.jpg","tags":["Food","Cookware"]}