{"title":"During Covid-19 lockdown, over 300 died due to other reasons such as suicides, hunger, say activists","content":"More than 300 people who died since March 19, mostly during the first two phases of the coronavirus lockdown, lost their lives to huger, financial distress, exhaustion, police atrocities for violating lockdown orders and the inability to get timely medical attention. A group of activists and academics have been tracking the reported deaths on newspapers and news websites in English, Kannada, Telugu and Tamil.Of the 310 deaths that this group tracked, 73 – the most – were caused by suicides. “There have been a staggering number of suicides as well, caused by fear of infection, loneliness, lack of freedom of movement, and alcohol withdrawal during the lockdown,” the group said in a press release.The government put the lockdown in place on March 25 to help curb the spread of coronavirus cases. It was initially supposed to end on April 14, but was first extended till May 3 and now till May 17. The Centre has also issued new guidelines based on risk-profiling of the districts of the country, after classifying them into red, green and orange zones. Till Sunday evening, India had reported 28,070 active cases and 1,307 deaths, according to the Ministry of Health and Family Welfare.Forty-five of the 310 people died due to symptoms of alcohol withdrawal. Reports have shown that several addicts in states such as Kerala had killed themselves over not being able to get liquor. While the Centre had directed all shops to be closed, the Kerala government had allowed people with a doctor’s prescription to purchase alcohol amid the lockdown and said it was considering online sale. But the Kerala High Court later stayed the decision.States such as Assam and Meghalaya opened liquor shops in April, with officials saying “consumption of alcohol is a way of life”. In the third phase of the lockdown, the Centre has issued guidelines and permitted liquor shops to open in red, orange and green zones, as long as consumers maintain strict social distancing. However, no liquor shops will be allowed to open in containment zones, the Centre clarified.\n\t\t\n\tSource: Non-virus deaths during Covid-19As many as 40 people who died were migrants returning to their homes. With businesses upended and establishments shut down, vast numbers of daily wage labourers, many of whom lived where they worked, were suddenly left without any means of sustenance and shelter in large cities. Thousands of them, including whole families, marched along interstate highways to their homes. Even after the government said on April 29 that it would run trains and buses to get them back, workers still continued to walk and cycle back home. Many were on the road when the news came, and some were unaware, while the others surviving on just snacks during their journey wanted to reach home at the earliest. The Centre has now begun special trains and buses to transport migrant workers to their homes.The release said 38 people from vulnerable groups died after timely medical attention was denied to them. While 34 people died of starvation and financial distress, 20 people died of exhaustion while walking home or standing in queues for ration or money. Eleven people died due to police atrocities and eleven others due to reasons such as vigilantism for violating lockdown rules.The data was tracked and collated by three people – assistant professor of legal practice at Jindal Global School of Law Aman, researcher and PhD scholar Kanika and Bengaluru-based engineer Thejesh GN. They said the tracker aims at keeping these deaths in public memory.“These deaths should be counted while assessing the success or failure of the lockdown,” Aman told The Hindu.“Our goal is to put a spotlight on these deaths. While we are focusing on the Covid-19-related deaths, we are neglecting the other deaths,” Thejesh GN said, adding that the number of such deaths in the country will be higher as organisations cannot report every incident.","author":"Scroll Staff","time":"2020-05-03T13:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139626-qbstsnrlep-1586257401.jpg","tags":["coronavirus","Covid 19","Coronavirus lockdown"]}