{"title":"EC bans Adityanath and Mayawati from campaigning for 72 and 48 hours for violating poll code","content":"The Election Commission on Monday banned Uttar Pradesh Chief Minister Adityanath from campaigning for 72 hours and Bahujan Samaj Party chief Mayawati for 48 hours for violating the Model Code of Conduct. The ban is effective from 6 am on Tuesday, the poll panel said.The commission said the leaders are being penalised for their objectionable speeches. The authority had issued show cause notices to Adityanath and Mayawati for their controversial comments on Thursday. The poll panel cited Adityanath’s speech where he compared the upcoming elections to a contest between Ali, a revered figure in Islam, and Bajrang Bali, the Hindu god Hanuman. The Bharatiya Janata Party leader had also suggested that the Bharatiya Janata Party will win the elections as it has faith in Bajrang Bali.The commission had earlier asked Adityanath to be careful about his remarks when he referred to the Indian Army as “Modiji ka sena”. He has also made several other controversial comments, many referring to religion, including calling the Indian Muslim League a “virus” that had divided the country during the independence movement. Mayawati, the poll panel said, has been penalised for her speech urging the Muslim community to vote for the alliance in the state and to not divide votes by choosing the Congress.Shortly before the Election Commission issued a notification banning the two leaders from campaigning, the Supreme Court on Monday asked it for details on what action had been taken against them for their remarks. The poll body had said it was “toothless” with regard to the action it could mete out to anyone violating the Model Code of Conduct. The top court has said it will examine the election body’s scope of powers in dealing with such complaints.Read more: SC asks poll body what action was taken against Mayawati, Adityanath for communal remarks","author":"Scroll Staff","time":"2019-04-15T15:03:11.023584+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117532-tgphcywopb-1555321312.jpg","tags":["Election Commission","Lok Sabha polls","Adityanath","Mayawati","BJP","Uttar Pradesh"]}