{"title":"Eknath Shinde faction recognised as real Shiv Sena, gets bow and arrow symbol","content":"The Election Commission on Friday recognised the faction led by Maharashtra Chief Minister Eknath Shinde as the real Shiv Sena and allocated it the bow and arrow symbol.In a 78-page order, the Election Commission said that 40 MLAs backing Shinde got nearly 76% of the votes polled in favour of the 55 Shiv Sena candidates who had won their seats in the 2019 Maharashtra Assembly polls. On the other hand, the Uddhav Thackeray faction’s 15 MLAs got 23.5% of the votes polled, the three-member poll body said in a unanimous order.Meanwhile, 13 MPs of the Shinde faction got 73% of the total votes cast in Shiv Sena’s favour in the 2019 Lok Sabha elections, while only 27% of the votes went to MPs from the Thackeray camp.The party had split in June after Shinde and a group of party MLAs rebelled against the former Maharashtra government – a coalition of the Shiv Sena, the Nationalist Congress Party and the Congress.After more than a week of political drama, the coalition was ousted from power as the Thackeray faction was reduced to a minority in the state Assembly. Shinde was sworn in as the chief minister of Maharashtra on June 30, while the Bharatiya Janata Party’s Devendra Fadnavis took oath as his deputy.The two factions, led by Thackeray and Shinde had approached the poll body seeking to be recognised as the real Shiv Sena.In an interim decision, the Election Commission had said that the Shinde will be called the Balasahebanchi Shivsena. The faction had chosen two swords and a shield as its interim symbol.In its order on Friday, the poll body said that the interim name and symbol will be frozen. The Election Commission also allowed the Uddhav Thackeray faction to keep its interim symbol – the flaming torch – till the completion of the assembly bye polls in the state.ECI recognises Eknath Shinde faction as Shiv Sena, alloys Bow and Arrow symbol to his camp pic.twitter.com/i5j8DMPCgX— Arvind Gunasekar (@arvindgunasekar) February 17, 2023\n\nOn Friday evening, Shinde told reporters that the Election Commission’s decision was a victory of truth and people, PTI reported. “I thank Election Commission...Majority counts in democracy,” Shinde said. “This is the victory of Balasaheb’s [Thackeray] legacy.”Deputy Chief Minister and BJP leader Devendra Fadnavis said that the Election Commission took the decision on merit.Meanwhile, Sanjay Raut, an MP of the Thackeray faction described the poll body’s decision as a murder of democracy.“We will challenge the decision,” Raut said, according to PTI. “Such a decision was expected. All this has happened under pressure. I don’t have faith in Election Commission.”‘Shiv Sena’s constitution undemocratic’ In its order, the Election Commission observed that the party constitution of the Shiv Sena is undemocratic.“It has been mutilated to undemocratically appoint people from a coterie as office bearers without any election at all,” the poll body said. “Such party structures fail to inspire confidence.”It noted that the Election Commission had not been informed about amendments made in the party’s constitution in 2018. The poll body claimed that the amendments had removed democratic norms brought by Shiv Sena founder Balasaheb Thackeray at its insistence.“The Election Commission also observed that the undemocratic norms of the original Constitution of Shiv Sena, which was not accepted by the Commission in 1999 have been brought back in a surreptitious manner further making the party akin to a fiefdom,” the body added.Petitions in Supreme CourtThe Supreme Court is also hearing a batch petitions filed by the two factions related to the political developments leading to the collapse of the Thackeray-led government and the swearing in of Shinde.On Friday morning, the court reserved its judgement on a dispute on whether the 2016 Nabam Rebia judgement of the Supreme Court should be referred to a larger bench. In the judgement, the Supreme Court had held that Nabam Rebia, who was then the Arunachal Pradesh Assembly Speaker, was ineligible to decide on disqualification petitions till the motion seeking his removal was completed.The need to consider Nabam Rebia ruling in the present case stems from a petition filed by Shinde, before he became the chief minister. He had challenged the disqualification notices issued in June by Narhari Zirwal, who was the Deputy Speaker at the time, against him and 15 others MLAs who had rebelled against Shiv Sena supremo Uddhav Thackeray.","author":"Scroll Staff","time":"2023-02-17T19:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186994-finvahogbr-1676642311.jpeg","tags":["Shiv Sena","Eknath Shinde","Uddhav Thackeray","Election Commission","Bow and arrow symbol"]}