{"title":"Electoral bonds: Black money for political parties remains the elephant in the room","content":"Following the battle in the Supreme Court to get the State Bank of India to reveal data about electoral bonds in a manner that allowed donors to be matched with the political parties that received them, it is clear that the elephant in the room is black money – or to put it unambiguously, cash.Electoral bonds, which the Supreme Court struck down as unconstitutional on February 15, were paper instruments that anyone could buy from the State Bank of India and donate to a political party. It allowed donors to make ostensibly anonymous contributions to political parties. However, while parties knew the identity of their donors, the public did not. This, as the court noted, made the scheme vulnerable to quid pro quos.Even though the government of the day claimed that the scheme would eliminate unaccounted funds from the political system, this did not happen. For instance, Subash Chandra Garg, a former secretary of economic affairs, estimated in a television discussion that electoral bonds did not fund more than more than 10% of the total election-related expenditure. “So, there is an enormous amount of black and other corrupted money which is into the system,” Garg said.It is clear that India can try any convoluted or complicated scheme, be it electoral bonds, electoral trusts that distribute contributions received from companies and individuals to the political parties, reducing the limit of cash donations from Rs 20,000 to Rs 2,000, or anything else, cash is not going to go away.Political parties are also not willing to disclose sources of their funds. In addition, they will go to any lengths, including using Parliament and the entire bureaucracy, to prevent the disclosure of the sources of their funds.Consider the following timeline:February 15: Supreme Court declares the electoral bond scheme unconstitutional and directs the State Bank of India to submit details of the electoral bonds purchased since the interim order of court dated April 12, 2019, till date to the Election Commission of India by March 6, 2024.March 4: The State Bank of India files an application in the Supreme Court pointing out “certain practical difficulties with the decoding exercised” in complying with the court’s directions and seeks time till June 30 to comply with the directions in the judgement.March 11: The Supreme Court dismisses the State Bank of India’s application and directs it to disclose the details by the close of business hours on March 12 and warns of action against the bank. The court said, “We place SBI on notice that this court will be inclined to proceed against it for willful disobedience of the judgment if SBI does not comply with the directions of this Court as set out in its judgment dated 15 February 2024 by the timelines indicated in this order.”March 12: The Election Commission posts a tweet at 7.17 pm that the State Bank of India has supplied the data to it.March 14: The Election Commission puts up all the data on its website at 7.55 pm.March 15: On being informed, while hearing a related matter, that the State Bank had not disclosed alphanumeric numbers, the Supreme Court issues a notice to the State Bank of India asking its counsel to appear in court on March 18. Without the alphanumeric codes, it was impossible to match the donor to the recipient.March 18: The Supreme Court orders the State Bank of India to make a “complete disclosure of all details in its possession (including) alphanumeric number and serial number of the Electoral Bonds which were purchased and redeemed”. The Court also sought a compliance affidavit from the chairman and the managing director of the State Bank of India by 5 pm on March 21 indicating that the “bank has disclosed all details of the Electoral Bonds which are in its possession and custody”.March 21: The State Bank of India sends all information, including alphanumeric numbers, to the Election Commission, which uploads this data on its website.The timeline needs some explanation.In the March 4 application, supported by a sworn affidavit, the State Bank of India said it would take four months, that is, until June 30, to supply the information, ostensibly due to the “decoding”.During the hearing, when the Supreme Court asked the State Bank of India to supply the information as it is, without any decoding, the lawyer representing the bank said it would take three weeks to do that.However, after the Supreme Court directed that the information be given within 24 hours, the State Bank of India did exactly that. This implies that the statements of the bank, made under oath, about the time that it would take to produce the data were incorrect.The repeated attempts by the State Bank of India to delay the disclosure of information, despite clear instructions from the Supreme Court, is perhaps the real story of electoral bonds.This has been reaffirmed by Garg, who was Economic Affairs secretary when the electoral bonds scheme was being formulated. Referring to the bank’s stand, he told The Indian Express, “Why did they file the ostensibly false affidavit?”There is only one possible way to get over the seemingly intractable issue of cash funding Indian elections. For that, the lesson was provided to the nation by Prime Minister Narendra Modi at 8 pm on November 8, 2016, when demonetisation was announced – invalidating Rs 500 and Rs 1,000 currency notes.It was said that the country will now move towards a digital economy and all citizens should make their payments, however minor, using digital means. Since then, India has also become the undisputed world leader in payments using UPI – the unified payment interfaces.If the entire country can move towards a digital economy, there is no reason that political parties should not do the same, and receive all their money and make all their payments through digital means.The issue of political parties being vindictive to each other’s donors is entirely between all the political parties. As critical participants in a democratic polity, they have to behave responsibly and if they behave irresponsibly, appropriate laws will need to be made for them which they might like to avoid.But again, if they do not behave responsibly, it will not be fair for them to expect we, the people, to support them.Jagdeep S Chhokar is a  founder-member of Association for Democratic Reforms.","author":"Jagdeep S Chhokar","time":"2024-04-10T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/93581-zfyjjyylyc-1585130104.jpg","tags":["Lok Sabha 2024","Electoral Bonds","Political Finance","Demonetisation","Project Electoral Bond","Black Money"]}