{"title":"Election Commission orders probe into Ajit Pawar’s ‘vote for funds’ remark","content":"The Maharashtra Chief Electoral Office on Thursday directed authorities in Pune to investigate Deputy Chief Minister Ajit Pawar’s statement that he would give funds for development projects as long as voters chose the ruling Mahayuti alliance in the Lok Sabha elections, The Times of India reported.The Nationalist Congress Party (Sharadchandra Pawar) had complained to the State Election Commission against Pawar.“We have just received the complaint,” The Times of India quoted an unidentified official from the chief electoral office as saying. “We have asked the district officer to take cognisance of it and send a report.”The Mahayuti alliance has fielded Sunetra Pawar, the deputy chief minister’s wife, from Baramati in the Lok Sabha elections against Nationalist Congress Party (Sharadchandra Pawar) leader Supriya Sule. Sule has represented the parliamentary constituency since 2009.On Wednesday, Ajit Pawar told a gathering in the Indapur town, which falls within the Baramati constituency, that his alliance would sanction as much funds as needed for development projects. “But if we are giving funds, we expect you to press the button next to our candidate’s symbol [on the Electronic Voting Machine] in the elections so that I will feel good about giving funds,” he said. “Otherwise, my hand will be restricted.”Nationalist Congress Party (Sharadchandra Pawar) leader Rohit Pawar said that the deputy chief minister was using funds to threaten voters who were not supporting him, adding that this was a violation of the Model Code of Conduct. The Model Code of Conduct is a set of guidelines issued by the election commission that political parties have to follow while campaigning.","author":"Scroll Staff","time":"2024-04-19T13:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191897-ptlnzsqzdg-1688558297.jpg","tags":["Ajit Pawar","Chief Electoral Officer","development projects","Maharashtra","Lok Sabha 2024","vote for funds","Pune"]}