{"title":"Election of sole JD(S) Lok Sabha MP from Karnataka declared void by High Court","content":"The Karnataka High Court on Friday declared null and void the election of Janata Dal (Secular) leader Prajwal Revanna as a Lok Sabha MP for filing false information in his poll affidavit, reported Live Law.Revanna, the grandson of Janata Dal (Secular) chief and former Prime Minister HD Deve Gowda, is the only legislator from the party in the Lok Sabha. He won the Hassan seat in the 2019 Lok Sabha elections.Justice K Natarajan pronounced the order in response to two petitions filed by A Manju, who had contested the Hassan seat on a Bharatiya Janata Party ticket, and G Devarajegowda, a voter from the constituency, reported The New Indian Express.On Friday, the High Court rejected the petition to declare Manju as the returned candidate, saying that he too was involved in corrupt practices, reported Live Law. Returned candidate means a candidate whose name has been published as duly elected from the constituency concerned.The High Court also directed the Election Commission to take action against Prajwal’s father and MLA HD Revanna and brother and MLC Suraj Revanna for election malpractice, reported The New Indian Express.“HD Revanna and Suraj Revanna are named in the complaint under the Representation of People’s Act for having committed corrupt practice at the time of election and also A Manju, who is also involved in corrupt practice,” it said. “Election Commission to issue notice and comply with Conduct of Election Process Rules.”The petitioners had complained that Prajwal engaged in corrupt practices, including not disclosing all his assets and furnishing wrong disclosures on his assets, reported The Hindu. Devarajegowda’s first appeal to the High Court was dismissed on January 31, 2020. The High Court had said that stating that Devarajegowda did not comply with procedures while filling the petition. The petitioner then rectified the error but the High Court refused to take it up, saying the correction should have been done within 45 days from the date of election of the returned candidate. On January 17, 2020, the High Court had also dismissed Manju’s petition on the grounds that he had not filed the affidavit in the prescribed format.Manju then moved the Supreme Court against the High Court order. In December 2021, the Supreme Court directed the High Court to examine both the petitions afresh. It had said that the violations in filing the petitions could be considered at the stage of trial.","author":"Scroll Staff","time":"2023-09-01T19:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193697-ozdwddwmio-1693574706.jpg","tags":["Prajwal Revanna","Karnataka High Court","2019 Lok Sabha elections","Election fraud","Janata Dal (Secular)"]}