{"title":"Elgar Parishad case: Activist Sudha Bharadwaj’s interim bail plea rejected by Mumbai court","content":"A special National Investigation Agency court in Mumbai on Friday rejected the interim bail plea of activist Sudha Bharadwaj, who is an accused in the Elgar Parishad case, PTI reported. Bharadwaj is currently lodged in the Byculla jail in Mumbai.She was booked under the Unlawful Activities Prevention Act for allegedly making inflammatory speeches at the Elgar Parishad conclave held at Shaniwar Wada in Pune on December 31, 2017, which triggered violence at Bhima-Koregaon war memorial the next day. The National Investigation Agency took over the case from the Pune Police earlier this year.Bharadwaj had sought temporary bail on medical grounds in view of the health crisis following the coronavirus outbreak. “The applicant [Bharadwaj] belongs to the most vulnerable category facing high fatality rate should she contract coronavirus,” the bail plea said, according to The Indian Express. “If she continues to remain in incarceration, there is grave danger to her life.” The petition had also noted that it was not possible to maintain physical distancing in prison.But the National Investigation Agency opposed the petition on the grounds that Bharadwaj did not have a life-threatening ailment. Special public prosecutor Prakash Shetty said her condition was stable, according to medical records.The bail petitions of co-accused and activists P Varavara Rao, 81, and Shoma Sen, 61, are pending before the court and are expected to be heard next week.The caseViolence broke out between Dalits and Marathas in the village of Bhima Koregaon near Pune on January 1, 2018. This came a day after an event in Pune called the Elgar Parishad was organised to commemorate the Battle of Bhima Koregaon in 1818 in which the Dalit Mahar soldiers fighting for the British Army defeated the Brahmin Peshwa rulers of the Maratha empire. One person died in violence during a bandh called by Dalit outfits on January 2.The investigating agency named 11 of the 23 accused in the FIR, including activists Sudhir Dhawale, Shoma Sen, Mahesh Raut, Rona Wilson, Surendra Gadling, P Varavara Rao, Sudha Bharadwaj, Arun Ferreira, Vernon Gonsalves, Anand Teltumbde and Gautam Navlakha. Except Teltumbde and Navlakha, the others were arrested by Pune Police in June and August 2018 in connection with the violence. They were accused of having links with the banned Communist Party of India (Maoist), and are still in prison.On April 14, following the Supreme Court’s orders, activists Navlakha and Teltumbde surrendered before the NIA.The case was initially investigated by the Pune Police but was transferred to the NIA on February 14, after the state government said it had no objection to the investigation agency’s plea for a transfer. Weeks after the Bharatiya Janata Party lost power in Maharashtra in 2019, the Centre took away the case from Pune Police in January and handed it over to the NIA. This initially upset the new Maharashtra government, which opposed the NIA’s application for a transfer on February 7. However, the state government made a U-turn after state Home Minister Anil Deshmukh claimed that Chief Minister Uddhav Thackeray had overruled him. Thackeray is the chief of Shiv Sena, while Deshmukh is from the Nationalist Congress Party.","author":"Scroll Staff","time":"2020-05-29T19:05:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/pewzquauuh-1535739918.jpg","tags":["Elgar Parishad","Sudha Bharadwaj","Varavara Rao","Shoma Sen","Bhima Koregaon"]}