{"title":"Enough evidence to put Brij Bhushan Singh on trial, Delhi Police tell court","content":"The Delhi Police on Friday said that there is enough evidence to put outgoing Wrestling Federation of India chief Brij Bhushan Sharan Singh and suspended assistant secretary Vinod Tomar on trial in the sexual harassment case filed by women wrestlers, PTI reported.The police made the submission before Additional Chief Metropolitan Magistrate Harjeet Singh Jaspal of Delhi’s Rouse Avenue court. “Accused persons must be charged for the offences for which they have been charge-sheeted,” Public Prosecutor Atul Srivastava, representing the police, told the court.Srivastava submitted that there was enough evidence to frame charges against Singh under Sections 354  (assault or criminal force to woman with intent to outrage her modesty), 354-A (sexual harassment) and 354-D (stalking) of the Indian Penal Code, according to PTI.He added that an oversight committee, which was formed by the Ministry of Sports and had exonerated Singh, was “merely a departmental inquiry” and it does not bar the jurisdiction of the court, according to The Hindu.The court will hear the case further on August 19.On July 20, Singh, who is also a Bharatiya Janata Party MP from Uttar Pradesh, was granted bail in the case. The court ordered him not to threaten complainants or witnesses and not to leave the country without permission.Six wrestlers have accused Singh of sexual harassment. The complainants alleged that Singh demanded sexual favours for professional help on at least two occasions. They had also reported 15 incidents of molestation and other forms of sexual harassment.India’s top wrestlers, including Olympic medallists Sakshi Malik and Bajrang Punia as well as two-time World Championship medallist Vinesh Phogat, had first launched a protest against Singh in January. The protests resumed in April after no action was taken by the oversight committee to investigate the allegations.It was only after the Supreme Court had intervened in the matter in April that the Delhi Police registered the first information reports against Singh.  On June 15, a 1,000-page chargesheet was filed against Singh. However, the police had suggested dropping charges involving a minor, which would have made his arrest imminent under the Protection of Children from Sexual Offences Act.Also read:Sexual harassment allegations by wrestlers are horrific – so why is Modi still backing Singh?As wrestlers battle alone, what happened to the India that erupted in anger at the Delhi gangrape?","author":"Scroll Staff","time":"2023-08-12T11:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190848-wzwspgrusn-1685705631.jpg","tags":["Brij Bhushan Singh","Wrestling Federation","Wrestlers protest"]}