{"title":"Espionage case: ED seeks in-camera proceedings for journalist Rajeev Sharma’s bail plea hearing","content":"The Enforcement Directorate has moved a plea before the Delhi High Court seeking in-camera proceedings in the bail application filed by arrested freelance journalist Rajeev Sharma in an espionage case, Live Law reported on Friday. The central agency said that any disclosure of information during the hearing would be harmful to the safety of the country. In-camera proceedings are not open to the public and the press.The Delhi Police arrested Sharma in September 2020 and booked him under the Official Secrets Act for allegedly passing on information about the Indian Army’s deployment and the country’s border strategy to Chinese intelligence. The police had claimed that Sharma was in possession of defence-related classified documents.The police had also arrested a Chinese woman and her Nepalese associate for allegedly paying Sharma large amounts of money routed through shell companies in exchange of classified information.After the first information report was registered in the matter, the Enforcement Directorate began an investigation and registered a case of money laundering against Sharma, reported The Indian Express. The central agency has filed a chargesheet in the case under the Official Secrets Act.Senior Advocate Mohit Mathur, representing Sharma, had argued that the central agency was carrying out the instant parallel investigation along with the special cell of the Delhi Police in order to harass Sharma.The freelance journalist got bail in December in the complaint filed by the police but remained in custody in the Enforcement Directorate’s case.During the hearing on Thursday, Additional Solicitor General SV Raju informed the High Court about the Enforcement Directorate’s application. Mathur opposed the plea, arguing that the proceedings were not carried out under the Official Secrets Act.The High Court adjourned the matter to September 20.","author":"Scroll Staff","time":"2021-09-10T14:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147818-kgjhyugnka-1600682526.jpg","tags":["Rajeev Sharma","Enforcement Directorate","Espionage","Official Secrets Act","Delhi High Court"]}