{"title":"EU passes new immigration laws putting local political considerations first","content":"The European Parliament has passed a landmark package of laws to overhaul its rules on borders and migration. The Pact on Migration and Asylum comes after nearly a decade of deadlock on migration policy, kicked off by the tumultuous migration crisis of 2015.That year, roughly a million people made hazardous journeys across the Mediterranean and the Aegean seas to reach the presumed safety of Europe. That volume of migrants, mainly refugees and asylum seekers from Africa and the Middle East, overwhelmed several EU member states. Italy and Greece in particular found themselves hosting many thousands of people in temporary camps, with insufficient support for people often suffering from their journeys.At the time, the EU’s policies to limit those seeking asylum from moving from one state to the next, making a series of asylum applications, proved inadequate. These arrangements were put in place in the late 1990s, after the end of the cold war led to a significant volume of migration into and around Europe. In contrast, 2015 impacted many countries that previously had not experienced any significant immigration.States like Hungary that didn’t have these migrants arriving on their shores either felt a lack of responsibility or even claimed there was a threat to European civilisation. This resulted in (not so) temporary reintroductions of border controls with neighbouring EU states to stop the flows of people trying to reach places like Germany or Sweden.The European Commission first proposed a Pact on Migration and Asylum later in 2015. This package of measures – much amended but still following the original intentions – has only just now been signed off, following a vote in the European Parliament.The pact is essentially a trade-off between the different interests of member states. The countries where migrants first arrive, such as Italy and Greece, are given more powers to remove people unlikely to be eligible for asylum. For other states, there is a choice between agreeing to host people or – if they are unwilling to do that – making a financial contribution to those that do.While this might appear to be a reasonable compromise between where migrants arrive and where they end up, in practice every element of the pact has been controversial. In the end, the centre-right European People’s Party and some of the centre-left Socialist and Democrat group backed the pact. The Greens and various leftwing MEPs led opposition that nearly defeated parts of the legislative bundle. This explains the slow progress.Human rights groups and academics have been consistent in their criticism of the pact throughout the past nine years, deeming it an undermining of the international system of asylum. They argue the pact puts refugees at higher risk of being effectively detained and denied a fair processing of their asylum claims, in contradiction with international law on treatment of refugees.Another criticism is over the pact giving member states the option to work around much asylum law in exceptional circumstances, which might well be at those periods when need is greatest.Domestic concernsMember states themselves have found it very hard to agree on a number of key elements. The pact gives states a mechanism to remove those who fail to secure asylum, sending them either to their country of origin or to a third country.For states such as Germany, the onus was to ensure that any such removals should be to places that are safe, fully respecting human rights. However, others, led by Italy, wanted more flexibility, driven by a desire to maximise the number of places that they could make use of.The compromise in the EU ultimately broke mostly towards this latter camp. The EU maintained a commitment to destinations being safe, but has given member states the power to make individual determinations about which countries meet that requirement.Another controversial aspect was the proposal of mandatory quotas of relocations across the EU. This was intended to avoid overburdening states of first entry, and to make more solid demonstrations of European solidarity in the face of shared challenges.For member states in central and eastern Europe that had been the most vociferous about keeping out migrants in 2015, this was the main sticking point. The resulting compromise was a quid pro quo, allowing states to pay for someone else to host more asylum seekers. But the amount of that payment also proved difficult, since the countries involved are among the poorer parts of the union.From crisis to welcomeAs these negotiations dragged on for nine years, the numbers of migrants using the routes from the south and south east have dropped back to levels well below those of 2015. In their place, the past two years have seen the EU accept and welcome several million Ukrainian refugees.There is a stark contrast between 2015’s panic and talk of a “migration crisis” and 2022’s rapid and very comprehensive programme for Ukrainians fleeing Russia, without the need for the tools set out in the new pact. This highlights how the debate has been bound up in a wider political question of how to handle the rise of populist and radical-right politics in Europe – and who is and isn’t welcome.As much as anything, the pact is a product of centrist politicians not wanting to be outflanked on the question of migration. The long process to get to this week’s decision seems to have been driven much more by local political considerations, than by what might be best for those who have risked everything to find a place of safety.Simon Usherwood is Professor of Politics & International Studies, The Open University.This article was first published on The Conversation.","author":"Simon Usherwood, The Conversation","time":"2024-04-17T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200034-lqvpwapvqw-1713106440.jpg","tags":["European Union","Europe Migrant crisis","Immigration"]}