{"title":"Ex-Chief Justice Gogoi’s nomination to Rajya Sabha is tragic blow to judicial independence in India","content":"The President Ram Nath Kovind on Monday nominated former Chief Justice of India Ranjan Gogoi to the Rajya Sabha. Gogoi will become one of the “eminent members” of the Upper House of Parliament sent by the Centre but has six months to decide if he wants to affiliate himself to a political party. With this appointment, the concept of judicial independence, the core of the separation of powers mandated by the Constitution, is on ventilator support. In 2018, Gogoi, while heading a five-judge bench, had remarked that post-retirement jobs for judges are a scar on the idea of judicial independence. Last year, when he conducted an extraordinary hearing on a Saturday morning following accusations of sexual harassment against him by a woman employee of the court, Gogoi firmly declared that all that a judge had was his reputation. He noted that his relatively low financial savings were evidence of his independence as a judge, claiming that his peon made more money than him. On Monday, these lofty declarations came to naught.Post-retirement jobs are used by the political establishment like a carrot on a stick. More than being a reward for the retired judge, the offer of a cushy post-retirement job is a message to judges who are still working: help us and we will take care of you later. Gogoi’s appointment to the Rajya Sabha is unprecedented. Some supporters of the ruling Bharatiya Janata Party have noted that the Congress nominated former Chief Justice Ranganath Misra to the  Rajya Sabha in 1998 after he retired. The decision was heavily criticised as being a reward for Misra’s handling of the 1984 anti-Sikh riots. As head of a one-man committee that inquired into the riots, his report implicated several Congress leaders but gave the party a clean chit. Still, Misra’s nomination to the Upper House came eight years after he had retired, and when the Congress was in Opposition.This isn’t the first post-retirement political job the Narendra Modi government has given a judge. In 2014, former Chief Justice P Sathasivam was appointed governor of Kerala. Throughout his tenure as chief justice, Gogoi was criticised for siding with the government on important matters. Whether it was the investigation into the alleged corruption in the Rafale fighter jet deal or the controversy over the position of the Central Bureau of Investigation director, decisions were either delayed or were openly pro-government. He also provided the Centre a roadmap for a nationwide National Register of Citizens by ramming through the flawed process in Assam. When the Centre passed the National Judicial Appointments Commission Act in 2015, proposing the formation of a panel that would be responsible for appointing and transferring members of the higher judiciary, the Supreme Court struck it down. It claimed the panel would violate the independence of judiciary. However, the court has consistently failed to address the problem of post-retirement jobs for the judges in any meaningful manner, which strikes at the very heart of its role as envisaged in the Constitution.The government is by far the biggest litigator before the higher judiciary. Every such appointment puts under question the court’s ability to adjudicate matters without fear or favour. Unless the Supreme Court decides to stop such political appointments, the idea judicial independence will become mere rhetoric.","author":"Sruthisagar Yamunan","time":"2020-03-17T10:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/99005-uyeexpklvk-1535464586.jpg","tags":["Supreme Court","Ranjan Gogoi","Judicial Independence"]}