{"title":"Explainer: Why the Supreme Court upheld the validity of quotas for the Economically Weaker Sections","content":"On Monday, the Supreme Court delivered a three-two verdict upholding the validity of the 10% quota in educational institutions and government jobs for the economically weaker sections of the general quota introduced by the Modi government in 2019.While three judges held that the EWS reservation was constitutionally valid, two judges disagreed. They maintained that this reservation was discriminatory since it excluded members of the Scheduled Castes, Scheduled Tribes and socially and educationally backward classes.EWS backgroundThe 10% reservation for economically weaker citizens of the general category – a category that includes those who are not members of the Scheduled Castes, Scheduled Tribes or Other Backward Classes  –  was instituted by the Bharatiya Janata Party-led Union government through a constitutional amendment in January 2019. This new quota applied to all government jobs and both private and state-funded educational institutions. However, educational institutions run by minority groups were excluded from having to implement EWS reservations.The Centre defined economically weaker sections as those with an annual family income of less than Rs 8 lakh or who owned less property than the limits it laid down. The Supreme Court is examining the legality of this definition in a separate case. Challenges to EWSShortly after the amendment was passed in 2019, several petitions were filed challenging the EWS quota. The petitioners argued that the EWS reservation violated the basic structure of the Constitution as it reserved seats solely on the basis of economic backwardness rather than social and educational backwardnessThe basic structure refers to fundamental features of the Constitution that cannot be removed or altered even by a constitutional amendment. The petitioners argued that reservations are a means to compensate for past injustices and not a tool for economic upliftment. They also argued that the EWS reservation was discriminatory since it excluded members of the Scheduled Castes, Scheduled Tribes and socially and educationally backward classes. They added these reservations also breached the Supreme Court’s  1992 ruling that quotas could not exceed 50% of the total seats available. The  Union government argued that reservations could be made solely on economic criteria and that the EWS quota promoted equality.  The Union argued that excluding members of the Scheduled Castes, Scheduled Tribes and socially and educationally backward classes from the EWS quota was not discriminatory since they were already benefitting from reservations.It argued that the 50% cap on reservations only related to existing reservations and not to the new EWS quota.The Supreme Court of India. Credit: PTIIssues before the courtThe Supreme Court decided on three main questions in this case:Can reservations be allotted solely on the basis of economic criteria?Can the EWS reservation exclude other groups, such as members of the Scheduled Castes and Scheduled Tribes?Does the EWS reservation breach the 50% limit set by the Supreme Court?On what basis was the reservation upheld?Justices Dinesh Maheshwari, Bela Trivedi and JB Pardiwala accepted the Union’s submissions, upholding the constitutional validity of the EWS reservation through three separate but concurring opinions. They maintained that reservations could be granted solely on economic criteria.Maheshwari held that reservations were intended to reduce inequality in society and that disadvantages could arise solely out of poverty as well.  Achieving “substantive equality” meant providing both economic and social justice, he said. Further, Pardiwala said that if economic factors could be used to deny reservations to some sections, such as with the “creamy layer” within the Other Backward Classes, they could also be used conversely to extend reservations.To deny the EWS reservation, Pardiwala wrote, would be to deny “those who are qualified and deserving what is or at least should be their due” since India had “only a small percentage of [the] population…above the poverty line”. Further, the judges held that since other disadvantaged groups were already benefitting from reservations, their exclusion from the EWS quota was not discriminatory. Rather, it was consistent with the right to equality guaranteed under the Constitution. In fact, Trivedi said that extending the EWS quota  to other categories, such as members of the Scheduled Castes, would amount to “treating unequals as equals”. This would be impermissible, it said. Maheshwari noted that any reservation is exclusionary in nature, so excluding disadvantaged groups from the EWS reservation is not very different from the exclusion of general category members of the economically weaker sections from reservations for members of the Scheduled Castes, Scheduled Tribes and Other Backward Classes.The judges said that they had also deferred to the wisdom of Parliament. Trivedi held that the legislature understands the needs of the people: if its actions had reasonable justification, the court cannot strike down a constitutional amendment. Lastly, with relation to arguments about the 50% ceiling, Maheshwari held that the cap was flexible and only applied to existing reservations for members of the Scheduled Castes, Scheduled Tribes and socially and educationally backward classes. “None of these submissions make out a case of violation of any such essential feature of the Constitution that leads to destroying the basic structure,” Maheshwari wrote. The EWS verdict being celebrated in Thane, near Mumbai. Credit: PTIWhat the dissenting judges saidChief Justice UU Lalit and Justice S Ravindra Bhat dissented from the majority judgement. “This court has, for the first time, in the seven decades of the republic, sanctioned an avowedly exclusionary and discriminatory principle,” they wrote.Their disagreement was primarily on the grounds that EWS reservations discriminated against members of the Scheduled Castes, Scheduled Tribes and socially and Other Backward Classes by excluding them. They held that a large section of these communities were poor and marginalised. Therefore, failing to extend reservations to them “ignores stark realities”.Further, they said that to exclude these communities “on the ground that they enjoy pre-existing benefits, is to heap fresh injustice based on past disability”. This exclusion was not based on their deprivation but on their “social origin or identity”, contravening the principle of “non-discrimination and non-exclusion which forms an inextricable part of the basic structure of the Constitution”.However, even these two judges agreed that reservations in educational institutions could be based solely on economic factors. This was a “new dimension” of looking at reservations through deprivation, they said, instead of caste-based social discrimination.But economic factors could not be the basis for providing reservations in jobs, they held. This was because employment quotas were meant to ensure “adequate representation” to backward communities in public employment. Reservations in educational institutions, on the other hand, aim to encourage the advancement of disadvantaged communities. The judges noted that individuals availing of the EWS reservation belong to forward communities that are already adequately represented in public employment. Since Lalit and Bhat found EWS reservation to be violative of the basic structure, they did not give a decision on whether the EWS quota breached the 50% ceiling on reservations.Also read: EWS reservations: What you need to know about the constitutional challenge before the Supreme Court","author":"Umang Poddar","time":"2022-11-08T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182492-eunopouijs-1667849162.jpg","tags":["EWS Reservations","Reservations"]}