{"title":"Explainer: How the West Bengal doctors strike swelled into a political crisis for Mamata Banerjee","content":"Sparking a crisis in many government-run hospitals, junior doctors across West Bengal went on strike on Tuesday to protest an attack on a colleague in Kolkata the previous day. The agitation soon acquired political overtones. Some striking doctors used the attack to criticise the Mamata Banerjee administration, adding to the woes of the already embattled Trinamool Congress. Moreover, social media posts attempted to give the incident a communal colour, given that the alleged attackers were Muslim.What sparked off the strike?On Monday, 75-year old Mohammad Sayeed died in Kolkata’s state government-run Neel Ratan Sarkar Hospital. As Sayeed’s relatives accused doctors at the hospital of medical negligence, they entered the wards and jostled female interns.Later that night, there was another melee between doctors and relatives where a doctor named Paribaha Mukhopadhyay was hit on the head with a blunt object. He suffered a fractured skull and had to have surgery. Both Sayeed’s relatives and doctors claimed they had been attacked by the other side, reported the Telegraph. The Kolkata Police arrested five people for the assault.In response, junior doctors went on strike at Neel Ratan Sarkar Hospital from Tuesday, stopping work in the emergency ward and the out-patient department. The protest soon spread to other government-run hospitals both in Kolkata and across West Bengal.How did politics enter the protest?While the doctors had struck work to draw attention to the lack of safety in hospitals, the attack became a larger controversy on social media driven by the religious identity of the  patient’s family, who were Muslim. Though the injured doctor was reported to be in a stable condition, rumours were spread that he was comatose.The controversy gained ground when Bharatiya Janata Party leader Mukul Roy blamed people of a “particular community” for the violence.The strike severely hampered health services in state. In Seth Sukhlal Karnani Memorial Hospital, the state’s premier public hospital, emergency services were shut down for the first time ever – a situation repeated across the state.Between #Savethedoctors and #SaveBengal, here is a father who lost his newborn because doctors wouldn’t treat the baby. Today's @MyAnandaBazar pix. pic.twitter.com/xyGsZi92GS— Damayanti Datta (@DattaDamayanti) June 14, 2019\n\nBanerjee’s belligerence angered doctors Chief Minister Mamata Banerjee avoided the epicentre of the protest, Neel Ratan Sarkar Hospital, preferring to let bureaucrats try to pacify the striking doctors on Thursday. But  she did visit Seth Sukhlal Karnani Memorial Hospital, where she made  belligerent statements that seemed to have exacerbated the situation. Banerjee issued an ultimatum to the striking doctors: “I will take strong action against anyone who does not resume work within four hours.”She also blamed the BJP for trying to fish in troubled waters. “Of course, the BJP is trying to create communal tension, that doctors should not see Muslim patients, doctors should not see other patients, doctors will only see BJP patients,” said Banerjee.Moreover, she seemed to suggest that it was doctors from outside Bengal who were striking. “Now junior doctors, not everyone is bad, those from Bengal love Bengal and work well,” she said, going on to complain that a system where some doctors do not know Bengali had to be changed. The chief minister then announced that she would scrap a quota that allowed students from outside West Bengal to study in the state’s medical colleges.Banerjee said that doctors should not treat patients only after seeing their last names. “This ultra-religious, fundamentalist madness is lighting pyres of terror,” she said. “Some people are provoking them.” Mass resignations followBanerjee’s ultimatum had little effect. However, within a few hours of her comments, the principal and medical superintendent of Neel Ratan Sircar Medical College resigned.On Friday, there were mass resignations in other institutions. Eighty five doctors were reported to have quit at RG Kar Medical College and Hospital in Kolkata. Twenty seven doctors resigned from the North Bengal Medical College and Hospital in Darjeeling. There were also reports that 67 doctors has resigned at Suri District Hospital in Birbhum. This was, however, denied by the hospital authorities.On Friday, the agitation also spread to other states. The Indian Medical Association has called a nationwide strike on Monday and asked the Union government to pass a law to ensure that doctors are protected from violence.Trinamool weakenedWith health services suspended for large numbers of state residents, the Trinamool Congress has suffered a political setback. The fact that Banerjee’s ultimatum was ignored  points to a significantly weakened state administration. This comes within weeks of the results of the 2019 Lok Sabha election, in which the BJP garnered nearly as many votes as the ruling Trinamool Congress, setting itself up as a strong challenger to Mamata Banerjee in the state.On Thursday, the governor and former BJP leader KN Tripathi held an all-parties meet. However, this itself became a site for conflict, with Banerjee claiming that law and order was a state subject and the Opposition claiming that no breakthrough could be reached at the meeting because of the Trinamool Congress.Banerjee is not only under attack from outside. The daughter of Kolkata’s mayor, a close aide of the chief minister, has also sharply criticised her. “As a TMC supporter, I am deeply ashamed at the inaction and the silence of our leader,” Shabba Hakim wrote on her Facebook wall.Also read:Already overworked, doctors in state hospitals are often beaten up – but no help is coming Can the charter of patients’ rights provide real protections against hospital malpractices?","author":"Shoaib Daniyal","time":"2019-06-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121721-pbydhmavoh-1560401591.jpg","tags":["West Bengal","NRS Hospital","Mamata Banerjee"]}