{"title":"Explainer: Why four senior judges of the Supreme Court decided to take on CJI Dipak Misra","content":"India’s judiciary witnessed unprecedented scenes on Friday when four senior judges, who are part of the Supreme Court collegium, the highest decision-making administrative body in the judicial system, decided to come out in public with complaints against Chief Justice of India Dipak Misra. Justices Jasti Chelameswar, Ranjan Gogoi, Madan B Lokur and Kurian Joseph, the four-most senior judges in the country after Misra, openly protested the bypassing of established traditions in the court by the Chief Justice in assigning cases to benches. They also raised a flag against the way the court has dealt with finalising the new memorandum of procedures, guidelines that guard the appointment of judges to the Supreme Court and High Courts.In the letter that the four judges wrote to Justice Misra, which was released to the media on Friday, it was stated that the Chief Justice had violated conventions in his role as the master of the roster. The judges confirmed they had also taken up with the Chief Justice today the case of CBI judge Brijgopal Harkishan Loya. Loya was presiding over the case relating to the fake encounter of Sohrabuddin Sheikh, in which Bharatiya Janata Party president Amit Shah was an accused. Loya died in December 2014. In November, the Caravan magazine brought out startling revelations that raised doubts on whether Loya’s death was natural. Since then, there have been demands for an independent probe into the death.In the Supreme Court and the High Court, it is the Chief Justice who assigns matters to other judges. He or she also decides on the composition of the bench that will hear a specific matter. The medical colleges caseEver since taking charge in August 2017, Justice Misra, on a number of occasions, had moved cases from one bench to another. Matters came to a head in November when a bench headed by Justice Chelameswar admitted a petition seeking a probe into what is now being called the “medical colleges scam”. On September 23, the Central Bureau of Investigation arrested a former judge of the Odisha High Court for taking bribes from medical colleges by assuring favourable orders in the Supreme Court. The case at that time had been before a bench presided over by Chief Justice Dipak Misra. Justice Chelameswar referred the matter to a Constitution bench.A day later, Justice Misra hurriedly put together a five-judge bench to reverse this order and asserted the Chief Justice’s right to be the sole master of the roster. During the proceedings, some lawyers in the court openly questioned the judgement passed by Justice Chelameswar. Another bench of the court, which heard the petitions later, went on to fine the petitioners Rs 25 lakh for making baseless charges in the petition. It is to be noted that the petitioners did not want Justice Misra to hear the case, as the matter belonged to Odisha, where Misra was once a judge and that he had adjudicated on cases involving the medical colleges under probe. The court called the petition contemptuous, but stopped short of initiating contempt proceedings against the petitioners. Another point made in the letter was regarding the memorandum of procedures. The National Judicial Appointments Commission Act passed in the Parliament in 2015 made sweeping changes to the process of appointment of judges. It scrapped the existing collegium system, in which judges appoint other judges. However, this law was struck down by the Supreme Court that year, arguing that it violated judicial independence. But in the judgement, the court said it was open to reforms in the procedures of appointment. It was decided that a new memorandum of procedures to appoint judges would be made in consultation with the Centre.The letter said in March 2017, after wide discussions within the court, the memorandum was finalised and sent to the Centre. However, a Supreme Court bench in October commented that the memorandum issue cannot be kept pending and a decision has to be made. When the understanding was that the memorandum was already finalised, why did a bench comment on such a manner? Further, the Centre has remained silent on the memorandum since March 2017, which the judges said should be construed as approval of the new procedures. Judge Loya’s deathBut perhaps the most controversial part of the developments on Friday were the comments made by the four judges on the case relating to judge Loya. To a specific question that if their meeting with the chief justice today had anything to do with judge Loya’s case, Justice Gogoi affirmed and said yes. However, the letter released later did not carry anything on Loya. This undated letter, the judges said in the press conference, had been written “a couple of months back”.It is to be noted that on January 10, the Bombay High Court admitted a petition seeking a probe into Loya’s death. The High Court was supposed to hear the matter on January 23. However, on Friday, the Supreme Court intervened and heard a similar petition filed before it, despite objections from lawyers. This case was allotted to Justices Arun Mishra and MM Shantanagoudar, who on Friday said the matter was serious and required attention. It issued notices to the Maharastra government, currently headed by the Bharatiya Janata Party, and sought its response. Going by the comments by the four judges in the press conference on Friday, there is much speculation that the decision of the Supreme Court to hear this petition, when the Bombay High Court was already seized of the matter and allotment of this case to a bench that did not involve any of the four senior-most judges, could have been the tipping point. In fact, in the letter, the judges pointed out that chief justices for some time now have been allotting matters of national importance to benches of “their preference”.","author":"Sruthisagar Yamunan","time":"2018-01-12T16:30:33.872203+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864801-78944-ijmppwqbqd-1515744927.jpg","tags":["Supreme Court","Brijgopal Harkishan Loya"]}