{"title":"Explained: How the Election Commission recognised Eknath Shinde’s faction as the real Shiv Sena","content":"The Shiv Sena faction led by Uddhav Thackeray on Monday moved the Supreme Court challenging the Election Commission’s decision to hand over the reins of the party to Chief Minister Eknath Shinde, who had led a rebellion against the party in June.To come to its decision, the Commission considered  which of the two factions enjoyed greater support among members in the state legislature and Parliament.  It adopted this method after other tests had proved to be inconclusive: whether the factions adhere to the party’s stated aims and objectives and the extent of the support they have the organisation’s members and office bearers.However, constitutional experts are divided about whether the procedure followed by the Election Commission was sound.On Friday, the Commission allocated the party name and coveted bow and arrow symbol to Shinde’s faction.The Shiv Sena had split in June after Shinde and his supporters fled dramatically to Surat. This caused the fall of Maharashtra’s ruling Maha Vikas Aghadi coalition comprising the Shiv Sena, the Nationalist Congress Party and the Congress. The Sena’s Uddhav Thackeray was chief minister at the time.The coalition had been formed after the Shiv Sena and the Bharatiya Janata Party broke off their alliance after the 2019 Assembly elections, as the BJP disagreed on each sharing the chief minister’s post for two-and-a-half years. The faction led by Uddhav Thackeray – whose father Bal Thackeray had founded the Shiv Sena in 1966 – was reduced to a minority in the Assembly. Shinde was sworn in as the chief minister on June 30 with the BJP’s backing.Both factions, claiming to be the real Shiv Sena, had approached the Election Commission seeking the party’s name and the electoral symbol.Legislative wing’s strengthIn its unanimous order, the three-member Commission said it had to rely on testing the factions’ strengths in the legislatures to determine which group was the real Shiv Sena.The Commission found that 40 Members of Legislative Assembly backing Shinde had received nearly 76% of the votes polled in favour of the total 55 Shiv Sena candidates who had won their seats in the 2019 Maharashtra Assembly polls. On the other hand, the Thackeray faction’s 15 MLAs had secured 23.5% of the votes polled, it said.Similarly, 13 Parliament members from the Shinde camp received 73% of the total votes cast in the party’s favour in the 2019 Lok Sabha elections, as compared to 27% of the votes bagged by those from the Thackeray faction, it added.\n\t\t\n\tMaharashtra Chief Minister Eknath Shinde. Credit: Eknath Shinde/FacebookThe Commission argued that testing which faction overweighed the other it terms of the organisational strength – by comparing membership numbers and the support of office bearers– was found to be “indeterminable and non-conclusive” and claims of numerical superiority were “not satisfactory”.To justify its decision of using this “test of majority” in the legislative wing, the Commission cited a Supreme Court 1972 order in the Sadiq Ali case, in which the same parameter was used to recognise Indira Gandhi’s faction as the real Congress.In similar disputes in the All India Anna Dravida Munnetra Kazhagam and the Samajwadi Party earlier, the Commission had considered support within the organisational wing as one of the parameters.While the decision was based mainly on identifying the factions’ strengths in the legislative wing, it also looked at factions’ adherence to the Shiv Sena’s stated aims and objectives and the 2018 amendments to the party Constitution.Shinde’s camp had claimed that the Thackeray faction had deviated from the party’s ideology. However, the Commission noted that this was an “inconclusive” way of testing this.The Commission also observed that the party’s constitution on which Thackeray’s faction was basing its arguments, is “undemocratic”. The Commission said it had not been informed about amendments made to the party Constitution in 2018. These amendments had removed democratic norms into by Shiv Sena founder Bal Thackeray at the Commission’s insistence. “The party Constitution, as amended in 2018, will yield non-democratic and biased outcomes, as its design was changed to curb inner party democracy and to stifle dissent,” the Commission noted.Thackeray questions EC’s orderFollowing the Commission’s decision, Shinde argued on Friday that he had been vindicated. “Majority counts in democracy,” Shinde said.However, the order was not accepted by the Thackeray camp. Thackeray vowed to fight to regain control of the party and framed the Commission’s decision as an attack on democracy. “The BJP and Prime Minister Narendra Modi may think that by using agencies like EC and others who are acting like their slave, they can finish off Opposition parties,” Thackeray said at a press conference. “You may finish off any other party, but no matter how many generations come, Shiv Sena will remain.”Former Maharashtra chief minister Uddhav Thackeray outside his residence in Mumbai. Credit: PTIMore significantly, Thackeray questioned the Commission’s ruling, asking why details and evidence of support from party members and functionaries had been sought if the parameter was not eventually considered in determining which faction controls the party. Thackeray and Shinde both claimed on Friday that they had greater support than the other when it came to enjoying majority support in the organisational wing.Shinde has urged the Supreme Court to also hear from the Maharashtra government before passing any order on Thackeray’s plea seeking a stay on the Commission’s decision.Experts divided on EC’s orderConstitutional experts are divided about the Commission’s order. Om Prakash Rawat, India’s former chief election commissioner, said the Commission always examines all factors including the aims and objectives of the party, support from party functionaries and majority in the legislative wing. “However, only the test in which there is no controversy or contestations, is considered,” Rawat told Scroll. “If there is any controversy [about any test], then [that test] is dropped. Counting the MLAs and MPs is easily decisive in most cases.”Rawat also highlighted the fact that the Commission’s order is only on which faction gets the symbol and the name and does not have any bearing on other aspects such as property.However, PDT Achary, former Lok Sabha secretary general, suggests the Commission’s order is wrong. “The party is the organisation and can exist even without a legislative wing,” Achary told Scroll. “Therefore, you have to look at the organisational strength.”Achary said the Commission cannot decide merely on the basis of who has the majority in the legislative wing, otherwise the person with the greater number in legislatures will always win. “Considering only the legislative wing is an illogical and unacceptable basis for deciding,” Achary said.He also argued that it is not the Commission’s role to determine if the party’s structure is undemocratic. “The decision has been made on wrong assumptions,” Achary said. “The EC’s argument is that there is no internal democracy in the party. I feel that the Commission need not and cannot go into that aspect as all parties have different structures.”Political implicationsThe Election Commission’s decision carries political implications as it came ahead of two assembly bye-elections in Maharashtra scheduled for February 26, and the imminent civic body elections in the state. The united Shiv Sena has been a dominant political force in cities like Mumbai and Thane for nearly three decades. Thackeray’s faction has remained close to its Maha Vikas Aghadi allies even after their government’s collapse.While the BJP is buoyed by the Commission’s order believing it will boost its alliance’s prospects, author and journalist Girish Kuber suggested it may instead hurt the saffron party. “The longevity of the Shinde-BJP partnership will come in for hard questioning during the municipal elections in Mumbai and 13 other cities,” Kuber wrote in The Indian Express on February 20. “More than funds, the [Brihanmumbai Municipal Corporation] symbolises the Sena’s influence, which the BJP wants to quell once and for all.”Kuber added that the Commission’s decision is “likely to result in cementing the Opposition even further”.","author":"Nachiket Deuskar","time":"2023-02-21T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183257-eqnbguxyfa-1669174820.jpg","tags":["Maharashtra","Uddhav Thackeray","Eknath Shinde","Shiv Sena","Election Commission"]}