{"title":"Explainer: How Modi government’s new bill aims to wrest control of Election Commission appointments","content":"The Modi government on Thursday introduced a bill in the Rajya Sabha to govern the appointments of the chief election commissioner and other election commissioners. The Election Commission of India is a constitutional body that conducts and regulates elections to the Lok Sabha, Rajya Sabha, state legislative assemblies, state legislative councils and for the offices of President and Vice President in India.  It consists of a chief election commissioner and two election commissioners.The Chief Election Commissioner and other Election Commissioners (Appointment, Conditions of Service and Term of Office) Bill, 2023, aims to constitute a selection committee for the appointment of the election commissioners consisting of the prime minister (as chairperson), the leader of opposition in the Lok Sabha and a Union cabinet minister nominated by the prime minister. This does away with the arrangement put in place by a Supreme Court judgment delivered in March, which had formed a selection committee consisting of the prime minister, the leader of opposition in the Lok Sabha and the chief justice of India, till the Parliament comes up with a law.The Supreme Court had formed this committee to shield the Election Commission from executive influence. Before this judgment, the appointments to the commission were made at the sole discretion of the Centre. However, the bill, by replacing the chief justice with a nominee of the prime minister, brings the matter of selecting the chief election commissioner and other election commissioners back within the Centre’s control.Voters wait in a queue to cast their votes for the Himachal Pradesh Assembly elections in Kullu. Credit: PTIWhat the bill lays out on election commissioner appointmentsAccording the procedure prescribed by the bill, a search committee consisting of three bureaucrats from the Union government will prepare a list of five persons for the consideration of the selection committee. The election commissioners will be appointed from the names in this list.The bill provides the following qualifications for appointment as chief election commissioner or election commissioner:Currently holding or has previously held a post equivalent to the rank of Union SecretaryA person of integrityPossessing knowledge of and experience in management and conduct of elections.  There are no objective criteria laid down to determine how the second and third qualifications can be met, leaving them to the subjective view of the search committee.With regard to the constitution of the selection committee, the bill clarifies that if there is no recognised leader of Opposition in the Lok Sabha (as is the case in the current Lok Sabha), the leader of the single largest opposition party in the Lok Sabha shall be deemed the member of the selection committee as leader of Opposition.In the current Lok Sabha, that would be Congress MP Adhir Ranjan Chowdhury.The bill states that the appointment of election commissioners shall be valid irrespective of any vacancy or deficit in the constitution of the selection committee. This could mean that, for instance, even if the post of leader of opposition in the selection committee is not filled or the nominated member in the committee is not a Union Cabinet member, the appointments it makes would stand.The selection committee can also consider for appointment names outside those recommended by the search committee.It is unclear at this time how the selection committee will make its decisions – whether on the basis of majority or unanimity. The bill opaquely states that the committee “shall regulate its own procedure in a transparent manner” for making its selections.Officials setting up a polling booth in Himachal Pradesh. | PTIDoes the bill overrule the Supreme Court’s judgment?A batch of petitions filed in the Supreme Court between 2015 and 2020 had challenged the method of appointing the chief election commissioner and election commissioners solely by the Union government.The petitions had argued that such a system of appointments violated Article 324(2) of the Constitution.Article 324 established the Election Commission. Article 324(2) states that the appointments of the chief election commissioner and other election commissioners shall be made “subject to the provisions of any law made in that behalf by Parliament”. Till now, there has been no law made in this regard by the Parliament.After hearing the parties over four days in November, the Supreme Court offered its judgment in March. It had formed the selection committee of the prime minister, the leader of opposition in the Lok Sabha and the chief justice of India until Parliament enacted a law in this regard.To that extent, this selection committee was meant as a temporary arrangement. It did not have to actually perform its function since there have not been any vacancies in the Election Commission in the last five months.However, the court’s rationale for coming up with this arrangement in the first place was the need it had expressed in the judgment of having an impartial mode of appointing election commissioners. It  concluded that the power of appointing election commissioners was not to be lodged exclusively with the Union executive. To avoid such a situation, the court said, the Constitution had provided for a law to be made under Article 324(2). This, the court had held, was needed to preserve the independence of the commission, which is vital to the integrity of elections.In the last few years, both opposition party leaders and civil society members have questioned the independence of the election commission, in light of some of its decisions that have seemingly favored the Modi government and the Bharatiya Janata Party.If this bill is enacted, it would be in violation of the underlying principle of the Supreme Court’s judgment that the executive cannot solely hold the reins of appointment of the chief election commissioner and election commissioners.","author":"Vineet Bhalla","time":"2023-08-11T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183919-iivvzxmdhw-1691682363.jfif","tags":["Election Commission","Supreme Court","SC Order on Election Commission","Institutional autonomy"]}