{"title":"Explainer: How exactly does India's Citizenship Amendment Bill discriminate against Muslims?","content":"On Wednesday, the Union Cabinet cleared a critical amendment to India’s citizenship law. The Bharatiya Janata Party had, during Narendra Modi’s first term as prime minister, also tried to pass the legislation through Parliament but had failed. The bill will now be reintroduced to Parliament next week and is expected to be passed this time. Here’s what the bill proposes and why it has created so much controversy.What is the Citizenship Amendment Bill?The bill, as the name suggests, seeks to amend the Citizenship Act of 1955, the law that lays out the rules for Indian citizenship.The bill provides that Hindus, Sikhs, Buddhists, Jains, Parsis and Christians from Afghanistan, Bangladesh and Pakistan shall “not be treated as illegal migrants” even if they had entered India illegally. This makes a fundamental change to India’s process of citizenship by naturalisation which allows foreigners to become Indians. Under India’s current laws, illegal migrants cannot apply for Indian citizenship. This bars, say, Hindu migrants from Bangladesh, who have entered India without papers. It also excludes anyone who has entered using a legal document but has overstayed their visa.If the Citizenship Amendment Bill is passed, the communities identified above will not be subject to this law anymore. After this, Hindu Bangladeshis – the main political target of this legislation – will, in theory, be able to apply for Indian citizenship even if they had crossed the border illegally or overstayed their visa.The Citizenship Amendment Bill also shortens the wait time for naturalisation for these select communities. Rather than having to reside in India for 11 out of the past 14 years, a six-year residence will now suffice. Moreover, any legal proceedings against them in respect of illegal migration shall cease if that person is able to become an Indian citizen. Most notably, Muslims are missing from the list of communities identified.Why does the Citizenship Amendment bill have religious criteria?Union Home Minister Amit Shah has claimed in an interview that the filters on the bill are so that only people who are victims of religious persecution are allowed in. BJP MPs have also made the same argument in front of a joint parliamentary committee.However, this does not explain some of the omissions in the bill. For example, Myanmar – accused of persecuting its Muslim Rohingya minority – is missing from the list of countries in the bill, despite having a long border with India. Afghanistan makes the list, even though its slim border with India lies in Pakistan-Occupied Kashmir. Moreover, Sri Lanka is missing from the list even though its Tamils – most of them Hindu – have suffered a genocide at the hands of the Sri Lankan state.A far simpler answer might lie in the Bharatiya Janata Party’s politics, which prioritises a narrative of persecuted Hindu migrants from Muslim-majority countries, given how the dynamic can be utilised within India’s electoral politics. Moreover, it underscores the BJP’s ideology of seeing India as a Hindu rashtra or nation.The Modi government had, as early as September 7, 2015, made changes to India’s laws to allow non-Muslim illegal immigrants from Pakistan and Bangladesh to stay on in the country indefinitely.  How is the Citizenship Amendment bill connected to the NRC?The National Register of Citizens was an exercise conducted from 2015 to 2019 in Assam on the orders of the Supreme Court. Its stated aim was to identify illegal migrants. The exercise received enthusiastic support from the BJP, which used it to push a muscular line against migrants. However, Assam’s NRC eventually backfired for the BJP’s politics, since the people excluded from the list were reported largely to be Hindus. In response, the BJP has pushed the Citizenship Amendment Bill as a solution. Its leaders claim Hindus excluded from the NRC in Assam would be able to gain citizenship under the amended law, though it is not exactly clear how.With the government threatening to conduct a nationwide NRC, there are fears that Muslims would be the only ones who stand to lose their citizenship in such an exercise, if the Citizenship Amendment Bill actually creates a mechanism for non-Muslims excluded from the NRC to gain citizenship. Amit Shah, along with a number of top BJP leaders, have explicitly communicated that Hindus need not worry about the NRC.Why is the Citizenship Amendment bill being opposed?The opposition to the bill is divided into three broad streams. Most parties have pointed to the introduction of religious criteria for Indian citizenship, arguing that it would gravely damage one of India’s foundational principles: secularism.In the North East, additionally, the bill brings with it the fear of demographic change, with local politicians anticipating a large influx of people from Bangladesh. To this end, according to several media reports, the revised version of the bill now excludes many areas of the North East which fall under the Inner Line Permit system or the Sixth Schedule areas in which tribal communities have a measure of autonomy.Former Congress’ MP from Assam, Sushmita Dev, has also pointed to the fine print of the bill, arguing it would not even serve its ostensible purpose of helping Hindu migrants. Dev has pointed that proving religious persecution would be very difficult. Dev has also asked how Hindu Bengalis left out of the Assam NRC can now be given relief by the CAB – a key BJP claim – given that both exercises contradict each other. Everyone applying for the NRC has claimed they were Indian citizens but the CAB requires one to explicitly claim that they crossed over from Bangladesh.Also read: Special report: Will the Citizenship Amendment Bill really help Bangladeshi Hindus become Indian?Corrections and clarifications: An earlier version of this article incorrectly stated that India does not share a border with Afghanistan.","author":"Shoaib Daniyal","time":"2019-12-05T17:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113297-takpppczzx-1550468294.jpeg","tags":["Citizenship Amendment Bill","National Register of Citizens","BJP"]}