{"title":"Explainer: Why Bihar is conducting a caste census","content":"The first phase of Bihar’s caste-based census exercise commenced on Saturday.This exercise is seen as having political undertones. The state’s coalition government comprising mainly Other Backward Classes-led Mandal-era political parties and the Bharatiya Janata Party are believed to be standing on opposing sides of this political tussle. “Mandal” is often used to refer to politics involving caste equity, referring to the Mandal Commission that awarded reservations to OBCs.The ruling Mahagathbandhan sees potential political benefits from a caste-based census that would help identify the true population of the state’s Other Backward Classes, thus helping push demands for policies such as expanded quotas. The “Mahagathbandhan” alliance mainly comprises Chief Minister Nitish Kumar’s Janata Dal (United) and his deputy Tejashwi Yadav-led Rashtriya Janata Dal.What data are the enumerators collecting?The total number of households in the state are being counted in the first phase, which will conclude on January 21.Then, data related to people of all castes, religions and economic backgrounds, among other aspects such as the number of family members living in and outside the state, will be collected in the second phase in April.The exercise, covering an estimated population of 12.7 crore across 38 districts, will only enumerate caste and not sub-caste, Kumar said.Why is Bihar carrying out a caste-based census?The United Progressive Alliance government at the Centre had conducted a socio-economic and caste census in 2011. However, the data from that exercise was never released citing errors in enumeration.The Bihar government previously said that estimating the population of Other Backward Classes correctly is currently difficult given that the census does not collect data on every Indian’s caste. In fact, the last census that officially collected full caste data was in 1931.  Enumerators receive information from a Patna resident during a caste-based survey in Bihar. Credit: PTITherefore, proponents of the caste-based census argue that the exercise is necessary to channel welfare policies and implement schemes according to the population. “The scientific data to be collected through caste-based survey would facilitate in preparing state budget tailored for welfare of oppressed classes and better implementation of welfare schemes,” Yadav said. “This is our big aim.”As part of this political push, Kumar had in November also demanded removal of the cap on quotas, according to which caste-based reservations are limited to 50% of seats or jobs. “We were always in support of the quota,” Chief Minister Kumar said. “But it is high time that the limit of 50% be raised. The cap is depriving OBCs [Other Backward Classes] and EBCs [Extremely Backward Classes] of opportunities in proportion to their population.”Why has this sprung up now?Conducting a caste-based census had been a long-standing demand and resolutions for this were passed unanimously by Bihar’s Legislative Assembly in 2018 and 2019.Demands for such an exercise raised by Kumar, one of the Mandal movement’s leaders in the 1990s, was a thorny issue between his Janata Dal (United) and the BJP when they were allied until August. In 2021, a state delegation had also met Prime Minister Narendra Modi to demand such an exercise across the country. However, this demand was rejected by the BJP-led Union government. Bihar’s Mahagathbandhan government then went ahead with the exercise at the state level.Why is the Mahagathbandhan keen on a caste-based census?A widespread belief exists that backward classes in India have been undercounted and hence denied their proportionate share of benefits. Kumar and Yadav – who joined hands again in August under the Mahagathbandhan banner to form the state government – have been keen on caste census given that a large chunk of their voters belong to this segment as well as the fact that caste equity is the basic ideology of a party such as the Rashtriya Janata Dal.Bihar Chief Minister Nitish Kumar and Deputy Chief Minister Tejashwi Yadav. Credit: PTI“The RJD could find that the so-called dominant OBC groups such as Yadavs may not have had a population growth that matches some smaller EBC communities,” said journalist and author Saba Naqvi. “Yet, the RJD would be willing to bite the bullet as it is fundamentally a Mandal-era party whose primary ideology is social justice.”What is the BJP’s stand on caste-based census?In Opposition to the Mahagathbandhan, the BJP wants to avoid caste census as the outcome may potentially hurt it politically. “A caste census would show greater numbers of OBCs and a reduced population of upper castes and can eventually be the trigger for demanding that the 50% on reservation be lifted,” Naqvi explained. “This is something that makes the RSS/BJP deeply uneasy.”The upper castes are considered the BJP’s strongest vote bank.In 2018, the BJP-led Union government had announced it would include caste as a category in the 2021 nationwide census. However, it later backtracked without providing a reason.Yogendra Yadav, a psephologist and politician, later explained that the prevailing “caste order” fears a caste census because it would expose the “social, educational and economic privileges of the upper-caste Hindus”.In fact, the BJP had attacked Kumar for demanding an end to the 50% reservation cap. “The honourable chief minister is obviously unhappy over poor upper castes getting their due,” BJP spokesperson Arvind Kumar Singh had alleged in response to Kumar’s demand. “He is speaking the language of its current ally RJD.”As in the case of the 1990s, when the BJP had pitted its “Kamandal” formula – a metaphor for politics of Hindutva – in the post-Mandal era, the party prefers organising all Hindu voters together rather than see the backward castes vote separately.","author":"Nachiket Deuskar","time":"2023-01-09T16:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185389-hgaqnqhjhp-1673195343.jpg","tags":["BJP","Bihar","Census","Caste Census","JDU","RJD"]}