{"title":"Facebook for news, YouTube for music: How Indians consume videos online","content":"It’s Facebook for news, YouTube for music.That’s how Indians like their videos, according to a recent analysis of the viewing habits of 641 million viewers by Vidooly. The Noida-based video intelligence platform anonymously tracked the online content Indians aged between 18 and 65 consumed over the month of September across desktops and mobile devices for the study.“We have witnessed a rising trend across music, entertainment, and news videos,” Subrat Kar, Vidooly’s CEO said in a statement, adding that, “viewership and the average watch time across these platforms has grown by over 40% with growth primarily rising in Tier 2 and Tier 3 towns.”Stoked by an explosion in smartphone usage and affordable internet plans, Indians are watching videos like never before. Some estimates suggest that video could comprise nearly three-quarters of all internet traffic in India by 2018.YouTube for musicOn YouTube, music videos were the undisputed star, with three billion views in September, according to Vidooly data. Hindi and electronic tracks drew the most listeners. Then, it was entertainment videos that kept viewers hooked, racking up a total of 2.4 billion views. Video content for kids ranked third with 1.3 billion views.The top most viewed YouTube channels in India in September were a mixed bag of the top three genres. They included Hindi music pages like T-Series, Zee Music, and Eros now; TV channels like ZEE TV and SAB TV; and children’s content like ChuChu TV and CVS Rhymes.\n\t\t\n\tData: VidoolyFacebook for newsOn Facebook, it’s all about the news.News videos – from popular pages including ABP News, Dainik Bhaskar, Aaj Tak, and The Times of India – drew a viewership of 1.58 billion in September alone, Vidooly estimated. Marathi language site ABP Majha featured in the top 10 news Facebook pages, underscoring that some Indian users are more likely to trust regional language content than English material.Entertainment was the second-most watched category on Facebook with over a billion views. And while independent creators were a distant third, their presence is strengthening. Both @TheAmitBhandana and @ashqeen1, who make funny videos, clocked around 100 million views each and made it to the top 10 video creators list on Facebook, beating the likes of Buzzfeed India and television network Star Plus.\n\t\t\n\tData: Vidooly This article first appeared on Quartz.","author":"Ananya Bhattacharya, qz.com","time":"2017-11-10T21:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/857242-55694-xcfkeixlzk-1496231020.jpg","tags":["YouTube","Facebook","Internet in India"]}