{"title":"Fali Nariman, eminent jurist and senior Supreme Court advocate, dies at 95","content":"Eminent jurist and senior Supreme Court advocate Fali Sam Nariman died in Delhi on Wednesday at the age of 95.Nariman, the recipient of the Padma Bhushan in January 1991 and the Padma Vibhushan in 2007, practiced law for more than 70 years. The Padma Vibhushan is India’s second-highest civilian award.He started his career in law as an advocate in the Bombay High Court in November 1950. By 1961, he was designated a senior advocate.In 1972, Nariman was appointed as the Additional Solicitor General of India. However, in 1975, he resigned from the post to protest Prime Minister Indira Gandhi’s decision to declare Emergency.Nariman was a nominated member of the Rajya Sabha between 1999 and 2005.He served as the Bar Association of India’s president from 1991 to 2010 and the vice chairperson of the International Court of Arbitration of the Paris-based International Chamber of Commerce from 1989 to 2005.Nariman wrote several books including, God Save the Hon’ble Supreme Court, Before Memory Fades and The State of the Nation.He is survived by his children Rohinton Nariman, a former Supreme Court judge, and daughter Anaheeta.Prime Minister Narendra Modi expressed his condolences to Nariman’s family and said that the jurist was among the “most outstanding legal minds and intellectuals”.“He devoted his life to making justice accessible to common citizens,” Modi added.Shri Fali Nariman Ji was among the most outstanding legal minds and intellectuals. He devoted his life to making justice accessible to common citizens. I am pained by his passing away. My thoughts are with his family and admirers. May his soul rest in peace.— Narendra Modi (@narendramodi) February 21, 2024\n\n\nChief Justice DY Chandrachud condoled Nariman’s death ahead of the day’s proceedings in the Supreme Court, PTI reported.“We mourn the sad demise and passing away of Fali Nariman,” Chandrachud told Attorney-General R Venkataramani. “He was a great giant of an intellectual.”Fali S Nariman Senior Advovate has passed on from this world . He was the last of a generation on lawyers from Bombay who shaped and moulded the history of constitutional law  in India, a voice that stood by secular values, for the Independence  of the judiciary. My deepest…— Indira Jaising (@IJaising) February 21, 2024\n\n\nSenior advocate Indira Jaising described him as “a voice that stood by secular values, for the independence of the judiciary”.Senior advocate Prashant Bhushan remembered Nariman as “a pillar for our Constitution and civil liberties”. “His unexpected passing is a huge loss to the legal community and the country,” Bhushan said in a tweet.This was Mr Fali Nariman’s affectionate message to me just 5 days ago. Was wanting & planning to meet him very soon. I will have a lifelong regret now. He was a pillar for our Constitution&Civil Liberties. His unexpected passing is a huge loss to the legal community & the country pic.twitter.com/xAa08Z2Ni2— Prashant Bhushan (@pbhushan1) February 21, 2024\n\n\nCongress President Mallikarjun Kharge expressed his condolences to Nariman’s family and friends.“The passing away of eminent jurist, senior advocate, and a fierce votary of Constitutional Civil Liberties, Fali S Nariman is a huge loss to the legal system,” Kharge said in a social media post. “A Padma Vibhushan recipient, his unwavering commitment to his principles remained steadfast and admirable.”The passing away of eminent jurist, senior advocate, and a fierce votary of Constitutional Civil Liberties, Fali S Nariman is a huge loss to the legal system. A Padma Vibhushan recipient, his unwavering commitment to his principles remained steadfast and admirable. My deepest… pic.twitter.com/hyiZ0nDWBw— Mallikarjun Kharge (@kharge) February 21, 2024","author":"Scroll Staff","time":"2024-02-21T09:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198641-kvhjpjmqqr-1708487620.jpg","tags":["Fali S Nariman","Supreme Court","Additional Solicitor General"]}