{"title":"Family Life: The ‘Indian’ novel shortlisted for the £40,000-Folio Prize","content":"It is the late 1970s. India has been wrenched by the Emergency. Like countless Indian children, Ajay and Birju are taken by their parents to America so they can have a better life. In New York, their flat is tiny, the students at their school racist. Like all striving Asian children, Ajay and Birju forge ahead, pushed on by their ambitious parents. But then everything changes. Birju has an accident that leaves him brain-damaged, and the world around Ajay collapses. His father begins to drink, his mother takes to prayer, and it is Ajay who must now bear all the guilty weight of their love.~ I was at the school playground the next morning, waiting for the starting bell, when Jeff came up to me. He had a book bag dangling from one shoulder and both hands in his back pockets. He said, “Have you ever asked your brother to blink once for yes and twice for no?”One of the reasons I had not told anyone was because I was afraid of questions like this. “I have. It doesn’t work.” Even as I had tried this in the hospital, with nobody else around, I had known that it would have no effect.\"Have you ever shouted ‘Fire!’ and run away and then seen if he would get up?”“No,” I murmured.Jeff stared. “That might work.”“I’ll try.” I was quiet for a little while. Jeff remained standing before me. I said, “My brother was a genius. He took French for two weeks and after that he could speak it perfectly.”Jeff nodded. He looked serious, like he was being given a secret mission.The school doors opened. Jeff and I went inside together.At lunch I sat down across from him and his best friend, Michael Bu, a Chinese boy with a round face and sharp little teeth like a fish. “Can your brother not talk at all,” Michael asked, “or does he sound retarded?”My face became hot. I had considered asking Jeff not to tell anyone about Birju, but it had seemed too much to ask. “Not at all.”“What does he look like?” Michael asked.I put a tater tot in my mouth and pointed a finger at my lips.“What’s wrong with your brother?” Mario asked. Mario was sitting next to Michael. Mario was very tall and wide. He had fuzz on his upper lip. Once, when the class sang, “You Are My Sunshine,” he had cried. The children sometimes mocked him by singing the song.“He had an accident in a swimming pool and became brain damaged.”“Does he open his eyes?” Mario asked.“Yes.”Jeff said, “I saw a television show where a woman sees a murder and goes unconscious.”I pursed my lips to appear serious. “That happens.”“How does he eat?” Jeff asked.I began to feel attacked.“There is a tube in his stomach.” I told them about the Isocal formula and the gastrointestinal tube. I said, “My brother was a great basketball player. He played two games and immediately got so good that he began beating people. When he played, people came to watch.” By lying, I felt that I had placed a finger on a balance that was tilting too far to one side.Within a few days, everybody in class had heard about Birju. Still, boys and girls came up to me during recess and asked eagerly whether I had a brother, as if the secret could be revealed once more.Whenever I told someone about Birju, I felt compelled to lie about his wonderfulness. Because we had received so little money in the settlement, which meant that Birju was an ordinary boy, lying seemed the only way to explain that what had happened to him was awful, was the worst thing in the world. Birju, I said, had rescued a woman trapped in a burning car. Birju had had a great talent for music and a photographic memory.Sometimes I didn’t tell these lies, but only imagined them. I concocted an ideal brother. I took the fact that Birju had told our parents that I was being bullied and turned this into him being a karate expert who had protected me by beating up various boys. These fantasies felt real. They excited me. They made me love Birju and when I was in his room kiss his hands and cheeks. They also cultivated rage at the loss, the way my father’s claims of racism cultivated it for him.A part of me was anxious about the lies I told. I was afraid of being caught or doubted. Also, making up these stories seemed to serve as evidence that Birju had not been good enough for what happened to him to count as terrible. Each morning I woke on the sofa thinking of the lies I had told. Often I didn’t want to go to school.At some point, I became aware that Jeff no longer believed my lies. Yet when I came up to him on the playground before school, loyalty demanded that I keep lying. “Birju solved a math problem that professors hadn’t been able to solve for years,” or, “My brother was a very fast runner. Once, he threw a ball straight ahead of him, and he chased it and caught it before it hit the ground.” One morning, when I stood outside school and told Jeff a lie, he stepped back and rolled his eyes.Excerpted with permission from Family Life: A Novel, Akhil Sharma, Penguin Books India.","author":"Akhil Sharma","time":"2015-02-18T06:30:03+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/707486-2a4ffbf4-d65a-44eb-8cca-774ca88e8797.jpg","tags":[]}