{"title":"Fan unfriendly: Hooliganism has started to engulf derby matches and threaten spectator safety","content":"This article originally appeared in The Field’s newsletter, Game Points, on September 6, 2023. Sign up here to get the newsletter directly delivered to your inbox every week.The Kolkata derby between Mohun Bagan Super Giant and East Bengal FC is by far one of the fiercest and oldest rivalries in sports. On Sunday, at the Salt Lake Stadium, the 391st edition of that 102-year-old derby commenced as the teams met in the Durand Cup final.Mohun Bagan won a record 17th title in what was a rather sedate on-field battle. But the win was overshadowed by reports on social media of alleged violence and hooliganism across the city after the match.It’s uncertain how widespread or violent the incidents were on Sunday, but such clashes between the rival fans are not uncommon during or after a Kolkata derby.In 2019, an Under-19 match between the teams was called off due to violence in the stands. In 2012, an I-League match between the teams left 40 people injured, including 20 policemen. Mohun Bagan player Syed Rahim Nabi was also hit in the face by a brick thrown from the stands.Grim memories still exist of a derby in 1980, when 16 fans died in a stampede.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nSurely, beefing up security for a game is not the only way – each derby has a battalion of police personnel present.Yet over the past few years, there has been a worrying increase in football hooliganism in India. There was reported violence in the stadium during a Bengaluru FC and Kerala Blasters match earlier this year.Expletives shouted at opposition players, and even the referees, are now a norm. Just last week, racial slurs were allegedly hurled towards fans of NorthEast United when they played East Bengal in the Durand Cup.Cheering for a team is expected to bring out the best in the players. Now it is bringing out the worst in a small section of fans, whose actions leave a sour taste to what may have been a good overall experience on and off the pitch.Hooliganism though doesn’t only involve Indian clubs. There have been countless clashes between fans of other big football derbies across the world – the Milan derby between Inter and AC Milan, Real Madrid versus Barcelona in Spain, Manchester United and Liverpool in England, and Boca Juniors and River Plate in Argentina, to name a few.A majority of the time, though, fan violence has some deeper, cultural and sociopolitical reasons than just what is observed at the surface level during a match.The Kolkata derby, for example, is animated by animosity between the native Bengalis (Mohun Bagan) and those who migrated from eastern Bengal – now Bangladesh – to Kolkata and got culturally integrated in the city (East Bengal).In Argentina, River Plate is known to be a club supported by the upper-middle class while Boca Juniors is for the working class. Both are based in Buenos Aires.Or in Scotland, where Glasgow-based Celtic versus Rangers is the embodiment of the sectarian conflict in the city and the country.Sports viewership, in its essence, is meant to provide fans a safe atmosphere, one where a match can be enjoyed, where moments of brilliance on the pitch can be celebrated and historic sporting events cherished.Derbies and rivalries like these are what makes sport what it is. But the topic of hooliganism often goes unaddressed.Somewhere in all this, the fan experience has lost out.","author":"Abhijit Nair","time":"2023-09-07T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166869-ilppdvncil-1638030208.jpg","tags":["Football","Indian Football","Mohun Bagan Super Giant","East Bengal","Kolkata Derby","Durand Cup"]}