{"title":"Farmers’ groups to march to Delhi as talks with Centre collapse","content":"Farmers’ groups are set to begin their march to Delhi on Tuesday after negotiations with the Centre over their demands collapsed, PTI reported.On Monday, tractor trolleys set out from Punjab to join the protest, ahead of the second round of talks between the farmers’ unions and the Union government in Chandigarh. The primary demand of the farmers is that the Bharatiya Janata Party-led government enact a law guaranteeing a minimum support price for agricultural commodities.A minimum support price is the rate at which the government buys farm produce and is based on a calculation of at least one and a half times the cost of production incurred by the farmers.The other demands include the implementation of the MS Swaminathan Commission’s recommendations, pensions for farmers and farm labourers, farm debt waiver, reinstatement of the Land Acquisition Act, 2013, withdrawal from the World Trade Organization and compensation for families of farmers who died during the previous farmers’ protests in 2020-’21.They are also demanding the withdrawal of police cases relating to the 2021 Lakhimpur Kheri violence.“We do not think the government is serious on any of our demands,” Sarwan Singh Pandher, the general secretary of the Kisan Mazdoor Sangharsh Committee, told reporters after the meeting with Union ministers on Monday night. “We do not think they want to fulfil our demands.... Tomorrow [Tuesday], we will march towards Delhi at 10 am.”Union Agriculture Minister Arjun Munda, who attended the meeting along with Union Food and Consumer Affairs Minister Piyush Goyal, said that the two sides had reached a consensus on most demands and the government had proposed that the remaining issues should be resolved through the formation of a committee. “The government always wants that we can resolve every issue through dialogue… We are still hopeful and we welcome talks,” Munda said.Among the demands put forth in the meeting, the Centre is believed to have agreed to withdraw cases filed during the 2020-’21 farmers’ protests, PTI reported.The farmers stood firm on their key demand for a legal guarantee on the minimum support price for crops.“We held a long discussion with them and we discussed every issue…,” Pandher said. “Our effort was to avoid any confrontation. We wanted the issue to be resolved through dialogue with them. Had the government offered anything to us, then we could have reconsidered holding our agitation.”The first meeting between the Centre and the farmers’ unions took place on February 8.#WATCH | Delhi: Security heightened at Delhi borders in view of the march declared by farmers towards the National Capital today. (Visuals from Gazipur Border) pic.twitter.com/XeKWMWi1S9— ANI (@ANI) February 13, 2024\n\n\nOn Monday, the Delhi Police imposed a ban on large gatherings and entry of tractors and trolleys in the national capital till March 12.Authorities in Delhi also fortified the national capital’s borders at Singhu, Tikri and Ghazipur with multilayered barricades using concertina wires, nails and concrete blocks and containers. The presence of police and paramilitary personnel has been increased to prevent the farmers’ march from entering the national capital. The police are also using drones to keep a close vigil at Delhi’s borders.Haryana also fortified its borders with Punjab using concrete blocks at several locations, including Ambala, Jind, Fatehabad, Kurukshetra and Sirsa.The authorities have invoked Section 144 of the Code of Criminal Procedure in as many as 15 districts of Haryana, imposing a ban on the assembly of people, marches or demonstrations.Meanwhile, a petition was filed in the Punjab and Haryana High Court against the sealing of borders and suspension of mobile internet services by the Haryana government.According to the Samyukta Kisan Morcha and the Kisan Mazdoor Morcha, more than 200 farmer unions are participating in the protest march to press the Centre to accept their demands.Also read: Why farmers from Punjab and Haryana are marching to Delhi again","author":"Scroll Staff","time":"2024-02-13T09:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198404-bxqnofbuqc-1707795279.jpg","tags":["Farmers","Punjab","MSP","Farmers' protest","Delhi"]}