{"title":"Farmers’ agitation: Three more protestors die, toll reaches 10","content":"Three more farmers who were participating in the ongoing protest at the border of Punjab and Haryana have died, the Hindustan Times reported.This brings the toll of participants who have died during the agitation to 10.On February 14, thousands of farmers started a march to Delhi to seek a law guaranteeing a minimum support price for agricultural commodities and the implementation of the MS Swaminathan Commission Report’s wider recommendations on farming in India.The Haryana Police have blocked them from marching towards Delhi. The police had used water cannons, drones and tear gas shells to stop the farmers from entering the state.The farmers have since been agitating at several locations along the state border between Punjab and Haryana, mainly at Shambhu and Khanauri.On Monday, Balkar Singh, a farmer from Amritsar’s Ajnala town, died at the Rajpura railway station, The Times of India reported. He was 76.Kisan-Mazdoor Mukti Morcha leader Sarvan Singh Pandher said Balkar Singh had been part of the protests at the Shambhu border since it began in February. “He died waiting to get home to his three sons and a daughter,” the farmer union leader said.Another farmer, Bishan Singh, who was from Ludhiana’s Pakhowal village, was taken to a government hospital in Rajpura after he had trouble breathing. He died at the hospital on Monday, allegedly due to a cardiac arrest, The Times of India reported.The 75-year-old was associated with the farmer union Bharatiya Kisan Union (Ekta Sidhupur) and had been camping at the Shambhu border.Bishan Singh was having trouble breathing after the Haryana Police used tear gas shells to dispel protesters a few days ago, Gurdeep Singh Chahal, the leader of the Bharatiya Kisan Union (Ekta Sidhupur), alleged.Rajpura Senior Medical Officer Bidhi Chand confirmed that both Balkar Singh and Bishan Singh had been brought to the hospital. “The causes of their death will be confirmed after an autopsy,” Chand said.On Sunday, Tehal Singh, a 40-year-old farmer from Bhathlan village, died hours after returning from the protest at Khanauri, The Times of India reported.In February, the protesting farmers’ groups rejected the Centre’s proposal of buying five crops at minimum support price through cooperatives and said that they will resume their march to Delhi.Also read: Farmers’ protest isn’t the only target of drones deployed by Indian security forces","author":"Scroll Staff","time":"2024-03-20T12:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198760-fyhtufwyzk-1708861211.jpg","tags":["Haryana","Punjab","Farmers' protests"]}