{"title":"Farm laws: Haryana Police baton-charge farmers heading to BJP meeting, 10 injured","content":"The police in Haryana on Saturday baton-charged a group of farmers when they tried to get to the venue of a Bharatiya Janata Party meeting in Karnal district, NDTV reported. Ten farmers were injured, according to The Tribune. The farmers, protesting against the agricultural laws, had threatened to disrupt the state-level meeting, the Hindustan Times reported. In response to the threat, security in the district was tightened. On Saturday, the farmers first allegedly attacked the convoy of Haryana BJP President OP Dhankar as it was leaving a toll plaza between Panipat and Karnal, NDTV reported. After this, they tried to make their way to the meeting 30 kilometres away. The police used batons to stop them. Darshan Pal Singh, a leader of Samyukt Kisan Morcha, an umbrella body of the farmers’ unions, urged farmers in Haryana to block roads across the state till 5 pm in protest against the brutal baton-charge. In a Facebook video, Singh said that many farmers had sustained serious injuries in the baton-charge and hundreds were arrested. Gurnam Singh Chaduni from the Bharatiya Kisan Union criticised the BJP for using force against the farmers, the Hindustan Times reported. “I request all farmers to come out and block all highways in the state,” he added.In response to the calls of their leaders, farmers came out in large numbers to protest against the police’s actions. At the Shambhu toll plaza, a group of protestors shouted slogans against the Haryana government. Situation at Shambhu toll plaza on Ambala side pic.twitter.com/8eCazJzGml— Mohammad Ghazali (@ghazalimohammad) August 28, 2021\n\nThe protests led to traffic jams on key roads, including the Delhi-Amritsar highway, NDTV reported. The Opposition criticised the police action against protesting farmers. Congress General Secretary Randeep Surjewala accused the Haryana government of behaving like Reginald Edward Harry Dyer – the British army officer responsible for the 1919 Jalianwala Bagh massacre in Amritsar. “First [Narendra] Modi-[ML] Khattar governments killed agriculture with three black laws, now the BJP-JJP government is shedding the blood of farmers,” he tweeted. Congress leader Rahul Gandhi shared a photo of an injured protestor with blood-stained clothes. “The blood of farmers has been shed again and the country bows its head in shame,” he tweeted. Swaraj India President Yogendra Yadav also tweeted pictured of the injured farmers. “Brutal police lathicharge on farmers in Gharonda (Karnal), Haryana,” he said. “They were protesting against the visit of CM Khattar and other BJP leaders to Karnal. This is the true face of Haryana police.”Meanwhile, Khattar defended the action taken against the protestors. “Obstructing official work is against democracy,” he said, according to ANI. “If they [the farmers] wanted to protest, they should have done it peacefully.” He added: “If they jam highways and throw stones at police, then police will also take steps to maintain law and order. We’ll look into it [the matter and take necessary action.”","author":"Scroll Staff","time":"2021-08-28T18:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163348-ktaauhwdar-1630153555.jpeg","tags":["farmers","Haryana","state news.","Haryana farmers"]}