{"title":"Farmers’ group calls for nationwide demonstrations on June 1 to support protesting wrestlers","content":"The Samyukta Kisan Morcha, an umbrella group of nearly 40 farmers’ unions, on Tuesday called for nationwide demonstrations on June 1 to support the protesting wrestlers, PTI reported.The athletes, including Olympic medallists Sakshi Malik and Bajrang Punia and two-time world champion medallist Vinesh Phogat, had been protesting in Delhi’s Jantar Mantar for more than a month demanding the arrest of Wrestling Federation of India head Brij Bhushan Sharan Singh. He is accused of sexually harassing seven women players, including a minor.Singh, who is also a Bharatiya Janata Party MP, has denied any wrongdoing. But the wrestlers have intensified their protest against him. Several of them were briefly detained and their protest site at Jantar Mantar was cleared after they tried to march to the new Parliament building. Pictures of the wrestlers being dragged and carried off in buses were widely shared on social media, sparking criticism from top athletes and Opposition leaders.On Tuesday, the wrestlers had threatened to throw their medals into the Ganga river as a mark of protest. Naresh Tikait, leader of the Bharatiya Kisan Union, convinced them not to do so and sought five days’ time to find a resolution to their demands.Later, the Samyukta Kisan Morcha said that nationwide protests will be held to “secure the democratic right to protest by the Indian wrestlers and all other sections of society” and demand Singh’s arrest.“The morcha will coordinate with platforms of trade unions, women, youth, students and all other sections, including intellectuals, to stage demonstrations across India,” it said.Tikait also said that a mahapanchayat will be held in Uttar Pradesh’s Muzaffarnagar on Thursday to discuss the wrestlers concerns, according to PTI.Meanwhile, Singh said that the charges against him are already being probed by the Delhi Police, ANI reported. “If there’s any truth to the charges, an arrest will be made,” he said.He added that the decision by the wrestlers to immerse their medals in the Ganga was purely a stand taken by them. “What can we do?” he asked.","author":"Scroll Staff","time":"2023-05-31T13:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190773-lmygcrvepx-1685514191.jpg","tags":["Brij Bhushan Sharan Singh","Samyukta Kisan Morcha","Wrestlers protest"]}