{"title":"Farmers’ protest: Human rights must be protected, says British MP on protestor’s death in Punjab","content":"British MP Tanmanjeet Singh Dhesi, while addressing the United Kingdom’s parliament about the recent death of a 21-year-old farmer near the border between Punjab and Haryana, said on Thursday that human rights must be protected.Dhesi, a Labour MP representing Slough in the House of Commons, was referring to Shubhkaran Singh, who was killed on Wednesday as the protesting farmers attempted to resume their march towards Delhi from Punjab.The Indian-origin British MP said that many of his constituents, including members of the Sikh community, had written to him about the safety of the protesting farmers.Further, he noted that social media platform X “admitted to being compelled against their wishes to take down legitimate posts and accounts of activists” about the protests. On Thursday, the microblogging site said that although it is complying with the Indian government’s orders to withhold some accounts and posts, it disagrees with the action.The Labour MP asked Leader of the House of Commons Penny Mordaunt if she agrees “that the freedom of expression and the safety of protestors and their human rights must be protected”. He also asked her to state what representations the British government made to Indian authorities on the subject.In response, Mordaunt described Singh’s killing as a “very serious situation” and that the British government supports the right to protest. “I shall make sure that the Foreign Office has heard his [Dhesi’s] concerns and ask the relevant minister to get in touch with his office,” she told the House.Alarming news of man killed with bullet wound to head and several injured, as #FarmersProtest reported standoff with police.Legitimate posts and accounts of activists also taken down by X in India.#FreedomOfExpression and #HumanRights of peaceful protestors must be protected. pic.twitter.com/oKic9FaHO9— Tanmanjeet Singh Dhesi MP (@TanDhesi) February 22, 2024\n\n\nThousands of farmers from Punjab have been stopped at the state’s border with Haryana at Shambhu as they aim to march to Delhi to press the Centre to accept their 21-point demand charter. The protest started on February 13 to seek a law guaranteeing a minimum support price for agricultural commodities and the implementation of the MS Swaminathan Commission Report’s wider recommendations on farming.Shubhkaran Singh died on February 21 after he was injured during protests in the town of Khanauri near the border between Punjab and Haryana. The Punjab government confirmed that he died of a fatal head injury, but said that the cause of the injury was yet to be ascertained.The Samyukta Kisan Morcha on Wednesday alleged that the Centre was “solely responsible” for the death of the 21-year-old protestor during the police action against farmers.","author":"Scroll Staff","time":"2024-02-23T19:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153148-zshwqejjvw-1613063326.jpeg","tags":["Tanmanjeet Singh Dhesi","UK Parliament","Punjab","Farmer protests","Haryana Police"]}