{"title":"‘Feeling same humiliation I felt on December 6, 1992’, says Owaisi on Babri Masjid demolition ruling","content":"All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi on Wednesday said the acquittals in the Babri Masjid criminal conspiracy case made him relive the same humiliation that he experienced during the demolition in 1992.Earlier in the day, a special Central Bureau of Investigation court in Lucknowacquitted all the 32 accused in the case. Bharatiya Janata Party leaders Lal Krishna Advani, Murli Manohar Joshi, Uma Bharti and Kalyan Singh were among those accused of criminal conspiracy and other charges in the nearly three-decades-old case.“This judgement satisfies the collective consciousness of Hindutva and its followers and its ideology,” Owaisi told reporters. He added that justice was not done in the case.Supreme Court had said that it was a calculated act of destroying a place of worship. I am unable to understand that if this was an egregious violation of rule of law, was the mosque martyred using magic on December 6? Were idols kept inside on the nights of December 28 and December 29 in 1949 by magic? Were the locks opened using magic when Rajiv Gandhi was [the] prime minister. — All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi\nHe said that there was violence wherever Advani’s chariot went prior to the demolition. “Innocent people were murdered, properties were burnt, families were uprooted and destroyed,” the AIMIM chief said. Owaisi alleged that Joshi, Advani and Bharti, distributed sweets when the mosque was demolished and also claimed that the BJP, Rashtriya Swayamsevak Sangh and Shiv Sena were responsible for the act. The AIMIM chief also blamed the Congress for the demolition. “It was during Congress rule that the idols were kept [inside the mosque], locks were opened, shilanyas was done, and the demolition happened,” Owaisi said.Meanwhile, the Congress also criticised the CBI court’s verdict. The party’s chief spokesperson Randeep Singh Surjewala said the ruling was against the Supreme Court’s November 9 verdict and the constitutional spirit.He said the Supreme Court had held that the mosque’s demolition was illegal. “But the special court exonerated all the accused,” Surjewala added. The Congress leader urged the Uttar Pradesh government and the Centre to file an appeal in the case and follow the law and the Constitution.Surjewala said the country was a witness to a “deep-rooted political conspiracy” by the BJP-RSS combine, and alleged that its leaders could destroy the harmony in India to usurp power. The then BJP government of Uttar Pradesh was a co-conspirator in the designed attack on India’s Constitutional ethos. So much so that Supreme Court was misled by filing a wrong affidavit on oath. It is only after detailed examination of all these aspects, facts and evidence that the Supreme Court held the demolition of Masjid to be an egregious violation of the rule of law  — Congress chief spokesperson Randeep Singh Surjewala\nIn contrast to AIMIM and Congress’ allegations, the CBI court, in its verdict, said that the demolition was not pre-planned and that the people who demolished the mosque were “anti-national elements”. The accused leaders were, in fact, trying to control the crowds, the judgement added.Several BJP leaders welcomed the judgement and praised the judiciary. Advani said the acquittal vindicated his and his party’s commitment towards the Ram Janmabhoomi movement. Joshi, meanwhile, referred to the verdict as a “historic decision” and said it “proves that no conspiracy was hatched for December 6 incident in Ayodhya”. The caseThe Babri Masjid, located in Ayodhya in Uttar Pradesh, was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on land that was the birthplace of deity Ram. The incident had triggered communal riots across the country. The demolition also led to bomb blasts in several parts of Mumbai, allegedly masterminded by underworld don Dawood Ibrahim, in 1993. The blasts killed over 300 people.On April 19, 2017, the top court had ordered a day-to-day trial in the case, and said it should be concluded within two years. The court had also restored criminal conspiracy charges filed against Advani and Joshi along with Vinay Katiyar, Sadhvi Ritambhara and Vishnu Hari Dalmia. It restored charges against several other Hindutva leaders who had earlier been acquitted in the case. Three other high-profile accused – Giriraj Kishore, Vishwa Hindu Parishad leader Ashok Singhal and Vishnu Hari Dalmia – died during trial and the proceedings against them were abated.Arguments of the defence and prosecution concluded on September 1, after which the special judge began writing the verdict. The CBI had produced almost 351 witnesses and 600 documents before the court. Last month, the Supreme Court had set September 30 as the deadline to complete the trial and deliver a verdict.In November 2019, while passing its judgement on the related Ayodhya title dispute, the Supreme Court had said that the 1992 “destruction of the mosque and the obliteration of the Islamic structure” was an “egregious violation of the rule of law”.","author":"Scroll Staff","time":"2020-09-30T18:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129870-wjhwacapmr-1601466005.jpeg","tags":["Asaduddin Owaisi","AIMIM","Babri Masjid","Randeep Singh Surjewala"]}