{"title":"Film review: ‘Mad Max: Fury Road’ teaches superhero films a thing or two about action","content":"One of the master purveyors of the post-apocalyptic landscape where humans have been reduced to their natural animal states and will stake everything for mere survival is back with yet another eye-popping allegory. Visionary Australian director George Miller’s fourth Mad Max movie, made after a 30-year gap, is set in a dystopia marked by a severe shortage of water and natural energy resources, desertification, genetic engineering and a culture dedicated to war and the enslavement of women.The first Mad Max film was an examination of outback anomie, the second one looked at severe fuel shortages, while the third (which was also the weakest) was set in a slave colony where pig excreta is converted into fuel to run humankind’s last outpost. Suggesting unconventional solutions for the pressing problems of the world that we are leaving behind for the future generations, Miller has managed to infuse his action spectacles with anti-war and pro-environment concerns that make them an effective companion in climate change debates.Fury Road makes a nod to Mad Max 2, in that it is one long road movie featuring a band of crazies chasing a lone vehicle containing the last  good people left on the planet. There are also elements from the third part, Mad Max: Beyond Thunderdome, especially in the slave colony governed by genetic freak Immortan Joe (Hugh Keays-Byrne, who played in the first Mad Max in 1979) and where Max (Tom Hardy) is initially held captive.Immortan Joe, who has a death mask for a face, and his chalk-white minions (called “war boys”) rule over the populace by controlling the water supply and replenish themselves by harvesting the blood of healthy humans. When Furiosa (Charlize Theron) escapes along with Immortan Joe’s wives, who are part of a programme to breed a pure, defect-free race, she sets into motion a dangerous, thrill-filled journey across an endless desert. Max and breakaway minion Nux (Nicholas Hoult) hop on for the ride, but these female road warriors prove that they are no wilting lilies in need of care.\n\n\n    \n    Play\n\nMad Max: Fury Road (2015).Miller’s trademark absurdist humour pops up ever so often in the middle of the stunningly directed and relentless mayhem. “Don’t get addicted to water!” is one character’s advice to the parched slave population early on in the movie.As Immortan Joe and his war boys set out for the hunt, they are accompanied by the soothing strains of heavy metal, delivered by a war boy who never loses his nerve or a string in the most chaotic of situations.The 70 year-old director’s eye for inventive visuals has barely dimmed with age. The make-up and costumes of Immortan Joe and his war boys are as striking as the array of retrofitted trucks and bikes that make this franchise an original. The dialogue is as functional as in previous films, and purists might even complain that Fury Road’s characters talk a bit too much.Amidst the breathtaking action and no holds-barred violence, much of it computer generated but nevertheless realistic, Miller holds on to the moral purity that marks the Mad Max franchise. In this movie, the women are the pillars of sanity, hope and bravery. In one of Fury Road’s most effective scenes, Max takes aim at a target but then realises that he will probably miss and gamely hands over his weapon to Furiosa.Feminism on the battlefield? Miller’s filmography includes the two Babe films, about the talking pig, and the Happy Feet animation series. He has piled on a few minutes of running time and greater wordiness with every new Mad Max movie, and has raised the profile of Fury Road through the presence of Hollywood regulars such as Hardy and Theron. Fury Road is both in 2D and 3D, which makes the on-screen violence more immersive and immediate.But Miller is also as attuned to the headlines as he is to the audience’s hunger for pure, elemental violence that goes all the way down the wire. Fury Road’s twinned themes of the search for racial purity and the impact of war on women chime perfectly with the times. Every Mad Max movie contains a simple truth: when all options run out and the world as we know has irrevocably changed, men descends into their true beastly selves. Thank the heavens for women.","author":"Nandini Ramnath","time":"2015-05-15T09:05:04+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/727600-96d430e0-3009-49f1-949e-47807931b4ad.jpg","tags":["Mad Max: Fury Road","George Miller","Charlize Theron","Tom Hardy"]}