{"title":"Five poll-bound states’ Assemblies met for less than 30 days a year in current term, report shows","content":"The Assemblies of the five poll-bound states – Madhya Pradesh, Rajasthan, Telangana, Chhattisgarh and Mizoram – met for less than 30 days a year in their current terms, data compiled by Delhi-based think tank PRS Legislative Research showed on Monday.While the Rajasthan Assembly met for an average of 29 days in a year, Chhattisgarh Assembly sittings went on for 23 days. In Mizoram, the average sittings were 18 days, in Madhya Pradesh 16 days and the number was 15 for Telangana.The Election Commission of India on Monday announced that Assembly polls in these states will be held between November 7 and November 30. The counting of votes in all five states will take place on December 3.According to the analysis of PRS Legislative Research, the average days of sittings have reduced significantly between 1952 and 2022 in Madhya Pradesh, Rajasthan, Telangana and Chhattisgarh. Long-term data is not available for Mizoram.In their first 10 years, the Rajasthan Assembly met for an average of 59 days a year, while the Madhya Pradesh Assembly met for 48 days. The average annual sitting days have declined to 29 in Rajasthan in the last 10 years and 21 in Madhya Pradesh.The average attendance of MLAs in Chhattisgarh, Madhya Pradesh and Rajasthan has remained at 83% in the current term. In Chhattisgarh, attendance of MLAs was between 87% and 90%, whereas in Madhya Pradesh, average attendance was 92% in 2019 but went below 80% in subsequent years. Nearly 85% of all MLAs in Rajasthan attended the Assembly from 2019 to 2021, but the number dropped to 67% in 2022.Data is not available for Telangana and Mizoram.The report also shows that 17% of members of the Chhattisgarh Assembly are women. The number is 13% in Rajasthan and less than 10% in Madhya Pradesh.Data further shows that the Assemblies passed 48% of bills within a day of their introduction. Mizoram passed 57 bills during its current term, all on the same day or the day after their introduction. Chhattisgarh passed 14 bills in a single six-hour sitting in 2020 and Madhya Pradesh introduced and passed 13 bills over two days in 2022.For budget, the states spent one-third time discussing the overall plan and the rest discussing and voting on the expenditure by various departments.","author":"Scroll Staff","time":"2023-10-10T12:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193595-eszcxmmkvf-1693300486.jpg","tags":["Assembly","Chhattisgarh","Madhya Pradesh","Mizoram","Telangana","Rajasthan","Assembly polls"]}