{"title":"Five years after BJP’s UP sweep: In Basti, Dalits upset over inflation but grateful for free rations","content":"Seventeen years ago, Brijlal’s left hand was crushed by a power press at the plastic manufacturing unit he used to work at, in the once-bustling industrial hub of Mayapuri in western Delhi. Ever since, he has been home – in Parewa, a village of few hundred people, almost all of them landless labourers, in eastern Uttar Pradesh’s Basti district. Like most others in the village, Brijlal, now in his late thirties, comes from the marginalised Jatav Dalit community, counted among Scheduled Castes in official records. For a living, he buys and sells vegetables. When we met last week, Brijlal, unlike his neighbours, was quite open about his political preferences. “See, I am a Chamar,” he said referring to his caste. Jatavs are also referred to as Chamars in some parts of Uttar Pradesh. “In this world, I am only allowed to eat and sleep with a Chamar – so my vote, too, will always go to a Chamar.” In other words: he said he was a Bahujan Samaj Party loyalist. The BSP, led by former Uttar Pradesh chief minister Mayawati, is widely seen to be representing the interests of the state’s Dalit communities, particularly the Jatav caste, into which Mayawati was born.Of late, though, the party’s clout has been on the wane. In the previous Assembly elections in the state, held in 2017, the party could win only two of the 84 seats reserved for Dalit candidates in the state. On the other hand, the Bharatiya Janata Party, which swept the polls, emerged on top in 70 such seats. Mahadewa, where Parewa is located, is one of them. The BJP candidate, Ravi Kumar Sonkar, won with a decisive lead of more than 25,000 votes over the BSP’s Doodhram.Post-poll survey data  for Uttar Pradesh suggested that while the BSP held on to a large share of Dalit votes, since 2014, the BJP had managed to woo a large number of non-Jatav Dalits away from it. This was the outcome of a studied and successful strategy of the party that entailed impressing upon non-Jatav communities that the BSP catered only to the interests of the Jatavs. Brijlal’s left hand was crushed by a power press 17 years ago. He now sells vegetables for a living.The rise of the BJP  Located at the intersection of the Awadh and Purvanchal regions of Uttar Pradesh, Basti, with its squalid crush of small towns and caste-segregated villages, offers very little to set itself apart from the rest of the Hindi heartland in terms of either geography or demography. For years, the BJP was barely a serious player in the district, except for a brief period in the nineties when the party shot into relevance on the back of the emotive Ram Janambhoomi movement, the epicentre of which was adjoining Ayodhya. Before 2017, the party won a total of one seat in the district in the 2000s. That lone victory, too, political observers say, was more of a fluke: Ram Prasad Chaudhary, who had held the Kaptanganj seat for 24 straight years since 1993, joined the party’s ranks ahead of the 2002 elections after a fall-out with Mayawati, and retained the seat.Until 2017, the BSP had a decisive upper hand in Basti. In 2007, the party won four of the district’s five seats; in 2012 even when it suffered heavy losses in most parts of the state, it held on to two of those seats. Of the three remaining seats, the Samajwadi Party emerged as the winner in two, and the Congress in one. In the 2012 election, the BJP was barely even in the contest in the district. While in three of the five constituencies, the party had finished fourth, it was a distant third in the other two. But in 2017, the BJP won all five of the district’s constituencies. In Mahadewa, where every third person is a Dalit, the BJP candidate got more than 40% of the total votes.  Brijlal said while he may not have voted for the BJP himself, he understood why many Dalit voters did. “Everyone believed that Modi would make Uttar Pradesh swarg [heaven] just like he did with Gujarat,” he said, referring to Prime Minister Narendra Modi. Gujarat, where Modi was chief minister from 2001 to 2014, is one of India’s most industrialised states, with a manufacturing sector  that accounts for nearly 40% of the state’s GDP. “It was a vote for him,” Brijlal said. “In the hope that we would not have to go out to other states for our livelihood, that there would be factories and industries in Uttar Pradesh just like in Gujarat.”Five years later, the sentiment among Dalit voters is mixed. The jobs have not materialised. And there is anger over inflation. But the BJP’s social welfare policies seem to have helped offset some of the resentment, particularly among those at the absolute bottom of the socio-economic pyramid. The BJP’s sweeping victory in the 2017 Uttar Pradesh Assembly Elections was particularly impressive in districts where the party had barely scraped through a win in the past two decades. While in government under chief minister Adityanath, has the party been able to consolidate its gains and entrench itself further? Or will the 2022 elections undercut its hegemony? In this series, Five years after BJP’s UP sweep, we bring you dispatches from five such districts that we will track through the election season right up to voting day. Basti is one of them.Caste arithmetic in Basti Dalits account for around 20% of Basti’s population, close to the overall share of the community in Uttar Pradesh. Since there are no official numbers of the other caste groups, neat community-wise break-ups are difficult to come by – Scroll.in obtained estimates from political party workers who had access to household data drawn up at the booth level. Apart from the Dalits, the other significant group is the intermediary caste of Kurmis – they are, according to local estimates, the largest community in Basti Sadar, Kaptanganj and Rudhauli constituencies. The district is also home to a large number of upper-caste Brahmins, traditionally seen as supporters of the BJP; their numbers are particularly significant in the constituency of Harraiya.Muslims account for less than 15% of Basti’s total population, markedly less than the state average of around 20%. The share of Yadavs, the other traditional base of the Samajwadi Party apart from the Muslims, is also believed to be less than the overall state numbers. This caste arithmetic suggests that the Samajwadi Party, which has emerged as the primary contender to the BJP ahead of the 2022 Assembly election, will have its task cut out in Basti. The party has to draw to itself communities that have traditionally been wary of it, if it hopes to wrest the district from the saffron party.  The most important of them, perhaps, are the Dalits, given their sheer numbers.   “If we don’t get Dalit votes, we will require at least 70% of non-Yadav OBCs to vote for us,” said Ram Prasad Chaudhary, the five-time legislator from the Kaptanganj constituency. Chaudhary, who joined the Samajwadi Party earlier this year, was referring to the intermediary caste groups clubbed under the umbrella of the Other Backward Castes, who have voted in large numbers for the BJP in Uttar Pradesh since 2014. Chaudhary is one of the region’s tallest Kurmi leaders – an important OBC community in the area. Chaudhary’s induction could help attract some Kurmi votes, but such a massive consolidation of non-Yadav OBC groups in favour of the Samajwadi Party seemed unlikely, said those who follow the district’s politics closely.  Conversations with residents across five constituencies suggested the middle castes were somewhat divided between the Samajwadi Party and the Bharatiya Janata Party. While some communities, such as the Rajbhars and the Kurmis, seemed quite open to the idea of the former, owing to the fact that influential leaders from their respective castes had joined hands with it, other groups such as the Nishads and the Prajapatis said they felt no reason to jump ship.But despite how crucial it is for the Samajwadi Party to win Dalit votes, I found that it barely seemed to be on the radar for most Dalit voters I spoke to, despite their pronounced disillusionment with the BJP.Ram Prasad Chaudhary, a five-time legislator from the Kaptanganj constituency, joined the Samajwadi Party earlier this year. Inflation vs welfare  Among Dalit voters, “mehengai” or inflation seemed to be the running motif.In a village in Mahadewa’s Kudraha block, Radhika Harijan complained, “Everything under this government is more expensive. I have stopped refilling the cylinder they gave me and started cooking on the chulha (hearth).”Not too far away, in Parewa village, Motilal Harijan said his family, too, had stopped using the cylinder that the government provided them for free. “Just tell me how do we survive when cooking oil is Rs 200 a litre and my daily wage is not more than Rs 250,” he said.Yet, there seemed to be strikingly different assessments of the situation at hand.  Though things were bad, some said, the government had also been offering assistance in cash and kind. For instance, poverty-stricken Dalit women would often punctuate desperate rants about the rising prices of essentials with notes of gratitude to the government for the “free ration”, alluding to the additional provisions of foodgrains that the Centre has been disbursing since the beginning of the pandemic.There were also plenty of references to free housing and toilets that people said they had received from the central government in the previous four-and-a-half years.  “I can’t lie about the fact that Modi has at least given me something,” said 45-year-old Phoolmati Chamar, who lives with her 18-year-old daughter in Rudhauli’s Bharauli village. “I didn’t get anything from Mayawati.” Phoolmati said she had voted for “kamal” in the last few elections, referring to the lotus that is the BJP’s election symbol. Similarly, in Mahadewa’s Chauba village, Shyamraji spoke of the Rs 6,000 annual cash assistance she had been receiving as part of a direct benefit transfer scheme for land-owning farmers, also a Central scheme. “What did Mayawati give?” she asked.But others argued that the government of the day had been “taking away”  much more than they had given. In Kurmaul village, close to the Gorakhpur border, Sita articulated a widely expressed sentiment. “The previous governments may not have given us anything, but didn’t take from us either – kuch banaya nahi to bigada bhi nahi,” said the 40-year-old.Shyamraji (third from left)  spoke of the Rs 6,000 annual cash assistance she had been receiving as part of a direct benefit transfer scheme for land-holding families,Loyalty vs strategic votingBut when you ask such disenchanted Dalit voters whom they would vote for if not the BJP, their answers are often guarded and vague, evidently shaped by a fear that speaking against the ruling dispensation was a bad idea. Yet, some time into conversations with them, it would become clearer where their loyalties lay.The Bahujan Samaj Party may be at its lowest, but several Dalits, particularly from the Chamar caste, who account for around 60% of the community in the district, remain committed to voting for it, despite its decline. As Hanuman Prasad in Mahadewa explained, “People want to go up in life and for that you need jobs. Mayawati created employment for us.”Prasad was hired as a sanitation worker at a village panchayat close to Basti town in 2008. The Mayawati government, when in power from 2007 to 2012, had hired over one lakh sanitation workers, most of them Dalits – few people from other communities would sign up given the nature of the job. The government job has helped Prasad, who also owns some land, give his children a better life. His two daughters go to college, and his two sons are in high school.Hanuman Prasad with his wife and children at their home. He said he owes his job to Mayawati.Although Samajwadi Party leaders concede to Maywati’s sway over Dalit voters, they insist that the community will vote strategically this time because what they really wanted was the BJP’s defeat. A section of politically aware Dalits, indeed, acknowledged that if they wanted to see a new chief minister in Lucknow, the only realistic option was Akhilesh Yadav, the Samajwadi Party boss. As Sumit Rao, a 26-year-old graduate in pharmacy from Arda village in Rudhauli said, “People this time may vote for the party that has a chance of defeating the BJP.”The argument draws on the notion that the BSP isn’t a serious contender this time and that voting for it would perhaps indirectly benefit the BJP. While some Dalits, particularly the young and educated, do seem to agree, it isn’t an idea that has gained much currency yet. As 20-year-old Pradeep Gautam, who lives in Harraiya’s Chhapia, and is pursuing a bachelor’s degree in education, said, “What we want is an MLA of our own party. Rest we will think of later.”Most Dalits I met reasoned that even if they voted for the Samajwadi Party, if the party won they would be branded as having voted for the BSP, and consequently, would be left out of government schemes. “We might as well vote for our own party and elect our own representative who can speak for us,” said Kalicharan, who works as a painter in the Kudraha block of Mahadewa constituency. Phoolmati said she had voted for “kamal” in the last few elections, referring to the lotus that is the BJP’s election symbol.The BJP’s calculations BJP leaders in Basti admit there is some disenchantment among Dalit voters. Harish Dwivedi, who is the BJP parliamentarian from the district, which also serves as a Lok Sabha constituency, said inflation was a problem and would likely cost the party some votes. “A section of the non-Harijan Dalits who voted for us will not this time,” he said, referring to non-Chamar Dalit communities.But that didn’t really matter, he added. Dalit communities, he claimed, “opposed the Samajwadis 10 times more” than they did the BJP.  Dwivedi’s thesis was this: as long as there wasn’t a major shift of the community’s votes to the Samajwadi Party, there was no cause for alarm. This argument, too, drew from the notion that the  BSP was unlikely to attract votes of other communities and, thus, posed no real threat to the BJP. The BSP’s leaders, for their part, were reluctant to address this widespread notion that votes in its favour were essentially votes against the Samajwadi Party, the supposed number two in the race. “All we know is we are also fighting an election and doing it competitively,” said Subhash Chandra Gautam, an election coordinator for the party in the district. Yet, change may not be on everyone’s mind, after all. Many Dalit voters, particularly from non-Jatav communities, seemed open to the idea of voting for the BJP. Koke Sonkar, who sells fruits for a living in Basti town, said that he wished the prices of essential commodities would come down, but that he wasn’t hopeful that a new government would be able to do much about it. “I would give the BJP government 10/10 if not for inflation,” he said.Even a section of Jatav voters seemed willing to give the BJP a second chance. Brijlal, the vegetable seller, who had offered acute criticism of the government, also shied away from completely writing it off. “Times have been cruel for everyone with the bimari,” he said, referring to the coronavirus pandemic. “So it is perhaps not entirely fair to assess the government on the basis of the last five years.”All photos by Arunabh Saikia.Follow the rest of the series here.","author":"Arunabh Saikia","time":"2021-12-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167381-fwciflhciy-1639228435.jpg","tags":["Uttar Pradesh Assembly Elections 2022","Bahujan Samaj Party","Bharatiya Janata Party","Dalit voters","Dalit politics","Five years after BJP's UP sweep"]}