{"title":"Five years after BJP’s UP sweep: In Budaun, Muslims want Akhilesh back – but demand representation","content":"Ashtosh Varshney has the dubious distinction of being the worst performing Bharatiya Janata Party candidate in the 2017 Uttar Pradesh elections. Varshney, who was the party’s candidate from Budaun district’s Sahaswan constituency, clocked barely 10% of the total votes, finishing a distant fourth and losing his deposit.This was a stark contrast to the overall performance of the BJP, which secured a whopping three-fourths majority in the assembly that year. The anomaly of Varshney’s loss was particularly glaring in Badaun, where the BJP won every seat other than Sahaswan. This despite the fact that the district had been a bastion of sorts for the Samajwadi Party. It had won four of the six seats in the previous Assembly election in 2012. Even in the 2014 Lok Sabha polls, which the BJP had swept, winning 71 of the 80 seats, the Samajwadi Party had managed to hold on to the Badaun seat fairly comfortably.The BJP, meanwhile, had been trounced in 2012, finishing sixth in three of the six Assembly constituencies in the district. Its best performance was a second place finish in the Badaun city seat. Located around 300 kilometres northwest of Lucknow and about the same distance southeast of Delhi, Budaun was once an important seat of the Delhi Sultanate and the birthplace of many revered Sufi saints, most famously Nizamuddin Auliya. Today, the district, which has no direct rail connections to either Delhi or Lucknow, is a pale and obscure shadow of its former glorious self, much like its most famous remnant from that past: the once-grand but now tattered tomb of Parwar Khanum, the sister of Mughal empress Mumtaz Mahal.The mausoleum, surrounded by towering heaps of garbage fed on by battalions of stray cows, is located in the district’s Shekhupur constituency, where at least a quarter of the population is Muslim. This was one of the constituencies in which the BJP had finished sixth in 2012. Five years later, it won the seat, reflecting the dramatic shift in politics the district saw in 2017.While there were other districts where the BJP blanked out its opponents, its Budaun performance was particularly impressive because of the place’s demography: Muslims and Yadavs, the Samajwadi Party’s traditional vote bases, account for nearly 40% of the population, according to local estimates drawn up  by political parties based on electoral rolls. In Shekhupur, the number is even higher: almost every second voter is either a Muslim or Yadav. The 2019 Lok Sabha election was an even greater embarrassment for the Samajwadi Party. It lost the Badaun Lok Sabha seat (the constituency is largely coterminous with the district but is spelt differently), something that had never happened over the course of the six Parliamentary elections that had been held since the party came to being in 1992. The fortress had truly been breached. The BJP’s sweeping victory in the 2017 Uttar Pradesh Assembly Elections was particularly impressive in districts where the party had barely scraped through a win in the past two decades. While in government under chief minister Adityanath, has the party been able to consolidate its gains and entrench itself further? Or will the 2022 elections undercut its hegemony? In this series, Five years after BJP’s UP sweep, we bring you dispatches from five such districts that we will track through the election season right up to voting day. Budaun is one of them.The loss of Yadav votesIn Sahaswan’s Khairpur Khairati village, Chaman Miya, a wealthy land-owning farmer in his sixties, minced no words about what he thought had led to this spectacular slide for the Samajwadi Party. “It was us who ensured that the party at least won in Sahaswan,” he said. “But did their own people vote for them? In 2019, it was completely clear that they voted against the party.”What Miya meant was: while Muslims, who account for around 25% of the total voters in Sahaswan, had ensured that the Samajwadi Party crossed the line in 2017, many from the Yadav community had switched loyalties in the 2017 and 2019 elections.  In 2017, Sahaswan was the only constituency the Samajwadi Party held on to in the district.Chaman Miya said he would vote for the Samajwadi Party only if they projected a Muslim candidate. The Yadavs form the top leadership of the party, founded by Mulayam Singh Yadav, a three-time chief minister of Uttar Pradesh, who has also been an MLA from Sahaswan.Not too far away, in Hotipur village, Kunwarpal Yadav, also a farmer, in his late forties, conceded to Miya’s contentions about the community to which he belongs. “In 2017, our votes got divided, in 2019 even more,” Yadav said.  Post-poll survey data confirms this: starting in 2014, a section of Yadavs voters moved away from the Samajwadi Party to the BJP. When we met last week, Miya said he too did not see the benefits of being loyal towards the Samajwadi Party anymore, although he wanted the BJP out. The Samajwadi Party legislator, Omkar Yadav, a four-time winner from the seat, had done little to serve the cause of his village and community, he said.  “He doesn’t listen to us at all despite knowing very well that he couldn’t have won without us,” said Miya. Therefore, Miya said, he would vote for the Samajwadi Party this time only if they chose a Muslim candidate. “Otherwise, we will make sure Bittan wins,” he said referring to Musarrat Ali Bittan, a probable Bahujan Samaj Party candidate from the seat. Yadav, for his part, declared he would never vote for a Muslim even though he, too, wanted the current dispensation to change. “This place will become Pakistan then,” he said in a matter-of-fact manner.Kunwarpal Yadav said he'd never vote for a Muslim. More stray cattle, less crimeHindus and Muslims may share an anxious relationship in Budaun, but their assessments of the past four-and-a-half years are strikingly similar. Both vocally complain about “khuli gaai”, stray cattle, wreaking havoc in their fields and agree that it is largely the result of chief minister Adityanath’s stringent crackdown on cow slaughter. In Siddhpur Kaithauli village in Bisauli, a group of Hindu men, gathered around the village courtyard, spoke of their “duvidha” – confusion. “Hundreds of them come and destroy everything in the fields,” said Pramod Tiwari, who is in his 30s. “But we don’t know what the solution is – should they be killed so that our crops can be saved? It is a difficult question for any Hindu.”Muslims obviously don’t share that moral dilemma. “The truth is everyone benefited from it,” said Muzaffar Hussain, who lives in Bilsi. “The Hindus sold animals when they needed money for a wedding or some emergency, and many from our community survived doing that business.”On the other hand, though some did complain of police high-handedness, most members from both communities agreed that law and order had improved under the BJP government. “It’s become difficult to manage two square meals under this government, but it’s true that loot [dacoity] has stopped,” said Kausar Khan, a farmer in Bahawalpur, part of Sahaswan.   Kausar Khan (second from right) said robberies had decreased in the BJP regime. Plans for the futureYet, ahead of the next election, which are less than two months away, the two communities seemed to have contrasting ideas. For the Hindus I spoke to, the ideal situation was one in which the BJP would come up with a fix for the stray cattle menace. But most, particularly those from the non-Yadav communities, seemed to believe that even if they failed to do so, it was not reason enough to vote them out, not yet at least.  “They should open up the cattle markets like before, the stray animals have become a nuisance,” said Sunil Kumar, who runs a pharmacy in Bisauli’s Allehpur village. “But the fact is even if they do nothing about it, we will still vote for them, because there can’t possibly be a better government than this. Everything else this government has done is good.”Most Muslims, on the other hand, said they wanted Akhilesh Yadav, the chief of the Samajwadi Party, to become the chief minister of Uttar Pradesh. While stray cattle and the ban on cow slaughter, which impacted their livelihoods, were the main cause for their troubles too, the discomfiture with the BJP government went beyond that. “Mohammedan dabaya jaa raha hai – the Muslims are being oppressed,” said Yunus Khan, a farmer in Dataganj. “We want Akhilesh back.”A dichotomyWhile that may indeed be the overarching consensus among the community, many like Miya also cautioned that this did not mean they would unquestioningly vote for any Samajwadi Party contender from their constituency. The rationale went: while it was important for Akhilesh Yadav to be at the helm, it also mattered who the local representative was, because they were the ones who stood by you in moments of crisis. Essentially, Miya was suggesting that Muslims were demanding, and deserved, “hissedari”, or a share in the power pie. The BJP’s dominance meant no Muslim representation from the district in the state assembly despite the community accounting for nearly a quarter of the district’s population. In 2012, there were two Muslim MLAs from the district, one each from the Samajwadi Party and the Bahujan Samaj Party.But the Samajwadi Party’s record in terms of providing representation to the community has not been great either. Historically, in constituencies of the district where Muslims and Yadavs are in comparable numbers, and even where there are more Muslims, the Samajwadi Party has tended to go with a Yadav candidate. Only in the Badaun city seat where Muslims outnumber Yadavs by a large percentage has the party projected a Muslim candiate in the last two elections. “If the Samajwadi Party wants our votes, it ought to give us our rightful share,” said Dilshad Hussain, a farmer in the village of Ramzanpur in Shekhupur. “We are the single largest community here – what is the problem in having a Muslim candidate?”Dilshad Hussain (centre) asked of the Samajwadi Party: “We are the single largest community here – what is the problem in having a Muslim candidate?”In Bilsi constituency’s Khairi village, Zoaib Ali Khan, who holds a business degree, spoke along similar lines. “Will we Musalman do all the qurbani all the time?” he asked, using the Urdu word for sacrifice. “Why must we always vote for the Yadavs when they do not vote for us? We haven’t set up a tent so that we can make one party win all the time, but get nothing in return.”These complaints of having been dealt a bad hand by the Samajwadi Party are not new, but seem to have become stronger after the 2017 elections. The BJP’s victories in places with large Yadav populations, like Sahaswan and Shekhupur, have made them particularly pronounced.Zoaib Ali Khan (second from left) was bitter about the Samajwadi Party.Backing the winnerMany Muslims bitterly asked: what purpose was voting for the Samajwadi Party going to serve in any case? “It is not like if we Muslims vote, they are going to win,” said a Muslim man in the Dataganj constituency’s Deori village, striking a defeatist note. “For that to happen, the Hindus all also have to vote, but will they?”This sentiment drew from the notion that the Samajwadi Party perhaps did not have the wherewithal to draw enough Hindu voters to actually dislodge the BJP from power. Thus, many argued that if the party didn’t put up a Muslim candidate, whose support they could count on, irrespective of who gained power in Lucknow, it would make sense to vote for the most winnable candidate instead, even if they were from the BJP. This is because voters are aware that these days booth level data reflect detailed voting patterns of different areas – they were more likely to receive support and patronage from a politician who recognised that they had supported his or her candidature. “Vote ginti me toh aayegi tab – at least our votes will count for something,” said Hussain, the farmer in Ramzanpur.In Dataganj’s Naum Tikanna Pukhta village, Nafisa Begum told a story that made a similar point. Begum, a former pradhan of the village, said it became extremely difficult to get developmental work done in the village after the BJP came into power in 2017. The booth-level data that the party had access to allows it to calculate voting patterns even at the village-level, Begum said. “We would not even be heard by our MLA because we didn’t vote for him,” she said. To make amends, Begum said she and her husband had had to indulge in a string of reconciliatory measures. They gifted the MLA a silver crown worth Rs 22,000 last Ram Navami. Then, in the last district council elections held last summer, her husband took along two Hindu neighbours as he cast his vote – to testify that he voted for the candidate backed by the BJP. Begum said she supported the Samajwadi Party, and always had, but that she was having second thoughts about voting for the party this time. “There is a lot of pressure if you are not in the good books of the MLA,” said Begum. “And given how things are, there is no guarantee at the moment that BJP will lose power.”A broken family?These apprehensions are perhaps not unreasonable. Though Budaun’s social make-up might seem favourable to the Samajwadi Party, a complete reversal of the outcome of 2017 may not come easy for the party. Not only do most Hindus belonging to non-Yadav communities seem willing to give the BJP another chance, a section of Yadavs, too, despite feeling marginalised under the BJP, may not have entirely closed the door on the party this time. Take for instance, Mirzapur, a mixed village in Bisauli comprising largely Muslims and Yadavs. While the Muslims said they would vote for the Samajwadi Party irrespective of the religion of the candidate, the Yadavs seemed less enthusiastic. “What is the point of voting for them if they don’t support us when there is a fight with the Muslims?” asked Puran Yadav, a farmer. “Let me tell you one truth: in Hindu villages, all Yadavs vote for Akhilesh, but in mixed villages like ours, we have to look out for our own security.”Prempal Singh Yadav, who heads the Samajwadi Party’s Budaun unit and is a two-time legislator from Dataganj, though, insisted that the party’s “base votes”  – referring to Yadavs and Muslims – would not get divided this time. “In fact, the situation is such that even the BJP’s base voters are now open to voting for us – it is just about the local leader in every area making that push and convincing them we will be back in power.”Yadav men in Mirzapur, a mixed village in Bisauli. In private conversations, though, the party’s leaders were more circumspect. “It’s true that people have all sorts of problems with the BJP government, but the trouble is, that still doesn’t mean they are ready to vote for us,” said a Budaun-based Samajwadi Party leader. “There is that fear that Yadav gundagardi [thuggery] will be back again.”He was alluding to a commonly-heard complaint in Uttar Pradesh: that when the Samajwadi Party is in power, a section of Yadav men feel emboldened enough to intimidate and harass others.Indeed, as Brijlal Kumar Mathura, a Dalit farmer in Dataganj’s Naum Tikanna said, “We shudder of even think of what will happen if they come back to power – it is just anarchy.”All photos by Arunabh Saikia.Follow the rest of the series here.","author":"Arunabh Saikia","time":"2021-12-17T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167623-injbsclpdn-1639664417.jpg","tags":["Uttar Pradesh Assembly Elections 2022","Uttar Pradesh","Five years after BJP's UP sweep","Samajwadi Party","Muslim politics"]}