{
    "title": "Five big U-turns the Modi government has already made",
    "content": "The Bharatiya Janata Party and Narendra Modi rode to power with a historic mandate, and a Parliamentary majority that gave them plenty of leeway, so their voters are right to expect them to deliver on their promises. Unfortunately, the government’s projected acche din instead feature one staple of the United Progressive Alliance government that preceded it: the U-turn.There is the failure to roll back Foreign Direct Investment in multi-brand retail; retaining Robert Vadra’s security check exemptions; allocating Rs 200 crore of central funds on a statue after criticising former Uttar Pradesh chief minister Mayawati for doing the same with state funds; or, as Scroll reported, arguing for both outcomes in the Polavaram project.The uncomplicated assertions of the campaign seem a distance away.Fraternising with the enemyWhen Kashmiri separatist leader Yasin Malik met Laskhar-e-Tayyeba founder Hafiz Saeed, a wanted terrorist on whom the United States has a $10 million bounty, the BJP had a field day. At the time, party spokesperson Prakash Javadekar called for Malik to be arrested, for his passport to be confiscated and for further action to be taken against him.Yet, in government, the BJP has responded very differently to the news that Ved Prakash Vaidik, a journalist close to BJP supporter Baba Ramdev, sat down for tea with Saeed on a trip to Pakistan last month. Union Minister Arun Jaitley distanced the government and the party from Vaidik, saying he had not been given any sanction to meet with Saeed, but refused to call for any further action against him.The BJP’s spokespersons then fanned out on the evening news shows to insist that the situation could not be compared to the Malik incident, because Vaidik – who has not published any story regarding Saeed – was a journalist who should be allowed to meet who he wishes, even if that is a terrorist. Ramdev, meanwhile, defended the meeting with the LeT founder, saying he was certain Vaidik was trying to “change Hafiz Saeed’s heart”.Top SecretIn March, when Australian journalist Neville Maxwell decided to upload a large portion of the Henderson Brooks-Bhagat report, which examined Indian failures in its disastrous war with China in 1962, the Congress government announced that the report was still classified and could not be made public.The BJP immediately attacked the government over this, with then-Leader of Opposition in the Rajya Sabha Arun Jaitley writing a blogpost asking whether the report was simply being suppressed to save those in power in 1962, a reference to prime minister Jawaharlal Nehru.“The first 111 pages having been made public, it is now necessary that the balance pages also be made public rather than allow public opinion be influenced by unauthentic sources,” Jaitley wrote. “Was a Himalayan blunder of 1962 in fact a Nehruvian blunder?”As Defence Minister, however, he appears to be singing a different tune. In reply to a question in the Rajya Sabha, Jaitley gave a straightforward statement saying the government would not be declassifying the document or releasing it, saying any disclosure of its contents “would not be in national interest”.Off the railsWith coalitions playing such a big role in national politics in India now, most governments are especially constricted over rail fares, with any hikes inevitably met with threats from coalition partners. Modi’s government does not face that kind of restriction, so it should be free of that kind of concern. Yet the Centre has managed to make two railway-related U-turns already.In 2012, when chief minister of Gujarat, Modi wrote to the prime minister asking him to withdraw announced increases in the railway fares before the rail budget, claiming the government had “bypassed parliament.” But just a few weeks before Modi’s government presented its own rail budget, it announced a rail fare hike – which would later allow it to claim in a press release that the budget itself contained no increases in fares.Once the actual hikes were announced, however, the government faced the familiar pushback from stakeholders across the system – especially from his own party in Maharashtra, which will go to polls later this year. By cancelling the fare hikes for suburban rail, the government decided to partially roll back what it once called a much-needed bitter pill.Clean chitThe BJP’s eventual response to the Congress’s PJ Kurien, the deputy chairman of the Rajya Sabha, facing charges in the Suryanelli rape case was to call for his resignation. BJP spokesperson Prakash Javadekar made it clear that the party believed Kurien ought to have stepped down on “moral grounds” and not hold office until he had been absolved of all charges. When one of the BJP’s own ministers was caught in a similar situation, however, the response was quite different.After Union minister of state for chemicals and fertiliser Nihal Chand was summoned by a court for his alleged involvement in a rape case, the opposition and organisations like the national commission for women immediately began calling for Modi to sack him. The prime minister has remained silent on the issue, but his party has made it clear that they are not going to do anything about it.“A controversy is being manufactured against Nihalchand while there is no such thing,” BJP spokesperson Shahnawaz Hussain insisted, while Meenakshi Lekhi, a Member of Parliament from the party, said that nothing could be done until substantial evidence emerged against the minister.Save and SpendThe radio ads featured a personification of inflation having to disappear because Modi was coming. The TV ads promised things would get cheaper if the BJP was voted in. The billboards claimed, “bahut ho gayi mehengai ki maar, ab ki baar Modi sarkar.” (Enough of all the damage caused by price rise, this time it’s Modi’s turn in charge). And Modi himself went after the government for its “anti-people policy” of hiking diesel prices and reducing the number of subsidised LPG cylinders that citizens will be entitled to.This government, however, has maintained the United Progressive Alliance’s policy on diesel price rationalization, hiking the price by small amounts every month. Modi had also criticised the Congress’ decision to bring down the number of subsidised LPG cylinders to just 6 a year, which was later raised to 9 and then 12. Modi had at the time claimed a household needs 24 cylinders a year.Earlier this month, however, the oil ministry decided to hike prices on unsubsidised LPG cylinders – the cap is set at 12 – and put out a press release saying that more than 99% of domestic consumers use less than that number of cylinders per year, so will be unaffected by the hike.",
    "author": "Rohan Venkataramakrishnan",
    "time": "2014-07-15T07:47:47+05:30",
    "image": "https://sc0.blr1.digitaloceanspaces.com/large/670474-46e577c3-6670-4ab0-b0ba-f5014412b852.jpg",
    "tags": []
}