{"title":"Five blatant U turns from the opportunistic Congress","content":"If the Congress weren’t in as pitiful of a state as they are, the sheer audacity of former minister Salman Khurshid’s statement would have been shocking.“ As a Prime Minister, Narendra Modi should speak more,” Khurshid told the press a few weeks ago. “If not in Parliament, then to [the media].” If the Congress looked anything like a real opposition, it would seem like real chutzpah coming from a man who attempted to defend the overwhelming silence of the Manmohan Singh administration.Instead, it just seems like a desperate attempt to throw the kitchen sink at the Bharatiya Janata Party.While the Modi govenrment has pulled U turns on many of its pre-poll promises and positions, but the changes in direction by the Congress party has been no less remarkable. The only difference remains that, without enough Members of Parliament in the Lok Sabha to win the Leader of the Opposition post, the Congress' rhetoric barely seems to register.*Separate but equalCongress spokesperson Manish Tewari has had lots of experience doing verbal gymnastics to defend the United Progressive Alliance when it was in power, and the former minister is now using all of that practice to launch broadsides at the BJP no matter what their position is.“Pak High Comm feting separatists, Pak Army intruding across the border, ISI attacking Indian Consulate in Herat BJP govt sleeps Ache Din Agaye,” Tewari tweeted a few days ago before Modi had called off talks with Pakistan because of its outreach to Kashmiri separatists.This is from the representative of a party that did not have a problem with Islamabad talking to the separatists when it was in power. By questioning the Modi government’s decision to talk to Pakistan at all, Tewari was forgetting the words of one of his partymen who was also prime minister for  a decade. “I sincerely believe it is our obligation to keep the channels of communication open… unless we talk directly to Pakistan we will have to rely on a third party to do so,” Manmohan Singh had said.Of course, as soon as the Modi government had called off talks because of Pakistan’s separatist outreach, Tewari had another unconvincing jibe (and classic phrase) ready: “The government was in sonorous slumber and when there was a protest, it woke up and indulged in a knee-jerk reaction.”*LoP InsuranceThe Congress really wanted the Lok Sabha Leader of the Opposition post. It wanted the post so bad, that it was willing to hurt its own baby for it. That's the word  Ghulam Nabi Azad used  to describe how important the bill to raise the cap on Foreign Direct Investment in Insurance was to his party. But the minute the proposed law was introduced in the Rajya Sabha, the Congress offered enough obstruction to punt it back to a standing committee. It was widely believed that this, among other attempts at Congress obstructionism, was being carried out as a way of demanding the Leader of the Opposition post.The opportunism was apparently so blatant that Congress leader Digvijaya Singh publicly cautioned his party against its tactics in the matter. “We should be able to explain to the people that we are asking the insurance bill to be sent to the select committee for vetting because of serious issues of public concern,” he said. “It should not look like we are doing it for politics.”*Same old, same oldOne of the chief criticisms of the Congress party is that the BJP is barely doing anything different. Even the party president has insisted that most of the new government’s measures have been the same. “They have paid us the tribute of imitating and extending, if not strengthening, a number of Congress programmes and initiatives,” Sonia Gandhi said. The Budget and the rail budget were flayed for the same reasons. Gandhi, again: “The government has introduced and passed a Budget that breaks little or no new ground.”Yet, the Congress has still managed to criticise the Modi government for not bringing in the promised Acche Din. How do the two square? If the Congress is criticising the BJP for sticking to policies that have been put in place over the last decade, who should bear the blame for the fact that, as Gandhi put it, “prices are rising across the nation, hurting the ordinary housewife, the college student, the worker and particularly the unemployed and deprived”?*Federal troubleThe Congress was responsible for the Four Year Undergraduate Programme at Delhi University, even if, ostensibly, the University Grants Commission and the university are independent bodies. Sticking to that position, the Congress said that the BJP acted in haste in rolling it back. Or, at least, that holds true for the Congress’s HQ.The Delhi Pradesh Congress Committee and the National Students Union of India, its youth wing, however, came out demanding a roll-back of the same policy. The NSUI even attempted to take credit for the UGC’s decision to insist on rolling back the FYUP, at the same time that the Congress HQ was criticising the Modi government for threatening the independence of a statutory body.*Degrees of confidencePlenty of flak has been directed at Human Resources Development minister Smriti Irani for changing her educational qualification details on her election affidavits, for not having got a college degree and then for claiming she has a Yale degree, which turned out to just be a certificate from a six-day course. Lots of those brickbats have come from Congress leaders, including gleeful questions from Ajay Maken about Irani being “not even a graduate” and others pointing out Irani’s changing affidavits.Of course, when it comes to their own party president, the tune is somewhat different. Sonia Gandhi has claimed in the past that she has a degree from Cambridge University. Unlike Irani, who simply spoke about her six-day Yale degree at a public event, Gandhi gave this information to the Lok Sabha. Later, after this was brought up, Gandhi was forced to admit that the University bit was typographical error, when in fact she only attended an English institute in the British town of Cambridge.","author":"Rohan Venkataramakrishnan","time":"2014-08-20T12:45:35+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/675134-f63c1ce8-924d-4f69-ad28-791a68c77f55.jpg","tags":[]}