{"title":"Five reasons that may explain BJP’s staggering win in Madhya Pradesh","content":"The Bharatiya Janata Party recorded a landslide victory in the Madhya Pradesh Assembly election, going well past the half-way mark in the 230-seat house. As of Sunday night at 11 pm, it had won 48.56% of the votes – eight percentage points more than the Congress – and was leading in 163 seats. The Congress was reduced to 66 seats.The result was stunning not least because the Congress was believed to have an edge, given the high anti-incumbency against the four-term Shivraj Singh Chauhan government.Till about six months ago, the anger and disaffection against the BJP was visible on the ground. Voters  complained of inflation, unemployment and were vocal about the need for a change. What may have changed in the succeeding months?The women vote Soon after the exit polls on November 30, BJP leader and four-term chief minister, Shivraj Singh Chauhan, told the media: “Wo kehte the kante ki takkar, kante ki takkar. Ladli behnao ne saare kaante nikal diye.” They have been saying it is a close fight. Our beloved sisters have shattered those  misconceptions.Chauhan was referring to the “Ladli Behna” scheme, launched six months before the Assembly elections, that not only appears to have blunted the palpable anger against the government but also swung the women vote in the BJP’s favour.Under the scheme, a monthly amount (Rs 1,000, later increased to Rs 1,250) is disbursed to women between 21 and 60 years, with an annual family income of less than Rs 2.5 lakh. Of the 2.3 crore women voters registered in Madhya Pradesh, 1.3 crore women received monthly payouts under the scheme.Women voters in Kukshi assembly constituency, MP. Credit: Tabassum Barnagarwala.Raghuraj Kansana, the BJP candidate from Morena, said that voter anger dissipated after beneficiaries began to receive monthly bank deposits. “We assumed that rural votes would go to Congress but the scheme helped sway votes in our favour,” he said.When the Congress announced it would hand out Rs 1,500 under a similar scheme if it came to power, Chauhan promised to raise the amount to Rs 3,000 if he won. A state-level Congress leader told Scroll that the “BJP also created a sense that these monthly transfers would end if Congress came to power”.One indication that Chauhan’s focus on women paid off came from the turnout. Madhya Pradesh recorded 77.82% polling, a rise from 75.63% in the 2018 Assembly elections. Compared to 2018, when 74% women cast their votes, the turnout this time rose to 76%. Across 34 seats, women’s turnout was higher than men. Women voters turned out in larger numbers compared to men in the eastern part of Madhya Pradesh – in districts like Sidhi, Rewa, Satna, parts of Shahdol, Singrauli, Anuppur and Balaghat. This entire belt has voted for the BJP.In the south-west part of Madhya Pradesh – the tribal belt of Sendhwa, Barwani, Khargone, Alirajpur and Jhabua, which is known as a traditional Congress  stronghold – the BJP has managed to win over half-a-dozen seats out of a total of 20. In 2018, this region had voted for the Congress. Several Congress leaders admitted they had underestimated the impact of the Ladli Behna scheme.The persistence of Shivraj Singh Chauhan This election was a fight for relevance for four-time chief minister Chauhan. He was up against public anger, a general fatigue with his government, and a central BJP leadership which was reluctant to back him as a chief ministerial candidate.Chauhan, BJP leaders said, had realised the impact women voters could yield and had insisted on introducing welfare schemes for them despite some amount of resistance within the party.He continued his aggressive campaigning, covering eight to 10 rallies a day. According to the BJP, Chauhan appeared in 165 rallies during this Assembly election. Kamal Nath, who led the Congress campaign, took part in 114 rallies, said a party member. Chauhan’s stature as an OBC leader – 60% of Madhya Pradesh’s population are from the Other Backward Classes, Scheduled Caste and Scheduled Tribe communities – his rural connect and the support of a large cohort of MLAs held him in good stead.A complacent Congress Several observers pointed out that the Congress had an upper hand in the initial phase of the campaign, but frittered that advantage away.Led by Kamal Nath, who was given a free hand by the central leadership, the party heavily relied on a wave of anti-incumbency to hand them the victory. The BJP, in contrast, worked hard to win back the voters.  “It’s like they study for an exam at the last minute. BJP studies hard the entire year,” said Pratibha Chaturvedi, who is from the Rashtriya Swayamsevak Sangh or RSS, the ideological parent of the BJP. For instance, the Congress could not publicise several schemes that it had announced – unlike the BJP which was relentless in its publicity of the Ladli Behna Scheme, Kisan Kalyan Yojana and provision of LPG cylinder for Rs 450.  In parts of the state, Congress workers did not know about the ‘Padho aur Padhao’ Yojana announced by Congress leader Priyanka Gandhi. The scheme promised a pay out of Rs 500 to Rs 1,500 to school-going children every month. Local Congress leaders blamed lack of coordination from top to bottom within the party. In the Gwalior-Chambal belt, which is the home turf of Jyotiraditya Scindia, Congress leaders said the BJP had a better campaign strategy and communication, which gave them the edge in several seats.“Effective door-to-door campaigns and close booth monitoring were missing in our party,” said Aniruddh Tomar, from the Youth Congress wing in Gwalior. “Congress is not as cunning or aggressive in strategising,” admitted Ravindra Singh Tomar, who contested and lost against Union minister Narendra Singh Tomar in Dimani. Several Congress workers said that, in the absence of a strategy, they were left directionless. Many alleged that Kamal Nath left them to strategise their campaigns on their own. Poll strategist Sunil Kanugolu was also not given a free hand to operate in Madhya Pradesh, said Congress workers. Kanugolu is being credited for the massive Congress win in Telangana. A Congress leader told Scroll that days before the MP elections, Kanugolu was asked to leave by Nath over disagreements.Kamal Nath. Credit: PTI.Modi and Ram templeAccording to Chaturvedi, Prime Minister Narendra Modi’s sway over voters in the state,  specially Bundelkhand and central Madhya Pradesh, helped counter the anti-incumbency against the BJP.Modi held 14 public rallies during the elections. “The tagline ‘MP ke mann me base Modi, Modi ke mann me base MP’ also connected with people,” Chaturvedi said.The BJP also strategically used the upcoming inauguration of the Ram temple in Ayodhya to its advantage. In Chhatarpur, Yashwant Singh Parihar, who owns a guest lodge, credited the BJP for building the temple and said its impact will be seen when people vote. “It was a dream we thought was impossible,” he had said. Chhatarpur is part of the Bundelkhand region, which borders Uttar Pradesh. “Here, the appeal of Hindutva ideology is high and votes are cast bearing that in mind,” said Pradeep Chaurasia, from OBC Mahasabha, an organisation that represents the Other Backward Classes.Chaturvedi, from RSS, pointed out that people aligned with the Hindutva ideology were more forgiving of the party. They ignored the wave of anti-incumbency and voted for the BJP.In contrast, Kamal Nath’s overtures of “soft Hindutva” ended up creating confusion amongst voters about the party’s ideological stand.BJP put up election hoardings across the state, announcing the construction of a grand Ram temple. Credit: Tabassum Barnagarwala.Choice of candidatesThe BJP went about the task of ticket distribution with rigour and a certain amount of ruthlessness. “We conducted multiple rounds of surveys and researched potential candidates before declaring the list,” said Chaturvedi. Despite internal dissent, “workers  eventually fell in line,” she said. There was considerable heartburn, for instance, at the party’s decision to field 18 MLAs who defected from the Congress to BJP along with Jyotiraditya Scindia. But the party leadership stood its ground. A majority of MLAs from the Scindia faction managed to win their respective seats. For instance, Pradhuman Singh Tomar, a close Scindia aide, managed to win the Gwalior seat. Tulsiram Silawat, who defected with Scindia, had a lead of over 68,854 votes in Sanwer. In Morena, however, Scindia aide Raghuraj Kansana, of BJP, lost to Dinesh Gurjar of Congress by 19,871 votes. The BJP’s decision to field senior leaders – four Members of Parliament and three ministers – did not pay off entirely. Home minister Narottam Mishra lost in Datia and central minister Faggan Singh Kulaste lost in Niwas.In contrast, several tickets went to close aides of Kamal Nath even though the party’s internal surveys showed they had poor chances of winning, said Siddharth Bundela, former district vice-president in Chhatarpur. In Rajnagar, for instance, Kamal Nath aide Vikram Singh has been defeated by the BJP’s Arvind Pateriya.“In some seats where the winning margin was close last elections, we put up weak candidates,” said Bundela. “The BJP benefitted.”","author":"Tabassum Barnagarwala","time":"2023-12-04T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196354-emqvnrjneb-1701616673.jpeg","tags":["Madhya Pradesh assembly elections 2023","Shivraj Singh Chauhan","Ladli Behna","Narendra Modi","Kamal Nath","Soft Hindutva","Congress","BJP"]}