{"title":"Food and fear made for a highly corrosive cocktail in British India","content":"In the early months of 1857, not long before India’s First War of Independence, a strange phenomenon came to the attention of the British imperialists. Around the north of the country, Indians were passing on thousands of chapatis. Not some special chapatis with coded messages in them. Just your regular, made-at-home, to-be-eaten-with-dal kind of chapatis.Why they were doing this, nobody knew. Even the men who baked the flatbreads and carried them from village to village had no idea “why they had to run through the night with chupatties in their turbans”.There were plenty of rumours and theories, though. One theory went that the transmission was ordered by the British government itself. Another claimed it was a way to appease the gods to head off a coming calamity. Yet another said the chapatis were a message to the people to resist a government that was “determined to force Christianity on the country by interfering with their food”.Rumour and food evidently came together during this episode to form a volatile mixture that jolted the British imperialists but inflicted no loss. The next time was different. A few months later in 1857, when the two combustible ingredients fused, the cost was much higher.Dramatic momentsAlthough a complex set of causes led to the First War of Independence, the final spark was lit by the introduction of the Enfield musket in the army. To load this powerful rifle, sepoys had to bite open its paper cartridge and pour the gunpowder into the barrel. A rumour began to spread that the cartridges came greased with beef tallow, which is taboo for Hindus, and pork lard, which is taboo for Muslims. Angry soldiers from both communities refused the cartridges and revolted against their British officers.“One of the most dramatic moments in the history of the British Empire in India, the outbreak of violent and widespread revolt against British rule – the so-called ‘Mutiny’ of 1857 – is indelibly associated with the history of food taboos in India and the British insensitivity to them,” writes Jayanta Sengupta in his essay titled India in the book Food in Time and Place.\n\t\t\n\tFugitive British officers and their families are attacked by mutineers during the 1857 uprising. Credit: Charles Ball/Wikimedia Commons  [Public Domain].Food had been a simmering source of anxiety during colonial rule. For years before the 1857 revolt, there was suspicion among the home population that the colonists were plotting to rob Hindus and Muslims of their religion so that they could be converted to Christianity. One way people believed the British planned to do this was by using ritually polluting objects to defile them. In the case of Hindus, it was suggested, stripping them of caste and religion would not only make them amenable to Christianity but also to crossing the oceans, or kala pani, allowing them to be shipped to other colonies as soldiers or indentured labour.This fear reached a peak in March 1857 when a mill owner in Meerut sold several consignments of wheat flour, or atta, to traders in Cawnpore (now Kanpur) for less than the standard price. Suspicions were raised and a rumour zipped around that the atta must have been adulterated with bonemeal from pigs and cows.“Not a Sipahi would touch it [the atta], not a person of any kind would purchase it, cheap as was the price at which it was obtainable in comparison with all the other supplies in the market,” wrote British military historian John William Kaye in his 1865 book Sepoy War in India. “Bone dust attah alarm had taken hold of men’s minds in several of our stations and sepoys, private servants, reminders attending court have flung away their roti on hearing that five camel-loads or bone dust attach had reached the station.” Such was the panic around bone-dust atta that even those sepoys who were loyal to their colonial masters at the start of the mutiny turned suspicious of their rations.Where it was atta in the 1850s, it was salt in the 1830s. David Arnold writes in Toxic Histories: Poison and Pollution in Modern India that in the Saran district of Bihar, it was rumoured that a sediment resembling the ground bones of cattle had been found in salt. The British administrators vehemently dismissed the rumour as absurd, but the story was enough to prompt a boycott of salt.Potency of rumoursDistrust and disquiet made nearly everything a subject of misgiving. Ghee was feared to be contaminated with animal fat, medicines with the spit of Europeans, and drinking water with the flesh of cows and pigs. One time, in Rajasthan, when burlap sacks leeched colour into a consignment of sugar, turning it ochre, people’s instinct was to think it had been drenched in cow blood.In his reports on the 1857 revolt, historian Kaye documented a similar rumour that spread like wildfire: “Among other wild fables, which took firm hold of the popular mind, was one to the effect that the Company’s officers had collected all the newly-manufactured salt, had divided it into two great heaps, and over one had sprinkled the blood of hogs, and over the other the blood of cows; that they had then sent it to be sold throughout the country for the pollution and the desecration of the Mohammedans and Hindoos, that all might be brought to one caste and to one religion like the English.”The British were well aware of the potency of these rumours. Before the revolt, an anonymous petition sent to the commander of the 43rd Regiment in Barrackpore had warned about the anxieties around cartridges and powdered bones in sugar and salt. The letter also bemoaned the Burra Sahib’s insistence on different castes eating together, a purported threat to their religion, and ended with a threat. “Whoever gets this letter must read it to the Mayor as it is written,” it said. “If he is a Hindoo and does not, his crime will be equal to the slaughter of a lakh of cows; and if a Mussulman, as though he had eaten a pig; and if a European, must read it to the Native officers, and if he does not, his going to church will be of no use, and be a crime.”Although it is hard to tell for certain, it is suspected that the anxieties around the assault on religions emerged first in colonial prisons. “The practice was introduced in some district jails of making prisoners eat food which had been cooked by a single man, such a measure as this was fatal to the caste of Hindus,” Sayyid Ahmad Khan wrote in The Causes of the Indian Revolt (1873). Muslims too disliked the practice, even though it did not affect them. “They looked upon it as another proof that the Government wished to meddle with all creeds alike,” wrote Khan. “They saw in it but another part of a huge plan.”Fear and suspicionIn a country ruled by force, fear and suspicion naturally flowed both ways. If Indians were afraid of losing their religion, the British were afraid of losing their lives. Sometimes, for good reason.In the essay The Poison Panics of British India, David Arnold tells the story of a Punjabi Muslim khansama whose abusive English master threw a jug of boiling milk at him, scalding his face. To avenge himself, the khansama mixed ground glass into his master’s favourite dessert, guava meringue. But before his plot could succeed, the housemaid alerted the mistress of the house, saving the master’s life.Arnold says the European distrust of their servants grew around the revolt of 1857 when many “seemingly loyal servants” turned on their masters and tried to humiliate them, loot them or murder them, especially by poisoning.\n\t\t\n\tAn Anglo-Indian being washed, dressed and attended to by Indian servants. Coloured lithograph by J Bouvier, 1842, after W Tayler. Look and Learn [Public Domain]One such incident occurred at an army station. The British officers at the base accused the regimental cooks of poisoning their soup with aconite and detained them. The cooks fiercely denied the charge but refused to taste the preparation on religious grounds. To settle the matter, a monkey was forced to lap up the soup. When the monkey promptly died, all the cooks were sentenced to death, without a trial, by John Nicholson, an East India Company officer famous for his callousness. After they were hanged from a tree, he is said to have strode into the officers’ mess and announced, “I am sorry, gentlemen, to have kept you waiting for your dinner, but I have been hanging your cooks.”With time, this distrust of Indian servants and fear of poisoning morphed into an aversion for Indian food itself. Gone was the British enthusiasm for exploring the flavours of the colonised land. “Only after the Great Rebellion did the British grow suspicious of curry and rice,” Andrew J Rotter wrote in Empires of the Senses: Bodily Encounters in Imperial India and the Philippines. “Like the treacherous sepoys, these foods seemed to threaten their bodies, causing them to lose control of their bowels and perhaps even poisoning them. They reverted to their own foods, imported from home or other colonies – though in the end, despite themselves, they could not fully jettison the flavors conjured by their Indian cooks.”","author":"Priyadarshini Chatterjee","time":"2023-10-16T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187642-odatquixad-1678103043.jpg","tags":["Food","Enfield rifle"]}