{"title":"Football: India held to a draw against Afghanistan in 2026 Fifa World Cup qualifier","content":"India played out a goalless draw against hosts Afghanistan at the Damac Stadium in Abha, Saudi Arabia, in their third Fifa World Cup 2026 and AFC Asian Cup 2027 Preliminary Joint Qualification Round 2 match, on Friday.With this result, India climbed to the second spot in Group A with four points from three matches, followed by Kuwait, who are on three points from as many games.The equation was quite clear for both teams. A win would do either team a world of good. For India, it would mean provisionally taking the second spot in Group A, three points ahead of Kuwait, who had lost 0-3 against Qatar earlier in the night. Three points for Afghanistan would draw them level with Kuwait and India, making the race to the second spot in the group a three-way battle.A feisty midfield battle ensued in the opening exchanges, lunging tackles frequently on display for the vociferous crowd at the Damac Stadium. While Afghanistan looked to use their pace and physicality to assert dominance, India were intent on playing a passing game.Vikram Partap Singh, who had earned his senior national team debut in January, made the starting XI for the first time in his career, and was a constant thorn in the Afghanistan defence. The forward kept drifting between the centre and the wing, often switching with Manvir Singh, which caused much confusion in the Afghanistan ranks.After a few early exchanges, the Indian midfield slowly began to take control. Lallianzuala Chhangte, prancing down the left, found an unmarked Manvir with a low cross. The latter, who had drifted inside from the right flank, sent his shot wide.Despite India’s control over the game, Afghanistan kept finding their chances, especially on the counter. Mosawer Ahadi was released down the right flank, as he cut in and unleashed a left-footed curler that India custodian Gurpreet Singh Sandhu grabbed with both hands.Manvir had more than one opportunity to score in the first half itself. A corner from Chhangte, and a cross whipped in by fullback Nikhil Poojary were great chances for the India forward to score, but both went begging, as the first half came to a close.If Manvir had chances to score in the first half but could not, it was Vikram Pratap’s turn in the second to miss a few.Twice, he was played in behind the Afghanistan defence. While on the first occasion, the ball was just a yard too far, the 22-year-old winger managed to wriggle past his marker in the second opportunity, only to run into a the Afghan defence. His last opportunity came just minutes ahead of the hour mark, when he managed to get into the six-yard box, unmarked, and connected a header onto a cross by Akash Mishra; the effort went inches wide.Vikram’s night, however, soon came to an end. A mistimed tackle earned him a booking, and head coach Igor Stimac took the opportunity to replace him with Brandon Fernandes.Afghanistan kept resorting to the counter-attacks and had arguably their best scoring opportunity of the game in the 62nd minute when Rahmat Akbari’s low cross found Omid Popalzay in the Indian box, but Rahul Bheke intervened just in time to shrug the Afghanistan midfielder off the ball.Stimac made a final throw of the dice with a quarter of an hour left on the clock, bringing on Liston Colaco, Mahesh Naorem, and Deepak Tangri. Colaco created a lot of chances from the right, frequently sending in crosses, but the Afghanistan defence managed to deal with them.Subhasish Bose, who had earlier replaced Mishra, was added to the list of Indian players who managed to get a free header inside the Afghanistan box, as he nodded a Colaco corner inches wide of the target.As the match wore into injury time, Colaco created one last opportunity, sprinting down the right flank. His low cross missed captain Sunil Chhetri, but landed at Mahesh’s feet, as the latter tried to feint his marker to create shooting space. However, he was soon dispossessed.India and Afghanistan will now shift to Guwahati, where they will face off again on March 26, for their second encounter in the Asian Qualifiers for the Fifa World Cup.It ends all square at the Damac Stadium.#AFGIND ⚔️ #FIFAWorldCup #AsianQualifiers 🏆 #BlueTigers 🐯 #IndianFootball ⚽️ pic.twitter.com/QQCrY3igZD— Indian Football Team (@IndianFootball) March 21, 2024","author":"Scroll Staff","time":"2024-03-22T09:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199480-xpchgiolhh-1711081515.jpg","tags":["Sunil Chhetri","Indian football","AIFF","India vs Afghanistan","AFC Asian Cup qualifier","Fifa World Cup 2026 qualifier"]}