{"title":"Football, Super Cup 2024: Bengaluru FC, Inter Kashi earn first points of campaign in draw","content":"Bengaluru FC and Inter Kashi played out a sedate 1-1 draw in their Group D game in the 2024 Super Cup on Monday. Both teams had been knocked out of the competition and the result meant they registered their first points on the board.A game with no real returns for either team — other than the opportunity to end the tournament with a win and a high —  predictably started off at a sedate pace, with both teams trading possession in midfield but unable to find composure in the final third.The texture of the encounter was changed by a moment of pure brilliance by Kashi’s Edmund Lalrindika in the 15th minute, the midfielder, on loan from Bengaluru FC. Picking up the ball on the left of the box, Lalrindika turned and twisted and cut past three defenders before curling a finish to the far post, beyond Sahil’s desperate dive.Bengaluru could have had an equaliser almost immediately, if Javi Hernandez and Halicharan Narzary showed more composure at the other end of the pitch. Hernandez was guilty of looping a header high and the latter of blasting wide from a tight angle soon after. Sahil kept Bengaluru in the game, saving smartly from a close-range attempt in the 22nd minute, and 10 minutes later Bengaluru almost had their equaliser. Ashish Jha conjured almost an exact replica of Inter Kashi’s goal, only to shoot off target.Bengaluru’s search for the equaliser picked up pace in the second half, with Hernandez, Roshan Singh and Jha all coming close once again. In the 58th minute, Bengaluru finally drew level, thanks to a penalty, coolly slammed in by Hernandez. Despite a glut of chances, neither team could find the winner in the final quarter of the game and had to make do with their first points from the tournament.","author":"Scroll Staff","time":"2024-01-22T18:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197743-ngvkunfgmi-1705928645.jpg","tags":["Bengaluru FC","Inter Kashi","2024 Super Cup","Football","Indian football","Javi Hernandez","Edmund Lalrindika"]}