{"title":"Football, Super Cup 2024: East Bengal FC enter final after win over Jamshedpur FC","content":"East Bengal FC stormed into their second final of the season as they eased past Jamshedpur FC 2-0 in the semi-finals of the Super Cup at the Kalinga Stadium Main Pitch in Bhubaneswar on Wednesday.This achievement comes after their earlier success in the season, when they reached the Durand Cup final. Hijazi Maher and Javier Siverio were the scorers for the Red and Gold Brigade on the night. East Bengal will now await the result of the other semi-final between Odisha FC and Mumbai City FC to find their opponents for the final.This victory for East Bengal was a clear display of their strength and tactical acumen. Jamshedpur might have come hard at their opponents, but East Bengal never let them dominate the match. Instead, they seized the opportunities coming their way and managed to score two goals while keeping a clean sheet—their first in the tournament.Jamshedpur FC, on the other hand, missed the services of Daniel Chima Chukwu as their star striker was suspended. While their midfielders created a lot of chances, they struggled because of the profligacy of their forwards.“The team was compact and we played a good game. We were solid in the back and we won most of the second balls. Our attack was effective too,” East Bengal coach Carles Cuadrat said after the match.East Bengal took the lead in the 19th minute. A corner from the left was floated in and it landed at the feet of Saul Crespo near the right side of the penalty area. The Spanish midfielder controlled the ball and then played a square pass across the face of goal for Maher. The pass took the Jamshedpur defence by surprise and Hijazi took advantage of the situation and slotted the ball home.Jamshedpur, though, mounted a determined effort to get back into the game. They launched a series of vigorous attacks, showcasing a cohesive and dynamic offensive strategy. Utilising both the flanks and central areas, they created multiple scoring opportunities, indicating their versatility and determination.Key players like Thongkhosiem Haokip, Bernard Manzorro, and Steve Ambri were actively involved in orchestrating these attacks, each contributing to the team’s concerted efforts to score an equaliser. Despite their relentless pressure and attack, Jamshedpur FC faced a formidable barrier in East Bengal’s defence.An integral part of East Bengal’s defensive success was their goalkeeper, Prabhsukhan Singh Gill. He delivered an outstanding performance, making numerous crucial saves throughout the match. His ability to keep a clean sheet under constant pressure was a testament to his skill and poise, playing a pivotal role in ensuring that the scoreline remained in East Bengal’s favour.East Bengal extended their lead in the 47th minute. Nishu Kumar made an overlapping run deep into the final third of the pitch and found Nandhakumar Sekar with a precise and well-timed pass. Sekar immediately contributed to the attacking play by delivering a cross into a dangerous area.The key moment in this sequence came from Siverio, who deftly evaded his marker in the centre of the penalty area and met Sekar’s cross before efficiently slotting the ball past Jamshedpur’s goalkeeper, TP Rehenesh.East Bengal could have scored another goal in the dying minutes of the match but Cleiton Silva missed a penalty. Sayan Banerjee was brought down in the box and the referee immediately pointed towards the spot. Silva, who is the highest scorer of the tournament with four goals, went for power and hit the crossbar.","author":"Scroll Staff","time":"2024-01-25T09:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197824-vopbvksplm-1706154989.jpg","tags":["East Bengal FC","Jamshedpur FC","Super Cup","Kalinga Super Cup","Super Cup 2024","Indian football","Football"]}