{"title":"Football, Turkish Women’s Cup: Manisha stars as India win seven-goal thriller against Estonia","content":"India withstood firmly a late charge by Estonia to pick up a hard-fought 4-3 win in the Turkish Women’s Cup on Wednesday. In the process, the Chaoba Devi-coached side also created a piece of history as the Indian senior women’s team had never before triumphed over a team from the UEFA confederation in an official outing. Three times before this, India played Belarus, Ukraine and Romania, only to end up on the losing side.Played at the picturesque Gold City Sports Complex in Alanya, Turkey, the Blue Tigresses made a picture-perfect start when they shot into the lead in the 17th minute through a Manisha Kalyan goal.After Estonia drew level in the 32nd minute off a goal by Lisette Tammik, a rampaging India struck thrice through Indumathi Kathiresan (62’), Pyari Xaxa (79'), and Manisha (81’) again to take a commanding 4-1 lead.Just as it appeared that the Indian girls were on their way to a resounding victory, Estonia made a last-ditch effort to equalise, scoring twice through Vlada Kubassova (88') and Mari Liis Lillemae (90'). However, the Indian defence did a fine job to see out the rest of the time and make it a memorable win.At the start, India began with an intent to hit Estonia on the counter, using their speedy wingers, while letting Estonia drive deeper into the box. This played into the hands of the Blue Tigresses from the start, as Karthika’s interception on the right allowed Pyari to rush into the space behind the Estonian defence. The India striker laced her shot past Estonia keeper Karina Kork, but it struck the upright and was eventually cleared.Pyari often acted as the focal point of the counterattacks for India, and she created a great opportunity for the Blue Tigresses in the eighth minute when she made a swift turn to leave her marker stranded at the halfway line and played a through ball to Manisha on the left with acres of space. However, the latter scuffed her shot, which went wide.Manisha made up for her earlier miss, however, when she initiated an India move with a clever back-heel to Pyari, who put Anju Tamang through behind the opposition defence this time. A melee ensued inside the Estonia box, as Anju’s shot was blocked, but Manisha collected the ball and drove it in from the near post from a narrow angle.India ceded more control of the ball to Estonia after taking the lead and paid the price for it, a little after the half-hour mark. Vlada Kubassova sent in an accurate cross from the left, which was nodded in by Tammik.Chaoba Devi’s side tightened the screws as they came out in the second half, enforcing a mid-block, which meant that Estonia could no longer control the proceedings in the middle of the park.India finally took the lead a little after the hour mark through Indumathi. Soumya Guguloth initiated the attack on the right, passing it to Anju, who squared it to Pyari, who, in turn, laid it off for Indumathi at the edge of the box. The India midfielder unleashed a left-footed shot that snuck into the bottom corner.The Blue Tigresses began pressing harder, and that, along with some cleverness from Anju and a bit of desire and individual brilliance from Pyari, resulted in the third goal.Soumya snatched the ball in the middle and played it through to Anju on the right. However, the latter was in an off-side position and kept herself as far away from the ball as possible. Meanwhile, Pyari made a lung-bursting sprint to the right wing, to get there before any of the Estonia defenders.She barged into the box from the right, cut inside, and placed her left-footed effort into the bottom corner to double India’s lead. Manisha added a fourth, her second of the day, just a couple of minutes later, controlling a cross by Sandhiya Ranganathan, to score at the near post again.Estonia mounted a late surge and pulled back two goals through Vlada Kubassova and Mari Liis Lillemmae, India held on to their lead in the end, to begin their Turkish campaign with three points.India will play their next match against Hong Kong on Saturday, February 24. Kosovo are the other team in the four-team round robin tournament.","author":"Scroll Staff","time":"2024-02-21T21:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198671-fyxnflehak-1708528281.jpg","tags":["Estonia","India","Turkish Women's Cup","Football","Indian football"]}