{"title":"Football, Super Cup 2024: Odisha FC prevail against FC Goa in must win match","content":"Hosts Odisha FC rode Mourtada Fall’s brace to beat FC Goa 3-2 in a must win Group D match and make it to the semi-finals of the Super Cup at the Kalinga Stadium Main Pitch in Bhubaneswar on Monday, January 22, 2024.All five goals came in the second half. Ahmed Jahouh opened the scoring for Odisha before Fall scored twice with his head. For FC Goa, Carlos Martinez netted a brace too. Odisha FC will now face Mumbai City in their last four clash on Wednesday, January 25, 2024.Odisha topped the group and finished with nine points after winning all three games, while FC Goa had to settle for the second spot with six points from their three games.In a high-stakes game where the winners would qualify for the last four stages, Odisha FC and FC Goa approached the first half with a clear focus on maintaining possession and avoiding risks. This cautious strategy was a direct reflection of their standings in the group — both teams had six points in their bag from their initial two matches.However, Odisha FC held the advantage in terms of goal difference, sitting at +4 compared to FC Goa’s +2 and leading the group. Nevertheless, both teams showed caution and neither wanted to blink first.The dynamics of the game shifted in the second half, with the teams showing more urgency in their play. And it was Odisha FC who broke the deadlock in the 51st minute when FC Goa goalkeeper Dheeraj Singh Moirangthem fouled Diego Mauricio inside the penalty box. The referee, Crystal John, immediately pointed to the spot and Jahouh stepped up and converted, sending the goalkeeper the other way.Odisha extended their lead in the 61st minute. This time, Jahouh turned the provider as he floated in a corner from the right. Fall charged into the box and met the ball with a powerful header to score.The hosts brought more delight to their fans when they scored the third in the 66th minute and showcased their dominance in the match. Jahouh, who had been instrumental in Odisha’s previous goals, took a free-kick this time.He accurately delivered the ball into a dangerous area. Fall, demonstrating his aerial prowess once again, rose above the Goa defenders and met the ball with a commanding header. He executed the header from close range, and the power behind it was evident as the ball found the back of the net.Trailing 3-0, FC Goa needed something special and Carlos Martinez pulled one back for the Gaurs in the 75th minute. Fall slipped while trying to control a ball near the Odisha penalty box and Martinez pounced on the opportunity. He snatched the ball away and scored over an onrushing Odisha goalkeeper to give Goa some hope.Martinez further reduced the margin in the 86th minute when his free-kick took a wicked deflection and found the back of the net. However, these two goals were not enough as Odisha marched into the semi-finals.","author":"Scroll Staff","time":"2024-01-23T09:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197754-zlbwntjzbc-1705983151.jpg","tags":["Ahmed Jahouh","Odisha FC","Mourtada Fall","Super Cup","FC Goa","Football"]}