{"title":"For a breath of dignity: The ‘unfreedom’ of India’s caste-driven labour migration","content":"“Turn in any direction you like; caste is the monster that crosses your path.” This stirring image from BR Ambedkar’s Annihilation of Caste, continues to ring true almost nine decades later. Sitting in Sunil Ram’s courtyard in Kharat village in June 2022, we were immediately reminded of this. Ram lives in Araria, one of the poorest districts in Bihar.Every year, parts of Araria get flooded. During the monsoon, residents of Kharat have to wade through knee-deep water to reach their homes. After the flood waters subside, Ram and Khairat’s other Dalit residents rebuild their bamboo and mud huts every year. Ram is an unlettered landless labourer. He works for two months each year in Araria, then migrates to Ludhiana in Punjab for agriculture work and then to Haryana or Himachal Pradesh for construction work. The destinations and work may change each year.This is the story of many Dalit men in Bihar. They are among the 100 million labourers who work seasonally and circulate between their rural homes and far-away worksites in more developed parts of the country at different times of the year. For most rural migrants from Bihar, much of this migration has continued to be circular. A large number of Dalits who leave their villages like Ram do not make “aspirational arrivals” in the city. Labour migration is actually labour circulation. Caste remains central to this circulation and capitalism in India.Credit: Surabhi Singh.Dalits and Adivasis are preponderant in the temporary labour migrant workforce across the country. While they form only 25% of the population, official estimates show that they make up more than 40% of the seasonal migrants. Temporary or seasonal labour migration within India is seven times greater than permanent migration and is up to 16 times the volume of permanent migration for Dalits and Adivasis.  They are often employed in the most hazardous, punishing and polluting of all work in the economy. Among brick kiln workers, 95% of whom are rural, 48.7% of all migrant workers are Dalits and 16.1% are Adivasis. They are categorically excluded from certain jobs by explicit discrimination and stigmatisation. Studies from Western India show that despite a shortage of skilled labour, a Dalit or an Adivasi labourer has little chance of getting skilled or better-paid work even after 25 years of work on construction sites, in stone quarries, lime fields and brick kilns.In Tamil Nadu’s Tiruppur garment industry, for example, Dalits are more likely to find work in the low-skill, dirty, dyeing units, and non-Dalits in the skilled tailoring sections. Describing their situation while working as cane cutters in Gujarat, Adivasi and Dalit migrant said that “even dogs are better off” than them. Despite the most demanding work conditions, Dalit labourers in Araria believed that their condition today is better than their ancestors’ who had “no option but to be beggars or bonded labourers to the upper caste zamindars”. This is how Ram put it:“Our life is good now.  We are free to work anywhere. We don’t have to depend on these … (uses a cuss word). For my father, the zamindar was the only employer. Saying ‘no’ was never an option. Our ancestors suffered a lot. The Brahman never paid us. The others got Rs 50-Rs 60 but we were given rice. What can rice buy us? Now we don’t need these zamindars. We have the thekedar/contractor. He loans me money. He gives me work outside. I am not dependent on the landlord for my survival.”Unfreedom however, has not disappeared for Dalits. Their historical powerlessness vis-a-vis dominant social groups continues to mark their livelihoods even when they move beyond the bounds of the historically repressive village into the wider informal economy. Neoliberalism has made informalisation even more rigid in what was already an overwhelmingly informal workforce: barely 8% of the Indian workforce is in the formal sector, with the remaining 92% in the informal sector. Some estimate this figure to be as high as 96% of the total workforce in India.  This overwhelming percentage suggests that the informality of labour has become systemic, a central component of India’s growth story. Low-wages, insecure jobs, violence, poor work conditions and no space to unionise have become the norm. Historical inherited inequalities legitimise the lower access Dalits have to land, capital, education and political clout than other social groups and also sanction their relegation to low-end work. The size of informal workers is the highest among Dalits at about 84% as against 54% for dominant castes. The average daily wage earnings of Dalit informal workers was Rs 269, much lower than upper castes for whom it is Rs 357 and the national average of Rs 315, according to the government’s periodic labour force survey for 2018-’19. Credit: Surabhi Singh.Labour dispensability and informalisation play a crucial role in current processes of globalisation. Social protection policies in the neoliberal and anti-labour regime are formulated on a sedentary conception of citizenship. Crucial elements of citizenship, such as vote, affirmative action, the right to food and the like, are invalidated the moment labourers leave their states. The state and capital seem to work in tandem in extracting from the intergenerational vulnerability of the poor and using caste to not just divide labour but also divide labourers. Centuries of inequality of inheritance diminishes the scope of overall growth and it certainly does not seem to correct itself automatically. Only a narrative informed by the cultural economy of caste can explain why Dalits like Sunil Ram consider the debt-induced dependency on dominant caste landowners in the home village for survival and the immobility, more humiliating than 10-14 hours per day of work in pitiable work conditions outside the home village. Arun Kumar is a researcher and social change professional based out of London.  His Twitter handle is @ArunKumarMumbai.  Diksha Shriyan is a researcher and social change professional in Mumbai. Her Twitter handle is @diksha_21.","author":"Diksha ShriyanArun Kumar","time":"2023-07-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187956-uemvemmbnd-1688882442.jpg","tags":["Caste","Labour","Employment","Informal Labour","Migration","Bihar","Migrant Workers","Migrant Labourers","Economy","Globalisation"]}