{"title":"For Mumbai to cope with frequent floods, it must see itself as a place in an estuary – not an island","content":"In 2009, when we published a book called Soak and organised an exhibition of the same name, it was not just to redirect the future of Mumbai in the wake of the devastating floods of 2005 and the floods that occur each year with the monsoon. It was also to re-engage the past and present of a place in an estuary rather than on an island, an estuary where the monsoon and sea are at home.We were consciously dislodging the “island city” of Bombay that we are all educated to see, an island city created in its past, present and future for colonial occupation and consumption, an island city that persists in textbooks, maps, census reports, novels, films, everyday conversations, and the origin myth of seven islands.Most significantly, however, we were calling into question the drawn line that separates city from sea and cuts it up into numerous islands of properties and land uses. Mumbai in an estuary was another place, another time; and the exhibition of Soak at the National Gallery of Modern Art was an effort to seed a moment of pre-disciplinary imagination, stir a conversation, and ferment a transition in the design and understanding of habitation.\n    \n      \n      Inhabited Sea\n      A series that seeks to reimagine the futures of the coastal city of Mumbai in its climate-changed waters.\n    \n    \n        Read here\n    \nOf course, we were consciously appropriating the word estuary from a dictionary that asserts it to be the meeting of river and sea. If the monsoon were to be an insider, this could not be the case because in the monsoon, rivers cannot be sighted, let alone drawn – they are everywhere.It is why surveyors always wait for the rain to stop, and if they use satellite imagery, they wait for the clouds to pass. It allows them to produce a fairweather map that provides administrators, planners, and academics with a basis for their work, namely, a fairweather moment in which water can be delineated in places on the earth’s surface, one place being between two lines that flow from a point source or sources to the sea. It is a moment in which a reality has been constituted, a reality in which the sea is an outsider and the monsoon an annual visitor.Mumbai through the ages, from 'Soak'.It took a book – The Invention of Rivers: Alexander’s Eye and Ganga’s Descent (2019) – for us to make this point to a world anchored and driven by this fairweather moment of choice, a moment that worked to the advantage of European colonisers while turning places of the monsoon like Mumbai into colonies torn between rivers and rain.In Mumbai in 2009, it told us that if the monsoon and sea were to be insiders, the word estuary could not refer to a meeting of river and sea. It rather is the meeting of rain and tide – rain that replenishes a wetness that is always and already everywhere in the air, soil, plants and animals and a tide that rises and falls by the planetary rhythms of an open sea. Life in this place is and always has been a life in wetness rather than on a surface of land set apart from water across a surveyor’s line.If the operative word in Bombay, the island city, is “drain”, the operative word in Mumbai, the estuary, is “soak”. If, in Bombay, rain is directed to drains that flow and flood as a consequence of their inadequacy, in Mumbai, rain is held in everything before saturating and exceeding their holding capacity, only to be held again and again and yet again.It is another way of being, another infrastructure, another beginning to configuring the past, present and future of place.Bombay and MumbaiJourneying an estuary as a new beginning challenged our senses and our common sense. It encouraged us not to just see things differently, but to see different things. The Mumbai we experienced kept diverging from the Bombay on paper. Bombay kept returning us to a city rooted in an island off the west coast of the Indian subcontinent where local words like maidan, bazaar, and talao corresponded to land uses delineated on a map and violated on the ground.Mumbai, on the other hand, placed us in a world where the same words referred to practices that negotiate their existence in an open field.Experiencing and designing Mumbai in an estuary then did not necessarily make more sense – it rather made another sense. It encouraged us to present Soak in response not to the floods that grab the headlines and the attention of city administrators and engineers every monsoon, but to Bombay, the island city that defines and confines wetness everywhere to water somewhere on a mappable surface.It does it to free land for settlement, settlement that makes water serve it with supply, drainage, transportation, energy, and today, a waterfront for real estate development.Colonial maps of the coastline, from 'Soak'.It is a first colonisation of wetness by a land-water surface that provided Europeans who came to the estuary beginning with the Portuguese in 1500 with their most effective colonising weapon – namely the line separating water from land. The Portuguese were followed by the English to whom they gifted in 1661 what only their infrastructure could create, namely an island (or islands).The English perfected this infrastructure, deploying it to align the senses and the common sense of the people of Mumbai – at least, those who mattered – to a past, present and future of an island set apart from the sea and monsoon. It is a weapon that persists post-Independence in both fact and fiction, but also in the work of scholars who despite describing themselves as postcolonial continue to embrace the island city and its representations, particularly maps.They keep Mumbai tethered to Bombay.Untethering Mumbai required us to look beyond the geographic map and its plan-view from above that reinforces the image of an island even as it marginalises the sea, portraying it as a blank.Soak sought an imaging and imagination led by section and time in place of plan and space. It gives the sea, and more broadly a wetness that reaches from clouds to aquifers, a presence. Rather than seeing and delineating land-uses on a surface, we drew practices that worked gradients of depth in time. It is an approach to design that we have carried elsewhere in India and the world, seeing everywhere the need to counter that first colonisation of wetness by a land-water surface that passes undiscerned and uncritiqued, perhaps for lack of an alternative.However, we did see an alternative in “Mumbai in an estuary”, an alternative that resides in the cracks and interstices of a surface, coming to its rescue in moments of everyday difficulty as much as exceptional disaster. It is an alternative that disciplined experts created and moulded by a surface-drainage imagination are quick to label informal, indigenous, and traditional, for lack of understanding its own language of wetness.Signs of failureThe urgency of Soak has only grown since 2009, exacerbated in no small measure by infrastructural projects that continue the colonial pursuit of transforming an estuary into an island city. It has also grown with rising seas and increasingly violent and frequent storm events that in this part of the world are about more than “climate change”, which is the latest problem for which the “developed world” already has its solutions framed by the same infrastructure that facilitated their rise to power.In Mumbai in an estuary in the monsoon, rising seas and increasing storm events are the latest signs of the failure of an island imagination. It is as if the sea has joined hands with the colonised peoples of an estuary to reveal the real crisis behind the climate crisis, namely, the line of separation that excludes both of them from their home.The Inhabited Sea collaboration between several Indian and US institutions is a recognition of this sea that is home. In contrast to approaches that speak the language of land and water, a language intricately woven with and in support of the view from above, Inhabited Sea aspires to begin from and learn with the wet practices of an estuary. The object is not to see these practice where we are told they are by maps, namely in the cracks, interstices and margins of an island city, tenaciously surviving as “informal” and “indigenous”.Neither is to see these practices how we are taught to see them by disciplines spawned by a surface-drainage imagination. It is rather to see them in an estuary, operating a language of wetness that eludes translation to land and water. What is this wetness made of? And how is it inhabited? These are questions for the new beginning that we hoped Soak would seed.Anuradha Mathur, an architect and landscape architect, is a Professor at Weitzman School of Design, University of Pennsylvania in Philadelphia.Dilip da Cunha, an architect and planner, is Adjunct Professor at the GSAPP, Columbia University.  This is the second part of a series that seeks to reimagine the futures of the coastal city of Mumbai in its climate-changed waters. Read the entire series here.","author":"Anuradha MathurDilip da Cunha","time":"2021-07-27T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/32056-wqdaepgyvp-1627323372.jpg","tags":["Mumbai","Inhabited Sea","Climate change"]}