{"title":"Forgotten Indian history: The brutal Maratha invasions of Bengal","content":"Road names often have a story to tell. In Calcutta, given its long continuous history, even more so.  One of those is the curiously named Marhatta Ditch Lane in Baghbazar in North Calcutta.The lane refers to an actual ditch built in the 1740s along what was then the northern extremity of Calcutta. Its purpose? To stop the marauding bands of Maratha cavalry who were pillaging Bengal at the time.In 1741, the cavalry of Raghoji Bhosle, the Maratha ruler of Nagpur, started to pillage western Bengal under the command of Bhaskar Pandit. Bengalis called these Marathas “Bargis” which is a corruption of the Marathi word, \"bargir\" (etymology: Persian) which means “light cavalry”. Malik Ambar, the celebrated Prime Minister of the Ahmadnagar Sultanate, had instituted the Deccan practice of guerrilla warfare, which at that time took the name bargir-giri. These swift hit-and-run guerrilla tactics became a part of the military heritage of the Deccan, being used to great effect by Shivaji and, eventually, by the Marathas against the hapless residents of Bengal.Bargir-giriIn the 1740s, the bargir-giri of Bhosle’s army confounded the forces of Nawab Alivardi Khan, the ruler of Bengal. While the Bengali army tried its best and even defeated the Marathas in the few times they fought head-to-head, most of the time, the Maratha cavalry would simply skirt the Khan’s slow-moving infantry, being interested only in looting.In the 10 years that they plundered Bengal, their effect was devastating, causing great human hardship as well as economic privation. Contemporary Dutch sources believed that the Bargis killed 4 lakh Bengalis and a great many merchants in western Bengal, writes historian PJ Marshal, \"were permanently crippled by losses and extractions\".In the Maharashtra Purana, a poem in Bengali written by Gangaram, the poet describes the destruction caused by the raiders in great detail:This time none escaped,Brahmanas, and Vaisnavas, Sannyasis, and householders,all had the same fate, and cows were massacred along with men.So great was the terror of the Bargi that, in a Gabbar-esque twist, lullabies were composed in which mothers would use the fear of a Maratha raid to get their children to go to sleep. These poems are popular amongst Bengalis even today. One of them went something like this:Chhele ghumalo, paada judaalo bargi elo deshe Bulbulite dhaan kheyechhe, khaajnaa debo kishe?Dhaan phurolo, paan phurolo, khaajnaar opay ki?Aar kotaa din shobur koro, roshoon boonechhi A very inelegant translation:When the children fall asleep, silence sets in, the Bargis come to our countryBirds have eaten the grain, how shall I pay the tax (to the Bargi)?All our food and drink is over, how shall I pay the tax?Wait for a few days, I have sown garlic.The ditchers of CalcuttaNot only did the Bargis loot the countryside, but in a sign of their effectiveness, managed to raid the capital of Bengal, Murshidabad and even sack the house of one of the richest Indians at the time, the Marwari banker, Jagat Seth.In spite of this, the Marathas never did attack Calcutta, in all probability being paid off by the British. The ditch, though, did serve to provide citizens with a nickname: ditchers, i.e everyone who lived south of the ditch, in \"proper\" Calcutta. Eventually the ditch was filled up and was made into what is now Upper Circular Road.After a decade of pillage, the Marathas eventually stopped their raids after the harried Nawab, accepting defeat, handed over Orissa to Raghoji Bhosle.Past through the lens of the presentOf course, as Aakar Patel points out in his column, this history of the Marathas is usually never given popular currency. The Marathas are often portrayed as a proto-national force, acting as agents of either India or Hindu nationalism. This is a common tendency and modern nations often construct myths where they extend themselves back into time. Many Pakistanis imagine that its Islamic nationalism existed during the time of Qutb-ud-din Aibak and many Indians think that a Hindu nationalism was furthered by the Marathas looking to set up a – to use Vinayak Savarkar's term – \"Hindu Pad Padshahi\".Ironically, the very phrase \"Hindu Pad Padshahi\" is taken entirely from the Persian language, showing how seamless the transition was from the so-called Muslim Deccan sultanates and the Mughals to the so-called Hindu Marathas. And, of course, such a simplistic view of history must also leave out pillaging bands of Marathas attacking a predominantly \"Hindu\" West Bengal even as a \"Muslim\" Nawab struggles to push them out. Today's India is so caught up with the binaries of \"Hindu\" and \"Muslim\" that it tends to see the past in those terms as well. But the past is a different country.Note: an earlier version of this article referred to the existence of semaphore towers in Bengal being connected to the Bargi raids. This is incorrect and has been removed.","author":"Shoaib Daniyal","time":"2015-12-21T10:30:07+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/776978-4bee443c-8d5e-41e6-a252-71f79b77bf26.jpg","tags":[]}