{"title":"Former Karnataka CM BS Yediyurappa booked under POCSO Act for allegedly sexually assaulting minor","content":"Bharatiya Janata Party leader BS Yediyurappa has been booked by the Karnataka Police under the Protection of Children from Sexual Offences Act for allegedly sexually assaulting a minor girl in February, The Hindu reported on Friday.A first information report was filed against the former Karnataka chief minister by the Sadashivanagar police under Section 8 (commit sexual assault) of the Act and Section 354A (sexual harassment) of the Indian Penal Code, after midnight on March 14.The 17-year-old girl is a rape survivor in an unrelated case pending elsewhere, the newspaper reported.On Friday, Yediyurappa denied the allegations, saying that the woman had visited him with a grievance, after which he called up the police commissioner and told him to help her.“Later, the woman started talking against me,” ANI quoted him as saying. “I have brought this matter to the attention of the police commissioner. Yesterday, the police filed a complaint against me. Let’s see what happens next, I can’t say that there is a political motive behind this.”In the complaint, the girl and her mother have alleged that they had gone to meet Yediyurappa at his house on February 2 “seeking his help in a cheating case related to business”. The woman said she requested the former chief minister to have a special investigation team constituted to probe the alleged cheating case.During the meeting, the complainant says, the mother informed the BJP leader that her daughter was a rape survivor.The complaint has alleged that Yediyurappa took her minor daughter into a room for five minutes. When he opened the room, the daughter “rushed out weeping”.“Yediyurappa told me that my daughter is mentally disturbed,” the complainant alleged. “As my daughter was crying, I asked her what happened, and she claimed that she had been molested.”The complaint further claims that when the mother confronted the former chief minister, he was apologetic and promised to help them in the cheating case, but they refused the offer.“Later, I again confronted Yediyurappa and demanded an explanation, to which he told me not to reveal the incident in an intimidating manner,” the mother alleged. “I went back feeling threatened and did not have the courage to report the matter.”The mother said that she has since thought over the matter and “felt that this is too serious an issue and needs to be reported”, explaining the delay in reporting the alleged incident to the police.Karnataka Home Minister G Parameshwara confirmed that the police had registered the case. The Congress leader said that it is a sensitive case as it involved a former chief minister.He added that the complainants would be given protection if needed.","author":"Scroll Staff","time":"2024-03-15T13:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145399-jjtwyktkeu-1600964634.jpg","tags":["BS Yediyurappa","Karnataka Police","POCSO","Karnataka"]}