{"title":"Former Gujarat police officers DG Vanzara, NK Amin discharged in Ishrat Jahan encounter case","content":"A special court on Thursday dropped proceedings against former Gujarat Police officers DG Vanzara and NK Amin for their alleged role in the Ishrat Jahan fake encounter case, ANI reported. On April 30, the court had reserved its verdict on applications filed by them seeking to drop proceedings, The Indian Express reported.The court dropped the proceedings as the Central Bureau of Investigation did not get the Gujarat government’s sanction to  prosecute the officers, The Hindu reported. The state government had refused to grant sanctions, saying the police officers had done their official duty.Lawyer Vinod Gajjar, who represented Vanzara, said the court’s order establishes that the encounter was genuine, according to The Indian Express.The CBI had said on March 20 that the Gujarat government had declined sanction to prosecute the former police officers. Section 197 of the Criminal Procedure Code makes it compulsory for an investigating agency to secure the government’s permission before prosecuting a public servant.The court had rejected Vanzara and Amin’s discharge pleas during a hearing in August 2018. The investigating agency had opposed the officers’ discharge pleas, saying it had sufficient evidence to establish that Vanzara was the mastermind of the entire operation and Amin was present at the encounter site.Ahmedabad: Special CBI Court of Justice JK Pandya accepts the applications of retired police officers DG Vanzara and NK Amin seeking dropping of proceedings against them in Ishrat Jahan fake encounter. The court had concluded hearing in the case on April 16.— ANI (@ANI) May 2, 2019\n\nThe alleged fake encounter caseIn June 2004, Jahan and three others were killed in an alleged encounter with security forces on the outskirts of Ahmedabad. The state police had claimed that the four had links with terrorist groups and were conspiring to kill Narendra Modi, who was Gujarat’s chief minister at the time. However, a special investigation team set up by the High Court had found the encounter to be fake. After this, the case was transferred to the Central Bureau of Investigation.Vanzara had told the court he should be let go as the CBI chargesheet was “concocted and politically motivated” and there was “no prosecutable material” against him. Amin, in his plea, had accused the investigating agency of not following the proper legal procedure while making certain accused approvers in the case. He was a superintendent of police, working under Vanzara, at the time of the incident.The court drops proceedings against DG Vanzara & NK Amin on account of non production of sanction of prosecution from the Gujarat government. The government refused to grant sanction citing that the police officers did their official duty. @the_hindu— Mahesh Langa (@LangaMahesh) May 2, 2019","author":"Scroll Staff","time":"2019-05-02T13:07:05.923229+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103754-amqyadfyei-1556781755.jpg","tags":["Ishrat Jahan","DG Vanzara","NK Amin","Fake Encounter"]}