{"title":"Former Jharkhand CM Hemant Soren files fresh plea in SC against arrest in money laundering case","content":"Former Jharkhand Chief Minister Hemant Soren on Wednesday filed a fresh petition in the Supreme Court challenging his arrest by the Enforcement Directorate in a money laundering case, Live Law reported.He said that the Jharkhand High Court has not yet delivered its judgement on his petition even though the arguments had concluded on February 28.Soren has been in jail since January 31, when he was arrested by the Enforcement Directorate in connection with a money laundering case. This was shortly after he resigned as the state’s chief minister after being questioned by the central law enforcement agency.The Jharkhand Mukti Morcha leader had approached the Supreme Court earlier. However, on February 2, the top court asked Soren to go to the High Court.On Wednesday, Senior Advocate Kapil Sibal, appearing for Soren, mentioned the plea before Justice Sanjeev Khanna for urgent listing.Sibal said that the High Court’s refusal to deliver the judgement has put Soren in a deadlock, as he can “neither move forward nor backward” for legal remedies.“Now we again went to the [High] Court and said I can’t move forward or backward; at least please render the judgement,” he said. “The judge said nothing. The man will be inside [in jail] and the [Lok Sabha] elections will be over. Where do we go?”Soren’s Jharkhand Mukti Morcha, the ruling party in the state, is part of the Opposition INDIA bloc at the national level.Khanna told Sibal that the chief justice’s secretariat will give dates for the listing of the matter.Soren has been claiming that his prosecution and arrest are politically motivated by “extraneous considerations and are part of a well-orchestrated conspiracy by the Central government to browbeat, intimidate and humiliate the prominent Opposition leaders”.He also alleged that the Centre was using his arrest to coerce him into joining the Hindutva party or ally with the Bharatiya Janata Party-led National Democratic Alliance.The chargesheet filed by the Enforcement Directorate on March 30 named Soren, Bhanu Pratap Prasad, Raj Kumar Pahan, Hilariyas Kachhap and Binod Singh as the accused persons in an alleged land scam. The agency has also attached 8.86 acres of land allegedly owned by Soren.According to the Enforcement Directorate, Soren acquired the land located at Baragain Anchal at Bariyatu Road in Ranchi through illegal means. The agency has also accused Soren of misusing his power and influencing false evidence in the case after he was issued the first summons for questioning on August 7.The former chief minister has denied allegations made by the central agency.","author":"Scroll Staff","time":"2024-04-24T15:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197084-yuuyzrddzq-1703904332.jpg","tags":["Hemant Soren","Enforcement Directorate","Supreme Court","money laundering case","Jharkhand High Court"]}