{"title":"Former CJI Ranjan Gogoi nominated to Rajya Sabha by President Kovind","content":"President Ram Nath Kovind on Monday nominated former Chief Justice of India Ranjan Gogoi to the Rajya Sabha, ANI reported. A notification to this effect was issued by the Centre on Monday.Big #BreakingFormer Chief Justice of India Ranjan Gogoi nominated to Rajya Sabha by President Of India.The seat fell vacant after resignation of Chaudhury Birender Singh.@IndiaToday @rashtrapatibhvn @PMOIndia pic.twitter.com/pZYoaDOlNu— Geeta Mohan گیتا موہن गीता मोहन (@Geeta_Mohan) March 16, 2020\n\nGogoi, born on November 18, 1954, joined the Bar in 1978. He was appointed a permanent judge of the Gauhati High Court on February 28, 2001. Nine years later, he was transferred to the Punjab and Haryana High Court, where he rose to become chief justice on February 12, 2011. He was elevated to the top court the following year.He assumed office as CJI on October 3, 2018, and retired on November 17, 2019. He was succeeded by SA Bobde.In November last year, days before his retirement, the former chief justice had presided over proceedings in the Ayodhya land dispute case. A five-judge Constitution bench of the Supreme Court headed by him unanimously decided to allot the disputed Ayodhya plot to a trust that will oversee the construction of a Ram temple there. The bench also ruled that a separate five-acre plot be allotted in Ayodhya to Muslims for the construction of a mosque.Gogoi was also involved in a sexual harassment case after a woman employee had levelled allegations him. In April last year, the woman, who had earlier worked as a junior court assistant at the Supreme Court, alleged in an affidavit that Gogoi made sexual advances on her at his residence office on October 10 and October 11, 2018. Gogoi denied the allegations during a special hearing he called on April 20. The chief justice said he did not “deem it appropriate” to reply to the allegations but claimed they were part of a “bigger plot”, possibly one to “deactivate the office of the CJI”.In January 2018, Gogoi and Justices Madan B Lokur, Jasti Chelameswar and Kurien Joseph, held an unprecedented press conference and levelled allegations against then CJI Dipak Misra of violating conventions and allowing the executive to interfere in the court’s affairs. They alleged that “democracy is in danger”.Also read:Ranjan Gogoi’s tenure as chief justice was marked by deafening silences on crucial issues‘Bitter truths must remain in memory’: CJI Ranjan Gogoi refuses interview requests on last day","author":"Scroll Staff","time":"2020-03-16T21:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130983-icioifeaur-1573816579.jpg","tags":["Ranjan Gogoi","Rajya Sabha","President","Supreme Court","Ram Nath Kovind"]}