{"title":"Four Haitian-authored novels that guide readers through the country’s history and reality","content":"Following the July 7 assassination of Haiti’s President Jovenel Moïse and after one Haitian official requested that the United Nations and the United States send troops to help stabilise the nation, many Haitian activists and artists recoiled at the prospect of yet another outside intervention.The Haitian-American novelist Edwidge Danticat is one artist who has repeatedly railed against past US occupations of Haiti. In her foreword to Jan J Dominique’s Memoir of an Amnesiac, she highlighted a tension that exists in Haiti’s collective memory – pride over the revolution for freedom and independence from France in 1804, and frustration over continuous foreign meddling brought to a new height with a 20-year occupation by the US military starting in 1915.“Never again will foreigners trample Haitian soil, the founders…declared in 1804,” Danticat writes. “Yet in 1915, the ‘boots’ invaded,” which meant that Haitians like the father of the narrator in Dominique’s tale would “never truly know a fully free and sovereign life, having had not just his country but his imagination invaded and occupied by the Americans”.A specialist in Haitian literary and historical studies from the University of Virginia, Marlene L Daut has selected four Haitian-authored novels that sit with this contradiction, along with many others.By guiding readers through Haiti over the past century, she shows how these contemporary writers magnificently paint the entanglements of memory, history and imagination that make Haitian art, from all times, so enduring and brilliant.1. Memory at BayIn Memory at Bay, Trouillot explores the ruthless juxtaposition that exists between Haitian President-turned-dictator François “Papa Doc” Duvalier, called “the Deceased” in her novel, and Haiti’s subjugated position in the Western world.Évelyne Trouillot's 'Memory at Bay'.Many years after the death of Duvalier and the fall of his successor and son, “Baby Doc”, the Deceased’s bedridden wife tries to cast her husband as both a protector of the Haitian people and a target of the West’s quest for revenge.“After all, how could the Western countries ever forgive or forget Napoleon’s debacle, the sorry defeat of the French army … and the rout of the French colonisers at the hands of an army of former slaves?” the Deceased’s wife thinks. The widow attempts to paint her husband as having been the only one to stand up to the “former colonialists, the one-time occupying power, and all those who wanted to use the country as a springboard for their ambitions”.The attendant caring for her in a nursing home in France has a different memory of the Deceased and his legacy. Coming from a family devastated by the Tonton Makouts – Duvalier’s murderous henchmen responsible for the deaths of tens of thousands of Haitians – the nurse finds herself disgusted at having to care for an integral culprit in her country’s devastation.“So many overlooked stories of men and women just guilty of having been alive at the wrong moment, in the wrong place,” she thinks, as she briefly contemplates whether to kill the widow. “My father, my uncle, the resister whose grandchildren will never know him, Madame So-and-So’s husband, the grocer’s cousin, his friend’s godfather, the mother of the little girl who will not be born, the boy who should have been born.”2. Down Among the Dead MenSet in 1996, after the fall of the Duvalier regime and during the United Nations’ occupation of Haiti, this partly autobiographical tale tells the story of a never-named protagonist – a stand-in for Laferrière – who decides to come home to Haiti for the first time in 20 years.Dany Laferrière's 'Down Among the Dead Men'.Haiti has changed a lot during his exile in Montreal, where he was making his living as a writer. He no longer recognises the capital, Port-au-Prince, which has seen massive migration from the countryside into the city. The result is overcrowding, famine and generalised misery.In a chance encounter with a shoeshine man, the narrator is told that these changes mean “All the people you see in the street, walking and talking, most of them died a long time ago and they don’t even know it. This country has turned into the world’s largest cemetery.”Such commentary encourages the narrator to write a book about “the other world”. He wonders “[i]s it here or elsewhere?” After unwittingly accepting from a powerful Vodou priest “the most terrifying offer anyone could make a writer: to take him to the kingdom of dead”, the narrator meets in succession the Vodou god Papa Legba, master of the crossroads, and Ogou Feraille, the god of war.Ultimately, the narrator ends up as disappointed with the spirit world as he is with the mortal one. “This was hardly Dante’s inferno,” he remarks. “I’d been expecting…a universe so powerful and rich in symbols, so complex that it would have helped me… Instead, I ended up with a giggling adolescent goddess and the complaints of her father, the supposedly fearsome Ogou Feraille.”All of this happens parallel to searing political commentary about the punitive and insulting measures forced upon Haiti by the world powers after the 1991 military coup that unseated President Jean-Bertrand Aristide. For example, along with UN “peacekeepers”, a comical cast of foreign investigators arrive to study why the people of the northwestern town of Bombardopolis do not need to eat for months at a time. The foreigners conclude that it is because they are all plants and not human beings.The irony of course is that foreign meddlers are the ones who have caused the starvation. “Hunger remains the most effective weapon,” one character wryly remarks.Sometimes the sardonic humour stings a little too much: “When everyone starts joking in a country, you know that all hope is gone,” the narrator’s friend Manu complains. “Humor is the weapon of desperate people.”3. The Farming of BonesIn this work of historical fiction, Danticat transports readers to the Dominican Republic, to the border town of Alegría. There, Haitian workers are living “a cane life” – engaged in the brutal work of planting and cutting sugar cane, “travay tè pou zo, the farming of bones”.Edwidge Danticat's 'The Farming of Bones'.Hewing closely to the historical record, Danticat captures the horrors of Dominican dictator General Rafael Trujillo’s massacre in 1937 of tens of thousands of Haitians living and working along the border. The more fictional sections follow the escape of Amabelle Désir, who had many years before witnessed the death by drowning of her parents, both migrant herbal healers, as they tried to cross the Dajabón River separating Haiti and the Dominican Republic.Amabelle will eventually lose her lover, Sebastien Onius, to the troops of the “Generalissimo”, after Trujillo gives orders “to have all Haitians killed”.As Haitian characters are tortured or executed because they cannot trill their Rs to pronounce “perejil”, the Spanish word for parsley, Haiti’s glorious revolutionary past seems to fade into the background of the torturous present.“When Dessalines, Toussaint, Henry, when those men walked the earth, we were a strong nation,” one man who escaped the massacre states. “Those men would go to war to defend our blood. In all this, our so-called president says nothing…nothing at all to this affront to the children of Dessalines, the children of Toussaint, the children of Henry. He shouts nothing across this river of our blood.”4. Hadriana in All My DreamsNear the end of “The Farming of Bones”, a guide taking visitors to King Henry’s famous Citadelle says, “Famous men never truly die…It is only those nameless and faceless who vanish like smoke into the early morning air.”René Depestre's 'Hadriana in All My Dreams'. Beginning in 1938, just one year after Trujillo’s massacre, Depestre’s “Hadriana” trails the life, death and reemergence of a white French woman born in Haiti named Hadriana Siloé, who appears to mysteriously die while saying her wedding vows. She is then suspected of having been transformed into a zombie when her body goes missing from its grave.During her funeral-turned-carnival, historical figures from different eras join the masked wake, as “historical memory” has gotten “mixed up to the point of ridiculousness”.And so readers are treated to scenes of the Haitian emperor Jacques the First, who ruled Haiti from 1804 to 1806, playing table tennis with his partner, Joseph Stalin, while Venezuelan freedom fighter Simón Bolívar dances alongside King Henry Christophe, who became king of northern Haiti in 1811.“This masked occasion had convoked three centuries of human history to [Hadriana’s] wake,” her childhood friend Patrick says. They “had come together to dance, sing, drink rum, and refuse death, kicking up the dust on my village square, which, in the midst of this general masquerade, took itself for the cosmic stage of the universe.”In the end, it is not just history but all of life that appears to be one large carnival as the contours of death come alive on the streets of the living.This tale has a happy ending, though. Decades later, Hadriana is revealed to be alive after all and describes how she miraculously escaped from the botched attempt to turn her into a zombie. She even gets married, not to her original fiancé but to Patrick, who has chronicled all that took place in her absence.The true romance here may be that unlike so many of those who have disappeared in yesterday’s and today’s Haiti, Hadriana and Patrick live to tell their story.Marlene Daut is a Professor of African Diaspora Studies at the University of Virginia.This article first appeared on The Conversation.","author":"Marlene Daut, The Conversation","time":"2021-08-11T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162657-alrzcpqyih-1628604259.jpg","tags":["Books","Novels","Haiti"]}