{"title":"From Canada to Khalistan: What maps encompass and exclude ","content":"When I was child, we took Air India to visit my parents’ families. From the Canadian terminal into the airplane, we entered a different land. The air reeked of coriander. Hostesses wore paisley saris and walked on carpets pink and blue. On our chair fabric were floral patterns, while the first-class partition was gold leaf laminate.Above the cabin windows, embossed on the curved interior, was medieval frolic. Ornamental scenes of courtly repose and hunting. Flute-playing cowherds and dancing girls. We seemed in a medieval Rajasthani miniature, not a 1980s Boeing 747.After the meal, a small cathode-tube television emerged from the ceiling. My sister and I craned our necks to see our destination: India. We would be moving between Punjabi relatives in Delhi, Chandigarh, and Haryana. The map blinked on and off for the remaining flight. Each time it showed, these words followed: Physical features map only. No political borders depicted.I then loved atlases; I studied National Geographic for hours. Each squiggle of a river or shading of a mountain range. It seemed these renderings of space, precisely delineated, were inarguable truth.Now I faced this vague projection of terrain and that troubling “only”. A map was all-encompassing: how could it hedge its claims?Drowsy, breathing in the dry, cold air at 30,000 feet, my eyes opened and closed to the screen in the aisle. An authoritative projection without authority. A map that said trust me – up to a point.Only much later would I get that a map is always fiction. One that we pine for. One we can kill for.A group including Indian immigrants on the platform of a Canadian Pacific Railway station in Frank, Alberta, in 1903. Credit: Library and Archives Canada PA-125112, Accession number 1980-051 NPC. Image provided by Michael Hawley, Alberta Sikh History Project.My formative years were in western Canada. Prairies and wheat elevators marked the land. Ranchers in shit-kickers – cowboy boots – evoked its origins.Oil and gas were Alberta’s present. It boomed when billions of barrels were found in the 1940s. A carbon infrastructure slowly threaded through city suburbs and mountain valleys. Beneath canola fields and above snowdrifts, fossil fuels were gauged, flared, and pumped.We moved there from England in the early 1980s. The landscape was rust-brown pump jacks and obese round gasometers. I learnt of hydrogen sulfide’s rotting, eggy smell.At a nearby pond was a sign with a number to call in case of methane leakage. Cutting across my school fields were cautions of corrosive gas underneath. Rig blowouts and pipeline ruptures were as ordinary as snowfall.As embedded was oil’s ethos. Our hockey team, the Edmonton Oilers, bound its patchwork population. Immigrants worked as drillers, wildcatters, roughnecks, and riggers: the syntax, and the source, of the oil patch.Their kids from Cape Town and Lagos and Kingston were my classmates. We were from a dissipating, if not expired, Commonwealth map. Its faint outline comprised the petrol fumes of the British empire. Each knock at colonial legacy reverberated through old circuits.At my school were South Asian Ismailis whose parents fled Uganda’s nativist politics in the 1970s. From Hong Kong, before its Chinese handover in 1997, came another exodus to western Canada. Neighbours seethed at newcomers inflating real estate prices. Empire, at its end no less than its start, kept on displacing. My doctor, a white South African, came when his father was exiled during apartheid.All of us, of an empire where the sun never set, joined in this -30 Celsius wasteland, where the sun never rose. Hockey was the focus of our wayward lines to this point.The Oilers logo is an oil droplet with viscose letters. As if it too is a gooey tar, slipping out of bounds. At hockey games, we waved cardboard oil derricks, the talisman of our unity. Petroleum was theology as well as activity.Group of East Indians dumping trucks of debris, Frank, Alberta, in 1903. Credit: Library and Archives Canada PA-125115, Accession number 1980-051 NPC. Image provided by Michael Hawley, Alberta Sikh History Project.I memorised Canadian pioneers and founders at school. These English and French men – Henry Hudson, Jacques Cartier – were worshipped. We studied the squiggles of their sailing routes across the Atlantic. True, some intended to passage to India, whose riches, for Europe in the 1600s, were paramount.But finding Canada as an afterthought worked out alright. First you had to navigate a vast, mosquito-infested landscape. Portage canoes across boggy lakes. Cut sod and spruce poles for log houses. Guide sailing ships past treacherous drift ice.But by edging out European rivals, and subduing First Nations, plenty could be made. Beaver pelts, sold for high profits across the Atlantic, fuelled Canada’s colonisation for two centuries, between the 1600s and 1800s. Europe’s desire for fur robes and hats – fox, mink, otter – made them the oil and gas of their day.Hudson and Cartier’s names were embossed on schools and towns. But also on swaths of the country. I remember when my family became naturalised Canadians. On the coffee table were study materials to master, including maps. To not memorise the country’s water bodies was to not pass the citizenship test and not deserve a passport.The country’s massive bays and rivers were named for – and, it seemed to my younger self, possessed by – dead Europeans. As was most of the map. Cities called Victoria, Lethbridge, and Burnaby. Arctic islands tagged for Baffin, Bathurst, and Queen Elizabeth. This was our received history: white explorers in breeches and bonnets claiming a wild and empty land.The taming of this space, which we in cities hardly knew, was through naming. From Pacific estuaries to Atlantic basins; from the Great Lakes to the North Pole. Most of it became long-distance nomenclature: the attempt, from Europe, to possess by marking.Group, including East Indians, on the platform of the Canadian Pacific Railway Station in Frank, Alberta, in 1903. Library and Archives Canada PA-125113, Accession number 1980-051. Image provided by Michael Hawley, Alberta Sikh History Project.Something altered in this pattern, in the exterior world or within, in 1985, when I was nine. My father’s younger brother was visiting from Kuwait: the entire clan had followed the oil. The two of them sat at the kitchen table, watching a special Canadian Broadcasting Corporation bulletin.An Air India flight, from Toronto to Bombay, had just disintegrated over the Atlantic. In Tokyo, another, smaller bombing at Narita airport killed personnel. Somehow these were connected, coordinated.We sat and watched for hours. The sombre CBC announcer introduced grainy footage. Royal Navy helicopters hovered off the crash site near Ireland. Many of the dead were Indians visiting home. Commandos rappelled down, hoisting limp brown bodies floating on choppy water.A few months later, Sikhs in neighbouring British Columbia were arrested for planting the explosives. The year before, thousands of Sikhs had protested in our streets, stabbing effigies of Prime Minister Indira Gandhi, burning tricolour flags. This came after the Indian military, pursuing Sikh separatists, ransacked the Golden Temple, the faith’s holiest shrine.Air India 182’s bombing, well before 9/11, woke me to what was possible in the world. For months, we read of the biggest terrorist act, and mass murder, in recent Canadian history. The criss-cross of anger and aspiration across continents came very close.The mood clouded. A public reckoning focussed on Punjabis. Hindus began distancing themselves from Sikhs. In newspapers and on television, Sikhs were seen as hotheaded and hermetic. Why did they wear the curved kirpan dagger in public? How would Sikhs learn English by living in cloistered extended families?In the years after the bombing, Royal Canadian Legion branches – clubs of ex-servicemen – banned headgear, including turbans. This was a pointed rebuke, as Sikhs served the empire with distinction for over a century.The fear cut both ways. Alberta was, after all, replete with gun-toting ranchers and oilmen: people who settled matters with fists. The shit-kickers were going to beat the shit out of all Pakis. This, in the uncertain atlas of redneck Alberta, was any brown person, be they Sikh, Muslim, or Hindu: an equal-opportunity aversion.\n\t\t\n\tA memorial to the victims of the Air India flight 182 bombing, in Toronto. Credit: Briancanada, CC BY-SA 4.0 via Wikimedia CommonsWith my mom, I went on evening walks, past new subdivisions and baseball fields. We always circled back home at the point where a gurudwara met the main road. In the fading dusk light, long-bearded young men stood outside, keeping guard. I saw on their car bumpers flags of Khalistan, the Sikh homeland. A khanda on yellow and blue, it projected a deferred desire.Outside the local mall, in front of the Kmart, Sikhs pressed the cause. Supporters of the arrested men, now on trial for the bombings, placed photocopied flyers into our hands. On it was a map of their homeland in utero.This Khalistan, I saw, took in portions of Haryana, where my grandparents moved in retirement, and Delhi, where other relatives lived. It was as if one map, of Khalistan, would subsume another, of India. These lines on paper were not inert but active. They might eat into settled lives.It was the Khalistan flyer, as a child, which made me see maps differently. Not as innocent but desirous. Not as impartial but ominous.These flyers also listed, in bullet points, India’s crimes against Sikhs. The state was relentless in Punjab. Paramilitary disappearances and torture generated an ambience of imminent, inexplicable violence. This was the time of KPS Gill, Punjab’s “supercop”, allegedly doling out bounties for each assassination, enabling police impunity.We kept returning those years to India during summer vacation, taking the train between Delhi and Chandigarh. On the Shatabdi express were military men in rifles, gruffly matching passengers to overhead luggage, stickering accounted-for pieces. At the stations, bewildered passengers had their VIP suitcase contents scattered.Back in Alberta, I remember some Punjabi Hindus dismissing Sikhs. They were welfare cheats. Not very modern. Fanatics who conned Canadians.Yet in my father’s family, ritual occasions meant going to the Sikh gurudwara, not Hindu mandir. It was at a Chandigarh gurudwara that my parents, the day after their marriage, got their blessing. It was at a Manchester gurudwara that, 40 days after my birth, I had my naming ceremony.As a child, my maternal uncle, touring me through Delhi, took me to sit under dusty chandeliers in Tegh Bahadur’s shrine on Chandni Chowk. My aunt learnt the harmonium and to sing kirtans from a family love of Sikh devotionals. My grandmother had a portrait of Guru Nanak in her home shrine.Now a cleave had occurred; adjacent points had become distant.\n\t\t\n\tSikhs on a railway platform next to a Canadian Pacific Railway car, British Columbia, circa 1905-1914. Credit: University of Washington, Public domain, via Wikimedia Commons.Slowly I realised that maps did not stand outside of me. They produced me, contouring my family’s movements for a half-century.In 1947, on the eve of independence, the British judge Cyril Radcliffe, with no experience in India, carved up its postcolonial border. He secluded himself for a few weeks in a Delhi bungalow.Radcliffe marked which districts, after the end of the Raj, would be where. There were to be Hindu and Muslim states. Sikhs would be evicted from Pakistan and clumped in a reduced India; the choice was made for them. After a few weeks, Radcliffe submitted his report, burnt his papers, and sailed home, never to return.Pencil pressure on paper; stab wounds on bodies. The Radcliffe Line catalysed my family’s displacement, in the 1940s and 1950s, from Lahore to Delhi to Chandigarh, between Pakistan and India.Millions killed, inheritances lost forever – from a map lacking the disclaimer “only”. This incubated later state violence in Punjab. The British had already tapered India’s outline; another hole in the map would not do.I began to rethink what I was taught of Canada’s pioneers and founders. As a child, they were always Europeans. They stared out at me in black-and-white photographs in textbooks. Their faces – Wilfred Laurier, John MacDonald, William King – were touched every time we handed over dollars.Their settlement – expansion via agriculture and industry – was celebrated. We went on field trips to their legacy: pioneer villages and trading posts and settler forts. This theatre of white visionaries re-enacted Europeans churning butter and in chuckwagons.These founders were, among others, Ukrainians and Scots. We sampled their food and stood inside their Orthodox and Lutheran churches.This effaced indigenous presence for thousands of years. It also rubbed out Asian history in western Canada. Chinese, Japanese, and Indian migrants, from the late 19th century, cut lumber at sawmills, processed fish after the salmon run, grew wheat on farmsteads.The majority of these Indians were from Punjab. They helped build the Canadian Pacific Railway through the western provinces. A monumental undertaking, with thousands of men blasting through granite.\n\t\t\n\tSikhs standing in front of the Queensborough gurdwara in New Westminster, British Columbia, in 1931. Credit: Wikimedia Commons.By the early 20th century, white resentment at this presence was intense. Since only Europeans were on the map, others were interlopers. Head taxes and exclusion laws prohibited further immigration. Whites rioted in Asian neighbourhoods in western Canada to force the point.In 1914, the Komagata Maru, a ship with nearly 400 Punjabis, could not disembark in Vancouver. It returned to India, where, in Calcutta, imperial police fired on passengers, killing nearly two dozen of them.On those childhood visits to settler-pioneer sites, there were no Sikhs or Chinese. Nothing to see, because when you are not on the map it is a struggle to exist.Nowhere in our map was Asian toil honoured. Nowhere in our history was white racism detailed. There is no waterway named Dhariwal. No province called Singh. No island named Sidhu. Sikhs, like all Asians, slid off Canada’s map.So it is that, disappeared from one map, Sikhs imagined themselves into another. In this way, they show all maps as fabulations.India’s post-1947 Punjab, shorn at the flick of Radcliffe’s hand. Canada’s circumpolar islands, named after the likes of King William. And the map of Khalistan itself, which exists insofar as a diaspora elsewhere wills it so. All maps require violence to efface and enforce, to turn fiction into reality.When you cannot see yourself where you are, you insist on being seen somewhere else. A map is a depiction of physical features only. No political borders are depicted. At least not yet.Ajay Gandhi teaches at Leiden University.","author":"Ajay Gandhi","time":"2022-05-29T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175015-salyednwbf-1653737721.jpg","tags":["India","Canada","Punjab"]}