{"title":"How the fear of migrants became the driving force of politics in Assam","content":"In Assam, governments can rise and fall on the question of migration. From the end of the 19th century, people from East Bengal, Bihar and other parts of British India poured into the region to work in its tea gardens and paddy fields, and the idea of the outsider became a potent force in Assam’s politics. It drew energy from the political convulsions of the 20th century, which mutated state borders and triggered vast population exchanges. It still returns before every election, both as political opportunity and object of fear.Long before Independence, governments were worrying about how to settle ever growing numbers of people in shrinking tracts of vacant land. In 1920, the colonial government had introduced the Line System, which segregated indigenous people from settler populations. British civil servant CS Mullan’s infamous quote from 1931 seemed to establish the idea of migration as infestation, no less than a civilisational threat to Assam. It also gave the migrant threat a religious identity. “Probably the most important event in the province during the last 25 years,” wrote Mullan after conducting the 1931 census, “likely to alter permanently the whole structure of Assamese culture and civilisation, has been the invasion of a vast horde of land-hungry Bengali immigrants, mostly Muslims from the districts of eastern Bengal.”Subsequent governments would feel the force of that utterance. Muhammad Saadulla’s Muslim League government fell in 1941, battered by criticism for having distributed 1 lakh bighas among immigrants under its “Land Development Scheme”. Congress governments in the angry post-Partition years deported Pakistani “infiltrators” by the thousands. The Asom Gana Parishad swept to power in 1985 after six years of agitation on illegal immigrants choking out Assamese culture and identity.This poll season, talk of migration revolves around two developments. First, the National Register of Citizens, which is being updated for the first time since 1951. The document is expected to separate illegal immigrants from legitimate residents of Assam, and people who cannot prove that they moved to India before 1971 face deportation, the prospect of detention camps or the loss of their voting rights. Second, the Centre’s notification to the state government last year which recommended that all Hindu Bangladeshis be allowed to stay on.But in many ways, the conversation on migrants has not changed over the decades.Refugees and migrants“Hindu Bengalis in Assam are not migrants,” said Vijay Kumar, state general secretary of the Bharatiya Janata Party. “They have been compelled to leave their lands and come here. They are refugees, living here since 1947 or 1971. They are not a burden for Assam. In 45 years, they have been amalgamated with Assamese society.”Last year, the Centre tweaked the Passport (Entry into India) Act of 1920 and the Foreigners Order of 1948 to allow minorities from Bangladesh and Pakistan, who had fled religious persecution in their home countries, to stay on in India without a passport or other valid travel documents. They are the legitimate refugees, according to the BJP. Evidently, the party does not recognise the pressures of economic migration. So all the Muslim families who might have moved to Assam in search of a better life will have to be “first detected and then deported”.Ever since Narendra Modi first campaigned in Assam before the Lok Sabha elections, the BJP has pushed the image of India as a “natural home” for Hindus. It is, of course, an inherited idea. Compare Modi’s speeches to remarks made by Sardar Patel in the aftermath of Partition. Then home minister, Sardar Patel had insisted that Hindus left behind in East Pakistan were the responsibility of the Indian government: “We cannot fully enjoy freedom that we have got until and unless we can share it with the Hindus of North and East Bengal. How can one forget the sufferings and sacrifices which they cheerfully endured for freeing our motherland from foreign domination, their future welfare must engage the most careful and serious attention by the Government and the people of the Indian Union in the light of development that may take place hereafter.”Since the BJP often likes to trace its ideological lineage back to the “iron man of India”, these continuities are perhaps not surprising. Scholars have also recorded how the deportations of the 1950s and ’60s were distinctly communal in nature, targeting Muslims, Pakistani or otherwise.But the Assam Movement that started in 1979, just a few years after the Bangladesh war had driven thousands of people from both communities into Assam, blurred this distinction between Muslim migrant and Hindu refugee. The agitation led by the All Assam Students’ Union shifted focus from religion to indigeneity, language and culture. It demanded that Assam be reserved for the Assamese, and that those who did not fit into this identity be expelled. Members of the AASU graduated into the Asom Gana Parishad. It came to power under Prafulla Mahanta after the Assam Accord of 1985, which provided a mechanism to detect and deport illegal migrants. A faded Assamese nationalism still forms the centrepiece of the party’s politics, attended by the old fears about losing land to Bangladesh and being “swamped” by foreigners. But the AGP claims to be a “secular” party.“The migration issue is very important for the state,” said Mahanta. “The last two Census reports show that indigenous people are becoming a minority in the state. But the Central government’s decision will turn the issue communal. We want implementation of the Assam Accord. People who came here after 1971 should be deported, Hindus, Muslims and Christians.”The BJP’s colour coding of Hindu and Muslim migrants has injected two factors into the poll campaign so far. To begin with, it has scared off the AGP from entering an alliance with the BJP, at least in the run-up to the polls. It also means that the BJP’s chief ministerial candidate, Sarbananda Sonowal, will have to delicately recalibrate his old positions. A product of the AASU and the AGP, Sonowal crossed over to the BJP only in 2011. As he cobbles together support from various indigenous groups, he must reconcile his old politics with his new party.“He has become revisionist,” said Congress spokesperson Pradyut Bordoloi with some glee.Voters and citizensAfter its early crackdown on so-called infiltrators and having set up Foreigners’ Tribunals to deal with illegal migrants, the Congress in Assam changed tack. It reinvented itself as the protector of minorities, shielding them from the anti-immigrant sentiments mobilised by other parties.“The migration that used to take place in the 1980s is no longer there,” said Bordoloi. “We have taken effective measures. Now anyone on the streets with a beard and in a lungi is called a Bangladeshi. It is deplorable. You cannot raise the migration bogey anymore.” The Congress welcomes the National Register of Citizens, however. The actual numbers will “nail the lies of the BJP and AGP”, says Bordoloi. The Congress’s apparent concern about communalisation are shared by the All India United Democratic Front, the party that was started by perfume manufacturer Badruddin Ajmal and pitches largely to Muslim constituencies. “We are keeping a close watch,” said Aminul Islam. “They want to brand Muslims as Bangladeshis. No one who is an Indian citizen should be denied citizenship under the NRC.” The AIUDF won 18 seats and emerged as the largest opposition party in the assembly polls of 2011. In 2014, Ajmal won the Lok Sabha elections from Dhubri, close to the border and with a high concentration of Bengali-speaking settlers. Fears about loss of citizenship and disenfranchisement could push these constituencies closer to the AIUDF.These fears have deepened because, in the process of counting people, the NRC has revealed a gap between citizenship and voting rights in Assam. Pre-1971 electoral rolls may be accepted as documentary evidence that you are a legitimate resident of the state. But the 2014 electoral rolls cannot be used as proof of citizenship. The Congress, which wanted the 2014 rolls to be converted into the new NRC, is incensed.“How can you not accept the 2014 electoral rolls?” demanded Bordoloi. “There are periodic revisions done by the Election Commission, after an elaborate procedure. If your name is there it means you are a genuine, bona fide Indian. It means you have passed the test.”But ask NRC commissioner Prateek Hajela about the 2014 voter lists and he takes a long pause. “You have to see how rigorous the procedure was,” he said after a while. What explains this discrepancy between citizen and voter? This is how political scientist Sanjib Baruah puts it: “After the tensions over refugee settlement in the immediate post-Partition period subsided, the state’s ruling Congress party settled down to a creative way of managing the ambiguities of citizenship status.” In other words, the Congress is believed to have established a system of political patronage, assuring a degree of security to migrants from minority communities. In return, the party entered their names in voter lists and swelled its vote banks, argues Baruah.A political futureBut even parties that do not want to campaign for or against migrants seem to speak the language of CS Mullan, of infestation and civilisational threat. “I cannot say how many Bangladeshis migrated to Assam before and after Independence,” said UG Brahma, a member of the Rajya Sabha and a leader of the United People’s Party, a new Bodo political formation based largely out of Kokrajhar. “Most of them came before Independence. You see a sharp rise in numbers between 1901 and 1911. They cannot be called illegal migrants. In Kokrajhar, you don’t see any new migration.” Then the hidden fear rises to the surface.“The population explosion among Muslim families is the real problem,” continued Brahma. “The tribes and the Assamese people have family planning. But they have 10 to 12 children each. The indigenous people fear that the consequences will show in 10 or 15 years. They will capture seats and win elections, threatening indigenous tribes. Reserved seats will become dereserved.” That scenario, perhaps, is what lies at the heart of the migrant question. In a state that has seen multiple movements for self-determination, identity is closely linked to the right to shape your political future. To the tribes and the Asomiya people of Assam, the migrant vote, often confused with the minority vote, seems to change that future, make it less their own. Or that is how their political representatives would like to pitch it.","author":"Ipsita Chakravarty","time":"2016-02-19T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/802983-article-vijnwlcwax-1454937891.jpeg","tags":["Assam elections"]}