{"title":"From the Babri demolition to the Ram Temple inauguration, a personal history of New India","content":"I don’t usually have a good memory for past events. But some events poke through like a needle jab, drawing blood, leaving a stain.  December 6, 1992. A non-state mob army of kar sevaks destroyed the Babri mosque in Ayodhya.  Exactly a month later on January 6, 1993, its violent aftermath continued to ripple across Bombay and trickled into our sheltered girl’s convent in Colaba. Around noon, parents of classmates zoomed into school to pick up their children and ferry them to the safety of their homes. I wasn’t sure my father would be able to make it. He was with my mother who was battling a different army of internal intruders; her own body cells turned malignant marauders in an onslaught of primary lung cancer. She was in hospital for her monthly chemotherapy, a treatment so raw and brutal in 1992 that it demolished her into exhausted submission, never mind her legendary resilience.  But he did show up. And drove me home with relieved reassurance that we were safe since we lived in buildings nestled under the bungalows of ministers in Malabar Hill. Democracy wouldn’t save us, but the selfish interests of its elected representatives just might.  As riots raged in Bombay, I stayed alone at home with a kind, distant uncle sent to babysit me as my father kept his vigil with my mum at the hospital.  Babri ignited a fire that consumed Bombay and other parts of India with no prior history of communal violence across December 1992 and January 1993. The twin spectres of Dawood Ibrahim and Shiv Sena became the stuff of cautionary lore and Bollywood impersonations.  The same Shiv Sena who had orchestrated the Bombay riots eventually came into state government in the mis-’90s. The carnage had been blurred by Vajpayee’s National Democratic Alliance model of centre-right wingism. There was Kargil on one side, but then there was Pokhran 2, Samjhauta Express and India Shining. By the time Godhra happened in 2002, I had been motherless for nine years, alone as a student for the first time in the freezing London winter. My widowed father, floundering through grief and finding strange comfort in the Hindutva sermons of mail-order Gita Press audio cassettes now thought Godhra would teach the Muslims a well-deserved lesson. Alienated by a hostility I didn’t know had entered my home, I encountered a question from a left-wing professor at the London School of Economics: is your father a communalist? I didn’t have an answer then, I suppose I still don’t.  My father is no different from the millions like him who nodded in acquiescence in 2002, who chose the perpetrator in 2014, and who continued to surrender to Brahminical supremacy and monotheistic frenzy, in an India that was always a pluralistic idea far grander than reality, always an ambitious work in progress. Just before I was to leave my home country, the Allahabad High Court ruled in 2010, 18 years after the Babri demolition, that the rioters were on the right side of history. They would get the majority of the disputed Ayodhya land.It was Partition yet again, this time served up in puréed legalese and blithely simplistic headlines that underscored the emotional and blood cost the nation had paid. This tongue-in-cheek photograph creates a fittingly banal mis-en-scene for a banal headline. (In 2019, the Supreme Court endorsed and upheld this travesty.) Thirty two years after breaking Babri, on January 22, 2024, as the nation converges onto the scene of crime, we have now entered a new India. This India celebrates the Babri desecration with a flashy new temple, an ominous high priest, hordes of blinkered acolytes and anodyne drawing-room discussions about the growth opportunity that Ayodhya now represents, from the people that represent money and power in this new India. History has shown us repeatedly that temples, mosques, churches, are but transient buildings, vessels for masculine power struggles. They are built, broken, redesignated as per the whims of the times. Hagia Sophia is a poignant reminder of the same.  For those who know me, they know how little I care about any religion as a social force of any relevance or good. I swing between agnostic and atheist. Dare I say though, people who kill and destroy in the name of religion are the real infidels, because no one who believed in any god would desecrate one for the sake of another. Deblina Chakrabarty is a media executive and freelance writer based in London.","author":"Deblina Chakrabarty","time":"2024-01-23T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197752-uzyuoggxwa-1705946041.jpg","tags":["Babri Masjid","Ram Temple","National Democratic Alliance"]}