{"title":"Full text of Tripura chief minister’s I-Day speech that he says was blacked out by Doordarshan, AIR","content":"Tripura Chief Minister Manik Sarkar has alleged that Doordarshan and All India Radio had recorded his Independence Day speech on August 12, but informed his office on August 14 that his speech would not be broadcast unless he agreed to “reshape the content making it suitable to the solemnity of the occasion and sentiment of the people”.An email from Akashbani Agartala, signed by the Head of Programme, AIR Agartala, enclosed a letter from the Assistant Director of Programmes (Policy) for Director General AIR informed Sarkar’s office that the decision had been taken in consultation with the chief executive officer of Prasar Bharati:“The matter cited above has been considered and keeping in view the sanctity and solemnity attached with the occasion the broadcast is meant for, the CEO, Prasar Bharati, was also consulted and a collective decision taken at Delhi advises that the broadcast may not go with its existing content.AIR/Prasar Bharati will however be more than happy if the Hon’ble Chief Minister agrees to reshape the content making it suitable to the solemnity of the occasion and sentiments of the people of India at large.” Sarkar has led a Left Front government in Tripura since March 1998. A statement from the chief minister’s office in Agartala said that the chief minister “clearly stated that he would not change a single word and described it as unprecedented, undemocratic, autocratic and intolerant step”.The Communist Party of India (Marxist), of which Sarkar is a politburo member, has strongly condemned the refusal by the Doordarshan and All India Radio to broadcast the customary Independence Day address. In a statement, the party said:This is a gross infringement on the right of a Chief Minister to address the people of his state on Independence Day. This act is reminiscent of the Emergency days and goes beyond as it seeks to gag the elected Chief Minister of a state. The Central Government is trampling upon the autonomy of Doordarshan/AIR and Prasar Bharati by such acts of censorship.The Polit Bureau demands action against those responsible for prohibiting the broadcast. The Modi Government should stop treating the Prasar Bharati as a department of the Ministry of Information and Broadcasting.The following is the full text of the speech released by the CPI(M) and is reproduced here without any editing:Dear People of TripuraOn the occasion of Independence Day, I convey my greetings and best wishes to you all. I pay my homage to the great memory of the martyrs of India’s freedom struggle. I would also like to offer my profound regards to those freedom fighters who are amongst us today.Celebration of Independence Day is not just a ceremonial occasion. Keeping in view the historical significance and tremendous emotional attachment to this day for Indians, it has to be treated as an important ceremonial occasion for national introspection.Before us on this year’s Independence Day are quite a few relevant. important and contemporary issues.Unity in diversity is India’s traditional heritage. Great values of secularism have helped in keeping Indians together as a nation. But today, this spirit of secularism is under attack. Conspiracies and attempts are underway to create an undesirable complexity and divisions in our society; to invade our national consciousness in the name of religion, caste and community, by inciting passions to convert India into a particular religious country and in the name of protecting the cow. Because of all these people of Minority and Dalit communities arc under severe attack. Their sense of security is being shattered. Their life is under peril. These unholy tendencies cannot be harboured or tolerated. These disruptive attempts are contrary to the goals, dreams and ideals of our freedom struggle. The followers of those who were not associated with the Independence movement, rather sabotaged the freedom movement, were servile to the atrocious. plunderer and merciless British, aligned with the anti-national forces having decorated themselves today in different names and colours are striking at the root of unity and integrity of India. Every loyal and patriotic Indian must take the pledge today to remain committed to the ideal of a united India and to counter the attempts towards such destructive conspiracies and attacks. We must all work and collectively strive to ensure security of the Minorities, Dalits and preserve the unity and integrity of our country.Today, the gulf between the have and have nots is speedily widening. Nation’s vast resources and wealth arc being concentrated in the hands of a very few. A large majority of our people are suffering from poverty. These people are the victims of inhuman exploitation. They are being deprived of food, shelter, clothing, education, health care and security of job for assured income. This is contrary to the aims and objectives of our Independence struggle. Our current national policies are squarely responsible for this state of affairs. Such anti-people policies shall have to be reversed. But words alone will not achieve this. For this, we need the deprived and the suffering Indians to arise, become vocal and to protest fearlessly, collectively in a ceaseless manner. We definitely need an alternative policy that serves the interests of the vast majority of Indians. To bring this alternative policy into reality, the deprived and suffering Indians need to take a pledge on this Independence Day to launch an economic, political and social movement unitedly in a broadway.The mounting problem of unemployment has created a sense of despondency and gloom in our national psyche. On one hand. lakhs of employed are loosing their jobs. On the other hand, crores of unemployed youth are waiting for jobs, which is nothing but like a mirage to them. It is not possible to solve this gigantic national problem without reversing the national economic policies which work to strengthen the very small group of profiteering corporates, and without increasing the purchasing power of the common people of India. Hence, the students, youth and working classes will have to take a pledge on this Independence Day to launch a collective and continuous movement to reverse these destructive policies.In contrast to the anti-people policies of the Government at the Centre, the State Government of Tripura despite its limitations has been pursuing policies for the welfare of people in all walks of life with a special focus on the downtrodden and to advance forward with their cooperation. This is a totally different and an alternative path. This path has been able to not only attract the people of Tripura but also elicit a positive response of the downtrodden people of our country. This is not being tolerated by the reactionary forces here in Tripura. Hence, conspiracies are being hatched up one after another by the enemies of the people to disturb peace, fraternity and integrity of the State. And at the same time attempts are on to disrupt the realm of developmental works. We need to counter all these unholy designs and isolate the reactionary forces. In this background, on this Independence Day, all the right thinking, peace loving and development seeking people of Tripura need to take a determined pledge to come forward and to work unitedly against such disruptive forces.The CPI(M) General Secretary Sitaram Yechury also condemned the move in a series of tweets:Doordarshan is not the private property of the BJP or the RSS. Its refusal to broadcast Tripura CM's speech is undemocratic and illegal. https://t.co/mGnbn4gMOP— Sitaram Yechury (@SitaramYechury) August 15, 2017\nPM can pay homilies to cooperative federalism while instructing his cronies to black out voices of the Opposition, including an elected CM.— Sitaram Yechury (@SitaramYechury) August 15, 2017\nIf this isn't authoritarianism & undeclared Emergency, what is? This will be fought back by the CPM, people of Tripura and all our citizens.— Sitaram Yechury (@SitaramYechury) August 15, 2017\nNeither Modi's cronies at Prasar Bharti nor BJP or RSS, have any locus standi to decide on what an elected CM of a state speaks on August 15— Sitaram Yechury (@SitaramYechury) August 16, 2017\nBJP's model is to remote control Tripura from Delhi. CPI(M) will fight for Tripura's rights and honour against BJP's dictatorial centralism.— Sitaram Yechury (@SitaramYechury) August 16, 2017\nOfficial Letter Censoring Speech of Tripura CM. Who is this Delhi Collective which dares to censor a CMs Speech? pic.twitter.com/LxNNeK6IRw— CPI (M) (@cpimspeak) August 15, 2017\nText of Tripura CM's Speechwhich AIR & DD had the audacity to censor.This is an insult 2 People of Tripura &Constitutional Rights of States pic.twitter.com/bdYDd7JS99— CPI (M) (@cpimspeak) August 15, 2017","author":"Scroll Staff","time":"2017-08-16T11:20:26.506774+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/847382-65819-gudgiagyfx-1502862561.jpg","tags":["Manik Sarkar","Independence Day","Prasar Bharti","Tripura","CPI(M)","Left Front","Free speech"]}