{"title":"'General Dyer Go Back': Posters comparing Amit Shah to British officer crop up in Surat","content":"Posters comparing Bharatiya Janata Party President Amit Shah to Reginald Edward Harry Dyer – the British army officer responsible for the 1919 Jalianwala Bagh massacre in Amritsar – have cropped up in Patidar-dominated areas in Surat, ahead of the political leader’s visit to the city. While some of them say “General Dyer Go Back”, others accuse Shah of abusing “mothers and sisters” from the Patel community, Hindustan Times reported on Thursday.Patidar leader Hardik Patel began referring to Shah as Dyer after several men were injured after being lathi-charged by the police at a rally in August 2015, according to the report. The incident had led to riots across the state, with the Patidar Anamat Andolan Samiti leader being booked on sedition charges in October. His group has been has demanding a 27% reservation in government jobs and education for the Patel community.The posters were put up as the Patidar Abhivadan Samaroh Samiti – a business lobby of diamond traders and textile mill owners – is scheduled to felicitate Shah, as well as state BJP chief Jitu Vaghani, at an event on Thursday. Other banners criticising the 44 Gujarat MLAs who belong to the Patel community have also been put up across Surat.The event is being seen as a show of strength by the BJP against the Hardik Patel-led Patidar Anamat Andolan Samiti’s agitation for granting Other Backward Class status to the community. While the business lobby has invited members of the Patel community for the event through advertisements in local newspapers, the Samiti has urged supporters to “protest at the venue of the programme”, according to dna. Posters saying ‘General Dyer Go Back’ have come up in Surat hours before Amit Shah's felicitation (by @hiralddave) https://t.co/7NmZdPan4A— Hindustan Times (@htTweets) September 8, 2016","author":"Scroll Staff","time":"2016-09-08T14:47:44.263091+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/815970-fuzsmkjuqo-1466669612.jpg","tags":["Gujarat","Surat","Amit Shah","Bharatiya Janata Party","Patidar OBC agitation","Hardik Patel","Anandiben Patel","Vijay Rupani"]}