{"title":"Ghulam Nabi Azad quits Congress, says Rahul Gandhi demolished party’s ‘consultative mechanism’","content":"Ghulam Nabi Azad, a veteran leader and former Union minister, on Friday resigned from the Congress.The development came more a than a week after Azad had declined to be the party’s campaign committee head and a member of political affairs panel of the Jammu and Kashmir unit.In his resignation letter to party chief Sonia Gandhi on Friday, Azad wrote that the Congress has lost the will and ability to fight for what is right for the country. This, he said, was because the party was running under the instructions of a small group of All India Congress Committee leaders.   “In fact, before starting a Bharat Jodo Yatra [join India exercise], the leadership should have taken a Congress jodo exercise across the country,” he wrote, adding that he was resigning from all posts and the primary membership of the party.  \"It is therefore with great regret and an extremely leaden heart that I have decided to sever my half a century old assocation with Indian National Congress,\" read Ghulam Nabi Azad's resignation letter to Congress interim president Sonia Gandhi pic.twitter.com/X49Epvo1TP— ANI (@ANI) August 26, 2022\n\nThe former Rajya Sabha MP referred to the two United Progressive Alliance governments and said that they were successful because Gandhi listened to the advice of senior leaders and delegated powers to them when she was the president. However, Azad said that after Congress MP Rahul Gandhi entered politics and became the vice president in 2013, he demolished this “entire consultative mechanism”.“All senior and experienced leaders were sidelined and new coterie of inexperienced sycophants started running the affairs of the party,” he said. Azad, a former Jammu and Kashmir chief minister, recalled that Rahul Gandhi had teared up an ordinance in public prepared by the Manmohan Singh-led Cabinet in 2013, describing it as the “most glaring example” of his immaturity. He said this “childish act” subverted the authority of the prime minister and the president. “This one single action more than anything else contributed significantly to the defeat of the UPA government in 2014,” Azad wrote.He said that after destroying the “institutional integrity” of the UPA government, Gandhi moved to the party. “While you [Sonia Gandhi] were just the nominal figurehead, all the important decisions were being taken by Shri Rahul Gandhi or rather worse his security guards and PA’s [personal assistants],” he added.The former Rajya Sabha MP also pointed out that under Sonia Gandhi and Rahul Gandhi’s leadership since 2014, the party has lost two Lok Sabha elections in a “humiliating manner” and 39 of the 49 state Assembly polls it has contested. Azad said that the Congress has conceded its national presence to the ruling Bharatiya Janata Party and state level space to regional parties. He said this was because in the last eight years, the leadership has tried to foist a “non-serious individual” to be at the helm of the outfit.G-23 groupAzad was part of the group of 23, that has been pushing for collective and inclusive leadership in the Congress since August 2020. The G-23 wrote a letter to interim chief Sonia Gandhi to press for sweeping changes in the party.In his letter, Azad wrote: “The only crime committed by the 23 senior leaders who wrote that letter out of concern for the party is that they pointed out both the reasons for the weaknesses in the party and the remedies thereof.”He added: “Unfortunately, instead of taking those views on board in a constructive and cooperative manner we were abused, humiliated, insulted and vilified in a specially summoned meeting of the extended CWC [Congress Working Committee] meeting.”The 73-year-old had joined the party in mid 1970s and became the Indian Youth Congress chief in 1975.After the death of Sanjay Gandhi, Congress leader and son of former Prime Minister Indira Gandhi, Azad became the president of the party in 1980. He has served as a Union minister in several Congress governments between 1982 and 2014.He ended the his nearly 50-year-old association with the party two days after Jaiveer Shergill resigned from the Congress. Earlier, Kapil Sibal and Ashwani Kumar had also quit.Five former J&K MLAs resignHours after Azad quit the Congress, five former MLAs from Jammu and Kashmir also resigned from the outfit, ANI reported on Friday. These include GM Saroori, Haji Abdul Rashid, Mohammad Amin Bhat, Gulzar Ahmad Wani and Choudhary Mohammad Akram.“We the five ex-MLAs are resigning from the Congress party in support of Ghulam Nabi Azad,” said Saroori. “Now, only JKPC [Jammu Kashmir Pradesh Congress Committee] president will be left alone.”Meanwhile, senior Congress leader and former minister RS Chib also resigned from the primary membership of the party.“Keeping in view the turmoil that the state of Jammu and Kashmir has witnessed over the past decades, the people require a decisive leader like Ghulab Nabi Azad to guide them towards a better future,” Chib wrote in the resignation letter. “I feel that the Congress party has not been able to play the role that is expected of it.”","author":"Scroll Staff","time":"2022-08-26T11:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/83789-hsdjdculvg-1661499428.jpg","tags":["Ghulam Nabi Azad","Jammu and Kashmir","Congress","Sonia Gandhi"]}