{"title":"Ghulam Nabi Azad launches his new party in Jammu","content":"Former Chief Minister of Jammu and Kashmir on Monday Ghulam Nabi Azad launched a new political party, named Democratic Azad Party, reported ANI.The former Congress veteran leader, who had resigned from the party on August 26, said that the name of his new party is a mix of Hindi and Urdu and represents the idea of “Hindustan”. “We want the name to be democratic, peaceful and independent,” said Azad in Jammu.The former Union minister also unveiled the flag of his new party, featuring mustard, white, and blue colour.“Mustard colour indicates creativity and unity in diversity, white indicates peace and blue indicates freedom, open space, imagination and limits from the depths of the ocean to the heights of the sky,” Azad said.Jammu | Ghulam Nabi Azad unveils the flag of his new 'Democratic Azad Party'Says, \"Mustard colour indicates creativity & unity in diversity, white indicates peace & blue indicates freedom, open space, imagination & limits from the depths of the ocean to the heights of the sky.\" pic.twitter.com/35CPshU3sL— ANI (@ANI) September 26, 2022\n\nThe new regional party has been formed in time for the Jammu and Kashmir elections, expected to take place soon.On September 4, while addressing his first rally in Jammu and Kashmir after resigning from the Congress, Azad had stressed that his new party would seek restoration of statehood to Jammu and Kashmir and protection of the rights of locals to land and employment, among other issues.The Bharatiya Janata Party-led government in the Centre had scrapped statehood and special status under Article 370 for Jammu and Kashmir on August 5, 2019. The former state was split into two Union Territories. The Centre also repealed Article 35A, which ensured special rights and privileges to people defined as “permanent residents” of Jammu and Kashmir. Since then, the region has been under central rule.“I will not issue a diktat sitting in Delhi about the name and flag of the party,” Azad had said at the rally. “It will be decided by people from both Jammu and Kashmir divisions, by consensus. My party’s name will be in the Hindustani language, in line with the Ganga-Jamuni culture envisioned by Prime Minister Jawaharlal Nehru...”In his resignation letter addressed to Congress president Sonia Gandhi last month Azad had said that the “situation in the Congress party has reached such a point of no return that now ‘proxies’ are being propped up to take over the leadership of the party”.The 73-year-old had joined the party in mid 1970s and became the Indian Youth Congress chief in 1975.","author":"Scroll Staff","time":"2022-09-26T13:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179113-wthyxghnaa-1661789273.jpg","tags":["Ghulam Nabi Azad","Democratic Azad Party","Jammu and Kashmir"]}