{"title":"Ghulam Nabi Azad’s DNA has been ‘Modi-fied’, says Congress leader Jairam Ramesh","content":"Former Rajya Sabha MP Ghulam Nabi Azad betrayed the Congress and his DNA has now “been Modi-fied”, party leader Jairam Ramesh said on Friday, apparently referencing to Prime Minister Narendra Modi.Ramesh, the Congress’ general secretary in-charge of communications, made the remark shortly after Azad resigned from the party. “A man who has been treated by the greatest respect by the Congress leadership has betrayed it by his vicious personal attacks which reveals his true character,” Ramesh tweeted. “GNA’s [Ghulam Nabi Azad’s] DNA has been Modi-fied.”A man who has been treated by the greatest respect by the Congress leadership has betrayed it by his vicious personal attacks which reveals his true character. GNA's DNA has been modi-fied.— Jairam Ramesh (@Jairam_Ramesh) August 26, 2022\n\nCongress leader Ajay Maken noted that Azad was a senior leader and had held several important posts through the party.“He left the party at a time when it is fighting a battle on the streets against price rise and polarisation,” Maken said at a press conference. “We were hoping that he would give strength to the voice of the people and the Opposition. It is a matter of extreme sadness that he chose to leave at this time.”Other leaders who had left the Congress at various points of time also said that Azad’s resignation was unfortunate. Former Union minister Ashwani Kumar said that the development was a sad day for the Congress as well as for democracy, ANI reported. “Despite it [the resignation], the party refuses to change and that is why you see senior leaders leave because they feel alienated, humiliated and insulted,” he said.Kumar had left the party in February, claiming that it no longer reflects the national mood.Assam Chief Minister Himanta Biswa Sarma, who joined the Bharatiya Janata Party in 2015 after leaving Congress, alleged that party chief Sonia Gandhi was not taking care of the outfit but was only attempting to promote her son Rahul Gandhi, ANI reported.“If you read GN Azad’s letter and the letter I wrote in 2015, you’ll find a lot of similarities,” he told reporters. “In Congress, everyone knows Rahul Gandhi is immature.”Sarma had left the Congress and joined the BJP in August 2015.National Conference chief Farooq Abdullah said Azad may have left the Congress as he did not get respect there, ANI reported. He, however, remarked that such resignations have taken place earlier as well, and the Congress has come out stronger. “[The] Country needs [a] strong Opposition,” he said.National Conference Vice President Omar Abdullah also said that the former Jammu and Kashmir chief minister’s resignation was a body blow to the Congress.“Perhaps the senior most leader to quit the party in recent times, his resignation letter makes for very painful reading,” he said on Twitter. “It’s sad, and quite scary, to see the grand old party of India implode.”Long rumoured to be in the offing but a body blow to the Congress none the less. Perhaps the senior most leader to quit the party in recent times, his resignation letter makes for very painful reading. It’s sad, and quite scary, to see the grand old party of India implode. https://t.co/Z6gj9AophE— Omar Abdullah (@OmarAbdullah) August 26, 2022\n\nGhulam Nabi Azad’s resignation letterIn his resignation letter to Sonia Gandhi, Azad wrote that the Congress has lost the will and ability to fight for what is right for the country. This, he said, was because the party was running under the instructions of a small group of All India Congress Committee leaders.“In fact, before starting a Bharat Jodo Yatra [join India exercise], the leadership should have taken a Congress jodo exercise across the country,” he wrote.The former Rajya Sabha MP referred to the two United Progressive Alliance governments and said that they were successful because Gandhi listened to the advice of senior leaders and delegated powers to them when she was the president.However, Azad said that after Congress MP Rahul Gandhi entered politics and became the vice president in 2013, he demolished this “entire consultative mechanism”.","author":"Scroll Staff","time":"2022-08-26T15:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122527-rwtxmiplmp-1613127012.jpg","tags":["Ghulam Nabi Azad","Congress","Jairam Ramesh","Ashwani Kumar","Farooq Abdullah"]}