{"title":"Global fiction in April: Six recently published books from old favourites and new writers","content":"James, Percival EverettThe Mississippi River, 1861. When the enslaved Jim overhears that he is about to be sold to a new owner in New Orleans and separated from his wife and daughter forever, he decides to hide on nearby Jackson’s Island until he can formulate a plan. Meanwhile, Huck Finn has faked his own death to escape his violent father who recently returned to town. Thus begins a dangerous and transcendent journey by raft along the Mississippi River, towards the elusive promise of the free states and beyond. As James and Huck begin to navigate the treacherous waters, each bend in the river holds the promise of both salvation and demise.With rumours of a brewing war, James must face the burden he carries: the family he is desperate to protect and the constant lie he must live. And together, the unlikely pair must face the most dangerous odyssey of them all…The Gentleman from Peru, André AcimanA group of college friends find themselves marooned at a luxurious hotel on the Amalfi Coast in Italy. While their boat is being repaired, they can’t help but observe the daily routine of a fellow hotel guest – a mysterious, white-bearded stranger who sits on the veranda each night and smokes one cigarette, sometimes two. When the group decides to invite the elegant traveller to lunch with them, they cannot begin to imagine the miraculous abilities, strange wisdom, and a life-changing story he is about to impart to one of the friends in particular. . .Deeply atmospheric and sensual, The Gentleman From Peru is a story of regret, fate and epic love.The Celestial Wife, Leslie Howard1964. 15-year-old Daisy Shoemaker dreams of life beyond her small, isolated fundamentalist Mormon community of Redemption on the Canada-US border – despite Bishop Thorsen’s warning that the outside world is full of sin. According to the Principle, the only way to enter the celestial kingdom is through plural marriage. While the boys are taught to work in the lucrative sawmill that supports their enclave, Daisy and her best friend, Brighten, are instructed to keep sweet and wait for Placement – the day the bishop will choose a husband for them. But Daisy wants to be more than a sister-wife and a mother. So when she is placed with a man forty years her senior, she makes the daring decision to flee Redemption.Years later, Daisy has a job and a group of trustworthy friends. Emboldened by the ideas of the feminist and counterculture movements, she is freer than she has ever been…until Brighten reaches out with a cry for help and Daisy’s past comes hurtling back. But to save the women she left behind, Daisy must risk her newfound independence and return to Redemption, where hellfire surely awaits.Ghost Pains, Jessi Jezewska StevensStevens’s women throw disastrous parties in the post-party era, flirt through landscapes of terror and war, and find themselves unrecognisable after waking up with old flames in new cities. They navigate the labyrinths of history, love, and ethics in a fractured American present, seeing first-hand how history influences the ways in which we care for – or neglect – one another.Clear, Carys Davis1843. On a remote Scottish island, Ivar, the sole occupant, leads a life of quiet isolation until the day he finds a man unconscious on the beach below the cliffs. The newcomer is John Ferguson, an impoverished church minister sent to evict Ivar and turn the island into grazing land for sheep. Unaware of the stranger’s intentions, Ivar takes him into his home, and in spite of the two men having no common language, a fragile bond begins to form between them. Meanwhile, on the mainland, John’s wife Mary anxiously awaits news of his mission.Against the rugged backdrop of this faraway spot beyond Shetland, Carys Davies’s intimate drama unfolds with tension and tenderness: a touching and crystalline study of ordinary people buffeted by history and a powerful exploration of the distances and connections between us. Butter, Asako Yuzuki, translated from the Japanese by Polly BartonGourmet cook Manako Kajii sits in Tokyo Detention Centre convicted of the serial murders of lonely businessmen, whom she is said to have seduced with her delicious home cooking. The case has captured the nation’s imagination but Kajii refuses to speak with the press, entertaining no visitors. That is, until journalist Rika Machida writes a letter asking for her recipe for beef stew and Kajii can’t resist writing back.Rika, the only woman in the news office, works late each night, rarely cooking more than ramen. As the visits unfold between her and the steely Kajii, they are closer to a masterclass in food than journalistic research. Rika hopes this gastronomic exchange will help her soften Kajii but it seems that she might be the one changing. With each meal she eats, something is awakening in her body, might she and Kaji have more in common than she once thought?Inspired by the real case of the convicted con woman and serial killer, “The Konkatsu Killer”, Asako Yuzuki’s Butter is a vivid, unsettling exploration of misogyny, obsession, romance and the transgressive pleasures of food in Japan.","author":"Scroll Staff","time":"2024-04-20T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199931-ycpfpdpyhj-1712656313.jpeg","tags":["fiction","reading list"]}