{"title":"Goa RSS section intensifies row with BJP government, announces independent unit","content":"A section of the Rashtriya Swayamsevak Sangh in Goa said on Thursday that it had formed a separate state unit that would function independent of the parent body, as it protested the ouster on Tuesday of its chief Subhash Velingkar. Calling itself the Goa pranth RSS unit, it renominated Velingkar as its sarsanghchalak.The RSS had removed Velingkar on Tuesday for his confrontation with the state's Bharatiya Janata Party government demanding that it withdraw government grants to English-medium schools and make Konkani and Marathi the mediums of instruction. A day later, 400 state RSS members resigned when the organisation – which is the BJP's ideological parent – rejected their demand to reinstate Velingkar.The Bharatiya Bhasha Suraksha Manch, of which Velingkar is convenor, had recently announced plans to form a political party to contest the 2017 Assembly elections against the BJP. It had also held a black-flag protest near the venue of party president Amit Shah's August 20 meeting in Goa.A defiant Velingkar told a press conference in Panaji on Thursday that he did not see any justification for his removal as Goa RSS chief. He said the new independent unit would stay true to the RSS ideology and follow its conscience while backing the Manch's pledge to defeat the BJP.Nagpur disconnect\"Since we are an independent unit, we have no need for approval from Nagpur [where the RSS has its headquarters],\" Velingkar said, denying he was leading a rebellion. \"We will, however, report to Nagpur, though our social conscience is our guru and we are affiliated to the saffron flag.\"Velingkar said the unit would follow the course the Manch had decided. \"The BBSM has decided that the BJP must be taught a lesson in the next elections because it betrayed the Goan people,\" he said. \"We have not moved an inch from that position. There is no going back.\" A teacher and school principal, Velingkar is credited with bringing many of the current crop of BJP ministers into politics. \"The BJP should not take the Sangh for granted,\" he said. \"The BJP did not give birth to us. We gave birth to the BJP.\" He targeted Union defence Minister and former Goa Chief Minister Manohar Parrikar in particular, saying the state's people needed legislators who could fight for their rights. Velingkar said the new unit would seek the support of the state's 300,000 RSS backers on its political journey.","author":"Pamela D’Mello","time":"2016-09-01T21:57:10.001031+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/815468-40577-qddfvibivm-1472744363.jpg","tags":["BJP","RSS","Goa"]}