{"title":"Government using laws to deprive minorities of livelihood, ex-civil servants tell prime minister","content":"The government is using legal means to deprive minority communities of their livelihood and forcing them to accept their status as “inferior citizens”, a group of former civil servants said in an open letter to Prime Minister Narendra Modi on Tuesday.They said that anti-conversion laws, ban on beef, demolition drives, and uniform dress in educational institutions are being used to “strike fear” among members of the minority communities.The letter was signed by 108 former civil servants, including Harsh Mander, Najeeb Jung, Julio Ribeiro, AS Dulat, KP Fabian, Meena Gupta, and Tirlochan Singh.“We are witnessing a frenzy of hate-filled destruction in the country where at the sacrificial altar are not just Muslims and members of the other minority communities but the Constitution itself,” the signatories said.While it was not clear if the political leadership was directly  involved in creating a communal frenzy, it was evident that the  administration was enabling fringe groups to operate without fear, they said. The members of fringe groups that are tasked with committing violence are provided with a “master script” about how the propaganda machinery of a party can help them defend their actions, the signatories said.Also read:How credible is the claim that India is on the brink of a genocide against its Muslim citizens?The India Fix: Communal anarchy sweeping the country paints a dark future for IndiaThey noted that similar incidents of communal violence had taken place earlier too. But currently, not only a master plan was being unveiled to prepare a base for creating a Hindu Rashtra but the Constitution was being being “twisted and perverted to make it an instrument of majoritarian tyranny”.Given this, the group said it was no wonder bulldozer has become a new metaphor for exercising political and administrative power. The Bharatiya Janata Party has earned the sobriquet of “bulldozer government” after several of its leaders have arbitrarily called for demolition of “illegal structures” in various states. Leaders like Adityanath have even said that the “bulldozer brand” is quite effective. However, the structures that are razed most often belong to Muslims.In  Gujarat,  Madhya Pradesh and  Delhi, the BJP administrations had conducted drives in the name of removing encroachments to demolish structures in areas where communal clashes took place in April.“The edifice built around the ideas of ‘due process’ and ‘rule of law’ stands demolished,” it said. “As the Jahangirpuri incident shows, even the orders of the highest court of the land appear to be treated with scant respect by the executive.” On April 20, Bharatiya Janata Party-ruled North Delhi Municipal Corporation had continued to raze structures in Jahangirpuri despite a Supreme Court ordering them to halt. It was only stopped after Communist Party of India (Marxist) leader Brinda Karat brought an electronic order to the demolition site.The former civil servants said that the politics to assert the Hindutva identity and tactics such as creating a divide a divide between communities has been going on for decades and has become the new normal in the last few years. “What is alarming now is the subordination of the fundamental principles of our Constitution and of the rule of law to the forces of majoritarianism, in which the state appears to be fully complicit,” the group said.   It urged Modi to rise above partisan politics and call for end the politics of hate that the governments under BJP’s control were “assiduously practising”.“Your silence, in the face of this enormous societal threat, is deafening,” the group said.","author":"Scroll Staff","time":"2022-04-26T19:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171137-bgcspyxtqq-1646579707.jpg","tags":["Narendra Modi","Anti-conversion laws","Civil servants","KP Fabian","Julio Ribeiro","hijab ban","violence against Muslims","crime against minorities"]}