{"title":"Governance must be left to lawmakers and delivering verdicts to judges: Ravi Shankar Prasad","content":"Union Law Minister Ravi Shankar Prasad on Saturday said governance must be left to elected representatives and delivering judgements should be left to judges, PTI reported. Speaking at the International Judicial Conference 2020 at the Supreme Court, Prasad expressed concern about the “sinister campaign” on the social media to influence the judiciary. The minister said this was a serious concern as the judiciary was independent. He said populism should not infringe upon the settled principles of law.Prasad said the right to privacy was very important, and must be protected. “But, terrorists and corrupts cannot claim right to privacy,” Prasad said.The theme of the conference was “Judiciary and the Changing World”.1.3 billion Indians welcomed critical verdicts, says PM ModiAddressing the same conference, Prime Minister Narendra Modi said 1.3 billion Indians had disregarded apprehensions and “wholeheartedly” accepted critical Supreme Court verdicts. He was apparently referring to the top court judgement that paved the way for the construction of a Ram temple in Ayodhya.“In recent times, there have been some critical judicial judgements and decisions which have been the subject of global discussion,” he said. “Before these judgements were delivered, several apprehensions were being expressed about the consequences. But look what happened! 1.3 billion Indians wholeheartedly accepted the judicial verdicts.”Modi referred to laws on the transgender community, triple talaq and rights of persons with disabilities. He said the government had also taken steps to give rights to women in military services and in providing paid maternity leave for 26 weeks to women. He added that no country can achieve complete development without ensuring gender justice.The prime minister praised the Indian judiciary for redefining environmental jurisprudence to strike a balance between development and ecological protection. “Respecting each other’s jurisdiction and dignity, the judiciary, legislature and executive have resolved various challenges faced by the country on several occasions,” he added. “We are proud of having developed such a rich tradition in India. In the last five years, various institutions of India have further strengthened this tradition.”LIVE: PM Shri @narendramodi addresses International Judicial Conference 2020. https://t.co/qkWNunSd2V— BJP (@BJP4India) February 22, 2020\n\nChief Justice of India SA Bobde said India is a “melting pot of cultures” and has assimilated traditions of the Mughals, the Dutch, the Portuguese and the English. “Constitution has created a strong and independent judiciary and we have strived to keep this basic feature intact,” Bobde added.","author":"Scroll Staff","time":"2020-02-22T14:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/90417-rgifewkobl-1527074567.jpg","tags":["Ravi Shankar Prasad","International Judicial Conference","Narendra Modi","PM Modi","SA Bobde"]}