{"title":"Gujarat’s model dairy industry once gave the nation Amul – but today is struggling to survive","content":"This article is part of a special Scroll reporting project: Gujarat’s ‘dhandho’ elections, exploring the state’s complex relationship between business and politics as it heads into elections.To contribute to our reportage, click here.The frown on Raiben Patel’s face made it clear that her patience was running thin as her husband Amrutbhai Patel spoke about business. “You will never understand how hard we work,” she told me. “We start at four in the morning everyday, yet it doesn’t seem to be enough.”Raiben and Amrutbhai Patel are farmers. They grow castor beans on most of their five bighas of land in Kumbhasan, a village in Banaskantha, some 25 km from its administrative headquarters of Palanpur.  But the castor is not what sustains them. Like thousands of farmers in north Gujarat, their primary source of income comes from selling milk. The couple owns three cows and two buffaloes.For decades, dairy farming has been a steady and fairly high-return occupation for large sections of north Gujarat’s rural residents. Arranged along a rewarding cooperative system, the area’s dairy farmers are often lauded for having managed to buck the downward spiral of India’s agrarian sector. In short, the backbreaking unearthly hours that Raiben Patel complained of – so much so that it meant she slept in a room in the family’s cowshed – have mostly been worth it. Raiben Patel and her husband own three cows and two buffaloesBest days over?However, that may be beginning to change. “Earlier if we worked hard, we could live well,” she said. “Now that is no longer the case, the good days are over.”Raiben Patel was not the only one to share a bleak outlook on Gujarat’s much-feted dairy industry. Almost every dairy farmer I met across several villages in the districts of Banaskantha and Mehsana – among the highest producers of milk in the state – spoke of profits drastically dwindling in the last three-four years, thanks to surging input costs. As Praveenbhai Chaudhary, an 82-year-old farmer in Mehsana’s Kharavada village bitterly remarked, “The only profit that remains from dairy now is the fact that what the animals defecate can be used as free manure in the fields.”Praveenbhai Chaudhary complained of profit margins narrowingA rural engine unravels The dairy industry is often described as the backbone of Gujarat’s rural economy. This is not an exaggeration. Nearly 40 lakh rural Gujaratis are part of the 18,600 village milk societies that supply their produce to the 18 district cooperative units that comprise the Gujarat Cooperative Milk Marketing Federation – the owner of the ubiquitous Amul brand. The milk society of Thavar village in northern Banaskantha is widely recognised as one of the most productive in the state. It supplies not less than 55,000 litres  of milk everyday – on good days, it goes up to 70,000 litres – to the Banas dairy, the largest of the 18 district cooperative units . When I met the society’s secretary Jagdishbhai Chaudhary at the village dairy, essentially a collection centre with a bulk cooling unit, he appeared glum about the state of affairs. “We are bogged down by problems,” he said. “The price of feed has doubled, there’s an acute scarcity of water. Our farmers are barely able to break even these days.”He added on a despondent note, “We are only in this because there’s no other dhando we know of.”Across Banaskantha and Mehsana, that’s a recurring sentiment. The dairy industry is often described as the backbone of Gujarat’s rural economyInput costs surgeAt the heart of the crisis is the sky-rocketing of fodder and feed prices. In Mehsana, Babubhai Chaudhary patiently gave me a low-down. Holding up a bundle of dry sorghum fodder for reference – weighing around a kilo –  he said it cost him Rs 27. “Four years ago, it was Rs 12,” he said exasperatedly.  Then, there was the processed cattle feed that he had to procure. “Now I have to pay Rs 1,600 for a bag of this [70 kg],” he said. “In 2018, it cost me Rs 950.”The price he got for his milk, though, had not gone up proportionately, he said. “It was Rs 25 then, now it’s Rs 32 average,” he said. “You can do the maths and estimate how much profit I am making.”Babubhai Chaudhary holding up a bundle of dry sorghum fodderA parched land Dairy farmers, particularly those in the district of Banaskantha, say water shortage – a problem increasing in magnitude by the day – had made their ordeals worse. In the village of Kotada Dhakha, close to Rajasthan, Jasung Chaudhary said the lack of adequate water meant fodder he would earlier grow himself now had to be procured. “14 years ago, our boring was at 350 feet, now it’s at a 1,000 feet,” he said. “We can barely grow anything for the cows to eat now.”Cow rearing is an acutely water-intensive activity. According to farmers in north Gujarat, it took at least 700 litres of water to produce one litre of milk. International estimates are even higher.  \n\n\n    \n    Play\n\nListen to Scroll's Arunabh Saikia tell you about his project, reporting on the intersection of politics and business in Gujarat.\n    \n      Dhandho elections\n      Contribute to our special reporting project.\n      \n    \n    \n        Click here\n    \nChanging rainfall patternsMany farmers in Banaskantha blame the shortage of water on climate change. “When we were growing up it used to rain so much more,” said Ushaben Chaudhary, whose family owned 70 milch animals. “Now, it has become erratic, we haven’t seen proper rains here since 2017.”Many other farmers in the area I spoke to alluded to rainfall patterns becoming unpredictable. In Thavar, Rameshbhai Chaudhary complained that the last few years had been particularly tough. “The rains have almost stopped it seems,” he said. Naturally, water then has become a major talking point ahead of the election in the water-starved villages of Banaskantha and Mehsana. Ushaben Chaudhary, whose family owns 70 milch animals, said the rains had become erraticVote for waterRameshbhai Chaudhary, for instance, said his vote would be informed only and only by what he thought would help bring water from the Narmada river through a canal to the village. In his opinion, the only option was to vote for the Bharatiya Janata Party. He explained, “We have had a Congress MLA for 10 years now. So we have understood that only if we elect a BJP candidate, will the canal come.”Rameshbhai Chaudhary’s argument stemmed from the fact that he was certain that the BJP would continue to be in power in the state, so it made sense for their local representative to be from the party. “That way, there is better coordination,” he said. The sentiment seemed to have quite a bit of currency in the area. In neighbouring Kotada Dhakha, Jasung Chaudhary’s son Dinesh Chaudhary had a similar thesis. “If anyone can  get water here, it’s the BJP,” he said. “The canals have come quite close to us, it’s a matter of time before they reach here.”Rameshbhai Chaudhary believes electing a BJP MLA would solve his water woesSplit loyalties Yet, support for the BJP is not all-encompassing. Many point out that the dairy farmers’ best days dated back to the Congress era. “The cooperatives have been hijacked by the BJP and profits are being funnelled into political activity for the party,” alleged Harnath Dhuniya, a dairy farmer from Dhanera village in Banaskantha, and a strong supporter of the Congress. “They are now cooperatives just in name.”A Scroll.in investigation from 2018 indicates there may be some truth to the allegations that politicisation – the dairy cooperatives are now entirely controlled by the BJP –  has hurt the interests of farmers and the financial health of the dairy cooperatives. Harnath Dhuniya is a Congress supporterMany dairy farmers in north Gujarat also blame the BJP for not doing much to counter the damage high inflation had caused to business. “We don’t get the kind of facilities we should get,” said Piyushbhai Chaudhary, who owns a dairy farm in Mehsana’s Gujrala village. “This government is not what it used to be under Narendrabhai [Modi], they have become arrogant.”Piyushbhai Chaudhary said the Congress’ manifesto which promised loan waivers upto Rs 3 lakh and free 300 units of electricity “appeared promising” to farmers like him. Indeed, many farmers spoke of an “urgent need for intervention”. “If someone doesn’t take notice and rectify things, dairy farming will be dead in five years,” said Dasrathbhai Chaudhary, a farmer in Banaskantha’s Kumbhasan village.  “The dairy farmer in Gujarat is tired.”Read the other articles in Arunabh Saikia’s Gujarat election series here.","author":"Arunabh Saikia","time":"2022-12-02T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183655-laakpnvslo-1669814229.jpg","tags":["Gujarat","Gujarat Assembly elections 2022"]}