{"title":"Gujarat: 40 of 182 newly-elected MLAs have criminal records, shows election watchdog report","content":"Of the 182 newly-elected MLAs to the Gujarat Assembly, 40, or 22%, have declared criminal cases against them, showed a report released by non-governmental organisation Association for Democratic Reforms on Sunday. Of these, 29, or 16%, of the MLAs have serious criminal cases against them.In the 2017 Assembly elections, 47 MLAs had declared criminal cases and 33 serious criminal cases against them, the report said. Association for Democratic Reforms defines serious crimes as non-bailable offences that attract a maximum punishment of five years and more. These are crimes related to assault, murder, kidnap and rape, as well as crimes against women and corruption cases.The results of the Assembly elections declared on December 8 showed that the Bharatiya Janata Party had stormed to power in Gujarat with a historic mandate by winning 156 out of 182 seats – the most ever by a party. The Congress won only 17 seats, while the Aam Aadmi Party bagged five.The report showed that 26 of the 156 winning candidates from the BJP, nine of 17 MLAs from the Congress and two of the five legislators from the Aam Aadmi Party have declared criminal cases against them. Three Independent winning candidates and the lone Samajwadi Party MLA also have declared criminal cases in their affidavits.In terms of serious criminal cases, the BJP had 20 such MLAs, Congress four, Aam Aadmi Party two and Samajwadi Party one.Partywise figures of newly-elected MLAs with criminal cases. (Source: Association for Democratic Reforms)Congress MLAs Anantkumar Patel and Kritikumar Patel and Aam Aadmi Party’s Chaitarbhai Vasava have declared attempt to murder cases against them.Four MLAs have criminal cases pertaining to crimes against women. They are BJP’s Jetha Bharwad and Janak Talaviya, Congress’ MLA Jignesh Mevani and Aam Aadmi Party’s Chaitarbhai Vasava, who have been booked on charges of outraging the modesty of women. Bharwad has also been booked for rape.83% MLAs are crorepatis: ADRThe report also showed that 151, or 83%, of the winning candidates have a declared wealth of over Rs 1 crore. In 2017, there were 141, or 77%, such MLAs.The highest number of MLAs that had wealth of over Rs 1 crore belong to BJP (132), followed by Congress (14), the Aam Aadmi Party (1) and the Samajwadi Party (1). The top three legislators with the highest assets are all from the BJP. MLA from Mansa Jayantibhai Somabhai Patel is the richest with total assets of over Rs 661 crore, followed by Balvantsinh Chandansinh Rajput with more than Rs 372 crore and Rameshbhai Virjibhai Tilala with more than Rs 175 crore.The three candidates with the lowest declared assets are Kokani Mohanbhai Dhedabhai (over Rs 18 lakh) and Mahendrabhai Bhabhor (more than Rs 21 lakh) from the BJP and Sudhirbhai Vaghani (over Rs 19 lakh) from the Aam Aadmi Party.Partywise figures of newly-elected MLAs with criminal cases. (Source: Association for Democratic Reforms)","author":"Scroll Staff","time":"2022-12-12T10:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184220-kpttujmeaf-1670820817.jpg","tags":["Gujarat","Gujarat elections 2022","Association for Democratic Reforms"]}