{"title":"Gujarat elected only 13 female MLAs – continuing a nationwide trend of low representation for women","content":"Much has been said about the fact that no loser emerged from the Gujarat elections held this month. The Bharatiya Janata Party retained Prime Minister Narendra Modi’s home state, though with bruises, and the Congress did not register a rout, which it has suffered since the 2014 general elections and several state polls thereafter. Both parties offered tickets to a range of important caste groups, and they would find satisfaction in being represented. Two constituencies, however, remained invisible through the campaign, and are therefore barely represented in the new Assembly. Muslims first. They got three seats in the 182-member Vidhan Sabha. The Congress fielded six Muslim candidates, contributing thus, with the BJP, to their under-representation. But also women, who occupy only 13 seats in the new Assembly. There were 126 women contestants in the Gujarat elections, or 7% of the 1,828 candidates in the fray. The Congress and the BJP together fielded 22 women, 13 of whom won. This brings the representation of women in the Assembly down to 7.1%, from 8.7% (or 16 women) in the previous House. This places Gujarat in the national average among Vidhan Sabhas. Out of these 22 women candidates, seven were incumbent MLAs while 13 were first-time contestants. The veteran is Dr Nimaben Acharya, a six-time contestant and four-time MLA from Bhuj (she won).This group of contestants included one turncoat, Dr Tejshriben Patel, who shifted from the Congress to the BJP. She lost from Viramgam by a margin of 3.5% to Lakhabhai Bharwad of the Congress.Constant low representationIf the total number of women candidates increased over time, from a paltry 19 in 1962 to 126 in 2017, their representation in the Gujarat Vidhan Sabha has remained abysmally low, at an average of 8%. Since 1962, the Gujarat Vidhan Sabha has had 109 women MLAs – 94, in fact, if one accounts for the 22 who have been elected more than once. The 1990s were particularly bad for women’s representation in Gujarat as their numbers shrank to two, two and four in the three elections during that decade. In 1995, 94 women contested the elections but only two – Santaben Khimjibhai Chavda from Rajkot Rural and Chandrikaben Kanji Chudasama from Mangrol – won, both on Congress tickets. In 1972 also, only one woman, Parvatiben Rana, contested from Karjan on a Congress ticket and won by a margin of 19%.Blame parties, not voters Parties are to blame for the low representation of women since it is they who decide who gets to run. Parties are traditionally reluctant to distribute tickets to women as they perceive them to be weaker candidates, especially in the face of a male adversary. Thus, in elections that are anticipated to be close or competitive, such as in the 1990s, parties feel even less incentivised to give women tickets. Take the case of Bhavnaben Anilbhai Patel, a former Congress Lok Sabha candidate from Navsari, in 2009. Patel was replaced 12 days into her campaign by another candidate. The Congress feared that she would not measure up to the BJP nominee CR Patil, the former Surat district BJP president, businessman and publisher of the Nav Gujarat Times, with six criminal cases against him. Her substitute, Dhansukh Rajput, lost by 1.3 lakh votes. In the Assembly elections this year, Bhavnaben Patel contested against Piyush Desai, the sitting BJP MLA, who won with a 28.4% margin. Congress candidate Bhavnaben Patel campaigning in Navsari on December 6.The BJP came late to the idea of fielding women. Their number of women candidates only increased after Narendra Modi took over as the state’s chief minister in 2001, even though those numbers remained extremely modest.In 2017, both the Congress and the BJP reduced the number of women candidates – from 14 to 10 for the Congress (5.6% of their tickets) and from 19 to 12 for the BJP (6.6% of their tickets).Women more competitive than menNumbers can be misleading when we compare the performance of men and women, given the small number of women candidates. In 2017, four out of 10 Congress candidates and nine out of 12 BJP women candidates were successful. Only three won in reserved seats.But when we look at victory margins, both in 2012 and in 2017, women outperformed men in both parties. In these two elections, successful BJP women candidates won with six and five more points of average margin than male BJP candidates. The gap was less pronounced for the Congress but still significant. This could also be due to the kind of constituencies women contest from or the fact that a number of women contestants have a more elite profile than the average male candidate. But keeping other factors intact, there seems to be no reason to think that women will not perform as well as men. Women candidates and MLAs contest in different types of constituencies, mostly general seats. They are also geographically dispersed. In 2017, they are found mostly in the cities (Bhavnagar, Rajkot, Surat and Vadodara) and in Kutch (four MLAs). Bhavnagar East was the only constituency where two women were pitted against each other by the two parties. The BJP fielded Vibhavari Dave, a former mayor and incumbent MLA, while the Congress fielded Nitaben Rathod, who had won zila panchayat elections twice. Vibhavari Dave won with a margin of 14.1%.What really matters is the ticket. In Gujarat, a Congress or BJP ticket is a must if a woman candidate is to stand any chance of getting elected. Since 1985, only two women from parties other than the Congress and the BJP have been elected in Gujarat. Only one independent woman candidate won, in 1975 (against 90 male independent MLAs).Are all women dynasts? There is a perception that most women who are successful in politics owe that success to political family ties. In less polite words, because they serve as proxies for their husbands or male relatives. A team from the Trivedi Centre for Political Data traveled across Gujarat during the campaign to meet and observe women candidates in action. They found that 14 women candidates out of the 22 fielded by the Congress and the BJP belong to political families. Seven of these 14 candidates won. In Choryasi, Jankhanaben Patel is the daughter of the late Rajendrabhai Patel, who was the MLA from the same constituency. She was a housewife until her father’s death, and contested the bye-election that followed. Rajendrabhai Patel featured in her campaign. Cut-outs of Jankhanaben Patel and her father, the late Rajendrabhai Patel, in Choryasi in December.Some women candidates are climbing up the political hierarchy. In Bhavnagar East, Vibhavari Dave is the daughter-in-law of Dr Upendrabhai Dave, a member of the Sangh and a BJP municipal corporator. In Garbada, a seat reserved for Scheduled Tribes, Chandrika Bariya is the daughter of a gram panchayat member, also a deputy sarpanch, affiliated to the Congress. In Vav, Geniben Thakor (Congress) is the daughter of Nagaji Ravji, a member of a taluka panchayat and the sarpanch of Abasana village in Banaskantha district for the past 20 years. Some are relatives of party cadre or have powerful mentors high up in the party. In Vadodara, the new MLA, Manishaben Vakil, is the daughter-in-law of a karyakarta in the Karjan vidhan sabha while her mother-in-law was general secretary of the BJP Mahila Morcha. In Gandhidham, a Scheduled Caste seat, Maltiben Maheshwari is the daughter of Ramjibhai Maheshwari, the vice-president of the BJP’s Scheduled Caste Morcha and a real estate developer and hotelier from Kutch. Ramjibhai Maheshwari failed to secure a ticket from the BJP in the last few elections and when the party sought a female candidate this year, he passed on the opportunity to his daughter, who quit her job as a senior manager at Birla Sun Life Insurance to join politics. In Unjha, Dr Ashaben Patel is the protegee of former Gujarat chief minister and former Congress leader Shankarsinh Vaghela. In Limbayat, Sangita Patil, a former news anchor for Eye Witness, a channel owned by BJP MP CR Patil, was inducted by her former boss. In Akota, Simaben Mohile joined the BJP from the Rashtriya Swayamsevak Sangh. Sangita Patil campaigns in Limbayat on December 6.Male proxies?Women in politics are often accused of being substitutes for male politicians. In the case of the Vidhan Sabha elections, the term proxy does not seem appropriate as most of the women candidates contest on seats other than those of their relatives. Their integration in politics is more a result of political families expanding their influence. There are a few exceptions, however, of women contesting after their male relative or husband died or defaulted. One example is Sumanben Chauhan, in Kalol. She is the daughter-in-law of the incumbent Panch Mahal BJP MP Prabhatsinh Chauhan. In Gondal, Gitaba Jadeja is the wife of the sitting MLA Jayrajsing Jadeja. Jayrajsinh Jadeja’s father was the Kotda-Sangani taluka panchayat pramukh from the BJP. Gitaba Jadeja received the ticket after her husband was convicted in a 13-year-old murder case and sentenced to life imprisonment. That did not prevent him from campaigning (in fact, leading the campaign) for his wife, after being given special permission by a court to enter the state for a few days. Gitaba Jadeja won with a margin of 11%.Jayrajsinh Jadeja campaigns for his wife in Gondal on December 4.Then there is Santokben Arethiya, the Congress candidate in Rapar and one of the richest contestants in the elections. She is the wife of political aspirant and businessman Bachubhai Arethiya. He sought a ticket from the Congress but was denied one as he had several first information reports filed against him. He, however, obtained a ticket for his wife, an outsider to Rapar’s political sphere, and ran her campaign, even figuring in her campaign material. Santokben Arethiya won with a margin of 11.7%. Santokben Arethiya’s campaign poster featuring her husband Bachubhai Arethiya at the Congress office in Rapar.40% of women MLAs are upper castesAre women MLAs more elite than their male counterparts? In terms of caste, the profile of women MLAs in Gujarat is quite atypical, compared to the general composition of the Assembly. Forty per cent of all women MLAs have been and are upper castes, mostly Brahmins and to a lesser extent Rajputs. Upper caste women have also shown consistency in being elected MLAs while women MLAs from other caste groups come and go.UC: Upper caste, IC: Intermediate Castes, OBC: Other Backward Classes, SC: Scheduled Caste, ST: Scheduled Tribe The upper caste representation among women MLAs is more skewed than among men (33%). Of course, the overall representation of upper castes in the Gujarat Vidhan Sabha has greatly reduced over time, partly replaced by Patidars and various groups of Other Backward Classes. UC: Upper caste, IC: Intermediate Castes, OBC: Other Backward Classes, SC: Scheduled Caste, ST: Scheduled Tribe In 2017, three women MLAs are upper caste (two Brahmins, one Rajput). There are two Patidar women MLAs, two Marathas and three from the Other Backward Classes – one each from the three main groups, Koli, Kshatriya and Thakor. Two women were elected from the 13 Scheduled Caste seats and only one in 27 Scheduled Tribe seats. As for the men, their caste profile is quite diverse.The small number of women legislators in Gujarat mirrors the rest of India. Only 7% of the country’s MLAs are women while their representation in the Lok Sabha stands at 12% and in local democratic institutions at 33% (going up to 50% in a number of states). This is ironic since women tend to outvote men in elections in most states. In 2012, women outvoted men in Gujarat by 6% (the data for 2017 is not yet available). Parties may chant their gender egalitarian mantra or speak about “women-led development” rather than just “women development”, but their claims will always fall short unless they provide more opportunities to women to contest elections. The small sample observed here reveals that contrary to popular perception, most women candidates in Vidhan Sabha elections are not proxies for men. They do belong in large proportions to political families, like men. Most of them are self-standing candidates, with prior political experience at the local level. And first indications here in Gujarat seem to confirm that they perform as well as, if not better than, men. There is no greater obstacle to women’s representation than the prejudice parties have against women candidates.Basim-u-Nissa and Gilles Verniers are with the Trivedi Centre for Political Data, Ashoka University. Fieldwork was conducted between December 1-December 12, 2017, by Basim-U-Nissa, Mohit Kumar, Ashish Ranjan and Sharik Laliwal. Views are personal.","author":"Basim-u-NissaGilles Verniers","time":"2017-12-27T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/862626-77519-lggiwfkaip-1514306632.jpg","tags":["Gujarat elections","Gujarat Assembly","Women candidates","BJP","Congress"]}