{"title":"Gujarat: BJP retains all six civic bodies with big margins, AAP makes a mark in Surat","content":"The Bharatiya Janata Party was set for a landslide victory in Gujarat local body polls on Tuesday as counting of votes for 575 seats in six municipal corporations – Ahmedabad, Vadodara, Surat, Rajkot, Jamnagar and Bhavnagar –  continued till late night, reported The Indian Express.  As per the latest trends, the BJP went past the required majority mark in all the municipal corporations, apart from Surat, where it was also approaching victory, NDTV reported.The saffron party was leading in 405 of the total seats, while Congress managed to win only 33 seats. The other parties have won 35 seats so far, including 19 by the Aam Aadmi Party, a new entrant in this election.In 2015, the BJP had won 391 of these seats and the Congress ended up securing 174.The BJP was ahead in 101 of the 192 seats in Ahmedabad, reported NDTV, while the Congress was leading in 15. The BJP also retained the Khadia ward in the city – a saffron bastion since 1972, according to The Indian Express.In Bhavnagar, the saffron party won 31 seats, while the Congress secured five, NDTV reported. In Surat, the Aam Aadmi Party, which is contesting for the first time, bagged 21 seats, while Congress slipped to third position, with five seats. The BJP has secured 93 of the 120 seats so far, according to NDTV.In Vadodara, the BJP has won 69 of 76 seats so far, surpassing the required majority of 39. The Congress won seven seats. In Dariyapur, a Congress bastion in eastern Ahmedabad, the party has retained all four seats.The BJP also secured 68 of the 72 seats in Rajkot, while the Congress was yet to win any seats. Ashok Dangar, president of Rajkot city unit of the Congress, lost election from Ward No 17 of Rajkot Municipal Corporation, NDTV reported. Atul Rajani, the senior most Congress corporator in RMC, also lost his seat to his BJP rivals in Ward No 2, according to The Indian Express.In Jamnagar, the BJP had secured 43 of the 64 seats, according to NDTV. The Bahujan Samaj Party, meanwhile, managed to open its account in Jamnagar, while the Congress won in six seats.‘Win very special,’ says PM ModiPrime Minister Narendra Modi reacted to the BJP’s performance, terming the party’s victory as “very special”.“For a party that is serving in a state for over two decades to record such a phenomenal win is noteworthy,” he tweeted. Modi also thanked the party workers and said that the results showed “unwavering faith people have towards politics of development and good governance”. Today’s win across Gujarat is very special. For a party that is serving in a state for over two decades to record such a phenomenal win is noteworthy. It is heartening to see widespread support from all sections of society, particularly the youth of Gujarat towards BJP.— Narendra Modi (@narendramodi) February 23, 2021\n\nI would like to appreciate the efforts of each and every Karyakarta of @BJP4Gujarat, who reached out to people and elaborated on our Party’s vision for the state. The Gujarat government’s pro-people policies have positively impacted the entire state.— Narendra Modi (@narendramodi) February 23, 2021\n\nThank you Gujarat! Results of municipal elections across the state clearly show the unwavering faith people have towards politics of development and good governance. Grateful to the people of the state for trusting BJP yet again. Always an honour to serve Gujarat.— Narendra Modi (@narendramodi) February 23, 2021\n\nMeanwhile, Delhi Chief Minister and Aam Aadmi Party chief Arvind Kejriwal also hailed his party’s showing and tweeted congratulating people of Gujarat for ushering in “new politics”नई राजनीति की शुरुआत करने के लिए गुजरात के लोगों को दिल से बधाई।— Arvind Kejriwal (@ArvindKejriwal) February 23, 2021\n\nThe AAP also announced that kejriwal will visit the state on February 26 to hold a roadshow.AAP National Convenor Shri @ArvindKejriwal will visit Gujarat on 26th Feb, 2021. He will thank the people of Gujarat for believing in AAP's Model of Development, in a grand Road Show.#AAPsGrandEntryInGujaratpic.twitter.com/mvGbZEcEWA— AAP (@AamAadmiParty) February 23, 2021\n\nA total of about 2,276 candidates contested in the local body polls. Apart from this, nine candidates were in the fray for the bye-elections to two seats in the Junagadh Municipal Corporation. There are 577 candidates of the BJP, and the Congress has fielded 566. As many as 470 politicians from the AAP, 91 from the Nationalist Congress Party, 353 from other parties, and 228 Independents fought in the election.The BJP’s campaign had primarily put focus on the construction of the Ram temple in Ayodhya, the scrapping of Jammu and Kashmir’s special status, and the Statue of Unity. The Congress, meanwhile, had promised a “GujRight” card that would provide access to public amenities to all.","author":"Scroll Staff","time":"2021-02-23T13:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155309-zcisdsdcvj-1614064761.jpg","tags":["Gujarat","Congress","Bharatiya Janata Party","Gujarat elections","Gujarat civic body election"]}