{"title":"Gujarat: Two arrested in case involving Indian family who died at US-Canada border","content":"The Gujarat Police have arrested two persons in a case related to the death of four members of an Indian family who froze to death last year while trying to cross over into the United States from Canada without documentation, PTI reported on Sunday.On January 19 last year, the Canadian Police had discovered the bodies of four Indians near the border town of Emerson. They were identified as Jagdish Patel (39), Vaishali Patel (37), Vihangi Patel (11) and Dharmik Patel (3).The family was among eleven persons from Gujarat who were trying to cross the Canada-US border. The other seven were detained by the United States authorities after they crossed the border.On Sunday, the police said that Ahmedabad crime branch officials arrested two immigration agents from Ahmedabad and the Kalol city in Gandhinagar, and accused them of facilitating the family’s illegal entry into the United States.“The city crime branch has registered an offence in a case wherein the accused [agents] had forced 11 people to walk in the snow in a bid to get them illegally cross the US-Canada border, causing the death of four members of a family,”  Deputy Commissioner of Police (Crime Branch) Chaitanya Mandlik said, according to PTI.Mandlik said that the Patel family was first taken to Toronto in Canada and then to Vancouver. “The agents then dumped them at Winnipeg in Manitoba province leaving them to cross over to the US on their own,” he said.The police have also declared two men from Canada and the United States as wanted persons in the case. The deputy commissioner of police said that they were “crossing agents” who were to get Rs 60 lakh to Rs 65 lakh each.The Royal Canadian Mounted Police said in January last year that the Patel family died due to exposure to cold weather. An official had said that the temperature in the region at the time was minus 35 degrees Celsius.The Canadian police said that the family had arrived in Toronto on January 12 last year.“From Toronto the family made their way to Emerson on, or about, January 18, 2022,” the police said in a press release. “There was no abandoned vehicle located on the Canadian side of the border. This indicates that someone drove the family to the border and then left the scene.”","author":"Scroll Staff","time":"2023-01-16T11:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169393-cczulnxcrk-1643350370.jpg","tags":["Gujarat Police","Canada","United States","Ahmedabad"]}