{"title":"Gujarat government to form panel to implement Uniform Civil Code ahead of Assembly elections","content":"The Gujarat government on Saturday cleared a proposal to form a committee to implement the Uniform Civil Code, months before polls are due in the state, PTI reported.A Uniform Civil Code involves having a common set of laws governing marriage, divorce, succession and adoption for all Indians, instead of allowing different personal laws for people of different faiths. The aim of such uniformity is meant to ensure equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance under patriarchal personal laws.At a press conference on Saturday, Union minister Parshottam Rupala said that the committee will be constituted under a retired judge of the High Court.“The cabinet has given the chief minister [Bhupendra Patel] the right to constitute the committee and it is expected to comprise three-four members,” Rupala said, according to The Indian Express. “Its scope of work too will be decided. I believe when the committee is announced, the timeline too will be declared.”Rupala also thanked Chief Minister Bhupendra Patel for working to fulfil the old demand of the Bharatiya Janata Party.“Like Ram Mandir and Kashmir [Article 370], this issue [Uniform Civil Code] has been passed by the Gujarat government [in the cabinet],” he added. “Based on the committee’s report, the way for implementing this law will open up in the state.”With this announcement, Gujarat is the second BJP-ruled state after Uttarakhand to announce the formation of a committee to implement the Uniform Civil Code.On Saturday, Gujarat Minister Jitu Vaghani said that all sections of society will be treated equally under the Uniform Civil Code. “Development for all, equal rights for all, appeasement of none – the mantra of the double engine Government of Gujarat!” Vaghani wrote on Twitter. “UCC soon to be implemented in Gujarat! One Nation, One Law and One Civil Code!”.The Congress party, however, termed the announcement as a “gimmick” ahead of Assembly elections and added that the state government does not have the power to make such laws, reported PTI.“This gimmick is aimed at misleading the public who are suffering due to inflation and joblessness and a host of other problems because of the failure of the government,” Congress leader Arjun Modhwadia. “The power to implement the Uniform Civil Code lies with the Centre.”Aam Aadmi Party chief Arvind Kejriwal said that while he supports the implementation of the Uniform Civil Code, the move by the saffron party was done keeping the Assembly elections in mind.“They [BJP] formed a committee after winning the Uttarakhand elections, now that has disappeared,” Kejriwal said, according to NDTV. “They have now formed a committee days before Gujarat elections..which will also disappear after the polls.”He added that the implementation of the Uniform Civil Code is the responsibility of the government, but should be done with the consent of all communities, according to NDTV.“Why not implement it across the country,” Kejriwal added. “Are they waiting for the Lok Sabha elections?”Elections to the 182-member Gujarat Legislative Assembly are due in December. However, the polling dates are yet to be announced by the Election Commission.","author":"Scroll Staff","time":"2022-10-30T09:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163943-leouedbidl-1631448131.jpg","tags":["Uniform Civil Code","Gujarat","Gujarat elections"]}