{"title":"Gujarat HC pulls up state for FIR against sanitation worker for ‘wilfully’ entering septic tank","content":"The Gujarat High Court on Friday reprimanded the state government for filing a first information report against a contractual sanitation worker for “wilfully” entering a septic tank despite a prohibition on manual scavenging, Live Law reported on Saturday.A division bench of Chief Justice Sunita Agarwal and Justice Aniruddha Mayee was hearing a public interest litigation by Ahmedabad-based nongovernmental organisation Manav Garima that is seeking strict implementation of the Prohibition of Employment as Manual Scavengers and their Rehabilitation Act, 2013.Manual scavenging – or the practice of removing human excreta by hand from sewer lines or septic tanks – is banned under the law, but the practice remains prevalent in several parts of the country.A sanitation worker had died and another suffered serious injuries while cleaning a septic tank at the Central Salt and Marine Chemicals Research Institute’s Bhavnagar campus in November. The state had booked the surviving worker for illegally and “wilfully” entering the septic tank.The state government had conducted an inquiry into the incident on the court’s direction and submitted a report stating the actions taken and actions proposed to be taken.On Friday, the government shared the findings of the inquiry with the court and said that the Bhavnagar Municipal Corporation had not deployed a supervisor at the site of the incident despite it being mandatory.The committee recommended action against the surviving sanitation worker for “wilfully” entering the tank in the absence of the civic body team despite several warnings from the municipal corporation officials, reported The Indian Express. The committee also described him as a “regular offender”.“Please don’t put this responsibility on the worker,” the court said. “He is only concerned about the money he gets; he is a contract worker. He knows he will not be able to feed his family if he is not doing those things that he was asked to do. He needs money so he is doing it. You cannot let it happen.”The bench also asked the civic body why it would not compensate the worker, reported Live Law.“You are the municipality, you were the principal employer, you engaged the contractor,” the court said. “You cannot refuse to compensate him. For any mishap or any issue pertaining to people engaged by the contractor, the principal employer is equally liable.”The bench said that the civic body is liable for any lapse by the contractor.“Employer and contractor liability is vicarious,” the court said. “That is why the Contract Labour Act says that if the contractor is not paying the principal employer would be liable to pay. You have to pay in addition to what the contractor has paid.”The committee set up by the state also found that while a nodal officer is appointed by the civic body, they neither supervise nor have appointed any supervisor for monitoring such work. The committee also suggested a departmental inquiry against the Bhavnagar Municipal Corporation executive engineer.The court said that the recommendations showed slackness on part of the civic body.","author":"Scroll Staff","time":"2024-04-07T12:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132747-wncshlynfc-1610904100.jpg","tags":["sanitation worker","Gujarat High Court","Manual Scavenging","Bhavnagar","Gujarat"]}