{"title":"Gurjar queens, Vokkaliga warriors: How BJP is inventing history for a new Hindutva caste politics","content":"The Bharatiya Janata Party was on Sunday forced to replace a ceremonial banner it had erected in Karnataka’s Mandya district to welcome Prime Minister Narendra Modi after Opposition leaders pointed out that it featured two purported 18th-century Vokkaliga chieftains who the saffron party claims had killed Mysuru ruler Tipu Sultan. According to the historical record, the Mysuru king was killed by the British.This attempt by the BJP to showcase the supposed Vokkaliga chieftains Uri Gowda and Nanje Gowda,  is being seen as part of the organisation’s new electoral push to appeal to specific castes groups by highlighting purported medieval figures from those communities who had supposedly fought or killed Muslim rulers.Just like it had invoked the two purported Vokkaliga chieftains in Karnataka, the saffron party has been spotlighting the supposed role of Raja Suheldev and Gurjar warrior Rampyari Gurjar in North India.In many of these cases, historians suggest that these heroes the BJP is invoking do not actually exist. However, the Hindutva party has ignored such factual claims.Inventing Vokkaliga chieftainsWhile the BJP replaced the arch in the Vokkaliga community-dominated Mandya district after the Opposition attacked it for using “fictitious persons” on the banner, it had initially defended its decision to use the names and images of the two purported Vokkaliga chieftains on it.The BJP has claimed that the two Vokkaliga chieftains were the ones who killed 18th-century Mysuru ruler Tipu Sultan, who is portrayed by Hindutva groups as an anti-Hindu figure. The party has previously tried to undermine the ruler’s legacy by scrapping the annual Tipu Jayanthi celebration, renaming the Tipu Express train, and either removing or rewriting school textbook lessons about him in line with the Hindutva narrative.However, experts suggest that Uri Gowda and Nanje Gowda did not actually exist and that the BJP invented them to attract Vokkaliga voters. Tipu’s death while fighting the British during the Fourth Anglo-Mysore War is also documented.A historian and former professor who did not want to be identified fearing backlash from Hindutva groups said the BJP had created these two characters. “Using these characters is the BJP’s ploy to capture a significant number of votes in the Mandya-Mysuru region where Vokkaligas are the dominant group,” he told Scroll.PV Nanjaraj Urs, a historian and a former professor, similarly told South First that there is no evidence to establish the existence of the two Vokkaliga warriors. “I am 100% sure that these two characters and their names have been invented by the BJP for its community-based propaganda for winning votes,” Urs said.Manu Chakravarthy, a cultural theorist and author, also told The News Minute that the BJP was deliberately distorting history. “This is being done to break the Vokkaliga vote bank,” Chakravarthy said.Turkic conqueror Taimur. Credit: Wikimedia CommonsA legendary Gurjar warriorIn the same vein, the BJP has been invoking purported medieval figures belonging to specific castes in North India too.On Sunday, former BJP leader and Vice President Jagdeep Dhankhar alluded to lore about a Gurjar warrior Rampyari Gurjar and her fight against Turkic conqueror Taimur. “In medieval India, in the area between Meerut and Haridwar, a brave woman Rampyari Gurjar formed an army of 40,000 persons and fought off Taimur,” Dhankhar said at an event in Meerut, Uttar Pradesh.During an event in Rajasthan in January, Modi had also invoked Rampyari Gurjar’s supposed valour to praise the Gurjar community, categorised as an Other Backward Class in many states. “This shows us the immense contribution of sisters and daughters of the Gurjar community in the service of the nation and the culture,” Modi said. “It is the country’s misfortune that such countless fighters could not get the place they deserve in our history. But new India is rectifying these mistakes of the past decades.”These comments about Rampyari Gurjar’s supposed valour are in reference to the 1398 battle storythat concludes with Harveer Singh Gulia, the deputy general of the Mahapanchayat army to which Rampyari Gurjar belonged, striking Taimur with a spear. According to the story, the infection from that strike purportedly contributed to Taimur’s eventual death.However, historians suggest that Taimur’s death in 1405 en route to a military campaign against China’s Ming empire, was due to sickness amid a harsh winter. “We know from the [biography] Zafar-Namah that Taimur was wounded in the [1398] battle and moved on from the region because of environmental factors, tired soldiers and many deaths [in his army],” Manisha Choudhary, associate professor of medieval Indian history at Delhi University, told Scroll. “But, it is unlikely that injuries from that battle contributed to Taimur’s death because we know that he was very active in the intervening period.”Choudhary added, “We can’t be sure about Rampyari Gurjar fighting the battle or not as the name doesn’t matter. Only events matter.”They glorified Taimur’s conquest of Delhi but conveniently hid his failed mission of Meerut, Haridwar and Gharwal region, where Rampyari Gurjar Chauhan and her men, through their courage and sheer strength, made a wounded Taimur Lang flee the battlefield, never to return. pic.twitter.com/gsbas7ZoXa— Swati Singh (@singhswati2021) March 12, 2023\n\nA Hindutva ideologue tweeting the legendary story of Rampyari Gurjar as having killed Timur\nInvoking SuheldevIn other parts of Uttar Pradesh, such as Bahraich, the BJP has similarly ap the pre-existing legend of 11st century ruler Raja Suheldev. As per the lore, Suheldev killed Ghazi Saiyyad Salar Masud, a semi-legendary Muslim warrior, in 1034. Masud, or Ghazi Miyan, was the purported nephew of Turkic conqueror Mahmud of Ghazni.Hindutva groups have used this legend to project Suheldev as the defender of Hindu faith who defeated a Muslim invader. Right-wing groups such as the BJP’s parent organisation, the Rashtriya Swayamsevak Sangh, have celebrated the 1034 Bahraich battle’s outcome as “Hindu Vijay Utsav”. In 2016, BJP leader Amit Shah unveiled a Suheldev statue in Bahraich and two years later, Modi released a postage stamp commemorating the legendary king. The state government, under Chief Minister Adityanath, also officially recognised Suheldev as having killed Masud.\n\t\t\n\tBJP leader Amit Shah inaugurating a Suheldev statue. Credit: Bharatiya Janata PartyThis is being seen as the BJP’s attempt to court the votes  the Rajbhar OBC group and Pasi Dalit groups in several pockets of Uttar Pradesh, as both communities claim that Suheldev belonged to their caste. However, fissures between the two groups over their competing claims has also led to a political tightrope walk for the BJP.In this case too, historians have expressed doubts about the existence of Suheldev.Ajaz Ashraf, author and journalist, had written in 2017 that Suheldev’s existence is largely situated in the popular memory and history of Masud. The legend of Suheldev defeating Masud has its roots in Abdur Rahman Chishti’s Persian hagiography Mirat-i-Masudi in the 17th century, written about six 600 years after Masud’s death. This has led historians to doubt its authenticity.Historian Shahid Amin also points out in his book, the Conquest and Community: The Afterlife of Warrior Saint Ghazi Miyan, that Abdur Rahman’s story about Masud is based on Ghaznavid dynasty founder Mahmud Ghaznavi’s history. Abdur Rahman had also claimed that the accounts were corroborated by Masud by appearing in his dream. “[Therefore] quite clearly, Mirat-i-Masudi ... was the artefact of [Abdur Rahman’s] febrile intellect,” Amin wrote.Moreover, while some historical records mention Masud, Ghaznavid records reportedly do not talk about him at all. As a result, Masud’s historicity and in turn, his supposed encounter with Suheldev is doubtful.Choudhary suggests that Suheldev was created for political benefits more recently. “There are a lot of inscriptions in the region from that time,” Choudhary told Scroll. “Inscription was an evolved art at that time. But, they don’t mention Suheldev.” Badri Narayan, in his 2009 book Fascinating Hindutva: Saffron Politics and Dalit Mobilisation, similarly suggested that Hindutva groups have appropriated the Suheldev myth. “The hero of that myth, Suheldev, who was the king of the Bhar-Pasis, a Dalit caste, is being given being given a warring identity and being projected as a saviour who fought against a foreign invader [Masud] who tried to despoil Hindu – or synonymously Indian – religion and culture,” Narayan wrote.","author":"Nachiket Deuskar","time":"2023-03-18T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188055-phneeuhecd-1678988228.jpeg","tags":["BJP","Karnataka","Vokkaliga","Medieval India","Suheldev"]}