{"title":"Gyanvapi case: Rumours being spread about shivling to invoke citizens’ sentiments, says mosque panel","content":"Rumours are being spread about the shivling claimed to be found at the Gyanvapi mosque to invoke sentiments of citizens, the mosque management committee told the Varanasi district court on Thursday, reported Live Law. The Anjuman Intezamia Masjid Committee said that it has not been proven that the object found in mosque was in fact a shivling – an idol representing the Hindu deity Shiva. “Rumours are resulting in public disturbance which should not be allowed until existence [of the shivling] is proven,” the committee told the court, reported Bar and Bench.The mosque committee’s arguments could not be completed on Thursday and the matter will next be heard on May 30. Meanwhile, the court barred the entry of mediapersons inside the courtroom.Five Hindu women have claimed that an image of the Hindu deity Shringar Gauri exists at the mosque and have sought permission to offer daily prayers there.On May 16, a trial court had directed district officials to seal a part of the mosque where the shivling was claimed to have been found.A court-appointed surveyor reported that an oval object had been found in the tank of the Muslim place of worship. Hindu petitioners claimed it is a shivling, a symbolic representation of Shiva. Muslims, however, say that the object is actually a fountain.  Last week, the Supreme Court had ordered to transfer the proceedings from the trial court to the court of the district judge in Varanasi. The mosque committee had moved the Supreme Court challenging the trial court’s order to conduct a survey of the mosque.The Varanasi district court is now hearing an application of the mosque committee arguing that the Hindu side’s petition to offer daily prayers at the mosque is not maintainable. The mosque committee has cited Order 7 Rule 11 of the Code of Civil Procedure which allows a petition to be dismissed if it does not show a cause of action or is barred by law.Also read:Behind Gyanvapi’s women petitioners, a network of men who have long fought for Hindutva causes","author":"Scroll Staff","time":"2022-05-26T16:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174944-dvbibrmuzv-1653560717.jpg","tags":["Shivling","Gyanvapi mosque","Gyanvapi mosque case","Anjuman Intezamia Masjid Committee","Varanasi"]}