{"title":"Gyanvapi mosque dispute: Petitioners to move court against plea to remove survey officer","content":"The petitioners in Gyanvapi mosque-Shringar Gauri temple case in Uttar Pradesh’s Varanasi on Sunday said they will oppose a plea seeking to remove or replace the court-appointed advocate commissioner Ajai Kumar, who has been tasked to conduct a survey there, reported the Hindustan Times.The petitioners – five women – in the case have claimed that an image of deity Shringar Gauri exists at the back of the western wall of the mosque, reported The Hindu. They have demanded that they be allowed to offer daily prayers and observe other Hindu rituals at the site.On April 8, a local court had appointed Kumar as the advocate commissioner and directed him to carry out a survey and videograph the site.On May 6, a survey was conducted at the site but it could not be continued the next day as the caretakers of the mosque, the Anjuman Intezamia Masjid Committee, stopped the exercise. They accused the advocate commissioner of acting in a biased manner and demanded that he be removed.The lawyers of the petitioners said they would file an objection in the court of civil judge (senior division) Ravi Kumar Diwakar on Monday against the managing committee’s objections.“The allegation by the lawyers of the mosque committee that the advocate commissioner is biased and conducting the survey keeping in view the interest of the plaintiffs is completely baseless,” said Sudhir Tripathi, one of the lawyers. “The advocate commissioner conducted the proceedings of the survey in a quite fair [manner].”Tripathi added that the lawyers will urge the court to not change the advocate commissioner.The Anjuman Intezamia Masjid Committee has claimed that Kumar had insisted on inspecting and and video recording the areas it had objected to in writing before before the exercise began. The committee alleged that the court commissioner was acting under pressure from the Hindu plaintiffs.“He is working more like a party on the side of the plaintiffs,” Rayeed Ahmad, one of the lawyers of the mosque committee, told reporters.The committee said it had asked Kumar to identify the area of plot number 9130, the mosque, before starting the inspection. However, the panel claimed that Kumar continued his work without identifying it.“Where does it [the dispute area] extend from and till where and what are its boundaries?” asked Abhay Nath Yadav, another lawyer representing the panel.Yadav also alleged that the advocate commissioner started measuring some stones of a structure near the barricades outside the western wall of the mosque with his fingers.“He also started scraping the earth between the stones,” Yadav told The Hindu. “We objected. One cannot make any amendment to or change the position of any object but only videograph.”The lawyer said that the advocate commissioner also wanted to conduct videography inside the mosque but the committee objected. The court order has not specified if such an exercise was allowed or restricted inside the mosque premises.Meanwhile, Jitendra Singh Vishen, a lawyer for the petitioners, said that they have not specified the extent of the area as their suit included the entire premises of plot number 9130.Vishen also dismissed allegations about Kumar being biased. The lawyer asked why the committee has raised objections to Kumar inspecting the cellar of the mosque.“If they have nothing to hide, why don’t they bring forward their facts and conduct a videography?” he asked. “We are prepared.”The court will hear the case on Monday.","author":"Scroll Staff","time":"2022-05-09T12:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174121-hzubhoqmpy-1652075949.jpg","tags":["Ajai Kumar","Shringar Gauri","Varanasi","Gyanvapi mosque","Gyanvapi mosque dispute"]}