{"title":"Gyanvapi petitioners say shivling found in tank, mosque lawyer says it is a fountain","content":"A Varanasi court on Monday directed district officials to seal a part of the Gyanvapi mosque where a shivling – an idol depicting Hindu deity Shiva – was said to have been found during a video survey, NDTV reported.However, the mosque committee’s lawyer told the news channel that the object is not a shivling, but a part of a stone fountain in the wazu khana (ablution tank) of the mosque.Five women petitioners have claimed that an image of Hindu deity Shringar Gauri exists at the back of the western wall of the mosque. They have demanded that they be allowed to offer daily prayers and observe other Hindu rituals at the site.On May 12, the court had allowed a survey commission to carry out videography inside the Gyanvapi mosque, located next to the Kashi Vishwanath temple. The court had directed the commission to submit a report on the survey on May 17.  Subhash Nandan Chaturvedi, a lawyer representing a group of Hindu women in the matter, said that the shivling was found after draining a pond. The pond is reportedly used for wuzu, the Islamic practice of washing before prayers.Advocate Mohammad Tauheed Khan, representing the Anjuman Intezamia Masajid, the caretaker of the mosque, objected to Chaturvedi’s claims.  “It is definitely not a shivling,” Khan told NDTV after the court’s order. “It is something that was used as a technique to propel the fountain. You can see a hole on top of it and faucets all around it.”The lawyer added that the order to seal a part of the mosque was passed without giving the mosque authorities a chance to present the side. “The order is a biased one and against the process of law,” Khan said.\"It is a fountain and not a 'shivling'\": Gyanvapi Masjid side's lawyer tells NDTV #GyanvapiMosqueCase pic.twitter.com/c2TkOSiIIJ— NDTV (@ndtv) May 16, 2022\n\nThe video survey ended on Monday, a day ahead of the court-mandated deadline, NDTV reported. The government’s counsel Mahendra Prasad Pandey said that the commission filmed all the places at the mosque in detail.“Three domes, underground basements, pond...all have been video recorded,” he said. “The advocate commissioner will submit his report in the court tomorrow which will be prepared by the three commission members today. If the report is not finished on time, we will ask the court for more time.”Meanwhile, the Supreme Court will on Tuesday hear a petition challenging the survey, Live Law reported. A bench of Justices DY Chandrachud and PS Narasimha will hear the matter. The petition has been filed by the management committee of the Anjuman Intezamia Masjid Varanasi, Live Law reported.The committee is the caretaker of the Gyanvapi mosque.The management committee has said that the survey is an attempt to disturb communal harmony and contravenes the Places of Worship Act, according to Live Law. The 1991 law prohibits the conversion of places of worship from one religion to another, with the exception of the Babri Masjid site in Ayodhya.Uttar Pradesh Deputy Chief Minister, Keshav Prasad Maurya sad that it was a good news for him and all followers of Shiva in the country that a shivling had been found at the mosque, ANI reported.“The truth has come to light...We will welcome and follow orders of the court in the matter,” Maurya said.All India Majlis-E-Ittehadul Muslimeen chief Asaduddin Owaisi described the court’s verdict as a “textbook repeat of December 1949 in Babri Masjid”.“This order itself changes the religious nature of the masjid,” he wrote in a tweet. “This is a violation of the 1991 Act. This was my apprehension and it has come true. Gyanvapi Masjid was and will remain a masjid till judgement day inshallah.”The Babri Masjid, located in Ayodhya in Uttar Pradesh, was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on land that was the birthplace of the deity Ram. The incident had triggered communal riots across the country. The demolition also led to bomb blasts in several parts of Mumbai, allegedly masterminded by underworld don Dawood Ibrahim, in 1993. The blasts killed over 300 people.","author":"Scroll Staff","time":"2022-05-16T14:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157422-byidpsrjyc-1618071078.jpg","tags":["Uttar Pradesh","Gyanvapi","Subhash Nandan Chaturvedi","Gyanvapi mosque","Varanasi"]}