{"title":"Gyanvapi mosque survey allowed by Allahabad High Court","content":"The Allahabad High Court on Thursday allowed the Archaeological Survey of India to conduct a scientific survey of the Gyanvapi mosque premises, reported Bar and Bench.The survey was first ordered by a Varanasi district court on July 21 on a petition by a group of Hindu litigants seeking the right to hold prayers inside the mosque compound. However, on July 24, the Supreme Court put an interim stay on the order, allowing the mosque committee to move the High Court against the survey. However, on Thursday, Chief Justice Pritinker Diwaker of the Allahabad High Court dismissed the mosque committee’s plea.“The Varanasi court was justified in ordering for ASI survey of the premises,” the High Court said, reported Live Law. “Scientific survey is necessary in the interest of justice.”The mosque panel had argued before the High Court that such surveys should be allowed only at a later stage after both parties in the case submit their evidence. It has also said that excavation work might damage the structural integrity of the mosque.Meanwhile, the Hindu litigants said they were making a statement on record that no damage would be caused to the structure and that no work would be carried out in the area sealed by an earlier order of the Supreme Court.The Varanasi district court’s verdict came after the Allahabad High Court held in May that a scientific survey could be conducted of the oval-shaped object found on the mosque premises.The oval-shaped object was found in May last year during a survey of the mosque premises ordered by a Varanasi civil court. The Hindu litigants have claimed that the object was a shivling – a representation of the Hindu deity Shiva. However, the caretaker committee of the mosque have claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.The Supreme Court had ordered the area around the oval-shaped object to be sealed.","author":"Scroll Staff","time":"2023-08-03T12:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190243-dsejfrvlph-1684301316.jpg","tags":["Gyanvapi mosque","Gyanvapi disupute","Allahabad High Court"]}