{"title":"Gyanvapi case: Varanasi court refuses carbon dating of ‘shivling’ found in mosque complex","content":"A Varanasi court on Friday refused permission to allow carbon dating of the oval object found in the Gyanvapi mosque complex that the Hindu plaintiffs claim is a shivling, reported Live Law. Carbon dating is a scientific method used to determine the age of an archaeological object.District Judge AK Vishvesha said that any kind of survey within the mosque premises will be a violation of the Supreme Court order from May, which had ordered for the area to be protected, NDTV reported.The court passed the order on a petition filed by the Hindu side on September 22. They wanted an independent body to inspect the object inside the mosque.The Anjuman Intezamia Masjid Committee, the caretaker of the mosque, claims that the object is a fountain in the wazu khana, or ablution tank, and not a symbolic representation of the Hindu deity Shiva.Following the hearing, advocate Vishnu Jain, representing the Hindu side, said that they will challenge Friday’s order in the Supreme Court, reported ANI.During the hearing last week, the court had sought clarification on whether the structure found inside the Gyanvapi mosque is part of the suit property. The court had also asked if it can constitute a commission for a scientific investigation, reported Live Law.The Hindu plaintiffs had maintained that since the object was seen during the court-sanctioned survey, it qualifies as suit property.The court had reserved its order in the case on September 29.The Gyanvapi caseIn May, a Varanasi civil court had allowed for a video survey of the mosque, which found that an oval object was present on the premises. Based on the plaintiff’s submission, the civil court ordered the area where the oval object was found to be sealed.When the mosque committee appealed against the civil court order, the Supreme Court, on May 17, directed that the object found during the survey be protected.It also transferred the case to the district court in Varanasi, ordering it to decide first on the maintainability of the suit under Order 7 Rule 11 of the Code of Civil Procedure, 1908, which lays down the conditions when certain pleas will be barred.On September 12, District Judge AK Vishvesha dismissed the mosque committee’s application and held that the petitioners’ plea to worship Hindu gods was maintainable and could be heard further.The judge accepted the argument by the Hindu plaintiffs that they did not want to convert the religious nature of the mosque. The court said that the Hindus only wanted to worship the deities inside the mosque complex, something they did incessantly till 1993 and once a year after that.Following the September 12 verdict, one of the Hindu plaintiffs in the case filed a caveat in the Allahabad High Court, urging the authorities to hear her if the mosque committee moves a revision plea against the Varanasi court’s order.","author":"Scroll Staff","time":"2022-10-14T14:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174812-cnbzzggijn-1653372623.jpg","tags":["Gyanvapi Mosque","Shivling","Uttar Pradesh","Gyanvapi dispute"]}