{"title":"Gyanvapi mosque case: Varanasi court says suit by Hindu litigants maintainable, can be heard further","content":"A Varanasi court on Monday held that the civil suit by Hindu plaintiffs seeking the right to pray inside the Gyanvapi mosque premises is maintainable and can be heard further.Five Hindu women have claimed that an image of the deity Shringar Gauri exists at the mosque and sought permission to offer daily prayers there.On August 24, District Judge AK Vishvesha had reserved his order on the Anjuman Intezamia Masjid Committee’s application challenging the maintainability of the civil suit.The committee filed the application under Order 7 Rule 11 of the Code of Civil Procedure. According to the order, a petition can be dismissed if it does not show a cause of action or is barred by law.The petitioners before the district court have argued that the plea filed by the Hindu side is not maintainable as it violates the Places of Worship (Special Provisions) Act, 1991, which states that the religious character of a place of worship as it existed on August 15, 1947 cannot be changed.On Monday, the court, however, held the law cannot bar the plaintiffs from worshipping at the disputed site as they said that they had been offering prayers even after August 15, 1947. The court also noted that the plaintiffs have not demanded that the place of worship be converted from a mosque to a temple. “The plaintiffs are only demanding right to worship Maa Sringar Gauri and other visible and invisible deities which were being worshipped incessantly till 1993 and after 1993 till now once in a year...” the court noted in its order.Meanwhile, advocate Iqhlaq Ahmed, representing mosque authorities, said that they will move the High Court against the attainability order. SM Yaseen, the general secretary of the mosque committee, said the case will continue in court and they will use all the judicial means available to them.Ahead of the court verdict on Monday, prohibitory orders were imposed and security tightened in Varanasi, PTI reported.Uttar Pradesh | Police conduct flag march in Lucknow ahead of the judgment in the Gyanvapi caseAn important judgment is about to come today. We did flag march to create a sense of security among people: Lucknow Police Commissioner, SB Shiradkar pic.twitter.com/7vM0k61PHA— ANI UP/Uttarakhand (@ANINewsUP) September 12, 2022\n\nVisuals by ANI showed security personnel standing outside the Kashi Vishwanath temple, which is located next to the mosque. Varanasi Assistant Commissioner Santosh Kumar Singh said that more than 2,000 officers have been deployed to maintain law and order.In May, a Varanasi civil court had ordered a video survey of the Gyanvapi mosque despite objections expressed by Muslim litigants. The mosque committee had then moved the Supreme Court, challenging the trial court’s order to conduct the survey.The survey report stated that an oval object had been found inside a tank at the mosque. Hindu petitioners claimed the object is a shivling, a symbolic representation of the Hindu deity Shiva. Muslims, however, say that it is actually a fountain.On May 16, the civil court ordered district officials to seal the wazu khana, or ablution tank, in the mosque. The court had passed the order even before receiving the report of the survey.A day later, the Supreme Court directed officials to protect the spot where the oval object was found. It also said that Muslims should not be barred from offering prayers at the mosque.A bench of Justices DY Chandrachud and PS Narasimha had said it will wait for the Varanasi district court’s decision and adjourned the case till the first week of October.Meanwhile, the Hindu petitioners have said that if the court verdict is in their favour, they will ask for Archaeological Survey of India scrutiny and carbon dating of the shivling, ANI reported.Advocate Sohan Lal Arya, representing the Hindu petitioners, said that after the verdict people of Kashi will celebrate by ringing bells and clapping. “The people of Kashi will work to awaken the Hindu society,” he added.Also read:Behind Gyanvapi’s women petitioners, a network of men who have long fought for Hindutva causesWhy many Varanasi residents are unimpressed by the furore around the Gyanvapi mosque","author":"Scroll Staff","time":"2022-09-12T14:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174812-cnbzzggijn-1653372623.jpg","tags":["Gyanvapi mosque","Gyanvapi case","Varanasi","Uttar Pradesh"]}