{"title":"‘Hand of God’: How a young Indian Navy sailor returned from the dead in Australia in 1951","content":"Captain Ajitendu Chakraverti, who celebrated his 37th birthday on board the destroyer INS Rajput in February 1951, was no stranger to crises. The man who would later be promoted to rear admiral had seen action in World War II in operations off Burma and the Malacca Straits. On the morning of February 5, two days after his birthday, Chakraverti was informed that an 18-year-old member of his crew was “missing, presumably drowned” in the waters off Point Lonsdale at the entrance of Port Phillip Bay, near Melbourne, Australia.The Indian Navy had bought INS Rajput, formerly the HMS Rotherham, from Britain in 1948. The ship, which had a company of 250 officers and sailors, arrived in Australia at Darwin and sailed to Brisbane, Sydney and Hobart, before heading towards Melbourne. It was sent Down Under by the Indian Navy for the golden jubilee celebrations of the establishment of the Commonwealth of Australia.It sailed without any untoward incident until that fateful morning when Chakraverti was told that a young stoker by the name of Terence Glasford (also spelled in some reports as Glasfurd) could not be found. The Australian authorities were immediately approached for help to rescue Glasford, but a search that went on for well over a day yielded no results. With its crew in low spirits, the ship proceeded to Melbourne port.Little was known about the missing man other than the fact that he joined the Indian Navy in 1948 and at that point did not know how to swim.Thirty-nine hours after the navy presumed its stoker dead, a young man in a singlet and trousers found his way to the ship at the Melbourne port. “Officers and men of the Rajput were amazed when Glasford staggered up to a sentry beside the ship and gasped: ‘I swam ashore,’” the Border Morning Mail reported on February 8, 1951.Hero’s returnGlasford’s story was lapped up by the Australian press, which called him a hero. The Border Morning Mail reported that Glasford was believed to have swum 7.5 miles (about 12 kilometres) through “raging seas”. The newswire Reuters added that he walked around 60 miles (almost 97 kilometres) around the bay to reach the ship.When interviewed by the media about the incident, Glasford said he could remember only a few of the 39 hours he was missing. “The rest is just a hole in my memory,” he said.Of the hours he could recall, he gave a blow-by-blow account. The 18-year-old worked as a stoker, whose main responsibility was to transport and shovel coal into the furnace of the boiler. “I came up on deck to attend to an engine forward,” Glasford said. “I tripped over the ridge on the iron plating of the deck, there was a roll, and I fell into the sea. I shouted for help but there was no one on deck.”Luckily for him, he showed incredible presence of mind. “My first thought was to get clear of the propellers,” he said. “I struck out from the vessel and watched it steam away from me. I began to breaststroke towards a blinking light, but it disappeared.”Glasford took off his heavy overalls and swam determinedly towards the light. “The tide was with me, but the water was very cold. I felt my legs go numb and all I could do was paddle weakly with my hands. After sometime my legs sank downwards and I felt them scrape the sand. I crawled up on the beach.” He then rested on the beach for a while before getting up and walking along the shore.“I hadn’t walked far when I came upon a fishing boat,” Glasford was quoted by the Maryborough Chronicle as saying. “I climbed into it, and into a pair of dry tattered pants some man had left behind, and went to sleep.” When the young man woke up, the boat was gone and he found himself lying on the sand.Newspaper reports said Glasford was “slightly built”, so it must have been easy for a local fisherman to lift him out of the boat and place him on the sand. The Brisbane Telegraph, however, had a slightly different version. It said he slept next to the fishing boat.Hungry and tiredThe sailor claimed to have woken up around 6 pm. There is still plenty of daylight at that time in February, which is a summer month in Melbourne. Glasford told the media that he saw people on the beach but felt shy to approach them for help since he was wearing nothing but a singlet and torn cotton trousers.The Border Morning Mail said, “No one reported seeing Glasford on his long walk to the ship and it is thought that he followed the beaches around, keeping off the road.”Glasford said he walked in the direction that his ship had gone. “Then I met a leading seaman and stoker off the Rajput. I know I didn’t walk far, certainly not five miles (eight kilometres) – my feet weren’t sore, but I was hungry and tired.” As soon as Glasford reached INS Rajput and said a brief word to the sentry, he slowly moved up the ship’s walkway and collapsed. He was immediately taken to the sick bay.One of the senior officers on the ship put to rest the stories of Glasford swimming 12 kilometres and walking another 97. He told the press that the stoker, at best, swam a kilometre and a half. Nonetheless, the young man was called the “Rajput hero” by the Australian press, which reported that the destroyer’s crew gave him “a joyous welcome” after presuming him dead. Glasford rested for a day before speaking to fellow crewmembers and the media about his adventure. He was reportedly in a jovial mood.When interviewed by the press, Glasford said it was “the hand of God” that saved him from what would have been certain death for most people unfortunate enough to fall off a ship into cold waters.A day before the miraculous return, Chakraverty had wanted to send a letter to Glasford’s parents in Calcutta, informing them of the presumed demise of their son, but in the event, the captain did not have the correct address.Memory blackoutA few days later, after getting some rest on the ship, the stoker spoke to the Daily Telegraph. “My greatest worry as I swam for the shore was the shock my aged mother in Calcutta would get if told I was lost,” Glasford said. “I am the baby of my family and my mother worships me.”He added, “I wrote to my mother on Thursday but I didn’t tell her the whole story because it might frighten her. I’ll save the story until I get home and then I’ll throw a party for my mother and father, my sister Gwen and my brother Gerald.”Since Glasford said he did not walk even five miles, it was uncertain how he covered the long distance from the beach to the port. The doctor on the Rajput said Glasford had a major blackout during the time he was missing.One of the possibilities was that he was given a ride. “Officers of Glasfurd’s ship, the Indian destroyer Rajput, believe a truck-driver gave the sailor a lift thinking he was a deserter,” the Daily Telegraph said. “The ship doctor said Glasfurd could have appeared normal to anyone he met during his blackout.”From Melbourne, the INS Rajput and its crew sailed to New Zealand. From there, they returned to Australia and called on Adelaide and Fremantle, before making the long voyage back to India.“Unless someone who helped Glasfurd comes forward, the incident is likely to remain one of the great mysteries of the seas,” The Age wrote. It looks like no one came forward as there was no news about the incident in the Australian press after 1951. Details of Terrence Glasford’s career in the Indian Navy after this incident also remain a mystery – something that a few members of the scattered Anglo-Indian community may have some idea about.Ajay Kamalakaran is a writer, primarily based in Mumbai. His Twitter handle is @ajaykamalakaran.","author":"Ajay Kamalakaran","time":"2024-04-27T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200268-ujvnharvax-1713956432.jpg","tags":["History","Terence Glasford"]}