{"title":"Harsh Vardhan blames ordinary Indians for Covid-19 surge – ignoring BJP rally tweets on his own feed","content":"As Union Health Minister Dr Harsh Vardhan took a blatantly political position against several states in a statement in response to concerns about vaccine shortages around the country, he also pinpointed what he believed was the reason for the massive Covid-19 second wave in India.As cases spiked across the country, with the national numbers higher than the peak they had reached in 2020, Vardhan said that the second wave was happening “because of the lack of commitment and sincerity on behalf of the people, where they are taking everything so casually and so light manner that nobody is interested in wearing the mask... there’s no respect for the norms of physical distancing”.#NDTVExclusive | \"Normal activities were supposed to resume but with discipline. People don't respect Covid appropriate behaviour now\": Union Health Minister Dr Harsh Vardhan #CoronavirusPandemic pic.twitter.com/EFWJzpOksP— NDTV (@ndtv) April 7, 2021\n\nVardhan may be right. Adherence to Covid-19 norms had, at least anecdotally, dropped around the country over the last few months.  This happened as even more sectors opened up, tourism and restaurant-going restarted and students in some places went back to school. But the reasons for this seem evident. For one, the pandemic appeared to be fading after its peak in September 2020. Indian officials were happy to point out that the country had broken the link between mobility and Covid-19. They claimed that Indians moving around had not led to a spike in cases. In fact, actually numbers were falling. Some analysts predicted that there would be no second wave. 1/ Interesting insights on the Indian economy in this note by Sajjid Chinoy. \"India has broken the link between COVID proliferation & mobility much earlier & more successfully than many countries.\" Private sector activity levels jumped back up to 95% of pre-COVID levels by Oct. pic.twitter.com/sjhvhmmRjt— Milan Vaishnav (@MilanV) January 8, 2021\n\nMaybe as importantly was the example set by the public’s elected representatives. One look at Harsh Vardhan’s Twitter feed makes it quite clear who could be called out for “taking everything casually”.पश्चिम बंगाल में दो मई को जो परिणाम आएंगे उसकी झलक आज तारकेश्वर में PM श्री @narendramodi जी की सभा में देखने को मिली।सभा में पहुंची भीड़ का उत्साह जैसे कह रहा था, दीदी हार आपके सामने खड़ी है आप इसे स्वीकार कीजिए। बंगाल के लोगों की आवाज़ सुनिए।#EbarHobeAsolPoriborton pic.twitter.com/NhAzYum7Vq— Dr Harsh Vardhan (@drharshvardhan) April 3, 2021\n\nअसम में दो चरणों की वोटिंग के बाद आज तामूलपुर में PM श्री @narendramodi जी की जनसभा में @BJP4India को आशीर्वाद देने उमड़ी भीड़ से स्पष्ट है कि राज्य के लोगों को डबल इंजन की सरकार चाहिए।असम के लोग विकास, स्थिरता, शांति, भाईचारा, सद्भावना के साथ हैं।#AssamFirst4Modi @PMOIndia pic.twitter.com/LRMvUxr92o— Dr Harsh Vardhan (@drharshvardhan) April 3, 2021\n\nThere were 1.15 Lakh Covid cases reported in India yesterday. HIGHEST EVER.Meanwhile, our Union Health Minister & Chairman of @WHO exicutive board, Dr Harsh Vardhan is busy sharing videos of Election rallies. In past 5 days he has shared close to 40 videos/pics of Modi\"s rallies pic.twitter.com/L7sDsWmfLq— Mohammed Zubair (@zoo_bear) April 7, 2021\n\nOf course, the Bharatiya Janata Party is not the only political party to be campaigning out in force. All the major players have been organising large public rallies with little masking and no social distancing. This isn’t just now – as India is in the throes of a huge second wave – but also back in 2020, in Bihar during the first peak. People take their cues from their elected representatives. Prime Minister Narendra Modi, for instance, has been praised for publicly encouraging vaccinations, a way to guide public behaviour by setting an example. The same holds true for Covid-19 protocol. With the prime minister and top BJP leaders having no qualms about collecting huge numbers of their followers at gatherings around the country, with Assam Health Minister Himanta Biswa Sarma of the BJP saying that there is “no need to wear masks” in the state, with Uttarakhand Chief Minister Tirath Singh Rawat claiming that “faith will beat Covid-19” and that there is no need for “unnecessary restrictions” on hundreds of thousands of people gathering for the Kumbh, why is Harsh Vardhan surprised when ordinary people take the protocol casually? Watch: ‘No Covid-19 in Assam, no need to wear masks,’ says state health minister Himanta Biswa Sarmahttps://t.co/xGIqTAuaK9— scroll.in (@scroll_in) April 5, 2021\n\nUttarakhand CM promise to remove all Covid -19 restrictions and invites devotees to Hardwar Kumbh. Faith will defeat virus, he says. pic.twitter.com/bmMScYpjEc— M K Venu (@mkvenu1) April 6, 2021\n\nWhen asked about the crowded political rallies, for example, Vardhan passed the buck, saying it was for the Election Commission to monitor. It is a complex problem  since any party that chooses to organise rallies may get an advantage over another that, in the name of Covid-19 does not. But this is exactly the sort of situation where Modi, who  claims to put the lives of the citizens above his party’s political  motives, could have taken the initiative. Instead, his party willingly participated in incredibly risky behaviour, not just organising masses at  rallies but going ahead with hard-to-control religious events like the  Kumbh. People celebrate #Holi at Banke Bihari Temple in Vrindavan. pic.twitter.com/TW4UcUzrNH— ANI UP (@ANINewsUP) March 9, 2020\n\n The lack of response to such events is even more galling because  Vardhan’s government and party went all out to demonise a Muslim  gathering in March 2020, even before Covid protocols were fully in  place. The BJP’s online army made it seem as if the virus had only been spread by one community, triggering hate speech and boycotts.Now that cases are spiking without any convenient villain to identify, the health minister has absolved his own government and party of all responsiblity and put the blame entirely on Indians at large. If Harsh Vardhan really believes that the second wave is “because of the lack of commitment and sincerity on behalf of the people”, he needs to realise is that sincerity begins at home.","author":"Rohan Venkataramakrishnan","time":"2021-04-08T10:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157294-anepaadxik-1617853715.jpg","tags":["Harsh Vardhan","Covid-19"]}