{"title":"Harsh Mander: With the Ayodhya ceremony, has the inclusive India of my dreams been lost forever?","content":"Like a meteor in slow motion, it was only a matter of time that this would hit us. Even so, August 5, 2020, is a day of profound sadness and loss. History will remember it as the day on which the bumpy but colourful and often hopeful journey of India as a humane and inclusive republic of equal citizenship was formally halted by an incumbent government. A government of unmatched hubris, rooted in an ideology of Hindu supremacism, the complete reversal of the pledges that we the people of India made in our Constitution.Was this a tragedy foretold? From the moment when three bullets were pumped into the frail body of Mahatma Gandhi during his inter-faith prayer meeting on a winter afternoon in January 1948, was the ideology of his assassin bound to triumph eventually? Was it inevitable that the iridescent dream of building a country that one day would belong equally in every way to people of every faith, caste, class, gender, language, ethnicity, colour, sexuality and ability would be smashed? And has this dream been destroyed for generations to come?When the prime minister brusquely brushes aside all scruples of constitutional propriety by choosing to preside over a private programme of a Hindu temple built on the site of a medieval mosque razed by frenzied mobs, this does mark the triumph of militant and masculinist Hinduism. It is designed to signal without any trace of ambiguity to India’s religious minorities that their settled place in the new republic of India is one of fearful subjugation.Amoral, ruthless politicsNarendra Modi’s closest lieutenant may not be able to physically attend the grand event, his passage halted ironically by a virus that is agnostic to ideology. But history must acknowledge the role of his amoral and ruthless politics, from 2002 until today, in helping Modi arrive to where he is this historic monsoon day in Ayodhya. His other closest ally, an unapologetic practitioner of hard hate politics in saffron robes, Chief Minister Adityanath, is leaving no detail to chance in organizing a grand event.It is a cruel, some may say fitting irony, that the real architects of the movement for the demolition of the Babri Masjid – Lal Krishna Advani and Murli Manohar Joshi – have been relegated into the shadows. Photographs of the Toyota Rath in which Advani travelled in 1989 – leaving a trail of blood and dread everywhere – occasionally reveal Modi as a junior volunteer of the movement. Today Modi is unwilling to share with anyone else the glory of his moment in history, when his footsteps in Ayodhya mark the transmuting the republic into the majoritarian imagination of his ideological lodestar, the Rashtriya Swayamsevak Sangh.But the Modi-Amit Shah-Adityanath triad have only brought to a decisive and dramatic culmination a battle of much older vintage. For over a century, supporters of organisations like the Hindu Mahasabha and the RSS have fought tirelessly for a Hindu Rashtra, in which Muslims and Christians would be allowed by them to live as second-class citizens. The movement for the construction of a grand Ram temple at the exact site of the Babri Masjid by demolishing the mosque became the powerful symbol of this alternative imagination, breaking free from the politics of sometimes uneasy accommodation represented by the existence of the Ram Chabutra and Babri Masjid standing side by side. Supporters of the Vishwa Hindu Parishad in Ahmedabad celebrate the Supreme Court's verdict on disputed religious site in Ayodhya awarded to Hindus on November 9. Credit: Sam Panthaky/AFPThe movement for the Ram temple at the site of the Babri Masjid has been the single biggest spur for communal violence and killings after Partition. Even though Prime Minister Narendra Modi ostensibly lays the foundation-stone of the Ram temple, its foundations have already been laid, deeply immersed and embedded in this medley of blood-letting – from Bhagalpur to Bombay to Bhopal to Gujarat to innumerable small towns and cities across Hindi regions of North India – and in the unpunished and unrepentant lawless defiance of the constitution and law by constitutional authorities.However, the culpability (or credit, whichever way you look at it) for the laying of the foundation-stone of the Ram temple by the prime minister at the site of a mosque that was razed by a mob of vandals cheered by people destined later to rule the country – does not lie alone with the RSS-BJP combine and their supporters. The republic would not have reached to this point had the political opposition, and most importantly the Indian National Congress, done enough to defend the legacy of the freedom struggle of which they should be the national custodians in India’s political life. Instead we have found from their ranks repeated prevarication, disingenuous double-speak, and most dangerously their open or tacit support for the advancement of political actions and government decisions which like termites steadily eroded the foundations of the republic. It is a Congress prime minister who opened the locks of the Babri Masjid; it was another Congress prime minister on whose watch the mosque was pulled down; it is under the open-eyed stewardship of numerous Congress chief ministers that the majority of communal conflagrations were lit.Congress double-speakEven today, when the foundation-stone is being laid for the Ram temple, most of the political opposition is behaving like deer caught at night in the headlights, paralysed , anxious, immobile, confused, unable to decide which direction to run. As Hannah Ardendt reminds us, “The sad truth is that most evil is done by people who cannot make up their minds to be evil or good.” There are sections of the Congress who wish to openly enunciate support for the building of the temple; others counsel silence to not annoy the estranged Hindu voter. Priyanka Gandhi Vadra, one of the most influential voices of the Congress tweeted, “With the message and kindness of Lord Ram and Mother Sita, may the laying of the foundation stone of the temple of Ramlalla be an occasion for national unity, fraternity and cultural convergence.”Apart from the Left, there are none willing to say that the symbolism of the prime minister – who is the prime minister of all Indians and not just of Hindus – presiding over a function for the building of a Hindu temple where a grand mosque had ben erected, which was demolished by a mob in defiance of the law and court orders, for which the leaders are still not penalised – can never be an occasion for unity and fraternity. It is symbolic of the antithesis of these, of violent majoritarian suppression of diversity of worship and cultural expression, and their forced amalgamation into a Brahmanical and militant Hinduism. Even less is anyone across most of the political spectrum willing to reassure India’s Muslims and other religious minorities that they will never concede the majoritarian subjugation of their rights and culture.Ayodhya on the eve of the ground-breaking ceremony for the Ram temple to be conducted on August 5. Credit: PTISupporters of the ruling regime may argue that this is a democratically elected government, one that was returned with an even larger single-party majority in its second consecutive bid for power, therefore they have the mandate to remould India in accordance with their party’s vision and ideology. If we look more carefully at the vote-share of the Bharatiya Janata Party and who contributed to it, we see that the BJP got 37.6% of the total vote-share, and of this 36% was of Hindu voters. The majority of Hindu voters – 52% – voted for the National Democratic Alliance, led by the BJP. Although a greater segment of advantaged-caste voters opted for the BJP, every third Dalit voter in 2019  pressed the lotus-symbol of the BJP on the Electronic Voting Machines.Unlike in 2014 when Modi also promised jobs and growth, the political messaging in 2019 was unmistakably of hard Hindu nationalism. Therefore, Modi may feel justified in believing that a majority of Hindu voters in India have mandated him to advance into both law and practice a Hindu nation.  But the experience of Nazi Germany in the 1930s is a chilling reminder of what a democratically elected government voted in and passionately supported by significant sections of the dominant majority religion, race or ethnicity can do to the practice of a humane democracy.  A democracy is empty if it does not protect every minority from the potential violent dominance of the majority.The rise of an illiberal democracyI asked at the start of this essay: is it foretold that hate must one day, sooner or later, triumph over love?The foundation-stone laid by Prime Minister Modi in Ayodhya marks the formal abhishek or ordination of India as what political scientist Ashutosh Varshney describes as an illiberal democracy. A grand temple will indeed be raised where a mosque had stood for more than 500 years. In the long shadows of this temple, the country I was raised in will be increasingly obscured, seemingly lost forever. Yet I am convinced that this country is greater than the small bigoted men who now control its destiny. I concede that the idea of a humane country of equal citizenship has taken a bad knock. But I am convinced that it has not been extinguished.Harsh Mander is a human rights and peace worker, writer, columnist, researcher and teacher who works with survivors of mass violence, hunger, homeless persons and street children. His Twitter handle is @harsh_mander.","author":"Harsh Mander","time":"2020-08-05T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145497-eiuwhkmhdj-1596560013.jpg","tags":["Ram temple","Narendra Modi","Adityanath"]}