{"title":"Harsh Mander: It happened, so it can happen again – a journey through Auschwitz ","content":"“It happened, so it can happen again…”This is the caution that chemist, writer, and Auschwitz survivor Primo Levi pronounced for all humankind to heed. When after the war he was released from the concentration camp in which he was held both for being a Jew and fighting fascism in Italy, he was unrecognisable. His face was bloated with malnutrition, his body reduced to a skeleton. For the 40 remaining years of his life, he battled the demons of his memories of the death camp.When, 79 years after its liberation, I walked through Auschwitz, it was fitting that the sky was overcast and rain fell sombrely as cold winds blew. Walking over soil in which the ashes of a million victims of hate was mixed, the words of Primo Levi haunted me.A 2023 survey by the Pew Institute revealed that 85% of the Indians interviewed preferred to be ruled by authoritarian or military rulers, more than in any other country in which the survey was held. I wished I could gently hold the hand of every Indian who feels elevated by the politics of hate and fear and unfreedom, and walk with them through the bleak grounds of Auschwitz. Let each of them at least know where the path that they have chosen for their people can ultimately lead.\n\t\t\n\tA photograph of Primo Levi and a plaque commemorating Levi at a street in Paris, France. Credit: Monozigote and Chabe01, CC BY-SA 4.0, via Wikimedia Commons.Concurrently with the years that Adolf Hitler rose to power in Germany, and during the build-up to the Holocaust, leaders of the Hindu right in India spoke in glowing admiration of the ways that Hitler dealt with the “Jewish problem”. For instance, in 1938, in the wake of anti-Jewish legislation in Germany, Vinayak Damodar Savarkar, a leading figure in the Hindu Mahasabha, suggested a similar fate for India’s Muslims. “A nation is formed by a majority living therein,” he declared. “What did the Jews do in Germany? They, being in minority, were driven out from Germany.”In a speech in 1940 after the start of the Second World War, he said, “There is no reason to suppose that Hitler must be a human monster… Nazism proved undeniably the saviour of Germany under the set of circumstances Germany was placed in…The very fact that Germany or Italy has so wonderfully recovered and grown so powerful as never before at the touch of Nazi or Fascist magical wand is enough to prove that those political ‘isms’ were the most congenial tonics their health demanded.” He added: “Germany’s crusade against the enemies of Aryan culture will bring all the Aryan nations of the world to their senses and awaken the Indian Hindus for the restoration of their lost glory”. Madhav Sadashiv Golwalkar, the most influential ideologue of the Rashtriya Swayamsevak Sangh, the ideological lodestar of the national ruling Bhartiya Janata Party, also praised Nazism and advocated the vigorous application of this ideology to India. “German race pride has now become the topic of the day,” he wrote. “To keep up the purity of the race and its culture, Germany shocked the world by her purging the country of the Semitic Races – the Jews. Race pride at its highest has been manifested here. Germany has also shown how well-nigh impossible it is for races and cultures, having differences going to the root, to be assimilated into one united whole, a good lesson for us in Hindustan [India] to learn and profit by”. Closely echoing the discourse of Hitler, only substituting Indian Muslims for European Jews, he held that “There are only two courses open to the foreign elements, either to merge themselves in the national race and adopt its culture, or to live at its mercy so long as the national race may allow them to do so and to quit the country at the sweet will of the national race. That is the only sound view on the minorities problem. That is the only logical and correct solution. That alone keeps the national life healthy and undisturbed.” India remains one of the few countries in the world in which Hitler’s autobiographical manifesto Mein Kampf is openly sold, even in bookstores in railway platforms, and is enduringly one of the best-selling books in the country. Surveys in schools and colleges indicate that growing numbers of young people choose Hitler as the role model for an ideal leader over Gandhi. \n\t\t\n\tUnknown author of dust jacket; Adolf Hitler author of volume, Public domain, via Wikimedia CommonsThis was not the first time I visited Auschwitz in a pilgrimage of grief and atonement. It will not be the last. But as I did, I felt overcome afresh by dread and revulsion as I bore witness to the capacity of human beings – ordinary people like you and me – for unspeakable cruelty, and for inventiveness in fashioning novel grisly ways of brutality to other, othered human beings. Auschwitz was a complex of 40 concentration and extermination camps in German-occupied Poland. It grew after 1939-’40 from a camp for Polish political prisoners and for forced labour required to power the German industry during the Great War, into the largest hub of Nazi extermination.I stood amid the rain at the tiny railhead at which more than a million people marked for annihilation or slave work arrived eight decades earlier, from 1942 to 1945. These were mostly Jewish women, men and children from German-occupied Europe, but included also prisoners of war, dissident intellectuals and political workers, Roma and Sinti people, Catholic priests and homosexual people. They alighted at the station after harrowing journeys of several days and nights packed closely together in dark and airless compartments of freight trains, sometimes with no place to lie down and with no separate places to defecate. Many died along the way. They were still calm because they had been told they were going to be resettled in this new land with their families. For this they had been allowed to carry a suitcase with 50 kg of their most valued belongings. But as they were marched from the railhead, doctors made a cursory selection of people capable of labour and those who were not, just by looking at them as they walked, and each group was marched in different directions. Children were among those considered unfit for labour, along with older and disabled people, pregnant women, women with small children and people with visible ailments including even boils and cuts.Neither group still suspected what lay ahead for them. The group deemed unfit for labour was told that they would be disinfected and showered. Their suitcases with their precious belongings were taken away from them, they were told to strip naked and then were led into the shower room.Some 2,000 people were packed into the small, nearly airless shower room. People then began to panic. If you resisted, you were shot dead.  After the room was packed to a point where you could not move, the guards exited, slammed the doors shut and sealed the few windows. Blue Zyclon B crystals were thrown into the room. These crystals released lethal hydrogen cyanide. Children, women and men lashed and struggled. Screams escaped the gas chamber. Then silence descended. In 15 to 20 minutes, they were all dead.Residents of the camps selected for this task and guards, all wearing gas masks, then pulled out the corpses from the gas chamber to make room for the next batch of 2,000, in an unending macabre loop of mass slaughter. The corpses were first stripped of anything precious that could be found, like gold teeth and jewellery. Their heads were shaved and the hair sold to industry including to weave rugs. The suitcases that each family had brought with them thinking that they would begin a new life, were packed with photographs, cash, jewellery and clothes. These were systematically sorted, some looted by the guards and officers, some collected to contribute to the war and extermination efforts of the Reich. The corpses were then burnt in massive ovens. The Auschwitz Birkenau extermination camp – the largest in the Auschwitz complex – developed the capacity to burn to ashes 2,000 bodies each day in these crematoria. Even this became too little, too slow, so large open incineration pits were deployed, with the capacity to burn up to even 20,000 bodies a day. The ashes from the human bodies were later used as fertiliser, or were strewn into the forests and rivers.  No wonder, then, that the Nazi genocide of European Jews is widely called the Holocaust. The word Holocaust is derived from the Greek holokauston, meaning a burnt sacrifice offered to God. This seemed apt because in the Nazi extermination camps, like Auschwitz, the bodies of the victims were burnt in crematoria or open fires. In Israel, many prefer to call it the Shoʾah, a biblical Hebrew word meaning “catastrophe.” \n\t\t\n\tPrisoners being separated at Auschwitz in May or June 1944. Credit: public domain, via Wikimedia Commons.Unknowing of any of this, the second group of those chosen for slave labour – mainly to work for big corporations like the chemical giant IG Farben, Krupps and Siemens – were led to the barracks. Before this, they were shaved, deloused, distributed prison uniforms, and a number was tattooed on their arms. From then on, they were no longer humans with a past, only numbers. Each barrack was just 35 by 11 metres. Into this were packed first 550, then over 700 prisoners. They slept on bunk beds, three of four prisoners to each bed. Each inmate was allotted just one square metre of space in which to fit their body and belongings. On one side of the barrack were lines of dry open commodes, which each prisoner was given barely one minute in the day to use. Food was watery soup, coffee substitute and 300 grams of bread a day. Unsurprisingly, inmates quickly lost weight. They soon looked like skeletons, reduced sometimes to 35 kg, sometimes even less.With this, they were marched each day (cruelly to the cheerful music of an orchestra) to worksites sometimes hours distant, for an 11-hour workday. Thin striped prison uniforms were useless in keeping at bay winter sub-zero temperatures. Most died of hunger, or disease, or just exhaustion. Those who survived became what one later memoir described as “walking skeletons”. The average life of a prisoner in the concentration camps was just two months. For prisoners deemed unruly or rebellious, punishments were drastic and merciless. Memoirs record that actions that were penalised included returning for food a second time when food was served, removing one’s gold teeth so as to clandestinely buy bread, breaking into a pigsty to steal the pigs' food, putting one's hands into one's pockets, helping a prisoner who had been beaten, and picking up a cigarette butt. There were no trials: the guards alone decided who deserved punishment and they executed the penalties. Some were flogged. With some, their heads were forced into the stove which burned their faces and eyebrows. Some were locked in windowless underground cells (that we saw) with space enough just for four men to stand packed against each other. And here they were locked for sometimes three weeks, if they survived that long. Standing without a break for all the days of their confinement, they slept, defecated, urinated, sometimes became unconscious, and died. There were public hangings of some. They were stripped naked, hands tied behind their backs, and shot in the back of their heads by guards, as the amassed prisoners watched. Another punishment was simply to starve them to death. Lock them in a cell and give them no food and water, until life painfully ebbed. There were very few rebellions and only 144 successful escapes from the death camps of Auschwitz. If any prisoner did manage to escape, a number of other prisoners were chosen at random, locked in a cell and starved to death. \n\t\t\n\tThe entrance to Auschwitz after liberation, in Poland, 1945. Credit: Bundesarchiv, B 285 Bild-04413 / Stanislaw Mucha / CC-BY-SA 3.0, Public domain, via Wikimedia Commons.The air the concentration camp prisoners breathed and the skies overhead were always thick with sickly sweet smoke from burning human bodies. This never left the camp. New residents to the camp would ask: where are our children, our wives, our parents? When will we be united with them? The veterans would point to the sky. Look up, they would say. In the smoke is your child, your wife, your mother. This is all that you will ever see of them. Until you, too, are united with them.The film The Zone of Interest, which won two Oscars, recreates the life of Rudolf Hoss, the first commandant of Auschwitz. At the edge of the garden of his two-storey spacious stucco home stood the wall of the Auschwitz concentration camp. That was all that separated his family from the daily torture and killings on the other side. Hoss and his successors oversaw the savage killing of a million people. We saw his house that still stands adjacent to the camp. A few hundred metres from it, we saw the place where Hoss was ultimately executed by hanging as retribution for his crimes. Until the end, Hoss displayed no remorse. He was given a job to do by the Reich, he said, and he performed it the best he could. We were told that just a couple of years ago, his younger son, now 92, visited Auschwitz. When asked about his father, he said nothing for a while. Then, his body shaking with emotion, he only said, “He was a wonderful father”.  Auschwitz happened because the large majority of the German people of that time championed and cheered the idea of Auschwitz, that one set of people have the right to deem another as enemies so dangerous that their oppression, their expulsion and if possible, even their extermination is the path to one’s salvation. It is this that created a universe in which morality was annihilated.I returned from Auschwitz with the resolve to return, each time to renew my resolve that my people – and all people – should never walk that path again. We must firmly block – with our bodies and our souls and the ways that we lead our lives – the pathways of accumulative radicalisation that lead to Auschwitz. We must never allow our people, or any people, to be convinced that other people – usually weaker, smaller in numbers, vulnerable, more defenceless – are dangerous to public order, threats to our survival, not even human, termites, snakes, cockroaches, rats, unfit to live.As Levi warned: “It happened, so it can happen again…”But I did not return from Auschwitz bereft of hope. I heard the story of a Franciscan monk, Maximilian Kolbe, confined to one of the barracks in Auschwitz. A prisoner had escaped from his barrack. The guards selected 10 prisoners randomly for death by starvation as retribution. One prisoner selected for death by starvation cried out, what will happen to my wife? To my children? Maximilian Kolbe quietly stepped forward. He volunteered to replace the prisoner who the guards had identified to die. For two weeks, the 10 prisoners, including Kolbe, were denied food and water in their underground bunker. One by one they died. The four who still survived, including the monk, were then killed with injections of carbolic acid. An eyewitness later spoke of how Kolbe noiselessly raised his arm for the injection when his turn came.He was calm as he went to his death.Harsh Mander, writer, peace and rights worker, researcher and teacher, leads the campaign Karwan e Mohabbat for justice and solidarity with survivors of hate violence. His latest book Fatal Accidents of Birth is in book stores.","author":"Harsh Mander","time":"2024-03-30T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187651-mvxfwwmtxi-1678109542.jpg","tags":["Auschwitz","Holocaust","Nazi Germany","Adolf Hitler","Hindu Right","Hindu Nationalism","Hindutva","VD Savarkar","MS Golwalkar"]}