{"title":"Haryana: At least four killed, over 20 injured in violence during Hindutva group procession in Nuh","content":"Four persons, including two home guards, were killed and more than 20 were injured on Monday as violence erupted after a mob in Haryana’s Nuh district allegedly tried to stop a Vishva Hindu Parishad procession,  reported PTI.The home guards, identified as Neeraj and Gursevak, were attached to the Kherki Daula police station in Gurugram, the police said, according to The Indian Express. A person named Shakti, who lived in Bhadas village of Nuh was also among those who died. The identity of the fourth person is yet to be ascertained. As the violence spread to districts neighbouring Nuh, a mob burnt down a mosque in Gurugram’s Sector 57 area and killed its naib imam, 19-year-old Saad. A naib imam is the deputy to the imam of the mosque.The violence in Nuh erupted on Monday as Hindu devotees, taking part in the Brij Mandal Jalabhishek Yatra, clashed with Muslims after the procession was stopped near the Khedla Mod area in Nuh. Stones were thrown at the procession and members of the Muslim community burnt several vehicles, a senior police official told Scroll.About 2,500 men, women and children who had taken shelter in a temple in Nuh have been rescued, Haryana Home Minister Anil Vij said.   The procession which allegedly came under attack had been flagged off from Gurugram’s Civil Lines by Bharatiya Janata Party District President Gargi Kakkar. A police contingent was deployed to accompany the procession.  By Monday evening, the violence had spread to Gurugram’s Sohna Chowk area and several vehicles were set on fire and shops vandalised, allegedly by Bajrang Dal members, reported The Indian Express.About 120 vehicles were damaged and 50 were set ablaze, including eight that belonged to the police.On Tuesday, authorities in Nuh, Gurugram, Palwal and Faridabad districts banned large gatherings under Section 144 of the Code of Criminal Procedure. Internet services in Nuh have also been suspended till August 2.Educational institutes were ordered to remain shut on Tuesday in Nuh, Faridabad, Palwal and Gurugram districts as a precautionary measure, reported NDTV.The police have filed 11 cases and detained detained 27 people, reported PTI. The Union home ministry has decided to deploy 15 additional companies of security forces in Haryana. Vij said that three companies of central forces have already arrived in Haryana. The minister said that situation in Nuh was under control and that the Air Force has been kept on standby if the violence intensifies, reported PTI.  Haryana: The violence that originated in Nuh is now spreading to #Gurgaon . Visuals from #SohnaChowk. pic.twitter.com/WxmZUJqird— TOI Gurgaon (@TOIGurgaon) July 31, 2023\n\nSajjan Singh, the deputy superintendent of police of Hodal town who received a bullet wound on his head, and an inspector were among the injured police officials. Some residents have claimed that clash may have been triggered by an objectionable video posted on social media by a Bajrang Dal activist in Ballabhgarh, according to PTI.Chief Minister Manohar Lal Khattar has urged citizens to maintain peace and harmony.“The kind of situation that has emerged in Nuh makes it even more important for all the people of the state to be more responsible and ensure brotherhood,” he said. “All the issues can be resolved by way of talks. Nobody should indulge in sending/circulating any wrong information/messages.”Video posted by #Faridabad based cow viglante #BittuBajrangi instigated the violence.The social media war was on between two groups since weeks but authorities ignored.  #Haryana #Gurugram #Mewat #Nuh pic.twitter.com/9QzbiJBAgj— Hate Detector 🔍 (@HateDetectors) August 1, 2023","author":"Scroll Staff","time":"2023-08-01T08:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192734-irxcnedtrq-1690862644.jpeg","tags":["Vishva Hindu Parishad","Haryana","Nuh"]}