{"title":"BJP’s Nayab Singh Saini takes over as Haryana CM hours after Manohar Lal Khattar, Cabinet resign","content":"Bharatiya Janata Party leader Nayab Singh Saini on Tuesday took oath as the chief minister of Haryana, hours after former Chief Minister Manohar Lal Khattar and all the ministers in his Cabinet resigned from their posts earlier in the day.BJP leaders Kanwar Pal Gujjar and Moolchand Sharma took oath as ministers, as did Independent MLA Ranjit Singh.Saini, who represents Haryana’s Kurukshetra Lok Sabha constituency, was appointed as the BJP’s Haryana unit chief in October.विधायक दल के नेता चुने गए प्रदेश अध्यक्ष @NayabSainiBJP  जी। 5:00 बजे लेंगे हरियाणा के मुख्यमंत्री के रूप में शपथ। pic.twitter.com/uKvUXbKnmp— Haryana BJP (@BJP4Haryana) March 12, 2024\n\n\nAfter the resignations, Khattar, the party’s Cabinet ministers and the MLAs held a meeting with BJP’s Haryana in-charge Biplab Kumar Deb, Union minister Arjun Munda, BJP national general secretary Tarun Chug, former state BJP chief, Rajya Sabha MP Subhash Barala and Saini, the Hindustan Times reported.On Tuesday, he was unanimously elected as the leader of the BJP’s legislative party in the state.सर्व सम्मति से भाजपा विधायक दल का नेता चुने जाने पर प्रधानमंत्री श्री @narendramodi जी,गृह मंत्री श्री @AmitShah जी,राष्ट्रीय अध्यक्ष श्री @JPNadda जी @BJP4Haryana प्रदेश प्रभारी श्री @BjpBiplab जी पूर्व मुख्यमंत्री @mlkhattar जी सभी विधायकगण और आजाद विधायकों का आभार। pic.twitter.com/7An2AmTxzH— Nayab Saini (मोदी का परिवार) (@NayabSainiBJP) March 12, 2024\n\n\nWhile the reasons for the resignation of Khattar and his Cabinet were not immediately clear, the development came amid reports about a breakdown of ties between the ruling BJP and Deputy Chief Minister Dushyant Chautala's Jannayak Janta Party over sharing of seats for the Lok Sabha elections.Governor Bandaru Dattatreya had accepted their resignations, ANI quoted Bharatiya Janata Party leader Kanwar Pal Gujjar as saying.VIDEO | Manohar Lal Khattar (@mlkhattar) leaves from Governor's house in Chandigarh after resigning as Haryana CM. pic.twitter.com/51KJZqGcbl— Press Trust of India (@PTI_News) March 12, 2024\n\n\nThis development comes ahead of the general elections. While the Election Commission has not yet announced the dates for the Lok Sabha polls, the voting is expected to happen in April and May.The Assembly elections in Haryana are also expected to happen later this year.Earlier in the day, when asked about who will be the next leader of the BJP’s legislative party in Haryana, BJP leaders said that Khattar would continue as the chief minister.The BJP has 41 MLAs in the 90-member Assembly. The Jannayak Janta Party has 10 MLAs. While the Congress has 30 seats, there are seven independent MLAs and one each from the Haryana Lokhit Party and the Indian National Lok Dal.The BJP had won 40 seats in the 2019 state polls. Having fallen short of the majority in the Assembly, it had formed the government with the support of the Jannayak Janta Party.Khattar had been the chief minister of the state since October 2014, when the BJP defeated the Congress to win the Assembly polls.","author":"Scroll Staff","time":"2024-03-12T12:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199196-pyrwgtfbtb-1710245463.jpg","tags":["Haryana","BJP","JJP","Manohar Lal Khattar"]}