{"title":"Haryana: Hisar BJP MP Brijendra Singh joins Congress","content":"The Bharatiya Janata Party’s MP representing Haryana’s Hisar constituency, Brijendra Singh, switched sides to join the Congress on Sunday, reported PTI. Singh said that one of the main reasons for his decision to leave the saffron party was its alliance with the Jannayak Janata Party led by Haryana Deputy Chief Minister Dushyant Chautala , reported ANI.“I have resigned from the primary membership of BJP due to compelling political reasons,” Brijendra Singh said in a post on social media on Sunday. He also expressed his gratitude to BJP president JP Nadda, Prime Minister Narendra Modi and Union Minister of Home Affairs Amit Shah.Brijendra Singh’s exit from the saffron party comes just before the upcoming Lok Sabha elections, and nearly five months after his father, former Union minister Chaudhary Birender Singh, gave a warning to the BJP while addressing a rally in Jind district.Birender Singh, who had quit the Congress in 2014 after a four-decade association with the party to join hands with the BJP, warned that he would leave the saffron party if it continued its alliance with the Jannayak Janata Party of Deputy Chief Minister Dushyant Chautala in Haryana.I have resigned from the primary membership of BJP,due to compelling political reasons.I extend gratitude to the party, National President Sh. JP Nadda, Prime Minister Sh. Narendra Modi, & Sh Amit Shah for giving me the opportunity to serve as the Member of Parliament for Hisar.— Brijendra Singh (@BrijendraSpeaks) March 10, 2024\n\n\nVIDEO | Lok Sabha elections 2024: Hisar MP Brijendra Singh joins Congress in presence of party president Mallikarjun Kharge in Delhi.Singh had resigned from BJP earlier today \"due to compelling political reasons.\" pic.twitter.com/kclaFNGgRY— Press Trust of India (@PTI_News) March 10, 2024\n\n\nBrijendra Singh is a former Indian Administrative Service officer who opted for voluntary retirement after 21 years of service before making his electoral debut in the 2019 Lok Sabha polls. The bureaucrat-turned-politician defeated Chautala and Bhavya Bishnoi, who was then with the Congress, to win the Hisar seat.#WATCH | After joining Congress, Brijendra Singh says, \"...One issue that was raised in the rally in Jind on 2nd October was about the alliance of BJP-JJP in Haryana. A decision was taken regarding it and that too is a reason (for quitting BJP).\"The BJP MP from Haryana's Hisar… pic.twitter.com/rmsu1LLHk4— ANI (@ANI) March 10, 2024\n\n\nLast year, Brijendra Singh had publicly supported the wrestlers who were protesting against BJP MP Brij Bhushan Sharan Singh over allegations of sexual harassment.Shiv Sena (UBT) leader Priyanka Chaturvedi on Sunday welcomed Brijendra Singh to the Indian National Developmental Inclusive Alliance, a coalition of 28 Opposition parties that hopes to take on the BJP-led National Democratic Alliance in the upcoming general elections.“Happy to see Brijendra Singh ji become a part of team INDIA from Haryana, Chaturvedi wrote in a post on social media. “He is an accomplished former bureaucrat, a successful MP, his presence will definitely add value to the alliance.”","author":"Scroll Staff","time":"2024-03-10T16:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199140-gglujfnttk-1710062953.jpg","tags":["Brijendra Singh","BJP","Haryana","Birendra Singh","Congress"]}