{"title":"Has Trumpism arrived in Canada or are people just tired of Covid-19 restrictions?","content":"What is happening in Canada? International observers may understandably be confused by recent events in a country better known for maple syrup and good behaviour.For nearly three weeks, large commercial trucks have blocked streets in downtown Ottawa in front of Canada’s Parliament buildings, honking their horns and harassing downtown residents.Meanwhile in western Canada, another group blocked an important United States border crossing in Alberta. Most recently, protesters blocked a key bridge between the cities of Windsor and Detroit that carries more than a quarter of all Canada-US cross-border trade.The stated impetus for the protests was a Canadian government requirement that all cross-border truckers be vaccinated against Covid-19. While the vast majority were already vaccinated, the requirement provoked a “convoy” of trucks and dissenters who travelled to Ottawa to make their voices heard. This unlocked a broader populist movement against all Covid-19 measures.No unrest traditionCanada does not have much of a tradition of mass political unrest, especially on the political Right. The most significant recent political disruptions in Canada have been Indigenous protests, such as a railroad blockade in February 2020 that drew massive national attention.And Canada has had a generally unified, though not unanimous, approach to the pandemic – 83% of the eligible population is vaccinated. While some provincial leaders have been ambivalent about restrictions, Canada is far more united in its Covid-19 response than the United States. But the trucker vaccination mandate was the tipping point that unleashed these protests by a small but vocal minority.More from Ottawa.An upside Canada flag next to a Trump flag.But please, tell me more about how this movement is about truckers. 🙄#cdnpoli pic.twitter.com/Wiub6iQGgg— Mark Gerretsen 🇨🇦 (@MarkGerretsen) February 12, 2022\n\nFor many, this is the unwelcome arrival in force of Trumpism in Canada, and the start of a potential insurrection akin to the January 2021 attack on the US Capitol.There have been numerous incidents of harassing behaviour against Ottawa residents. Protesters have attacked journalists. A significant and perhaps even majority of fundraising for the protests comes from Americans. Confederate flags and swastikas have been spotted in the protest ranks, along with QAnon signs and other conspiracy references. And the protesters are overwhelmingly white, even though more than 22% of Canadians are not.Are fears overblown?But some insist these fears are overblown, and that the protests are mostly peaceable and simply represent a population tired of pandemic measures. Indeed, the protests at times have a family atmosphere; at one point inflatable children’s bouncy castles were set up amid the Ottawa protest trucks.These very different impressions have coloured reports and popular discussions of the protests. As journalist Matt Gurney reports in his own observations of the Ottawa protesters, people can see what they want to see: “This crowd is mostly friendly. But anyone telling you there is no dark edge here is either blind or lying to you.”So the protests can be framed in different ways – a deep threat to democracy straight from the Trump playbook, or valid political expression. And this framing divides Canadians.One poll finds that 72% of Canadians felt that the protesters should “go home”. But another survey found that 46% of Canadians felt at least some sympathy toward the protesters, even if they did not fully agree with their tactics.This ambivalence clouded the official response, especially in the initial stages. Ottawa municipal authorities initially co-operated and co-ordinated to a degree with the protesters. The Conservatives, the leading federal opposition party, overthrew their leader Erin O’Toole after he was too equivocal in his support of the protests for many members.Police used selectivelyOnly as the disruption grew did official opinion turn – and still slowly. The intolerable honking in downtown Ottawa was only stopped by a court injunction filed by a 21-year-old woman. The police have used force selectively and avoided violent confrontations.This hesitancy to crackdown contrasts with responses to past disruptive events, such as anti-racism and Indigenous protests. In fact, some defenders of the current protest, notably Conservative leadership front-runner Pierre Poilievere, had been quick to demand the end of the 2020 Indigenous blockade.Only the Windsor border protest brought true national alarm, with its massive potential impact on the Canadian economy. Authorities moved to end the blockade, which was smaller than the Ottawa occupation and cleared after a few days. Other protests, including the earlier border blockade in Alberta, have also been cleared, though they could easily resume.On February 14, Canadian Prime Minister Justin Trudeau invoked the Emergencies Act, a statute passed in 1988 but never previously used, that allows governments to override normal restrictions. Exactly how the act will be used remains to be seen. And some argue it is unnecessary, and the only thing really missing is political leadership.Performance of politiciansIndeed, Canadian politicians have not performed well here. Both Trudeau and his Conservative opponents have used the protests opportunistically, trying to pin blame on each other rather than attempting a united front. Provincial leaders like Ontario Premier Doug Ford, whose jurisdiction includes the city of Ottawa, have stayed out of the limelight as much as possible. And municipal authorities, especially in Ottawa, are in disarray and/or overwhelmed.On the other hand, there is no simple solution here, at least one without a high risk of violence that will likely spur further disruptions. In Ottawa, the police have made efforts to curb protestor activity. But there is little appetite for stronger confrontation, and on February 15 the Ottawa police chief resigned after heavy criticism.The Ottawa protest will likely dissipate in time. But the great fear is that this is an irreparable tear in the Canadian political fabric that brings the country closer to the toxic polarisation seen in the US.Extremism can breed extremism, and the more benign interpretations of the protest provide a cover for the undeniably fanatical elements. As in the United States where moderate Republicans have been decimated, the most profound immediate effect of the crisis is the moderate wing of the Conservative Party of Canada, as seen in O’Toole’s demise.Ironically, vaccine and social distancing requirements are on the wane in Canada independent of the “freedom convoy.” The issues that sparked the protests may soon be gone. But the protests are ultimately about something much deeper than vaccines. The struggle is over conceptions of democracy in Canada.Jonathan Malloy is a Professor of Political Science at the Carleton University.This article first appeared on The Conversation.","author":"Jonathan Malloy, The Conversation","time":"2022-02-18T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170251-wwwjnezyzv-1645090968.jpg","tags":["Canada","Trumpism","Justin Trudeau","Ottawa"]}