{"title":"Hemant Soren arrested, quits as Jharkhand CM after ED interrogation","content":"Jharkhand Mukti Morcha leader Hemant Soren was arrested by the Enforcement Directorate on Wednesday in connection a money laundering case, India Today reported.Earlier in the evening, he had resigned as the state’s chief minister after being questioned by the central law enforcement agency.Party MP Mahua Maji told reporters that Cabinet minister and Jharkhand Mukti Morcha leader Champai Soren will be the new chief minister.MLAs from Jharkhand’s ruling party were at the governor’s official residence on Wednesday night. A curfew was imposed within a 100-metre radius of the chief minister’s residence, the Raj Bhavan and the Enforcement Directorate’s office in Ranchi.#WATCH | Ranchi, Jharkhand: JMM MP Mahua Maji says, \"The CM is in ED custody. The CM has gone to the Governor with the ED team to submit his resignation... Champai Soren will be the new Chief Minister... We have enough numbers...\" pic.twitter.com/Pbumz1cUg0— ANI (@ANI) January 31, 2024\n\n\nOn Tuesday, Hemant Soren had agreed to record his statement in the case before the Enforcement Directorate on January 31. The case pertains to an alleged scam linked to the ownership of a 7.16-acre land parcel in Ranchi, which the central agency claims was acquired through the “proceeds of crime” involving illegal sale of Army land.The Jharkhand Mukti Morcha leader had told the central agency in an email on Tuesday that its insistence on recording a statement on or before January 31 was “politically motivated”.Hemant Soren had become the chief minister in December 2019 after his party won the Assembly polls. He previously served as the deputy chief minister between 2010 and 2013 and as the chief minister between 2013 and 2014.Hemant Soren’s arrest comes just ahead of the Lok Sabha elections. His party has accused the Bharatiya Janata Party government at the Centre of conspiring to topple the Jharkhand Mukti Morcha state government. The Jharkhand Mukti Morcha is a constituent of the Opposition INDIA bloc that is attempting to take on the ruling BJP-led National Democratic Alliance in the general elections. The Congress, the Jharkhand Mukti Morcha’s coalition partner, confirmed that it will support Champai Soren.This is a developing story. It will be updated as new details are available.","author":"Scroll Staff","time":"2024-01-31T21:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197084-yuuyzrddzq-1703904332.jpg","tags":["Hemant Soren","Jharkhand","ED"]}