{"title":"Himachal Pradesh: Independent MLA, father of rebel Congress leader booked for ‘electoral offences’","content":"The Himachal Pradesh Police on Sunday registered a case against an independent MLA and the father of a rebel Congress leader on charges of “electoral offences”, PTI reported.In the Rajya Sabha elections held on February 27, six MLAs of the ruling Congress and three independents voted in favour of the Bharatiya Janata Party candidate Harsh Mahajan, triggering a political crisis in Himachal Pradesh.On February 29, the six MLAs – Rajinder Rana, Sudhir Sharma, Inder Dutt Lakhanpal, Devinder Kumar Bhutoo, Ravi Thakur and Chetanya Sharma – were disqualified by Assembly Speaker Kuldeep Singh Pathania.The Speaker said that the provisions of the anti-defection law applied to them. The disqualification petition had been filed by the state’s Parliamentary Affairs Minister Harsh Wardhan Chauhan under the anti-defection law.On Sunday, the police said that a case had been registered against Hamirpur’s independent MLA Ashish Sharma and former Uttarakhand chief secretary Rakesh Sharma, the father of Gagret MLA Chetanya Sharma, who is one of the disqualified legislators, on a complaint filed by Congress leaders Sanjay Avasthi and Bhuvneshwar Gaur.The two leaders have alleged electoral offences, corrupt practices and criminal conspiracy in the Rajya Sabha polls by Ashish Sharma and Rakesh Sharma. Avasthi and Gaur have also sought an investigation into charges of money trading, misuse of helicopter and security forces and criminal misconduct.Following this, the rebel MLAs criticised Chief Minister Sukhvinder Singh Sukhu’s government and said that he should be ready to “face the consequences in future”.“If the chief minister thinks that he could win hearts by registering false complaints, he is mistaken,” Rajinder Rana told PTI. “This kind of politics compelled the MLAs to vote in favour of the BJP.”The MLAs also issued a joint statement on Sunday, saying that they are fighting a “battle of self-respect”. They said that the chief minister, on one hand, was approaching them and on the other, issuing statements calling them “black snakes” and saying that they were being shepherded.This was in reference to a remark made by the chief minister on Saturday in Mandi when he said that the BJP was shepherding the six disqualified Congress MLAs from one place to another.Sukhu had also questioned why the BJP was keeping the MLAs in a hotel in Haryana’s Panchkula before flying them to Dehradun in a chartered plane and lodging them in a seven-star hotel in Rishikesh. “These MLAs breached the trust of the people of their constituencies and the party by not listening to the call of conscience,” said Sukhu.Congress sets up coordination committeeMeanwhile, the Congress leadership on Sunday set up a six-member coordination committee “for better coordination between the government and the organisation in Himachal Pradesh”.The panel comprises the chief minister, state Congress president Pratibha Singh, Deputy Chief Minister Mukesh Agnihotri, Health Minister Dhani Ram Shandil, former minister Kaul Singh Thakur and MLA Ram Lal Thakur.The committee was set up on the recommendations of observers sent to Himachal Pradesh by the Congress’ central leadership, Deccan Herald reported.","author":"Scroll Staff","time":"2024-03-11T10:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184170-drlronznvb-1710133088.jpg","tags":["himachal pradesh","political crisis","Congress","BJP"]}