{"title":"Hindutva mob barges into FTII Pune, burns posters about Babri Masjid demolition","content":"A group of men belonging to Hindutva outfits on Tuesday barged into the Film and Television Institute of India in Pune and burned a poster about the demolition of the Babri Masjid in Ayodhya in 1992, reported Maktoob Media.Videos on social media showed the men entering the campus shouting “Jai Shri Ram” as well as slogans hailing 17th-century Maratha ruler Shivaji. Some men were also seen burning a poster reading “Remember Babri, death of Constitution” and destroying a board displaying photos to mark the event.          View this post on Instagram            A post shared by Maktoob (@maktoobmedia)\nThe men allegedly targeted student union president Mankap Nokwoham, General Secretary Sayantan Chakrabarty and two others, including a female student, who have been hospitalised, according to Maktoob Media.The police told The Indian Express that while some students have been sent for medical examination, their reports would confirm if they have been injured. “Some members of various right-wing outfits entered the FTII campus on Tuesday afternoon and took down the banner and set it on fire while chanting slogans,” an official of the Deccan Gymkhana police station told the newspaper. “At this point, a clash broke out between the members of the right-wing outfits and a group of FTII students.”Senior Inspector Vipin Hasabnis, who is in charge of the police station, said that the police intervened after they received information and brought the situation under control. #Pune: Hindutva goons barged into #FTII #Pune chanting ‘Jai Shri Ram’ and derogatory slogans and launched attacks on both male and female students. They set banners on fire with ‘Babri Masjid’ posters and vandalised property. pic.twitter.com/W9ivXqnNa3— Saba Khan (@ItsKhan_Saba) January 23, 2024\n\n\nA student told Maktoob Media that the mob barged in although over a dozen security personnel were present. The student also accused the police of complicity, alleging that they watched students being attacked. The students have decided to address the issue legally and are presently holding a sit-in protest within the campus.The Babri mosque was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot on which the deity Ram had been born. The incident had triggered communal riots across the country.In November 2019, the Supreme Court held that the demolition of the Babri mosque in 1992 was illegal but handed over the land to a trust for a Ram temple to be constructed. At the same time, it directed that a five-acre plot in Ayodhya be allotted to Muslims for a mosque to be constructed.On Monday, the Ram temple was inaugurated in a ceremony led by Prime Minister Narendra Modi.Also read:From the Babri demolition to the Ram Temple inauguration, a personal history of New IndiaHarsh Mander: Ayodhya dispute was not just about a plot of land – it was about how we imagine India","author":"Scroll Staff","time":"2024-01-23T18:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197774-lttuuvkmyv-1706012599.jpg","tags":["Babri mosque","Pune","Film and Television Institute of India","Ram temple"]}