{"title":"Hindus pray in Gyanvapi mosque complex hours after Varanasi court allows them to do so","content":"A group of Hindus, led by Varanasi District Magistrate S Rajalingam, prayed inside the Gyanvapi mosque complex on Wednesday night, hours after a district court passed a direction allowing them to do so, reported The Indian Express.The Varanasi court allowed Hindus to offer prayers in the sealed basement of the mosque complex after an Archaeological Survey of India report claimed that a Hindu temple that existed at the site was destroyed in the 17th Century and built over.  The findings of the archaeological survey were made public through the court on January 25.The Gyanvapi mosque has four cellars in its basement. One of them is still owned by the Vyas family of priests who used to live there. They argued that, as hereditary priests, they should be allowed to offer prayers in that cellar.The court ordered that the arrangements for Hindu prayers, including the removal of barricades, be completed within a week. The prayers should be conducted by priests of the neighbouring Kashi Vishwanath temple, the court ordered.On Wednesday evening, Rajalingam along with other government officials, entered the mosque complex and spent nearly two hours inside the complex, reported The Indian Express. Meanwhile, alleged workers of the Hindutva group Rashtriya Hindu Dal were seen vandalising signboards in the area, pasting the words “mandir” and “temple” on a sign showing the way to the Gyanvapi mosque, reported The Quint. “Compliance with the court order was ensured on Wednesday night when a priest arranged by the Kashi Vishwanath temple trust performed the Shayan Arti of the deities inside the southern cellar,” Rajalingam said, reported The Times of India. “A gate was also installed after cutting steel grills near the southern cellar doors.”However, the Anjuman Intezamia Masajid Committee said that they were not informed of the development. “The administration reached the mosque complex late evening,” SM Yasin, the joint secretary of the mosque committee told The Indian Express. “They cut the barricading towards the southern cellar. We were not informed about this, and we still haven’t received a copy of the court order. We will move the Supreme Court tomorrow”.On Thursday, the Supreme Court asked the Anjuman Intezamia Masajid Committee to approach the Allahabad High Court against the Varanasi district court’s order allowing the prayers inside the mosque complex, reported The Hindu.Following this, the mosque committee moved the High Court, reported Live Law. The Anjuman Intezamia Masajid Committee contended in its plea that the district administration was acting in haste after the court’s order. “There is no reason for the administration to undertake this task in hot haste in the dead of the night as the order passed by the trial court had already given them one week to make the necessary arrangements,” the petitioners contended, reported The Hindu. They added: “The obvious reason for such unseemly haste is that the administration in collusion with the [Hindu] plaintiffs is trying to foreclose any attempt by the Mosque Managing Committee to avail of their remedies against the said order by presenting them with a fait accompli.”On Wednesday, Samajwadi Party chief Akhilesh Yadav posted on social media that the offering of prayers in the mosque soon after the court order was “a concerted effort to go beyond the due process and prevent any legal recourse that can be taken”.#WATCH | A priest offers prayers at 'Vyas Ji ka Tehkhana' inside Gyanvapi mosque in Varanasi, after District court order.Visuals confirmed by Vishnu Shankar Jain, the lawyer for the Hindu side in the Gyanvapi case pic.twitter.com/mUB6TMGpET— ANI (@ANI) February 1, 2024\n\n\nThe caseIn July, the Varanasi district court had ordered the archaeological survey of the site in response to a petition by a group of Hindu litigants seeking the right to hold prayers inside the mosque compound.The district court’s order came after the Allahabad High Court held in May that a scientific survey could be conducted of an oval-shaped object found on the mosque premises. The object was found in May 2022 during another survey of the mosque premises ordered by a civil court in Varanasi.The Hindu litigants claimed that the object was a shivling, a representation of the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.The Archaeological Survey of India has said that based on the study of the architectural remains, exposed features and artefacts, inscriptions, art and sculptures, it can be concluded that “there existed a Hindu temple prior to the construction of the existing structure”. “The pre-existing structure appears to have been destroyed in the 17th century, during the reign of Aurangzeb, and part of it was modified and reused in the existing structure,” the report said.Parts of the existing temple, including pillars and pilasters, were reused with little modifications for the expansion of the mosque premises, the survey report said.The survey report also said that sculptures of Hindu deities and carved architectural members were found buried in a cellar.Architectural remains, decorated mouldings on the walls, birds and animals carved for decoration inside and outside suggest that the western wall of the mosque is the remaining part of a Hindu temple, the survey report added.","author":"Scroll Staff","time":"2024-02-01T15:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175160-azwnspvlsy-1654007354.jpg","tags":["S Rajalingam","Varanasi","Gyanvapi Mosque","Hindus","Anjuman Intezamia Masajid Committee"]}