{"title":"Hindutva, Trump and trolls in documentary on Amartya Sen","content":"In 2001, while he was completing his PhD in economics, filmmaker Suman Ghosh visited Santiniketan with his advisor Kaushik Basu and Nobel Laureate Amartya Sen. The result was Amartya Sen: A Life Reexamined, a documentary that explored the life and work of the public intellectual and academic. Fifteen years later, Ghosh revisited the location with both the economists because he felt that much had changed since, and a figure like Sen, who can hold forth on a wide range of issues, would be the perfect person to make sense of the new world.“Both in India and the world, there is a sea change in the politics and the role of intellectual and scholars in the last decade or so,” Ghosh told Scroll.in. “I wanted to make a statement by showcasing a personality like Amartya Sen through a film. So the latter part of the film mostly concerns current issues – Hindutva, Trump, social media.”The quasi-sequel reedits the footage Ghosh originally shot along with a new interview, during which Basu and Sen ruminate on the state of the world, from Donald Trump’s election as US president to Brexit to social media trolling. Since Basu and Sen have a long relationship – Sen was the advisor to the former chief economist of the World Bank in the 1970s – the conversations open out to touch upon both the personal and political. This is interspersed with footage from Santiniketan, where Sen spent a bulk of his childhood, his Noble award ceremony and Cambridge University, where the economist served as the Master of Trinity. The film is being screened at the London Indian Film Festival.\n\n\n    \n    Play\n\nThe attempt to have an “adda”, or a leisurely conversation between Sen and Basu, provides the perfect entry point into the economist’s ideas before they were fully formed. For instance, Sen speaks in detail about his brush with cancer at 18, during which doctors gave him five years to live. His approach to the diagnosis informed his way of thinking, especially when it came to research. Equally influential was Sen’s encounter with Mahatma Gandhi in the ’30s, when he was around 11 or 12 years old. Sen still remembers their discussion about separating morality and religion. “What I find interesting is that these [his personal life and work] are intertwined,” Ghosh said. “The way he battled cancer, how he explicitly talks about that episode in his life when he was in college gives you a sense of his attitude as a researcher. As do his views on death. And he has to find a solution – that spirit in him is evident.”Apart from interviews with economists such as Kenneth J Arrow and Paul Samuelson, who discuss the significance of Sen’s work, there is also a notable cameo by former prime minister Manmohan Singh. In one of the best exchanges in the film, there is an edited montage of a back-and-forth between Sen and Singh in which they discuss the pros and cons of liberalisation in the early ’90s.In his book of essays The Argumentative Indian, from which Ghosh’s documentary takes its name, Sen takes apart stereotypes about his country while also arguing for a more pluralistic view of its history. The 59-minute documentary takes a similar approach to the Noble Laureate’s life and work and shows that his worldview has been achieved after constant questioning and rational debate. This approach is all the more relevant at a time when debate has been frequently reduced to binaries and nuance is lost. Ghosh’s film proves that that the Indian tradition of the argumentative Indian at least has one living exponent.Kaushik Basu and Amartya Sen in The Argumentative Indian.","author":"Aakash Karkare","time":"2017-06-21T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/840984-61075-lfgvzjnoma-1497963291.jpg","tags":["amartya sen","the argumentative indian","documentary"]}