{"title":"Hindu plaintiffs seek survey of entire Gyanvapi mosque alleging a temple existed there","content":"Hindu plaintiffs in the Gyanvapi mosque dispute case have moved an application in the Varanasi district court seeking a survey of the entire premises to find out whether it had been constructed over a Hindu temple, Live Law reported on Tuesday.The application has been moved by four of the five Hindu women who had earlier filed a plea seeking rights to worship inside the mosque compound. In the earlier plea, they had claimed that an image of Hindu deity Shringar Gauri exists at the mosque.The new petition comes days after the Allahabad High Court held that a scientific survey can be done of the oval-shaped object found in the mosque premises which Hindu plaintiffs claim to be a shivling.In May last year, the oval-shaped object was found during a survey of the mosque premises ordered by a Varanasi civil court. The Hindu litigants in the case claimed that the object was a shivling, an idol to depict the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.In the new application, the petitioners have claimed that the object depicting the Hindu deity has been existing at the site for “lakhs of years”, and had been damaged several times by Muslim invaders who had “hatred against infidels and idol worshippers”, reported Live Law. The plea also claimed that the structure of the Gyanvapi mosque suggests that it is the remains of an old Hindu temple. The application contended that the present structure cannot be deemed to be mosque by any stretch of the imagination given its history.“The petitioners have also stressed on a dome that was found under the mosque’s dome during the survey last year,” Special Counsel Rajesh Mishra, who is representing the state in the case, told The Indian Express. “There are three domes of the mosque, and another was found underneath them. The petitioners are saying that it is the dome of the temple that existed there. There is also a staircase which they are saying should be investigated by the different scientific methods.”The court has called for objections against the application before May 19 and listed the case for hearing on May 22.","author":"Scroll Staff","time":"2023-05-17T12:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190243-dsejfrvlph-1684301316.jpg","tags":["Archaeological Survey of India","Allahabad High Court","Gyanvapi mosque","Uttar Pradesh","Varanasi"]}