{"title":"Hockey: Janneke Schopman resigns as Indian women’s national team coach","content":"Janneke Schopman has resigned as the chief coach of the Indian women’s national hockey team, Hockey India announced on Friday.The 46-year-old Dutchwoman has left her role after India failed to qualify for the 2024 Paris Olympics.In a statement announcing Schopman’s resignation, Hockey India stated, “At the back of the disappointment at the recent Olympic Qualifiers, her resignation has paved the way for Hockey India to look for a suitable Chief Coach for the Women’s Hockey Team who could prepare the Indian Team for the next Women’s World Cup in 2026 and Los Angeles Olympics 2028.”Schopman, an Olympic gold and World Cup-winning player, had been at the helm of the national team since after the Tokyo Olympics in 2021. However, India failed to qualify for the upcoming Paris Olympics after finishing third at the 2022 Asian Games and fourth and the FIH Olympic Qualifiers in Ranchi in January.Under her, India won the inaugural FIH Nations Cup in 2022 which saw the team win entry into the FIH Women’s Pro League in the ongoing 2023-24 season. She also led India to a bronze-medal finish at the 2022 Commonwealth Games, the country’s first medal in women’s hockey since the 2006 edition.During her tenure, Schopman gave debuts to many up and coming players who have since become mainstays in the national team.However, her stay has not been a smooth one. Following India’s Pro League matches in Odisha last week, the Dutchwoman criticised Hockey India stating that she was not valued or respected by the sport’s administrators in the country.“I come from a culture where women are respected and valued. I don’t feel that here,” she said about dealing with the Hockey India officials.“Coming from the Netherlands, having worked in the USA, this country is extremely difficult as a woman. Coming from a culture where you can have an opinion and it’s valued. It’s really hard.”She also alleged that the men’s team was given more importance than the women’s team especially after the men’s team’s disappointing World Cup in Odisha in 2023.The Indian women’s team will next be in action in May when they travel to Belgium and England for their remaining Pro League matches.","author":"Scroll Staff","time":"2024-02-23T20:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198723-rrmjkngxcp-1708701005.jpeg","tags":["Janneke Schopman","Hockey India","Indian Women’s Hockey Team","Hockey","Indian Hockey"]}