{"title":"Hockey: Janneke Schopman on Indian federation – ‘I don’t feel respected or valued here’","content":"The Indian women’s hockey team head coach Janneke Schopman created an uproar on Sunday, stating that she was not valued or respected by the sport’s administrators in the country.Speaking at the mixed zone following India’s final 2023-24 Hockey Pro League match in Rourkela against the United States, Schopman reportedly broke down.“I felt alone a lot in the last two years,” said Schopman, who joined the Indian setup ahead of the 2020 Olympics as an analytical coach before taking over the reins at the conclusion of the quadrennial event in Tokyo.“I come from a culture where women are respected and valued. I don’t feel that here,” she added about dealing with the Hockey India officials.“Coming from the Netherlands, having worked in the USA, this country is extremely difficult as a woman. Coming from a culture where you can have an opinion and it’s valued. It’s really hard.”The 46-year-old Dutchwoman, a 2008 Beijing Olympics Games gold medallist and a World Cup winner during her playing days, alleged that discrimination against women is rampant within Indian hockey.“I look at the difference at how men’s coaches are treated between me and the men’s coach, or the girls and the men’s team, just in general,” she said.“The fact that I feel – I don't even know if it’s true – that I’m not taken seriously.”Schopman further alleged that since the Indian men’s team’s disappointing run at the 2023 Hockey World Cup last year, all the focus has been on Craig Fulton and Co and the women’s team was an afterthought.She, however, added that she received necessary support from Hockey India President Dilip Tirkey and CEO Elena Norman.“It's been tough for me, the team,” she added. “I must say the support I haven't felt a lot in the last year so his support means a lot.“In hindsight, I should have left after the Commonwealth Games because it was too hard for me to manage.”Reacting to Schopman, Hockey India general secretary Bhola Nath Singh asserted that the federation has treated both the men’s and women’s teams equally.“There has been no dearth of respect for her all these years that she has been with the team,” Singh said to The Times of India. “After failing to make it to the Olympics, she had to make some kind of excuse.”","author":"Scroll Staff","time":"2024-02-20T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175495-bxlwainppq-1654676004.jpeg","tags":["Hockey","Indian Hockey","Janneke Schopman","Hockey India","Dilip Tirkey"]}