{"title":"House in disorder: Chaos at Indian Olympic Association casts shadow over Paris 2024 preparations","content":"This article originally appeared in The Field’s newsletter, Game Points, on April 10, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.With the 2024 Olympic Games in Paris just over three months away, world sport is at a crucial stage.Many sports bodies are organising the final qualification events in their respective disciplines. Athletes who have already qualified are steadily working to reach their peak when the Games begin in July.For National Olympic Committees, the next couple of months will be all about ensuring that their athletes get all the support they need on and off the field. The United States and Great Britain have signed deals with media houses and social media platforms to boost their athletes’ profiles among the fans in the run up to the Games.But in India, the Indian Olympic Association has created its own set of distractions and chaos.Since the beginning of the year, IOA president PT Usha has been at loggerheads with most members of the governing body’s Executive Committee.The feud has been raging on since Usha, a legendary sprinter in her time, appointed Raghuram Iyer as CEO of the national Olympic body in January. The majority of the 15 members in the Executive Committee signed an order suspending Iyer’s appointment,stating that the committee had not been consulted about it.The bitter fight has continued with meetings being stalled over petty matters. There have also been disagreements about the appointment of former Olympians MC Mary Kom as chef de mission and Shiva Keshavan as deputy chef de mission for the Paris Olympics.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThis is not the first time that dissent has erupted within the IOA in the run up to a big event. Last year, Usha was locked in a tiff with IOA joint-secretary and All India Football Federation president Kalyan Chaubey over the participation of the Indian men’s and women’s football teams in the Hangzhou Asian Games in September.Then there was the IOA’s conduct during the wrestlers’ protest against sexual harassment by the federation chief in 2023. Instead of providing support to the protesting wrestlers, both Usha and Chaubey admonished them, claiming that the protest was “tarnishing India’s image”.Now with the Paris Olympics looming, India has to deal with a dismal doping record.A World Anti Doping Agency report published last week claimed that India had the highest percentage of doping offenders in 2022. In January, WADA also published a 10-year study that revealed India as the second-worst country in terms of positive doping cases among underage athletes.India’s doping record is now affecting its clean athletes. On Tuesday, it was reported that the organisers of an athletics meet in France, to be held in June, cancelled the entries of three Indian athletes – including Elhose Paul, the 2022 Commonwealth Games gold medal winner in the triple jump – over the country’s doping record.The organisers claimed they cancelled the entries to “remain cautious” but the IOA is yet to come up with concrete steps to tackle the problem head-on.This isn’t the first time India has landed in controversy ahead of the Olympics.In 2021, there was trouble within the table tennis contingent at the Tokyo Olympics as Manika Batra refused to work with national coach Soumyadeep Roy. She later took the national federation to court, alleging match fixing.In 2016, ahead of the Rio Olympics, there was the wrestling debacle between Narsingh Yadav and Sushil Kumar. Yadav had won the quota but Kumar wanted a trial that was never provided. Yadav went on to become embroiled in a doping controversy that he alleged had been whipped up by Kumar’s supporters.Then of course, ahead of the London Olympics in 2012, there was the viscous mud-slinging between Indian tennis stars Leander Paes, Mahesh Bhupathi, Rohan Bopanna and Sania Mirza.The Indian athletes may have made up ground against international opposition on the field. But off it, the country is still languishing.","author":"Dilip Unnikrishnan","time":"2024-04-11T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184169-yqfolnlehf-1670679599.jpeg","tags":["Paris Olympics","2024 Paris Olympics","Olympics","Indian Olympic Association","Doping"]}