{"title":"Houses, fields and a way of life lost forever come alive in a documentary on a Goan ghost town","content":"Like Atlantis, Kurdi sank beneath the waves three decades ago, but unlike the Atlanteans, the people of Kurdi lost their homes to industrial development. Every summer, when water levels recede, the ghostly remnants of the Goan town resurface, and the people of Kurdi, since relocated by the government, find themselves inexorably drawn to the water-wrecked ruins of their former lives.Kurdi, or Curdi, a town in Sanguem, a municipal council in the South Goa district, was last inhabited in 1986, when water from a growing reservoir finally claimed the remaining bits of habitable land, submerging an area of 6,000 acres and dislodging more than 3,000 people. Remembering Kurdi, a documentary by Saumyananda Sahi, gives a distinctive view of the humble, touching and child-like ways in which a displaced people strive to maintain their voice and a sense of identity.Sahi first became captivated by Kurdi when he read a dissertation on the town, written by Venisha Fernandes, a young student at Goa University, who traced her roots back to the disappearing island. Having experienced something of a confused history himself, Sahi says he was fascinated by the ways in which the community showed and felt attachment to the landscape. “My grandparents as well as my parents were born in different continents, and I am the child of each of their individual displacements,” he said. “I am often considered a foreigner in the land of my upbringing, because of the colour of my skin.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n    \n    Play\n\n‘Remembering Kurdi’.Sahi was born in Bengaluru, graduated from New Delhi’s St Stephens College,  and studied cinematography at the Film and Television Institute of India in Pune. “My own history is kind of confused and with many displacements,” he said. “In the story of how the people of Kurdi continue to go back and remember their fields and houses three decades after it was all submerged by the building of a dam, I saw a timeless allegory that resonated with my own restless search to understand what it means to belong.”The Films Division production is filled with evocative footage of the valley in which Kurdi once flourished. Ramshackle structures form a surreal backdrop against which yearly gatherings are held in mid-May. The mud walls of some houses still stand strong. The rammed earth used for construction has since hardened into a stone-like mass with the weight of the reservoir water. Pieces of clay roof tiles and shards of pottery give the place the appearance of an archaeological dig.     Against this unreal setting, in simple heart-rending gestures, the townspeople honour their roots by spending time among the tumbled down piles of masonry from houses no longer recognisable, picnicking among the ruins of shrines and graves, and taking photograph after photograph in a paltry attempt to freeze-frame happier times and pass on a tenuous legacy to their children.‘Re-membering Kurdi’.As townspeople talk to Sahi about what they have each endured, the sound of water lapping at the shrinking shore is never far, a reminder of the Salaulim dam that changed their fates forever. When filming began, a crew member was assigned the task of interviewing subjects. After being interviewed, one family got in touch with their son, Gurucharan Kurdikar, who lived and worked in Bengaluru. Born in Kurdi and having revisited it several times since it was abandoned, Gurucharan jumped at the idea of getting in touch with a film crew that was interested in documenting the place of his birth. Soon he and Venisha Fernandes, the author of the dissertation that caught Sahi’s interest, began working along with the crew and eventually taking the helm in all the conversations by asking the very same questions that had plagued them all their lives. Bit by bit these two characters give form and shape to the film, navigating through the twists and turns of people’s memories of Kurdi, piecing the evidence together for the viewer and ultimately, towards the close of the film, forging a deep connection themselves.Though united in the misery caused by the submergence, people who return to the town are still fractured along lines of religion and caste. Each community gathers around the beacon of their faith – a ruined and overgrown temple for some, a heavily eroded Muslim shrine for others, a weather-beaten crucifix atop a crumbling pedestal for yet others. For some of the town’s outliers, there are only memories tempered by time and progress.Despite the annual pilgrimage of the Kurdi people to their village, Sahi also discovered that very often, people don’t have a strong bond to a physical place. “What captivated me so much was that often the people of Kurdi would point at a spot in the valley and say this is where I’m from but actually there’s nothing there,” he said.‘Remembering Kurdi’.","author":"Nupur D'souza","time":"2016-09-25T17:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/817405-42178-zfjdhkpwlf-1474744435.jpg","tags":["documentary","Saumyananda Sahi","Remembering Kurdi"]}