{"title":"‘House of Secrets: The Burari Deaths’ review: Darkness and some light in Netflix docuseries","content":"In House of Secrets: The Burari Deaths, the certitude that is sought by the true crime documentary meets a belief in fatalism and predestination. Add ignorance, wilful or otherwise, to the mix and you have a show that lives up to its title.The engrossing Netflix mini-series revisits the deaths of 11 members of a joint family in Northeast Delhi on July 1, 2018. The Chundawats – a widowed matriarch, her daughter and two of her sons and their families – were found dead in what was later ruled to be a mass suicide. Ten of the family members were hanging, bound and gagged, in a circular formation from a mesh that separated the ground floor from the floor above. The eldest member, the grandmother, was found strangulated in another room. The only survivor was the pet dog, Tommy, who was tied up on the terrace. Had Tommy been let loose, he might have prevented the deaths, declares an animal rescue worker who took charge of the hapless animal.What Tommy saw will never be known (and props to the series makers for checking up on him). But what is known is macabre enough to merit a feature-length documentary on an extensively reported incident. Several media stories on the Burari deaths offer an explanation that is at the intersection of mental illness and superstition. The series, directed by Leena Yadav and co-directed by Anubhav Chopra, goes further down the rabbit hole. Over three episodes and roughly 135 minutes, House of Secrets: The Burari Deaths reopens the case file with the help of police investigators and journalists. Interviews with family members, friends and neighbours throw up a murkier picture, with recurring statements suggesting that the tragedy not only evades easy answers but even an appropriate reaction.House of Secrets: The Burari Deaths (2021). Courtesy Netflix.They were such wonderful and helpful people, says person after person. They were a remarkably loving family. It is a mindboggling mystery. I will never forget this case. Perhaps the refrain “We never suspected anything” tells you much more about the case than anything else.The devil lies in the interstices of what is said and left unsaid as well as in the format of the true crime series. Netflix has become a proud home for this type of documentary, in which a headline-grabbing crime or a serial killer’s gruesome exploits are reopened and taken apart over several episodes. Shows such as Making A Murderer, The Keepers and Conversations with a Serial Killer: The Ted Bundy Tapes follow a typical formula. An opening montage spells out the broad details. Facts and statements are selectively ladled out. Crucial insights or revelatory information are withheld in the interest of sustaining drama and suspense and delivering a satisfying ending. Some of the better shows reveal misdiagnosed and misunderstood mental illness and police ineptitude or corruption. At their worst, such shows do little more than feed our collective bloodlust.House of Secrets handles its sensitive material carefully, perhaps a bit too much so. Except for the unfortunate use of a scary voiceover to read out the entries from diaries maintained by the family and a time-wasting focus on the media hysteria that followed the discovery of the bodies, Leena Yadav largely refrains from succumbing to sensationalism and voyeurism.\n\n\n    \n    Play\n\nHouse of Secrets: The Burari Deaths (2021).  Conversations with medical health professionals place the deaths within the context of mental illness. However, a related debate on the role played by religious belief in either mitigating or worsening emotional trauma is missing. On the surface, the Chundawats appear to be the kind of mercantile, close-knit, conventional and god-fearing clan that Hindi cinema loves to celebrate. The series refrains from offering a more forthright assessment of this social subset.  Some of the counsellors caution against leaping to conclusions – an important point, and especially so in this case, where every member of the household has perished, their kin claim that they had no forewarning, and nobody wants to speak ill of the dead. The closest the series has to a perpetrator is Lalit Chundawat, the youngest member of the family who assumed its charge after his father’s death in 2007.House of Secrets: The Burari Deaths (2021). Courtesy Netflix.The plangent background score by AR Rahman and Qutb-E-Kripa complements the increasingly sombre account of a tragedy years in the making. Rachana Joshi, one of the psychologists interviewed for the series, observes that the Chundawats are “an extreme version of what we are in most families”. Perhaps the most chilling moments follow the discovery of 11 diaries, maintained over an 11-year-period. In these hand-written pages lie pointers to the manner in which deep faith can descend into outright delusion and, aided by an unequal power dynamic, can prompt a family to take extreme measures. Although Lalit appears to have been the family’s de facto head, it’s difficult to portray him as the leader of a miniature cult. The diaries reveal tensions within the seemingly harmonious family unit. The lavish engagement of Lalit’s niece mere days before the deaths similarly undermines the theory that Lalit wanted to keep his brood together at any cost.Videos of the engagement show the family enjoying the celebration. Since the fiance and his family have not been interviewed for the series, it’s hard to learn much about Lalit’s role in arranging this match and the niece’s own feelings. What does the engagement say about the Chundawats’ zeal in keeping up appearances? Even after three episodes, extensive research and interviews that suggest curiosity and effort on the part of the makers, the house in Burari still holds on to its secrets.\n\n\n    \n    Play\n\nHouse of Secrets: The Burari Deaths (2021).","author":"Nandini Ramnath","time":"2021-10-08T19:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164925-tiscfbmbtr-1633701594.jpg","tags":["House of Secrets: The Burari Deaths","Leena Yadav","Netflix docuseries"]}