{"title":"How Times Now manufactured a controversy by misrepresenting my book on India’s inclusive history","content":"On October 7, Times Now channel’s “India Upfront” programme claimed that the Congress was attempting to present a “counter-narrative to the RSS view of history” by circulating a 128-page booklet among its members.  Few should have any objection to the idea of pushing back against the Rashtriya Swayamsevak Sangh’s majoritarian view of history, which, in many instances, involves grave misrepresentations of fact, deliberate distortions and, on occasion, complete fabrications.Like the RSS version of history, though, the Times Now programme offered a twisted picture of the booklet in question. They claimed that it “condones Islamist hate perpetuated by Mahmoud of Ghazni and other communalists” and also “condones excesses hate crimes on Hindus”.The book does no such thing. I am the author of Indian Nationalism and Threat of Communalism, which they were discussing, and I wrote it 2017 precisely in an attempt to expose hate and divisiveness of the sort that the RSS and Times Now are espousing.Jaundiced lensThe Times Now programme focused on only one chapter of my book, presenting it  through the prevalent jaundiced lens that I have attempted to shatter: of foregrounding the religion of India’s rulers through history to project Muslim kings as tormentors. The programme reinforced the popular view that Muslim kings were merely destroyers of temples whose only mission was to convert Hindus to Islam by the sword.In fact, my book offers a brief outline of India’s transition from a series of scattered kingdoms to the struggle for freedom from the colonial rule. I ascribe the rise of Indian nationalism during British rule as the outcome of several processes where the growth of modern education, modern industry and modern means of communication and transport led to the rise of industrialists, workers and educated classes.From these groups emerged organisations like the Bhagat Singh’s Naujawan Bharat Sabha, the Schedule Caste Federation and the overarching Indian National Congress. Indian Nationalism and Threat of Communalism explores the involvement of ordinary people in the agitations against the British. This not only laid the foundation for liberty and equality in Indian life but also help consolidate the sense of Indian fraternity.This all-embracing vision of India was opposed by the Muslim League, which demanded an Islamic nation, and the Hindu Mahasabha-Rashtriya Swayamsevak Sangh, with its conception of an exclusivist Hindu rashtra.MA Jinnah of the Muslim League and VD Savarkar of the Hindu Mahasabha offered exclusivist visions of nationhood.The focus of my book is on the vision of Indian nationalist history best articulated by Mohandas Gandhi in his book Hind Swaraj.  He wrote:  “The Hindus flourished under Moslem sovereigns and Moslems under the Hindu,” he wrote. “Each party recognised that mutual fighting was suicidal, and that neither party would abandon its religion by force of arms. Both parties, therefore, decided to live in peace. With the English advent quarrels recommenced… Should we not remember that many Hindus and Mohammedans own the same ancestors and the same blood runs through their veins? Do people become enemies because they change their religion? Is the God of the Mohammedan different from the God of the Hindu? Religions are different roads converging to the same point.”  But Times Now totally ignored the central argument of my book. Perhaps the channel’s editors are unaware that the attempt to associate the actions of kings with their religion alone was a project of colonial historiography, pursued by the British to advance their policy of divide and rule.Three Muslim rulers were highlighted in the programme: Mahmud Ghazni, Aurangzeb and Tipu Sultan. It noted that Ghazni had plundered Somnath temple for its wealth and claimed that as a Muslim he was a destroyer of idols. The programme did mention that Aurangzeb also made donations to Hindu temples and destroyed a mosque in Golconda because the ruler of Golconda, Nawab Tanashah, did not pay tribute to this Mughal. But Times Now failed to draw an inference from this act. Similarly, it undermined the fact that Tipu restored a Hindu temple that had been sacked by the Marathas. The notion that “Islamic tyranny” dominated India for several centuries merits closer examination. We need to understand that kings were fighting each other not on religious lines but for power and wealth. But the Times Now programme selectively highlighted some instances of rivalry between Muslim and Hindu rulers to prove the point. As the anchor admitted, Ghazni, Aurangzeb and Tipu all had Hindus in their armies. I must highlight that they also had Hindu administrators.A distinct historyIslam came to the subcontinent much before Muslim armies marched into North India from the eleventh century. The religion came to the Malabar Coast in seventh century along with Arab traders. A symbol of that early history can be seen in the form of Cheraman Jumma Mosque in Kerala’s Thrissur district, thought to be India’s first mosque.In my book, there is a whole chapter on the pluralism in medieval society, which also highlights the Bhakti-Sufi syncretic tradition. That’s something Times Now seems to have ignored. I was pained about the manner in which a selective reading of my book was presented. The core message of book seems to have been lost on those behind the programme: that people of all religions have been living together in India for centuries, no matter whether their rulers were Hindu or Muslim. It’s clear that an objective, balanced and rational view of history is unacceptable to such television channels.","author":"Ram Puniyani","time":"2019-10-10T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128809-lhvyxynjry-1570676480.jpeg","tags":["Rashtriya Swayamsevak Sangh","Times Now","Hindu Mahasabha"]}