{"title":"How this children’s publisher defied the downtrend to boost sales during the pandemic ","content":"According to an old Chinese saying, crisis is an opportunity for change.When crisis hit the world in early 2020 in the form of pandemic, India’s publishing industry and its many independent bookstores were choked – first by a series of lockdowns and then by the challenge of adapting to digital operations almost overnight. With schools shut, children – although relatively at low risk of infection in the face of the coronavirus – found themselves at home, socially isolated from their peers, bored and restless. Not surprisingly, children’s books in India saw a surge in demand from young readers and parents. Against this backdrop, while publishing in general has been – and still is – going through hard times, one of the success stories has been that of Wonder House Books, an imprint of the Delhi-based publisher Prakash Books. Catering primarily to the pre-school / early reader market, the company has gained in sales over the past 18 months and emerged as one of India’s top sellers in interactive books for children in the 0-8 age group.  Starting up, starting outWonder House Books was conceived at the 2016 Frankfurt Book Fair, where its current managing director Gaurav Sabharwal and publisher Prashant Pathak met and bonded over a shared dream for children’s books in India. “There was a gap in the market,” said Sabharwal. “Indian books in the early learning segment did not come up to international standards. I wanted to offer quality activity books at Indian price points – at around Rs 200 compared to the international rate of roughly Rs 800 – so that middle class families could afford them.” As a parent to a five-year-old daughter at the time, Sabharwal also felt he had a clear idea of the kind of products that would engage and entertain young children.After working as an investment analyst in the banking sector and then as a management consultant with the American analytics company Gallup, Sabharwal joined Prakash Books – his family-owned publishing business – in 2000. Over the next two decades, he helped grow the company into India’s largest book distributor and second-largest book publisher of trade fiction and non-fiction. Prakash Books, which today stocks over 200,000 titles across its warehouses, was one of the first suppliers to Flipkart when the latter launched in 2006-07. Then, after Amazon entered the Indian market, Prakash Books found itself in the e-commerce giant’s high-visibility, top-selling platinum bracket. When Wonder House was launched in 2016, Sabharwal opted to work closely with Amazon. “A lot of factors came together for us,” he said. “There are advantages of having a strong working relationship with online players – you learn how to make your products discoverable on these platforms, you have marketing tools that can influence sales. We rely a lot on data, on what customers are looking for.”In 2019, Wonder House Books was named among the Startups of the Year by Silicon India. According to Nielsen BookScan, which has tracked book sales in the country since 2010, the pre-school and picture books category had grown exponentially by the end of the decade.  The niche that explodedWhat was the secret sauce here? The fact that most of Wonder House’s revenue came from online sales of its picture books, puzzle books, popups and activity books for children below the age of ten. Creatively-designed novelty products such as the Pencil Control And Patterns series and Little Library, a collection of board books for building learning skills and vocabulary, each sold over 20,000 copies.Indeed, storybooks account for just about 10 per cent of Wonder House’s 600 published titles. “Storybooks sell better offline,” said Sabharwal. “Our focus was mainly on interactive books, which are easier to sell online.” This was a smart choice, especially during the pandemic. Said Swati Roy, co-founder, with Venkatesh Swamy, of Delhi’s children’s bookstore Eureka and the children’s literary festival Bookaroo, “Toddlers are attracted to interactive books that are visual and tactile. Book packs and activity box sets also do very well online. Wonder House identified its niche well.”Independent bookstores like Eureka took a hard hit over the months of lockdown that came with Covid-19.  Ironically, this catastrophic time heralded the most dramatic leap forward for Wonder House. The company’s digital presence was already firmly consolidated, but with schools and bookstores shut, young children at home turned entirely to online platforms to fulfil their reading, learning and activity needs. “Online sales are now 75 per cent of total sales, compared to 45 per cent earlier,” said Sabharwal. “Our revenues rose threefold.”  Nielsen BookScan’s India head, Vikrant Mathur, confirmed that sales for the company rose three times during the pandemic. Selling online also overcame the storage limitations of bookstores – after all, India has only about 500 bookshops across the country, compared to, say, 3,000 in a much smaller country like France. How to sustain growthBut what might a post-pandemic digital culture mean for children’s literature in particular? “It’s relatively easy to produce and sell activity and early learning books,” said author and entrepreneur Himani Dalmia. “One of the real problems facing children’s publishers in India is that homegrown story books and picture books have yet to catch up with global standards of quality.”Sayoni Basu, who heads the independent publishing house Duckbill Books, contends that there is no dearth of quality children’s authors and illustrators in India – it’s just that story and picture books simply need to be marketed better. “Indian publishing needs to take children’s books more seriously,” she said. “There is very little space in mainstream media for children’s literature so review space also becomes a challenge.”  But, as Nielsen’s Mathur said, “Western and foreign authors dominate children’s fiction and non-fiction. Further – with the popularity of OTT series like Thirteen Reasons Why and the Twilight franchise – they also rule the Young Adult market.”  These books, and others like the Harry Potter series, tend to have an aspirational value for urban Indian children and their parents. Does this suggest opportunities in segments beyond interactive books, then? The growth of online book clubs like Reading Raccoons, which currently has 28,000 members, is a sign that many parents are keen to establish the habit of reading as early as possible in their children. So, Wonder House is in fact putting together an aggressive plan targeted at the children’s literature and Young Adult markets. “We are going to grow this segment substantially over the next few years in India and even explore new markets, like France and Spain, with ‘crossover’ books and stories,” said Sabharwal.Perhaps the one silver lining to children being confined to their homes during the pandemic is the embedding of a reading habit. If this habit survives the lockdown, children’s publishers won’t be complaining. This series of articles on the impact of the coronavirus pandemic on publishing is curated by Kanishka Gupta.","author":"Selina Sheth","time":"2021-08-22T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163073-qprassujao-1629540277.jpg","tags":["pandemic","publishing","children"]}