{"title":"How India rewards mass murder: A story of three tragedies","content":"1984 was a terrible year for India, with Khalistani terrorism reaching a peak; an assault on the Golden Temple going awry; the assassination of the British Deputy High Commissioner to Bombay, Percy Norris by the Abu Nidal Organisation; and, near the year’s end, the world’s worst-ever industrial accident in Bhopal. Among all these deaths, the event that has come to define 1984 is the killing of over 3,000 Sikhs in Delhi in the days following the assassination of Indira Gandhi on October 31.Although Rajiv Gandhi took over as prime minister on the evening of the assassination, he was an inexperienced politician grieving for his dead mother. The home minister at the time, Narasimha Rao, had direct charge of security forces and failed utterly to implement any measures that would have helped Sikh civilians or deterred bloodthirsty mobs. Rao should never be absolved of his role in 1984, just as he should never be absolved of his role in the demolition of the Babri Masjid eight years later.While there is some uncertainty regarding the extent of Rajiv Gandhi’s culpability in the violence of 1984, there is none with respect to his deplorable behaviour afterwards, which included justifying the violence, appointing to ministerial positions politicians rumoured to have led murderous groups, and preventing impartial and transparent investigation into the massacres.Riding the crest of a sympathy wave, the Congress won an unprecedented majority in the general election that followed. The party was, in effect, rewarded for engineering a pogrom, or at the very least doing nothing to prevent it.Tacit approvalIn January 1993, the scene of carnage shifted to Bombay, and the minority group that faced the wrath of Hindu rioters was Muslims. The ruling Congress played its familiar pusillanimous role in failing to clamp down on rioters, but it was Bal Thackeray’s Shiv Sena that instigated the violence, and whose members directed many of the most gruesome acts. In state elections that followed, the Shiv Sena came to power in Maharashtra for the first time.Back in 1984, news travelled slowly, and the broadcast media were controlled by government. As Hindu mobs butchered Sikhs in cold blood on Delhi’s streets, television broadcasts showed crowds offering tributes to the slain Prime Minister, and Rajiv Gandhi exuding dignified sorrow at her funeral. Newspapers did report the violence, but failed to convey the gravity of the situation. By 1993, the situation had changed. Most people knew which political party was primarily responsible for the deaths of hundreds of innocent citizens, even before the comprehensive Justice Srikrishna Commission Report, submitted in 1998, quelled all doubts. If the Shiv Sena was voted into office, it was not from ignorance of its sins, but because the majority either approved of the violence or had no strong reaction against it.The same pattern was repeated after 2002. Under Narendra Modi, the Bharatiya Janata Party and members of the Sangh Parivar actively spurred and led killer gangs targeting Muslims, while security forces looked the other way. Modi’s behaviour after the riots was despicable. He displayed no empathy for the dead and dispossessed; promoted police officers under whose jurisdiction the most egregious acts of violence had taken place while impeding the careers of those who prevented atrocities;  and inducted into his ministry leaders like Maya Kodnani who faced serious charges in riot-related cases. Despite the 2002 violence having been scrutinised more closely than any previous bloodbath, Modi flourished as chief minister of Gujarat. The optimist within me thought at the time that, while proof of his party’s culpability in mass murder, and of his own negligence if not direct participation, had not prevented him from being re-elected, it had at least stalled his rise in the BJP’s ranks. 2014 proved that optimism deeply misguided.We have had three terrible outbreaks of mass violence in the past 32 years, and in each instance, those politicians most culpable have been rewarded by voters. Politicians have concluded that inciting violence does little damage to a leader’s image, while action against such incitement could destabilise their own power base. In Maharashtra, Congress and Nationalist Congress Party leaders regularly brought up the Srikrishna Commission report during election rallies but did nothing to implement it. The BJP has been equally ineffective in acting against the culprits of 1984. Like forces at the Line of Control, political parties launch artillery shells into each others’ territory, but stop short of an invasion or any act that would trigger full-scale war. When an upstart like the Aam Aadmi Party enters the fray, on the other hand, all the might of the criminal justice system is brought to bear on relatively minor infractions, demonstrating what is possible with real will.Effective PR campaignIn place of effective action towards delivering justice, we are left with a public relations war, a war of perception played out in the media. In that war, the BJP has defeated the Congress comprehensively. The first step in its victory was to link 2002 inextricably with 1984. As soon as any television anchor or guest brought up the violence that occurred under Narendra Modi’s watch, BJP supporters would begin talking about the anti-Sikh riots. While this was partially effective, a parity in guilt was hardly a satisfactory argument in favour of a prospective prime minister. The sleight of hand that the BJP managed to pull off as a second step was more astonishing. It convinced the public, or large parts of it, that the Congress and the Gandhis bore the guilt for 1984, but the BJP and Modi were innocent in 2002. In other words, within a couple of years, the equations shifted from Congress = Innocence and BJP = Guilt, to Congress = BJP = Guilt, to Congress = Guilt and BJP = Innocence. The BJP effectively pressed the case that post-1984 Commissions of Inquiry absolving Congress leaders were an eyewash, but the SIT report on 2002 was objective proof that Modi had nothing to do with the violence, even though that report was far from the \"clean chit\" most commentators took it to be.While the PR battle has been won and lost, the battle for justice limps along, with a good judgement in one case countered by inexplicable acquittals in others. Meanwhile, the primary lesson of 1984, 1993, and 2002 seems to be that politically-orchestrated attacks on minority groups are more likely to be rewarded than punished, which more or less guarantees the occurrence of similar atrocities in the future.","author":"Girish Shahane","time":"2016-11-02T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/820507-44565-wosiiflepn-1478027838.jpg","tags":["Sikh riots","Bombay riots","Rajiv Gandhi","Bal Thackeray"]}