{"title":"How did an Italian prisoner of war end up painting these beautiful frescoes in a Dehradun church?","content":"From the main road of Dehradun’s Race Course area, the cream pediment of St Francis of Assisi Catholic Church is visible through the open gate. Inside, it’s a tranquil morning after mass, winter roses are blooming in the garden, and cleaning is underway. Having walked from the street into the freshly mopped church, I realise I am not exactly endearing myself to the cleaners. But I have arrived at the perfect time – the sunshine streaming in through doors and windows opened to hasten the floor’s drying also illuminates the building’s richly frescoed walls. Adorning the church’s interiors and offering visual and religious succour are scenes from the life of its namesake, St Francis.An Italian friar who lived between 1181 and 1226 and became one of Christianity’s most revered figures, St Francis’s legacy has been a part of Indian history since the 16th century, when the order of mendicants he founded arrived in Kochi from Portugal. In Dehradun, his story was rendered for public viewing by another Italian, an artist who found himself in the city against his will and for whom the saint became a literal means of deliverance.On a plaque affixed to the wall next to one of St Francis Church’s entrances is a timeline of events significant to the institution. Established in 1856, the church was rebuilt in 1910 after an earthquake destroyed the original building. The murals came much later. “1946: Events of the life of St. Francis of Assisi painted by the Italian artist Nino La Civita. Arranged by Ft. Luke OC.” Who was this painter? Why did he make frescoes in a church a continent and an ocean away? And what meanings might we read into his work?Freelance idyllBefore we delve into how the paintings came to be, let’s take a look at what they are. Eleven in number, they cover the upper portion of the nave walls of the church, with one large mural decorating the sanctuary wall. Seven large, fulgent frescoes feature episodes from St Francis’s hagiography – three on each side wall, separated by windows, and one adorning the spandrel of the archway spanning the altar in front. Underneath these, between the arches of the side wall, are four images, set in octagonal frames, of John, Matthew, Mark and Luke, the evangelists who first spread the gospel of Christ. On the left wall are depictions of “The confirmation of the Franciscan Order”, “The renunciation of worldly goods” and “St. Francis and the birds”. On the right wall are “The miracle of the stigmata”, “The death of St. Francis” and “The salutation of the Holy Mary”. On the arch leading to the altar  is represented “The glory of the Franciscan saints”.Credit: Kamayani Sharma.In a 2013 article for Marg magazine, Being Italian in British India: Father Luca and the artist Nino La Civita, art historian Luca Zordan gave a detailed account – probably the only in the English language – of who La Civita was and how he ended up painting St Francis in the Himalayas. Born in 1910 in the central Italian town of  Sulmona, La Civita trained at the local art school before studying at the Sacred Art School in Rome. During this period, he painted religious works and copied paintings in Italy’s National Gallery of Modern Art, mastering “the techniques of graphics, wall painting and fresco”. In 1937, La Civita came to India with a teacher of his – a “Professor Ballerini” – and in the following years, contributed art and decor to the mansions of prominent Indian families, including that of the Tagores. But this freelance idyll was about to come to an end. On June 1, 1939, World War II broke out in Europe. Two days later, the government of India issued the Enemy Foreigners Order. Citizens of Mussolini’s Italy were deemed enemies of Britain and its colonies, and made prisoners of war. On June 2, 1940, Nino La Civita was arrested in Calcutta, divested of his paints, brushes and paintings, and sent to an internment camp.In British India, prisoners of war were held at various places. One secondary source lists camps in at least 15 locations: Bangalore, Bhopal, Ramgarh, Yol, Bikaner, Nainital, Kodaikanal, Katapahar,  Poona, Purandhar, Yercaud, Calcutta, Ahmednagar, Deolali, and Dehradun. In Dehradun, there were two camps – at Clement Town and Prem Nagar. Initially imprisoned in the camp in Ahmednagar, La Civita was transferred the next year to the one in Deolali and finally in 1942 to the Central Internment camp at Prem Nagar, Dehradun, where he stayed till his release. Prem Nagar is perhaps among the most well-known PoW camps of World War II because of the prison break story of Austrian mountaineer and erstwhile Nazi Party member Heinrich Harrer, whose memoir Seven Years in Tibet was made into a film.Prison lifeThough very little is known about the Italian prisoners of war in Dehradun, some historical context to La Civita’s incarceration at Prem Nagar is provided in an article by historian Joseph Cronin titled The operation, experiences and legacy of the Prem Nagar Central Internment Camp at Dehra Dun in British India, 1939-present. Large, relatively well-equipped for a prison, intended for long-term internment, and supposedly compliant with the 1929 Geneva Convention, the all-male Prem Nagar camp held Germans (including Nazis), Italians and – controversially  – Jewish refugees. While focussing on the predominantly German prison population of the Prem Nagar camp (most Italians were interned at Clement Town), Cronin’s article does establish that the camp was divided into seven wings, of which one was Campus Italicus.Credit: Kamayani Sharma.Identifying La Civita as internee no. 2607 and locating him in Italian Wing no. 3, Zordan gleaned details of La Civita’s incarceration in Dehradun by referring to his correspondence and art. He writes, “In a letter sent to his sister Nina on May 18, 1942, he [La Civita] lamented that he had only received three letters from her, the last one in January, and that he was worried about the condition of his family. He had not heard from his brothers Giovannino and Giulio, and hoped to receive some letters from them through the Red Cross or by airmail or through the Vatican State Post. He informed his sister that he was spending his time ‘studying Hindi, a bit of English and sometimes (too few times!) paintings [sic]. The boredom of the life in the camp makes [me] very lazy. Do not worry about me at all: my health is fine and anyway I can take good care of myself.’”Zordan also furnishes examples of the “too few times” La Civita spent painting. In his first couple of years at Prem Nagar, he made “a portrait of a Sikh with coloured chalks on paper” and watercolours representing “the environment of this internment camp…probably made during excursions and trips out of the camp”. One of these, dated January 22, 1943, presents a mountainous background behind “human figures… with tents, a house and a donkey”; another, dated January 26, 1943 and signed “N. La Civita”,  features “a landscape with a stream, some trees and a group of houses, and mountains in the background…along the river, a person sits next to a thatched home”.Friend in needSo, how did La Civita go from being an inmate painting life in Campus Italicus to church frescoer in downtown Dehradun? At Prem Nagar, Zordan tells us, La Civita met a fellow Italian, Father Luca Vannucci. A Capuchin missionary from Tuscany, Vannucci first arrived in India in 1910, serving Sardhana and Saharanpur, before returning to Italy. His second India stint was far more impactful. Based in Delhi between 1919 and 1940, he was chaplain to the British army stationed there and garnered the patronage of the British elite, including then vicerine Lady Willingdon (1931-1936) to build the Sacred Heart Cathedral in the city. Quoting Vannucci’s own writings, Zordan states that by 1942, when La Civita arrived there, the Prem Nagar camp held around 300 Italian missionaries, “I, Luca Vannucci among them.” The priest continues: “It was in this circumstance that I met the dear Nino, fellow in adversity.” But deliverance was nigh. Vannucci’s high-profile British connections came to his rescue – the priest was released after six months, along with five other older missionaries, due to the intervention of the governor of the United Provinces. On being released, Vannucci became the parish priest of the St Francis Church of Assisi, Dehradun. Four years later, he commissioned “dear Nino” to paint pictures of the saint in the church dedicated to him. By 1946, the war was over, but La Civita wished to stay on in India. His friend Father Luca gave the government of India Rs 5,000 as guarantee to secure official permission for La Civita “to stay with him and paint (‘pitturargli’) the church” for another five months.Credit: Kamayani Sharma.Zordan notes that the painting in the front is signed “N. La Civita 1947” while those on the side walls are signed with his initials (N.L.C.) and dated 1946 or 1947. Zordan is of the opinion that La Civita’s cycle is based on the 13th-century theologian Bonaventure’s Legenda Maior Sancti Francisci (Major Legend of Saint Francis), which preferred “a thematic approach to the events of his life” as opposed to a chronological one.Among the most widely-represented saints in Christian art, St Francis’s life has been interpreted on church walls for centuries, from mediaeval masters like Giotto to modern avant-gardists like Gino Severini. While it is tough to determine who La Civita’s influences might have been, his art education in 1920s and 1930s Italy would have certainly exposed him to the historical spectrum of styles, palettes and iconographies associated with European sacred art. His colour scheme is vivid yet soft-toned, his figures stylised and somewhat angular, bespeaking a 20th-century provenance, and his compositions are simple and lucid. Commenting on the curation, Zordan observes “a marvellous parallelism between human and celestial life. On the left side are depicted secular moments of the life of St Francis; on the right, spiritual moments of his encounter with the Divine. In this sense we see that the Recognition of the Order of Franciscans by the Pope in Rome faces the Salutation by the Madonna; Francis naked, getting rid of his clothes, faces Francis dying, leaving all attachments to the material life; Francis in communion with the earth’s creatures faces Francis receiving the stigmata, the ultimate exemplum of Christ’s life.”Pious pacifismNot all parallels were so harmonious. The figure of St Francis was notoriously appropriated by the Fascist Italian state during World War II. In her dissertation From Cavalry to Calvary: Representations of St. Francis of Assisi in Twentieth-Century Italy, scholar Amanda Minervini points out that in June 1939, the newly elected Pope Pius XII declared St Francis to be the patron saint of the Italian nations for he was “the most Italian of saints, the most saintly of Italians”, an established Fascist catchphrase. Minervini’s dissertation unpacks how the basis of this idiom was a rhetoric of saintly sacrifice, alluding to the stigmata on St Francis’s body and constructing parallels between Benito Mussolini and St Francis, which exhorted Italians to give their lives over to the cause of Il Duce’s Italy. Although it is impossible to definitively say whether or not Vannucci and La Civita held fascist sympathies, given their distance from their homeland in the period when the ideology rose to its crescendo, the lack of evidence of such inclinations and the post-War timeline of the artwork, we can consider that the Dehradun project was not in line with Fascismo.Credit: Kamayani Sharma.By collaborating to paint the saint’s story in a church away from Italy after the fall of fascism, in a city they involuntarily came to, La Civita and Vannucci were perhaps portraying St Francis not as a model for devoting oneself to a campaign of evil, but as a symbol of the sufferings of ordinary Italians – like themselves – in the war. In doing so, they made a claim to the pious pacifism which is also part of St Francis’s legend. The unostentatious composition of the tableaux and modernist figuration techniques, hinted at in the shading of the faces, combined with the subdued colours of the paintings make the narrative of St Francis’s life accessible to the laity. One wonders if the natural landscape against which St Francis preaches to the birds and receives stigmata offers a glimpse of the Himalayan surroundings that La Civita had been painting at Prem Nagar, or whether the courtyard in which he renounces his worldly possessions is based on the area inside the camp.La Civita may have arrived in the North Indian mountains against his will, but after the war, the artist stayed on in the region for a few years. Zordan tell us that his al fresco paintings (watercolours and oils) and chalk-on-paper sketches of landscapes, people and temples in Mussoorie and the surrounding areas constituted a “Himalayan Types” that was exhibited in 1950 at the Annual Exhibition of the Art Academy in Calcutta. He even responded to events and personas that inaugurated the life of independent India. One of his works, titled Indian Republic 26 January 1950, commemorated the day India officially became a republic, with MK Gandhi as part of the mise en scène. Another was a portrait of Prime Minister Jawaharlal Nehru. Soon after making these works, La Civita returned to his hometown of Sulmona, where, Zordan reports, he became an instructor at the Art Institute Gentile Mazara. He died in 1972.Turbulent timeThe  frescoes of St Francis have brightened the interiors of the Dehradun church for almost 80 years. In 1952, Zordan says, the Archbishop of Agra admired “their pictorial concept, the brightness of the colours and the aliveness of expression”, acknowledging that the prisoner-of-war artist had to work in challenging circumstances and with limited resources to create these paintings. In 2004, almost six decades after they were made, the paintings were restored by Lorenzo Casamenti, a conservator at the Lorenzo de Medici Art Institute, Florence, over a fortnight. An Indian Express report from 2009 – about Casamenti’s restoration of the paintings at Father Luca Vannucci’s other passion project, Delhi’s Sacred Heart Cathedral – contains information about his work in Dehradun five years prior. On a visit to Rome, Bishop Patrick Nair, former head of the Meerut Diocese, sought Casamenti out for a job: “He wanted me to look at the photographs of a worn-out mural at the St. Francis Church in Dehradun. A year later, I was in Dehradun…”\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 133.33333333333331%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/qqevkzfcxn-1706782384.jpg\">\n  </picture><figcaption>Credit: Kamayani Sharma.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 133.33333333333331%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/eisiurulhv-1706782383.jpg\">\n  </picture><figcaption>Credit: Kamayani Sharma.</figcaption></figure>\nCasamenti’s restoration has kept the works intact till today. A 2014 article in The Times of India quotes then parish priest Valerian Pinto: “People come here looking for these paintings, they are fabled. What is remarkable is that the artist made such beauty in a time of such turbulence.”In 2024, it is a time of turbulence once again. As the spectre of unrest and internment looms anew, and totalitarian forces impose singular meanings on religious entities, the frescoes assume another layer of meaning. The story of St Francis, marshalled by Italy towards tyrannical ends during the Second World War, was depicted by an Italian civilian prisoner of war as it ended, in the city of his detention and perhaps even referencing his prison. It is hard not to view the works as a caution against such fates and as a tribute to salvation. As the church closes for midday and I am ushered out, I reflect on the parallels between then and now. My last glimpse is of the sunlit colours of St Francis’s world dissolving into darkness.","author":"Kamayani Sharma","time":"2024-02-03T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198069-aggxsghtzk-1706779286.jpg","tags":["Nino La Civita","Art","Dehradun","St Francis of Assisi"]}