{"title":"NDTV: How Adani acquired a firm controlled by an Ambani aide to launch a hostile take-over bid","content":"On Tuesday, Adani Enterprises announced that it will acquire a 29.18% stake in the NDTV group through a subsidiary company. Led by billionaire Gautam Adani, who is believed to be close to Prime Minister Narendra Modi, the Adani Group also said it will launch an open offer to buy another 26% of NDTV’s shares. This would effectively give it majority control over one of India’s best-known news brands and among the very few that continue to be critical of the Modi government. The announcement came as a surprise to the founders of NDTV, veteran journalists Radhika Roy and Prannoy Roy, a statement by the media group said. But the seeds for the takeover had been laid almost a decade and a half ago –  by Reliance Industries Limited, the conglomerate owned by Mukesh Ambani, who used to be Asia’s richest man until Adani overtook him earlier this year. The Reliance connectionOn Tuesday, AMG Media Networks Limited, a wholly owned subsidiary of Adani Enterprises, bought 100% of the equity stakes in Vishvapradhan Commercial Private Limited for Rs 113.74 crore. It is through this company that Adani Enterprises is acquiring NDTV shares. Incorporated in 2008, Vishvapradhan Commercial Private Limited describes itself as a management and consultancy services company but owns no assets. In 2009, it had offered an unsecured loan of Rs 403.85 crore to Radhika Roy Prannoy Roy Private Limited, an entity that held a 29% share of NDTV. Vishvapradhan Commercial Private Limited, for its part, had got the money from another company called Shinano Retail Private Limited in the form of another unsecured loan the same financial year. Shinano, for its part, had got the money – also in the form of an unsecured loan – from Reliance Industrial Investments and Holdings Limited, part of the Reliance Group. In fact, Shinao, at the time, was a fully owned subsidiary of Reliance Industrial Investments and Holdings Limited. Records of the Ministry of Corporate Affairs show that when the transactions took place, all these companies were closely linked. Vishvapradhan was owned by Shinano (with which it shared a common address) and another company called Teesta Retail Private Limited, also wholly owned by Reliance Industrial Investments and Holdings Limited. Vishvapradhan’s directors, at the time, were also senior executives at Reliance Industries Limited. In 2012, though, Vishvapradhan’s ownership changed, statutory statements filed by the company with the corporate affairs ministry show. The new owners were Nextwave Televenture Private Limited and Skyblue Buildwell Private Limited – companies linked to Mahendra Nahata, a director at Reliance Jio Infocomm Limited, a subsidiary of Reliance Industries Limited. This coincided with Eminent Networks Private Limited, of which Nahata is the owner, taking ownership of the loan Vishvapradhan owed to Shinano by investing Rs 50 crore in the firm. Vishvapradhan, in turn, transferred the Rs 50 crore to Shinano, which claimed in its corporate filings that the former had returned the loan. However, it is not clear how that happened since Vishvapradhan had returned only Rs 50 crore of the Rs 400 crore loan.Statements filed by Vishvapradhan with the Ministry of Corporate Affairs this year show that it was owned entirely by Nextwave Televenture – until the Adani group took it over Tuesday.The records also suggest NDTV never returned the loan it took from Vishvapradhan. Not that it would have mattered. The terms of the loan agreement were such that Vishvapradhan, as Caravan reported in 2015, could convert it into 99.9% of the shares in Radhika Roy Prannoy Roy Private Limited “at any time during the tenure of the loan or thereafter without requiring any further act or deed on the part of the lender”.This is what happened on Tuesday.Business  conglomerate @AdaniOnline buys 29% stake in @ndtv pic.twitter.com/fDwPBaQLCY— Abhinandan Mishra (@mishra_abhi) August 23, 2022\n\nThe entry of AdaniEffectively, this meant that the Roys had diluted their control over NDTV a long time ago – and its takeover was a foregone conclusion. What is stunning, however, is that it was the Adani Group that dealt the final blow to the company and not Reliance, which had a sword hanging over the Roys for  13 years. The Roys still hold 32.27% stake in NDTV – more than the Adani Group. But this could change soon. According to a report in the Indian Express, LTS Investment Fund, which owns shares in several Adani companies, also controls 9.75% stake in NDTV. Another four shareholders of NDTV collectively own 7.11% stake. “If these two sets of investors sell their shares in the open offer, it would take Adani Group’s shareholding in NDTV to over 46 per cent,” Indian Express reported.Simply put, Gautam Adani on Tuesday acquired a company, originally owned by his rival Mukesh Ambani and then controlled by one of his close aides for a decade, to make a hostile takeover of India’s arguably most credible television news channel, one that Modi has not engaged with since he became the prime minister.","author":"Arunabh Saikia","time":"2022-08-24T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178871-ebipygewfo-1661283196.jpg","tags":["NDTV","Adani Group","Reliance","Gautam Adani","Mukesh Ambani"]}