{"title":"How food came to the rescue of the British in India","content":"In the 19th century, British colonists faced several challenges in India, none as pervasive and insidious as malaria. The deadly fever would lay low thousands of civilians and soldiers every year and kill a great many. The imperialists needed an answer to the problem and they found it in quinine. Quinine is the active ingredient in the bark of the cinchona tree, which had been used by some indigenous peoples in South America to cure fevers. To keep malaria at bay, the British promptly embraced quinine, consuming tonnes of it every year by the mid-1800s. The hitch was the taste.Quinine was so bitter that soldiers and officials began mixing the powder with soda and sugar, unwittingly giving birth to “tonic water”. It turned out tonic water was not only an excellent prophylactic against malaria but also a natural complement to gin. The two together were so enjoyable, and as a result successful, that it prompted Winston Churchill to once proclaim, “The gin and tonic has saved more Englishmen’s lives, and minds, than all the doctors in the Empire.”It was not just malaria, though, that posed a threat to the British. Death and disease could be anywhere. If by some good fortune malaria did not claim them, plague, cholera, dysentery, enteric fever, hepatitis or the unforgiving sun could. Preserving and protecting the body was a constant challenge but, at the same time, crucial to the success of the colonial project. As historian EM Collingham aptly summarised in her study, “The British experience of India was intensely physical.”One way the colonists tried to deal with this challenge was through food and drinks. “The association between food and the maintenance of health was a concern of Anglo-Indian doctors, dieticians and the British authorities throughout the duration of colonial rule and a wealth of sources and information on the relationship between food and health was publicly available throughout the nineteenth century,” writes Sam Goodman in Unpalatable Truths: Food and Drink as Medicine in Colonial British India.Colonial writings, medical journals and pamphlets of the time offered readers heaps of sick food options ranging from bland gruel made with rice or barley, rice mixed with sweetened milk to chicken broth and quail stuffed with chillies. The Medical Gazette, for instance, recommended treating dysentery with a “low diet” comprising thin chicken soup, barley water and egg albumen. It held that rice is useful for wheat eaters, while rice eaters would benefit from sago, arrowroot, tapioca, plantain flour and milk. Botanist-physician George Watt too extolled the virtues of sago. In A Dictionary of the Economic Products of India (1893), he wrote that sago is “easily digestible and wholly destitute of irritating properties” and in demand for treating febrile disorders, bowel complaints and convalescence from acute diseases.\n\t\t\n\tA cinchona exploration camp in an Indian forest, 1905/1920. Credit: Wellcome Collection/Look and Learn [Creative Commons Attribution (CC BY 4.0)]For general gastric well-being, European imperialists were strongly advised to reduce their consumption of meat in the Indian heat. For fever, weakness and sundry ailments, beef tea, a nourishing drink made from stewed extract of beef, was considered an ideal remedy. And for cholera, The Seamen’s New Medical Guide (1842) prescribed brandy during the worst of the sickness and half a tumbler of mulled wine with toasted bread and castor oil after the symptoms subsided.Land and seaIt was not just the colonists’ time on terra firma that was precarious. Their arduous sea voyage to the subcontinent, which lasted several months, could be equally treacherous. Thousands would fall sick on the high seas and many perished. In the early 19th century, Thomas Williamson, a captain in the Bengal Service, complained that one of the banes of the long sea journey was acute constipation. “Thus may he prematurely cherish the dangerous seeds of hepatic affections long before his arrival in British India, unless he forewarned of this danger in due time,” he wrote in his book The East India Vade-Mecum. The safest remedy for the affliction, he said, was a proper diet, the kind of food that “creates a periodical summons to the water-closet, at least once a day and if practicable very early in the morning, as that is the hour least liable to interruption of any sort.” His advice: stick with stewed prunes, thin sago or flummery, with spruce or other beer.Ship masters and pantrymen would stock their vessels with foods with known medicinal benefits such as sago, arrowroot, lime juice, desiccated milk and condensed milk (the iconic Anglo Swiss Condensed Milk tins, later known as Milkmaid, enjoyed a permanent spot on British ships).\n\t\t\n\tAn advertisement for the Anglo-Swiss Condensed Milk. Credit: Boston Public Library/Wikimedia Commons [Creative Commons Attribution 2.0 Generic License].Businessmen too recognised the precarity of life abroad and realised that therein lay a perfect commercial opportunity. By the 19th century, numerous companies had cropped up across Europe, including in England, that would sell food in hermetically sealed tin containers. One of these was Messrs Brand & Co. Recommended highly in Culinary Jottings for Madras by Colonel Robert Kenney-Herbert, Messrs Brand & Co had several offerings for “invalids”: essence of beef, concentrated beef tea, beef tea jelly, meat lozenges, “invalid soups”, potted meat, York and game pie, and A1 sauce to put on “fish, flesh or fowl”. Another company, John Moir & Sons, focused mostly on canned soups “for invalids”, selling oxtail, turtle, giblet and hare.By the late 19th century such was the popularity of canned foods that rare would be the pantry in a colonial home that didn’t store them along with medical provisions like opium, quinine, chlorodyne and Fowler’s solution (an arsenic compound). It was expected of every British homemaker in India to stock her kitchen with these provisions and anything else needed to keep her family safe. As Flora Steele and Grace Gardiner wrote in The Complete Indian Housekeeper and Cook, “A good mistress will remember the breadwinner requires blood-forming nourishment, and the children whose constitutions are being built up day by day, sickly or healthy, according to the food given them; and bear in mind the fact that in India, especially, half the comfort of life depends on clean, wholesome, digestible food.”Symbiotic exchangeTo assist the British woman in this ostensible duty, there were a number of cookbooks and housekeeping manuals, often written by British women who had spent time in India, that featured recipes for the sick. The Englishwoman in India, for instance, published in 1864 under the pseudonym A Lady Resident, had a whole section with recipes for “infants and invalids”. These included carrot pap cooked into a congee with arrowroot, barley broth fortified with mutton, nutmeg-scented chicken panada (a paste of boiled chicken), and toast water (well-toasted bread soaked in water). Steele and Gardiner too had a few recipe recommendations for convalescents, including champagne jelly (“most useful in excessive vomiting”) and the dangerous-sounding Cannibal Broth (beef essence), which they said should be consumed with cream or burnt sugar water to treat extreme debility and typhoid. As can be expected, some of these recipes were complex, some not. But in all likelihood, their preparation was handed over by the memsahibs to their Indian servants.  \n\t\t\n\tAn advertisement for Hoofland's German tonic water, which claimed to cure dyspepsia, liver complaint, debility, and indigestion. Credit: Library of Congress/Look and Learn [Public Domain].One dish born of this encounter was the pish pash. The pish pash is considered an invention of the colonial cook, who adapted the kedgeree – the colonial cousin of khichdi – into a light nursery food. The famous Hobson-Jobson defined it as “a slop of rice soup with small pieces of meat”, while Cassell’s Family Magazine gushed that a “more excellent dish for children, whether on sea or at home, cannot be conceived”.Light on the stomach, easy to digest and nutritious, pish pash was meant for children, but it became just as popular as food for the sick. None other than Warren Hastings, the first governor-general of Bengal, gave confirmation of its efficacy when in 1784 he wrote to his wife from the sick bed: “I eat no supper, go to bed at 10, abstain wholly from wine, and every other liquid but tea and water….If this will not do, I will diet myself on pish pash and bread and water, or live like Cornaro on the daily subsistence of an egg, but I will have health in some way though I may forego all the blessings of it.” More than two centuries have passed since Hastings penned that letter, but for Bengalis, the promise of pish pash hasn’t dimmed.Pish pash is in fact a classic example of the symbiotic exchange between the coloniser and the colonised. In the kitchen, each learned from the other, gaining knowledge and techniques they didn’t possess. There are enough records to show that the imperialists counted marh (starch water from cooked rice) and bael (wood apple) sherbet among their go-to remedies and benefited from the medicinal qualities of chiretta water and ajwain-infused water. Likewise, Indians too took a leaf or two out of the imperialists’ book. In Culinary Culture in Colonial India, scholar Utsa Ray wrote about the legendary physician Chunnilal Bose, who swore by traditional dietary practices, but often advised his ailing patients to consume arrowroot pudding, chicken broth and meat tea. In colonial India, Ray summarised, “the cosmopolitan nature of gastronomic practices was perhaps most visible when it came to the matter of medicinal use of new food.”Priyadarshini Chatterjee is a food and culture writer, based in Kolkata. She is a Kalpalata Fellow for Food Writings for 2022.","author":"Priyadarshini Chatterjee","time":"2023-04-26T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189409-wyfebcauiw-1682225421.jpg","tags":["History","Food"]}