{"title":"How actor Shahana Goswami flies under the radar and above the competition","content":"The way to contact Shahana Goswami is to message or call her directly. No officious manager or publicist stands in the way, promising appointments that never materialise.“Reps have never worked for me,” the gifted actor told Scroll. “I manage my own work. My phone number’s been the same for years. It’s my aspiration to do as much varied work as possible. But I find it hard to say yes to something I don’t feel strongly about. I have a hunger for good work and collaborations, but I can also go on a long fast.”Openness, honesty and thoughtfulness are part of Goswami’s professional repertoire too. This showbiz rarity has been flying under the radar and frequently above the competition for close to two decades, ever since her first film Yun Hota Toh Kya Hota in 2006.Goswami has tackled a series of roles of varying length and quality. There was a lull in her career between 2015 and 2019, when she lived in France. One of her upcoming movies takes her back to the country.Sandhya Suri’s Santosh, starring Goswami as a police constable, has been selected for the Cannes Film Festival’s Un Certain Regard section. The international production marks documentary filmmaker Suri’s feature debut.A poster for Santosh (2024).Santosh joins a handful of other India-themed titles at Cannes (May 14-25). The titles include Payal Kapadia’s All We Imagine As Light, which is in the Competition section.Maisam Ali’s in Retreat will be screened in the sidebar ACID Cannes programme. The competitive La Cinef category, which judges talent from film schools, includes Sunflowers Were The First Ones To Know by Film and Television Institute of India’s Chidanand S Naik.Also in the non-competitive Un Certain Regard category is Bulgarian director Konstantin Bojanov’s The Shameless, an India-Nepal-set movie whose producers include ex-Film Bazaar executive Deepti Chawla. Finally, Cannes will screen a new restoration of Shyam Benegal’s Manthan (1976).At the very least, a Cannes slot gives Indian talent the opportunity to shine at a prestigious international platform. For Goswami, who has had her share of global exposure, Santosh is the latest opportunity to remind filmmakers beyond India of her skill at inhabiting diverse characters.Goswami approached Santosh like a “bildungsroman”. She described the titular heroine as “a housewife who due to circumstances becomes a constable”. The film is about “the play of finding yourself through being in a position in power”.Santosh’s personal journey takes place alongside a case in which she is involved. “Sandhya had been developing Santosh for a while, and it’s a fantastic script,” Goswami said.In the serendipitous way in which projects fall into place, Goswami was cast in Santosh because of Nandita Das’s Zwigato (2022). Das’s third feature stars Kapil Sharma as food delivery worker Manas, whose bittersweet experiences reveal the inherent instability of the gig economy. Goswami plays Manas’s wife Pratima, who charts her own path to fulfilment. Goswami plays Pratima with a warm smile, shining eyes and a discernible inner glow.\n\n\n    \n    Play\n\nZwigato (2022).Casting director Mukesh Chabbra and his associate Sanjay Bishnoi met Goswami at the Zwigato premiere in Mumbai. Suri was also in Mumbai at the time for the final leg of casting calls for Santosh.“We had not originally thought of [Goswami], as she was slightly out of the age range of Santosh,” Suri told Scroll. “But when she walked in, she had just what I was looking for; the right mix of hardness and sweetness, anger held within restraint, energy and a hunger I always saw in Santosh, a wanting for something more.”Suri’s description of Santosh applies to several characters played by Goswami over the years. Goswami’s ability to test the boundaries of performance is visible even in ensemble productions.The 38-year-old actor’s noteworthy projects include the movies Firaaq and Tu Hai Mera Sunday. Apart from Indian productions, Goswami has been in a music video for British singer Dido’s Let’s Do the Things We Normally Do, Midnight’s Children and the upcoming Australian show Four Years Later. Goswami even made it to the second round of auditions for the Prime Video series Expats, led by Nicole Kidman.\n\n\n    \n    Play\n\nLet’s Do the Things We Normally Do, Dido (2008).“I’m generally very instinctive when it comes to my choices,” Goswami said about what she agrees to and what she rejects. “It’s about the present project, my communication with the director in that moment, the nature of the writing and the characters.”Directors looking for a performer who can convey a character’s truth with subtlety, conviction and emotional depth have lined up to cast Goswami. Her roles include sassy, unapologetically uninhibited women, such as in Mira Nair’s mini-series A Suitable Boy. In the adaptation of Vikram Seth’s celebrated novel of the same name, Goswami’s Meenakshi doesn’t let marriage come in the way of her pursuit of hedonism.Other characters are what Goswami terms “harsh truth-seekers” who grapple with the consequences of their life choices. In Alankrita Shrivastava’s series Bombay Begums (2021), Goswami’s Fatima has a searing extended meltdown during which she acts out at a party and then has a life-altering conversation with her husband.In Tanuja Chandra Hush Hush (2022), Goswami plays Zaira, one of four long-term friends who have to deal with an unforeseen death. Described in the show as “an incurable and annoying perfectionist”, Zaira behaves in ways that are mystifying even to her.“One sees this old-world wisdom in Shahana – she has the ability to be childish and goofy and is also capable of having diverse contradictions in her personality,” Chandra told Scroll. “She does feeling intensely – I really prize that as a director. She is open to trying anything. She is always on time and quick to be on the set.”\n\n\n    \n    Play\n\nHush Hush (2022).Goswami burst into prominence in Abhishek Kapoor’s Rock On!! in 2008. The film about a band that breaks up and then reunites for a final concert starred Goswami as Debbie, the wife of Arjun Rampal’s lead guitarist Joe.A pragmatist who has become disillusioned with the capricious ways of the music industry, Debbie worries about paying the bills and Joe’s future. Goswami delivers the kind of scene-stealing performance that should have resulted in a flood of roles.“It’s the biggest hit that I have been a part of, and it’s the character I was most recognised for at the time,” Goswami recalled. “I didn’t anticipate that both these things would happen. After the amount of praise I received, I did expect that suddenly, yeah, I have made it. But the cliches gets stuck.”Rock On!! was a part of mid-stream Hindi cinema in the 2000s – films that meshed commercially viable talent with risky casting choices. The diversity of faces on and behind the screen made for exciting productions. Yet, the glory was ultimately reserved for more recognisable faces.Playing a wife and mother early on in your career is hugely disadvantageous for women – this bitter lesson has been learnt the hard way by mainstream and independent actors alike. “I have come to the point where I understand – and I am not making an excuse – that this is a business,” Goswami observed. “It is a demand and supply thing. If a big enough audience doesn’t yearn to watch and pay for someone like me, there will be less people willing to put money into such films. But when there is a fan following for people who might not even be good, when people will come out of curiosity to watch a particular human being, you know your ticket sales are assured.”This wisdom has evolved over time. “Back in 2008, I didn’t have this insight,” Goswami recalled. “Then the recession hit and everyone’s choices became safe. I did a lot of good work but perhaps not what I imagined it to be like.”\n\n\n    \n    Play\n\nA Suitable Boy (2020).A few of the roles demanded that Goswami, who was raised in a well-placed Bengali family, portray characters with whom she shared few cultural similarities.“Before shooting for Santosh, I had a breakdown moment – why have they taken me, why am I playing this character? There was a release and then I was good to go,” Goswami said.For Goswami, this momentary self-doubt is an important weapon in her overall arsenal. “It’s good to have this nervousness,” she said. “This can happens in certain spaces where I am playing characters who for some reason are far from my actual lived reality. Once I have purged that feeling, I am able to build on the character as I go along. I am not a trained actor. I don’t have a process of creating a character. Acting comes intuitively to me. When I watch myself, I don’t want to feel like I am acting – what if it is inauthentic?”Goswami spent her formative years in Delhi. (Her father is the economist Omkar Goswami.) “The performance arts was quite a big thing in my family, not that anyone did anything professionally,” she recalled. “My father and mother acted in plays. I did my first street play with my mother, who was a dancer too.”Goswami learnt Odissi from Kiran Segal. Yet, it was cinema that dominated Goswami’s consciousness.“I have a great fascination for cinema – I don’t get great joy from being on the stage,” Goswami said. “When you’re watching a film, you have the voyeuristic feeling of being a part of someone’s life. The way you make a film is so disjointed. It’s magic when it comes together.”\n\n\n    \n    Play\n\nUnder Construction (2015).Goswami even set out to direct a short film at one point. “But the circumstances were such that after I came back from France, I was working here non-stop,” she said. “I want to direct whenever it comes together. I have a great curiosity for life and definitely a huge curiosity for human emotions. When people tell me their stories, I start imagining what it is like. It becomes like a cathartic experience. I have very vivid dreams too – a parallel reality where you have experiences that didn’t actually happen to you.”Acting arguably satiates the human need for experiencing by proxy. In this regard, Goswami has been an excellent choice for her collaborators.Santosh director Sandhya Suri said about Goswami: “She knew the story and is pretty instinctive as an actress. We just tried to keep things in the moment, specific to the scene. She also has an extraordinary ability to memorise lines. After a while she tuned into my taste, which is about the lightest touch possible, being very rigorous about no false notes and always searching for the emotional truth.”Goswami likes the process of auditioning, which some experienced actors tend to reject: “I work well in spaces where I am wanted, which is why I like auditioning – you have carefully chosen me after seeing what I am capable of rather than taking me for my name.”The selectiveness has its price. “It’s an up-and-down thing – everything in life will be in waves,” Goswami said. “There has been periods when there has been a lull. I have been lucky that I have always gotten work, even if it may not be the kind of work I want to do.”She says that she has figured out the balance between the need to stay solvent and the desire to pursue her interests. “I don’t have any family responsibilities – no children for instance – so I can make the choice to downsize or upsize,” Goswami said. “If I feel broke or have to take money from my family or friends or live in a smaller house, I will do that. And I have done so too.”The anxiety of being out of sight and therefore out of mind can be very real, especially in show business. “I am not always comfortable, not because of the downsizing but because of the fear of not knowing whether this is the end or not,” Goswami said. “I don’t have this insecurity anymore. Acting is what I was meant to do. All these ‘shoulds’ don’t work for me – I have to find my own balance and path.”The advice she gives aspirants is drawn from her own experience: “Please keep assessing what your driving force is – creativity, fame, stability or making money? It is not a judgement. It is about figuring out what is priority.”","author":"Nandini Ramnath","time":"2024-05-05T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200461-womwvjsnwc-1714725710.jpg","tags":["Shahana Goswami","Santosh","Cannes Film Festival"]}