{"title":"How a student in rural Bengal is defying the pandemic (and cyclones) with his libraries ","content":"In the intervals between severe cyclonic storms and lockdowns, a fairy tale is brewing on the horizon of a village in the district of South 24 Pargana, West Bengal. This particular district and its remote hamlets have made news in the recent past for being devastated by cyclonic storms like Amphan and Yaas. While the rest of the country was grappling with the ideas of isolation centres and quarantine centres to break the Covid-19 transmission chain, these villagers had to resort to storm shelters to ward off immediate death. However, resilient times give rise to resilient dreamers. One such dreamer in Daria village has sought to turn his own and the neighbouring villages into a network of libraries. So far, he has been able to set up two libraries in two villages. Both the libraries have been started in homes which their owners offered promptly. Soumyadipta Bose is a 22-year-old post graduate student at Visva-Bharati University. He wants to create a chain of libraries. So far he has set up two such libraries in Garberia and Ramrampur. Ramrampur is a neighbourhood in Daria. “In January this year, it suddenly occurred to me that the children in my village have almost become detached to their studies due to the Covid-19 pandemic,” said Bose. “I decided that I would do something about it and I did.”Bose’s dreams defy the time and the place in which he lives. The name that he has chosen for this endeavour is Bodhipeeth, which, in Bengali, means a place for learning. The Bodhipeeth library project was started in April 2021. Apart from getting children involved with books when schools are shut, he hopes to construct a reading culture among the adult rural population of Bengal. Both the libraries have a humble appearance, with one wooden rack and around 100 books each. There is no need for membership. Anyone of any age can come and borrow a book. The collection is a modest one. Bose has managed to stock the libraries with story books, biographies, autobiographies, comics and co-scholastic science books. “When I first thought of a chain of libraries, I posted the idea on Facebook asking people for donations,” said Bose. “Two particular groups on Facebook called Boipoka and Malat came to my aid the most. People have sent books on post for the library. I have also collected books by going to the houses of people who wanted to donate.” The West Bengal Teachers Association, an organisation of schoolteachers, has donated books to Bose’s libraries. The Bodhipeeth libraries are run under the aegis of  Alokdhara, an NGO formed by Bose’s father Suvendu Bose in 2014. The philanthropic streak runs in the family. “I grew up watching my father helping other people,” said Bose. “He has been a great inspiration for all my work.” “I have always taught him to help people in need,” said Suvendu Bose. Bose’s mother Draupadi Bose feels that her son should do whatever makes him happy. “If he feels happy helping people, he should do that”, she said.Malay Pramanik, a primary school teacher who instantly agreed to let Soumyadipta set up a library in his house also took the responsibility of looking after the library. Whenever a child comes to borrow books, Pramanik takes down the necessary details, like the borrower’s name, date of issue, etc. “Soumyadipta is involved with a host of social work initiatives,” said Pramanik. “If we do not encourage such young people who want to make a difference then who will? I do not mind dedicating a few hours to the library every day. The one library we had in our village is practically closed all the time. Children need this.”The other library in Garbaria village is in the house of a couple who live on daily wages. They also did not need any convincing. “When I asked kakima (aunty) whether I could  keep a wooden rack full of books at their house for kids to come and borrow, she agreed immediately,” said Bose. “They do not have a phone. Since the partial lockdown I visit them whenever I can to check on things. There are some households in every neighbourhood with a larger number of children than usual. When I hunt for a location, I keep this in mind”. The next Bodhipeeth library is supposed to be in the Sardapara village. Suvendu Bose has been out of work for quite some time. “My maternal uncle and aunts have been helping us with our finances. I manage my studies with the two scholarships that I receive,” said Bose. He believes that the staggering gap in wealth distribution is something that needs more attention. “Urban citizens of this country live nearer work opportunities than their rural counterparts. The remote villages of our country lack in such opportunities. Here distance plays a pivotal role in creating inequality.”Bose believes books can mitigate a lot of the problems. He also believes that solutions to the current environmental crisis also have much to do with children. Bose is looking for comic books that can lucidly explain the impact of our behaviour on the environment. He wants to keep such books in his libraries, so that the children from his village can grow up to be adults who are empathetic towards nature. Bose has also been running a community book bank. He started the book bank in January 2021. So far he has helped around 20 students with school books. Liza Mandal, a student of Class 7 in Barberia High School, is one of the beneficiaries of the project. Rakhi Mandal, a single mother, was struggling with her daughter’s school books this year. She gives private tuition to make ends meet. “Someone told us about him [Soumyadipta],” said Rakhi Mandal. “I had not been able to afford all of Liza’s school books this year. The school gave us a few books. But she needed a few more. Soumyadipta bought her a computer book and a few copies. He also helped Liza to get a scholarship. He visits us from time to time. He also assured me that he will help with Liza’s studies in the future.”Soumyadipta Bose can tell you the etymological history of his villages’ name instantly if you ask him. He goes to Visva-Bharati because he believes it holds a special place in the collective psyche of Bengalis. He does not identify with any particular lofty ideology. He is just happy that he has figured out a path in his life and wants to keep walking it. His libraries and book banks are a beacon for how the pandemic has not been able to quell the love for books and reading.   This series of articles on the impact of the coronavirus pandemic on publishing is curated by Kanishka Gupta.","author":"Rohan Datta","time":"2021-06-23T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160648-fwihspeser-1624363608.jpeg","tags":["libraries","pandemic"]}