{"title":"How an American helped revive Buddhism in Sri Lanka after moving to India","content":"In 1874, Henry Steel Olcott’s life took a dramatic turn. Until then, he had been a journalist, an agricultural expert, insurance lawyer, soldier and an exposer of hoaxes and frauds. But that year, he renewed his interest in spiritualism – a hazy mix of mysticism, belief in a pristine past, and a search for communion with spirits and the paranormal, including the divine kind.The catalyst for this change was a chance encounter with Helena Blavatsky, a Russian émigré with a past as varied as his own. In September, Olcott was investigating a series of “spirit appearances” on a Vermont farm when he met the woman whose seances and mystical conversations with otherworldly figures had caught the attention of the press and the public alike.The two hit it off immediately and it is not hard to see why. Both were bound to a spiritual search. Both believed in the unity of all religions. And both had faith in individual salvation. Within a year of their first meeting, the two turned their shared outlook into a collaboration by setting up the Theosophical Society in a New York apartment in the presence of 16 others.From the outset, the Theosophical Society had an eclectic bunch of members, who varyingly believed in spirits, divination, the otherworldly and mysticism. Its ranks grew within years, turning a modest society into a movement. Its biggest impact was in Sri Lanka and more so in India, where Olcott and Blavatsky – in their search for ancient wisdom – moved in early 1879.From their base in Adyar, Chennai, Blavatsky delved deeper into eastern religions, claiming to converse with Mahatmas, or Adept Masters, who ostensibly passed on their divine knowledge to her. Meanwhile, Olcott, always more practical, set about reforming systems and religions that he believed had corrupted over time. His greatest success was the role he played in the revival of Sinhalese Buddhism in Sri Lanka – a process that came to have nationalist overtones.\n\t\t\n\tOlcott in Adyar, Chennai, in 1903. Credit: Wikimedia Commons [Public Domain].Authority on agricultureBorn in 1832 in a devout Presbyterian family in Orange, New Jersey, Olcott had to abandon his studies at New York University because of his family’s financial straits. This proved to be a pivotal moment in his life. Leaving New Jersey, a 16-year-old Olcott worked on a relative’s farm in Ohio, where he developed a precocious interest in agriculture and attended seances and spirit-calling sessions. By the time he returned to his home state in the early 1850s, his interest in novel farming methods and tools had become deeply ingrained.Soon, Olcott became the secretary at the Westchester Farm School in New York, a position of considerable authority. His first few books were published in 1857-1858. His Yale lectures on agriculture, compiled into a book, were well-received, as was his next publication, Sorgho and Imphee, which focused on two varieties of sugarcane from China and southern Africa. Olcott believed that the cultivation of these varieties and their byproducts in northern US states could reduce the North’s dependency on the South. The book had contributions from Leonard Wray, a sugar planter of British origin who had cultivated both varieties in places as far apart as Jamaica, India, South Africa and, later, the Malay States.The next decade, a seminal one in American history, gave Olcott a ringside view of events. In 1859, as a correspondent for the New York Tribune, he reported on the capture and subsequent execution of noted abolitionist John Brown in the southern state of Virginia. By this time, the North and South were bitterly divided over slavery and the virulence was bubbling over. One time, his colleagues at the Tribune were forced to backtrack on their reportage when a hostile crowd gathered around and staged a protest.This didn’t deter Olcott, though. When Brown was being escorted from jail, Olcott pretended to be a part of the corps and later wrote a copiously detailed, and somewhat self-congratulatory, report that dwelled on his own experiences. In this article even today a reader can see his ponderous and pontificating style that reappeared in all his later writings in diaries, pamphlets and books.In 1860, Olcott married Mary Eplee Morgan. They had four children, two of whom died in infancy. The daughter of an Episcopal minister, Mary’s conservatism didn’t sit well with his wide-ranging radical interests, which led them to separate 14 years later.  \n\t\t\n\tOlcott (middle, seated) with Blavatsky in Bombay in 1881. Credit: Wikimedia Commons [Public Domain].Olcott’s passions dictated everything he did. Although a journalist, he fought as a soldier in the Civil War until he was discharged early. He served on several important government committees, including the one that investigated corruption in military supplies and, later, the committee that looked into the assassination of Abraham Lincoln. His enduring interest in spiritualism took him in 1870 to London, where he organised exhibitions on behalf of the medium Henry Slade (who was soon denounced as fake). After meeting Blavatsky, he vouched for the appearances of Mahatmas, and, like her, was drawn to the implausible story of Ching Ling Foo (who claimed to be a Buddhist monk hounded by China but turned out to be a travelling magician and medium).Impact on Sri LankaFor all their shared beliefs, Olcott and Blavatsky’s lives didn’t follow the same path in India. Blavatsky gathered around herself a devout band of supporters and drew attention with her letters from Mahatmas, who she said were spirits residing in the Himalayas. As for Olcott, he became his old self, working on various reforms and travelling widely.Among the first few organisations he set up in the country was the Aryan Temperance Society, says Stephen Prothero, a US scholar of religion. Dedicated to the subject of temperance, the society organised lectures and published pamphlets, but didn’t last long. What did endure, however, was Olcott’s association with Buddhism.His interest in Buddhism grew after Edwin Arnold’s book-length poem on the Buddha called The Light of Asia, appeared in 1879. As Jairam Ramesh writes in his The Light of Asia: The Poem That Defined the Buddha (2021), Arnold’s book was generously reviewed in The Theosophist magazine’s first issue and Olcott’s espousal of it added to the book’s popularity.In 1880, Olcott and Blavatsky made their first visit to Ceylon (now Sri Lanka). This was a time of churn in the nation, when Buddhism led by monks such as Mohottivatte Gunananda was growing increasingly assertive. At Galle, Olcott and Blavatsky knelt before Buddha’s image and took the pansil, reciting in their broken Pali the sacred precepts of Theravada Buddhism.\n\t\t\n\tOlcott with Buddhists in Colombo in 1883. Credit: Wikimedia Commons [Public Domain].For Olcott, this was the beginning of an abiding relationship with the island nation. His help in reviving Buddhism earned him the enduring gratitude of the country, which still marks his death anniversary on February 17 with prayers. In 1967, the Lankan government honoured Olcott, fondly called the White Buddhist, with a commemorative stamp.On his first visit in 1880, Olcott had helped institute the Buddhist Theosophical Society and seven schools. The next year, he toured the country in a bullock cart he built himself. Prothero writes that his oratorical skills were as great as his organisational skills. The schools and associations he modelled on Protestant systems survive to this day, and his Buddhist Catechism (1881), which lays down principles for an ethical life, remains in print. What bolstered his popularity was that in 1882 he gave up his “mesmeric healing sessions” and instead began to focus on more earthly matters.Derided in WestIn 1884, while Blavatsky departed for England after an exposé of her practices, Olcott travelled to London as part of a committee to present a set of demands. The committee wanted Vesak, the day of Buddha’s enlightenment, to be declared a holiday and for government registrars to recognise Buddhist marriage. Meanwhile, in India and Sri Lanka, there were other demands being raised.Don David Hewavitharana, a Theosophist who later called himself Anagarika Dharmapala, insisted on the restoration of old Buddhist sites, especially the shrine at Bodh Gaya that was being managed by a Shaivite sect. Dharmapala and Olcott were different in their approaches. While Dharmapala was distinctly assertive, Olcott believed in “amicable negotiations”. Not surprisingly, they went their separate ways in 1896.Olcott was keen to unite the three Theravada sects, and as his travels to Chittagong, Burma and Japan show, he wanted to bring different Buddhist sects under one ecumenical platform. He never saw any differences between Theosophy and Buddhism or for that matter other religions. He believed in the unity of all faiths and always maintained that Theosophy sought a syncretism of all faiths – an outlook that made the religion attractive to young, educated Indians, many of whom dedicated themselves to politically opposing British rule.The veneration Olcott received in the East contrasted with the derision he got from the American press. A review in the Atlanta Constitution dismissed the first volume of his Old Diary Leaves as proof of his “infatuation with Madame Blavatsky and her complete control over him”.In 1906, he sustained serious injuries as he sailed back to India. For a while, he recuperated in Genoa, but insisted on returning to Adyar, where he died next year on February 17.In his lifetime, Olcott remained loyal to Blavatsky, travelling to London when she died in 1891 and scattering her ashes in the US and India. Yet, he consistently upheld reason as the ultimate arbiter. In 1906, in one of his last speeches as founder-president of Theosophy, he said: “Believe nothing.... merely because it is written in a book, or taught by a Sage, or handed down by tradition, or inspired by a Deva, etc., but believe only when the thing written or spoken commends itself to your reason and your experience; then believe and act accordingly.”This article is part of a series on notable Americans who visited India before mid-20th century. Read the rest of the series here.","author":"Anu Kumar","time":"2023-04-22T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189309-wkesnfaobr-1681971134.jpg","tags":["Henry Steel Olcott","History"]}