{"title":"How a mysterious diamond trader inspired the first American novel on India","content":"After spending two years in India, Francis Marion Crawford returned to the United States in 1881 with a heap of memories. But few perhaps compared to his unusual encounter with a merchant of jewels, a man whose “mysterious origins and colourful infamy” made him endlessly fascinating.Crawford was narrating this encounter to his uncle, Sam Cutler Ward, when the uncle encouraged him to write a magazine story about it. The idea clicked. Crawford, 27, set himself to work and within months produced Mr. Isaacs: A Tale of Modern India, his first novel that happened to be the first novel written by an American about India.The book was an unexpected success. Not just in the US, but also in India and the United Kingdom, it was greeted with enthusiasm and it changed the course of Crawford’s life.He would go on to write more than 40 novels, along with numerous essays and horror stories, over the next 28 years of his life. Several of these were adapted for the cinema, including Mr. Isaacs, which was made into a film titled Son of India by the Belgian-French director Jacques Feyder with Hollywood stars Ramon Novarro and Madge Evans in the lead.\n\t\t\n\tA poster for 'Son of India'. Credit: Wikimedia Commons.Language buffFrancis Crawford, first called Frank, was born on August 2, 1854, in Bagni Di Lucca, a commune in Tuscany, Italy, that was known for its hot springs. His father, Thomas, was a sculptor and his mother, Louisa, was the daughter of the well-known New York stockbroker Sam Ward.There was no dearth of success stories around Crawford. His father started out as a mason’s apprentice but quickly got recognised as an artist and studied under the Nordic great Bertel Thorvaldsen. Till this day, his works adorn the US Capitol building in Washington DC, including the famous Statue of Freedom atop its dome.His mother’s sister, Julia, a noted abolitionist, wrote the poem Battle Hymn of the Republic that remains a popular American patriotic song till today. And their brother Samuel Cutler Ward earned great wealth in the 1840s Gold Rush, only to lose it all, before going on to become a sought-after lobbyist.Throughout the years, Crawford had a fascination with languages. He learned English, Italian, French at an early age and added German to the list later. At school, Latin caught his interest. And by age 16, he had developed a fondness for Sanskrit after reading Max Müller’s work in translation and consulting Monier Monier-Williams’s seminal book on Sanskrit grammar.Crawford’s father died when he was only three. After school, he studied at the Trinity College in Cambridge (where he was more of a student of pugilism and “tandem driving”), then at the Polytechnische Schule in Karlsruhe, before joining the University of Heidelberg and finally the University of Rome. At university, he returned to his great interest: Sanskrit.\n\t\t\n\tThomas Crawford. Credit: C Edwards Lester/Wikimedia Commons [Public Domain].By this time, relatives were growing concerned about “Frank”, who, as his mother wrote in a letter, was “handsome, amiable, well informed, [and] wanting an opening”.That opening arrived in 1878 at the fourth Congress of Orientalists when Crawford met José Gerson da Cunha, a physician, historian and Indologist of Goan origin from Bombay. In January 1879, Crawford travelled with da Cunha to Bombay to study Sanskrit and find the opportunities that had eluded him thus far.The initial days were hard and luckless. He spent his time studying the Zend Avesta – a sacred book of Zoroastrianism – with a priest and, when low on money, contemplated joining the 6th Dragoon Guards, a regiment of the British Army that was about to go and fight in the war in Afghanistan.Fortune intervened in the shape of a cable to the Bombay Gazette, a publication to which Crawford contributed occasionally. The cable said that a newly established newspaper in Allahabad, Indian Herald, was in need of an editor. Its primary requirements were that the candidate should know English and shouldn’t be afraid of cholera. Crawford leapt at the job, which, as he wrote to his mother, paid him Rs 400 a month or $2,200 annually.One-man newsroomThe Indian Herald had been set up by Ajudhiya Nath Kunzru, a lawyer and nominated member of the United Provinces Legislative Council. In the early days, Crawford got on well with Kunzru, who was a reformer and a believer in Home Rule.In long, news-filled letters back home, he described his life and universe. One letter read:“I have a strange medley on my staff. A baronet, a disqualified jockey, a drunken parson, a countess, a bank director, a judge, several struggling young barristers, and a host of others it would make you laugh to hear of. Each is utterly unconscious of who his neighbor in the columns might be.”  Crawford lived in Allahabad with his friend Thomas Conlan. A businessman and lawyer, Conlan planned to set up a newspaper in Agra and had promised Crawford its editorship along with a higher salary. But the newspaper never saw the light of day.\n\t\t\n\tFrancis Marion Crawford. Credit: Library of Congress/Wikimedia Commons [Public Domain].In the meantime, Crawford picked up another language – Urdu – and started maintaining a diary in it. Every day was a source of amusement to him. He wrote, for instance, about the lassitude of his helpers after a meal of rice (his retinue included six punkah-wallahs) and the way recalcitrant horses were coaxed to move with a Brahmin’s blessings and the sustained efforts of two coolies.In an interview to McClure’s Magazine in 1895, Crawford recounted his days at the newspaper:“I was my own news collector, managing editor, and editorial writer. I wrote a leading article, and several editorial paragraphs every day, collected and wrote the local news, edited the correspondence from all over India – some of it written in the worst English I have ever encountered. There were days when I worked sixteen hours at a stretch; there were days at the beginning of the rainy season when the combination of heat and moisture was enough to drive a man who had nothing to do to an extremity.”  During his time in India, Crawford made two major personal decisions. First, he converted to Catholicism in 1880 and, second, began calling himself Marion or F Marion Crawford, borrowing the last name of the American revolutionary hero after whom he was named.Mysterious Mr JacobIn 1880, when Anglo-Afghan tensions heated up following the killing of the British representative in Kabul, Crawford travelled as his newspaper’s representative to Simla, the summer capital of the nation. It was here that he met Abdul Hafiz-ben-Isâk, the Mr Isaacs of his first novel.As John Zubrzycki wrote in his 2012 book The Mysterious Mr Jacob, the man Crawford met was the most “romantic and arresting figure” of his time. His real name was Alexander Malcolm Jacob. A curio-dealer, Zubrzycki says, Jacob was “India’s most successful purveyor of precious stones and was rumoured to be ‘rich almost beyond the dreams of Aladdin’. Hailed as a celebrity in his own lifetime, he was the inspiration for the shadowy Lurgan Sahib in Rudyard Kipling’s Kim. A confidant of viceroys and maharajahs, he dabbled in magic and was a player in the Great Game.”Crawford was impressed by Jacob’s fine Persian looks, his life story, and the jewels and precious artefacts strewn around his chambers. In the novel Mr. Isaacs, the protagonist based on Jacob woos a lovely British girl, Miss Westonhaugh, organises polo matches and tiger hunts, and threatens a nawab with ruin for sheltering the runaway Afghan king Shere Ali, named after the actual emir who died during the war. At crucial moments, the plucky hero is advised by a mysterious mentor named Ram Lal, who was based on the Theosophical movement’s concept of “highly evolved mahatmas”. The Theosophists probably did not like this bit of literary referencing, for when their publication The Theosophist reviewed the novel, it was less than glowing.To understand who was Alexander Malcolm Jacob, a better source than the fictional Mr. Isaacs is Elizabeth Price Lewis’s article in the April 1912 edition of the Book News Monthly. In it, Price recounted meeting the real Jacob in Delhi’s Maidens Hotel. In description, her Jacob perfectly matched Crawford’s Isaacs, but her Jacob’s origin story was not nearly as adventurous. Jacob, she wrote, was born in Constantinople to an Italian father and Armenian mother. While on an errand to buy cabbage for his mother, he ran away on a ship to Bombay. When he visited Constantinople later, in an act of repentance, he carried a head of cabbage for his mother.As for Crawford, he went back to the United States in May 1881 after, scholar Priya Joshi writes, the Indian Herald folded up due to differences between its editor and founder over the issue of Home Rule. Still, for Crawford, the experience was “a good one…[for] he had learned from it that the man who wishes to succeed with the public must not offend too bluntly its tastes and prejudices,” says Crawford’s biographer John Pilkington Jr.Back in the United States after a tough sea voyage, Crawford tried his hand at many things. He enrolled at Harvard University to study Sanskrit. He became a singer but stopped after being discouraged by the famous baritone Georg Henschel. He reviewed and translated for The Critic and North American Review and gave the occasional lecture. Then, finally, he turned to writing novels. After Mr. Isaacs turned things around for him, he wrote his second novel, Doctor Claudius: A True Story, the next year. Till the end of his life at age 55 in 1909, Crawford wrote prolifically, publishing a novel every year.This article is part of a series on notable Americans who visited India until mid-20th century. Read the rest of the series here.","author":"Anu Kumar","time":"2023-09-30T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194518-lqanjerdqy-1695914958.jpg","tags":["Francis Marion Crawford","History"]}