{"title":"How the ‘corruption’ narrative prevents meaningful dialogue on reforming political funding in India","content":"Ten years ago, the current Bharatiya Janata Party-led government came to power in the wake of widespread corruption allegations against the previous government, the anti-corruption movement led by activist Anna Hazare and the demand to appoint a Lokpal – a corruption watchdog.In more recent years, it has been found that some of those scandals were somewhat overblown – with oversize “notional” estimates of the amounts of money involved – while both Hazare and the Lokpal have largely been forgotten.Yet, as another election gets under way, leaders of the ruling party have once again made corruption by Opposition politicians a prime issue.There is a general impression in some quarters that there is much less corruption in India today and a reference is always made to the probity of the prime minister. But the probity of the leader is not the issue – after all, even in the darkest days of the previous Congress-led government, nobody questioned the probity of Manmohan Singh.At the ground level, there is hardly any evidence that the bribe demands of petty police officers, inspectors or contractors have reduced.If one goes by the corruption perception index published annually by Transparency International, India’s rank fell from 85 in 2014 to 93 in 2023. The pre-election survey by the Centre for the Study of Developing Societies and Lokniti also found that 55% of respondents said corruption had increased in the last five years.The demonetisation of Rs 500 and Rs 1,000 notes in November 2016, which turned out to be disastrous for the poor and informal enterprises, was ostensibly to eliminate black money but hardly any could be unearthed.That electronic direct transfer of welfare payments into the bank accounts of beneficiaries, by reducing the number of intermediaries, is said to allow less scope for corruption. This is only partly true, as it still leaves open the possibility of officials collecting bribes after giving beneficiaries access at the payment stage.Some say that even if petty corruption may not have declined, there is now much less grand-level corruption, such as the business-politician nexus or large-scale political corruption. Yet, stories abound of hefty commissions on major public projects. Such stories apparently played some role in the defeat of the BJP in the 2023 state assembly election in Karnataka. The substantial expansion of infrastructure projects in many parts of India may have enlarged the scope of such commissions.The BJP never tires of describing the opposition parties as “dynastic” and thus inherently corrupt. What gets overlooked is that the ruling party, which is largely “monarchic”, can be protective of corruption in its own way. As is well known, absolute power corrupts absolutely.The investigative agencies – such as the Central Bureau of Investigation, Enforcement Directorate and even the Income Tax Department – are overactive in pursuing “corrupt” opposition politicians. But even those politicians among them who had been long castigated for corruption have had their charges dropped or shelved as soon as they join the ruling party.A sketch of activist Anna Hazare. Credit: Reuters.In this way, as more opposition politicians defect to the safer shore, reported political corruption automatically falls. In any case, with the ruling party’s near-monopolistic grip on the media there is much less investigation of the business-politician nexus.The government, by strenuously disallowing parliamentary investigation of major questionable business deals if those are associated with ruling-party leaders, makes some business houses enjoy a kind of “sovereign guarantee” of impunity.India’s current political-economic regime has featured large conglomerates and oligarchs and there is evidence that the concentration of economic power in their hands has mounted in recent years. Favours and special regulatory dispensations tend to be reserved for select big firms. There are several instances of the rules and goalposts being changed midstream to help cronies.Reminiscent of the earlier stories about infamous coal auctions or the “mining mafia”, journalists with the independent media have come out with stories of allegedly rigged recent coal auctions in favour of some business houses and the relaxation of environmental restrictions for some crony businesses.According to estimates by The Economist magazine, India’s share of billionaire wealth derived from “rent-thick”, or crony sectors, rose from 29% to 43% between 2016 and 2021. Crony capitalism is, of course, a form of corrupt capitalism.The other side of a corrupt political-economic system is, in effect, a quid pro quo process. It had been widely suspected for the last seven years that big money from favored corporate houses was flowing to the ruling party’s coffers, largely through electoral bonds, with no limits or public disclosure requirements.With the Supreme Court verdict in March and the attendant disclosures, it seems that donations have come from some of the “rent-thick” sectors, by far the largest beneficiary being the ruling party. What had gone unsuspected is the extent of possible “extortion” or malfeasance in the form of political donations following raids or charges by investigative agencies.Electoral bonds, of course, are only the latest malodorous chapter in election funding in India. It is high time that there is a serious discussion on the issue of public funding, which much of the media and political parties dismiss off hand.This is particularly urgent as the money involved in Indian elections has risen exponentially over the years – this year’s Lok Sabha election could see expenditure hit Rs 1.35 lakh crore, up from Rs 60,000 crore in 2019.There are different forms of public funding of elections, with their advantages and disadvantages, but they have been tried with reasonable success in countries such as Belgium, Spain, Sweden, Germany and Canada.Instructive here is the discussion on alternative forms of public funding in the Price of Democracy by Julia Cagé. She notes that skewed systems result in the wealthiest donors benefitting the most.Her suggestion of voucher-based public funding may be difficult to implement in India as only a small proportion of people pay income taxes, but two of her other suggestions can and should be implemented soon: one is to eliminate tax deductibility for large private political donations, and the other, even more important, is to insist on mandatory and independent auditing of expenses by political parties and candidates.Without a substantial reform in the funding of Indian elections, democracy remains essentially rigged.Pranab Bardhan is Distinguished Professor Emeritus of Economics at the University of California, Berkeley.Also read:Project Electoral BondThe Daily Fix: It took five years for a government of watchmen to appoint a corruption watchdog","author":"Pranab Bardhan","time":"2024-04-30T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200316-ocjvkhjbvt-1714141703.jpg","tags":["Anna Hazare","Corruption","Corruption Index","Lokpal","Electoral Bonds","Project Electoral Bond","Lok Sabha 2024"]}