{"title":"How Jagan Reddy walked 3,000 km to build a robust campaign against Chandrababu Naidu in Andhra","content":"It was 40 degrees Celsius in Kadapa on March 22 but that did not deter Bhagyamma, 71, from walking over half a kilometer to see the heir to her favourite leader, the late Chief Minister YS Rajasekhara Reddy, on the campaign trail. YS Jaganmohan Reddy, leader of the YSR Congress, was in his father’s native town to file his nomination for the Assembly election from Pulivendula constituency, Andhra Pradesh.As a YSR Congress worker announced on the loudspeaker that the people’s “preetha nayaka”, or beloved hero, was arriving to address them in five minutes, Bhagyamma, in her feeble voice, joined the chants of “Jai Jai Jagan”.  She could see a reflection of his father in Jaganmohan Reddy, Bhagyamma said. “He knows what the people want,” she declared, as the YSR Congress’s campaign song, “Ravali Jagan, Kavali Jagan”, played in the background. “Jagan should come,” the lyrics says. “We want Jagan.”Jaganmohan Reddy’s Kadapa rally was in a way the culmination of over a year’s onslaught against the Telugu Desam Party of Chief Minister Chandrababu Naidu. Taking inspiration from the 2003 padyatra that had helped propel his father into power, Jaganmohan Reddy set out on a statewide tour in November 2017. It was called the Praja Sankalpa Yatra. In the next seven months, his party claims, he covered over 3,000 km and visited thousands of villages to speak directly with the people.There are two principal strands in the YSR Congress campaign. The first is to paint the ruling party and Naidu as being inimical to rural development. This was a criticism that Rajasekhara Reddy successfully employed against the Telugu Desam Party in 2004, accusing it of focusing disproportionately on Hyderabad, the capital of united Andhra Pradesh, and its information technology sector.The second is a grassroots outreach programme aimed at portraying Jaganmohan Reddy as a victim by railing against the several corruption cases filed against him.The party is confident that this strategy will see it over the line, having lost the 2014 Assembly election, held right after Andhra was bifurcated to create the new state of Telangana, by less than 1% of the vote. The party is also eyeing a substantial chunk of the state’s 25 Lok Sabha seats. Andhra votes in both Assembly and parliamentary polls on April 11.While the momentum of YSR Congress’s campaign is palpable on the ground, there are detractors who point to Jaganmohan Reddy’s lack of experience. Given the cases of corruption pending against him, the question of whether he would be able to stand up for the rights of Andhra Pradesh and take on the ruling party at the Centre, whether it is the Bharatiya Janata Party or the Congress, is another question that many are asking.Agrarian distressAt Godlavari Pali village, around 30 km from Chittoor town in Punganur Assembly constituency, Damodar Reddy, 62, is distraught at the condition of his 7-acre mango orchard. “There’s not a drop of water anywhere,” he said. “I own seven acres and I still have a debt of over Rs 2 lakh this year.”Chittoor district is known as South India’s mango capital, famous for such varieties of the fruit as the Banganapalli. Damodar Reddy accused the Telugu Desam Party of slowing down irrigation projects that were supposed to address the region’s water scarcity. The ruling party, however, claims to have expedited work on the Handri-Neeva canal, which is expected to take excess water from the Krishna river to distant areas of Rayalaseema, the region that comprises the four southern districts of Chittoor, Anantapur, Kadapa and Kurnool. “Do you know how I water my trees?” Damodar Reddy asked. He has private water lorries supply 5,000 litres per acre every 10 days, each lorry costing Rs 500. “While I spend like this, there is so much delay in the payment of government subsidies,” the farmer complained. The state government offers farmers Rs 2.5 per kg of mango as a subsidy, an additional income above the Rs 5 that pulp and juice manufacturers provide as incentive per kilo.A farmer in Kadapa watering his plantain farm. The water is bought from private suppliers at Rs 500 per 5,000 litres. Photo credit: Sruthisagar YamunanDamodar Reddy’s neighbour Mohan Reddy claimed that the Telugu Desam Party administration had neglected the region because it picked YSR Congress candidates in the last election. “They think this will force us to elect TDP,” he said. “But we will pack them away this time. However, Mohan Reddy clarified, this was not a vote of confidence in the YSR Congress. “At the moment, we just feel things cannot get worse,” he explained.Most of the 70 Assembly seats the YSR Congress won in 2014 were in Rayalaseema.In the neighbouring Chandragiri constituency, G Krishnaiah, a member of the Dalit Mala caste and chemistry lecturer, argued the YSR Congress was right to accuse the ruling party of being for the elite. “Chandrababu Naidu gives protection to the rich,” he alleged.Krishnaiah said he was irritated by the ruling party’s campaign blaming all Andhra’s problems on the denial of special category status by the Narendra Modi government. “You have so much money to build [the new state capital] Amaravati but not to provide for below poverty line families?” he asked, accusing the Telugu Desam Party of making a u-turn after enjoying a share in power at the Centre for three years in alliance with the BJP. The Telugu Desam Party allied with the BJP in 2014 to benefit from a wave against the Congress in the newly bifurcated state. In early 2018, however, Naidu cut ties to the BJP, accusing the Modi government of failing to fulfil its promise of granting Andhra the special category status to access additional funds.Both the farmer and the lecturer said they get most of their information about the campaigns from their sons, who in turn get it on their mobile phones. “Yesterday, my son showed a video of Jagan Reddy promising full tuition fee waiver for all students,” said Krishnaiah.Apart from campaigning at a micro level, where YSR Congress leaders meet village elders to seek support, messaging is primarily done through WhatsApp. An issue of particular focus for the YSR Congress is the Janmabhoomi Maa Vooru committees set up by the Naidu government.Mango farmers in Chittoor say the government subsidy never reaches them on time. Photo credit: Sruthisagar Yamunan Corruption chargesA common complaint across the villages Scroll.in visited was the functioning of the Janmabhoomi committees launched in 2014 to improve the efficiency of welfare schemes by enabling direct interaction of officials with people at ward and panchayat levels. The committees consist of both elected representatives and government officials.Accusations of nepotism and corruption in the committees have become a major campaign issue for the YSR Congress, helping the party project the Telugu Desam Party as a selfish organisation only interested in lining the pockets of its leaders. A 40-year-old woman from Thanapalle, Tirupati, said her daughter had applied for financial support for brides of poor families under the Pelli Kanuka scheme. “Since there was a delay in getting the Rs 35,000, we were told by our relatives to approach the Janmabhoomi team,” she added, alleging, “We were directed to a local TDP leader, who wanted a commission.”Since these committees play a role in selecting beneficiaries for government schemes, said Venkatesulu, a farmer in Chittoor’s Kukalapalli, people close to the Telugu Desam Party benefited first. “You either have to be associated with the party or give money,” he claimed, recalling his own attempt to access cooperative credit in 2017.Such complaints have been so widespread that the government scrapped nearly 12,000 of these committees in 2017 to form new ones. Even Rural Development Minister N Lokesh publicly admitted that some of the committees were causing problems in identifying beneficiaries.The YSR Congress is promising to scarp the Janmabhoomi project entirely. Addressing his first election rally in Narsipatnam on March 18, Jaganmohan Reddy said the order to “confine the committees to dustbin” will be issued the day he takes charge as chief minister.YSR Congress leader Jaganmohan Reddy campaigns in his constituency Pulivendula. Photo credit: Sruthisagar YamunanCampaign strategiesSpeaking on the condition of anonymity, a senior YSR Congress legislator said while it was the party’s leaders who identified the Janmabhoomi committees as a solid poll plank, collecting data on claims made under various schemes, the eventual beneficiaries and turning that data into publicity material was left to the Indian Political Action Committee of Prashant Kishor, which signed up with the party in 2017 to formulate its strategy.According to the leader, the allegations against the committees were a godsend to counter the corruption charges against Jaganmohan Reddy. One key theme of the YSR Congress campaign has been projecting Jaganmohan Reddy as a victim of political vendetta. He was arrested in 2012 on charges of amassing disproportionate assets to the tune of thousands of crores. This illegal money was, according to the Central Bureau of Investigation, obtained as commissions for awarding contracts during Rajasekhara Reddy’s tenure as chief minister, from 2004 to 2009.“There was this perception that the TDP did not have big scandals,” the leader added. “This issue changed the ground situation.” A five-day campaign in January called Ninnu Nammam Babu – we do not trust you Babu, referring to Naidu – put the spotlight almost exclusively on the Janmabhoomi committees and ran parallel to a government campaign highlighting its success. This campaign, the leader claimed, was especially potent as the problem directly affected the people, unlike policy scandals that many find difficult to understand.Such propaganda forced the Telugu Desam Party to take on the Indian Political Action Committee directly, accusing the organisation of accessing data illegally and using caste and community data to create a chasm between people for political benefits, charges that Prashant Kishor has denied.Apart from publicity managed by Kishor, the YSR Congress’s television channel, Sakshi TV, helped highlight the problem through sustained coverage in the form of spot reports and sting operations.A farm labourer in Tirupati watches Jaganmohan Reddy's campaign on television. Photo credit: Sruthisagar YamunanAt public meetings, Jaganmohan Reddy’s method has been to list promises – called the Navaratna Scheme – and talk primarily about how the Telugu Desam Party has forgotten the rural masses. He emphasises the point that his father devised schemes keeping in mind every component of a family, from children to grandparents. “To me, all of Andhra is my family,” he told the rally at Pulivendula before heading to file his nomination papers.Not everyone is convinced by these campaigns, however. Apart from the sword of corruption charges hanging over his head, Jaganmohan Reddy’s inexperience compared to Naidu has many voters thinking twice about backing him.Inexperienced leaderIn early 2017, Guruppa Reddy, 58, almost shut down his juice shop in Puthalapattu market after Modi demonetised Rs 500 and Rs 1,000 currency notes. “We were literally on the streets because there was no liquid cash,” he said. He belongs to the same community as Jaganmohan Reddy, the shopkeeper pointed out, but demonetisation got him thinking about making political decisions based on such affiliations. “We cannot afford to have inexperienced leaders in important positions,” he explained, given even an experienced administrator such as Modi “committed a blunder”.He also noted that Naidu did stand up, if belatedly, against a central government that did not take Andhra’s demands seriously, Guruppa Reddy said. “The chief minister is an intelligent man,” he said, adding that he voted for the YSR Congress in Puthalapattu in 2014.To explain why he is not averse to the ruling party, Vijaya Reddy, a farmer who lives outside Chittoor town, pointed out while Naidu is a Kamma, there are several Reddy leaders in the Telugu Desam Party.He added that with multiple cases pending against him, the YSR Congress chief would find it difficult to take on Modi. “There is already talk of a secret alliance between the BJP and the YSR Congress,” he said.Both the shop owner and the farmer, however, said they will make their voting choice a few days before April 11. “Let the candidates come and campaign,” said Vijaya Reddy, pouring cold water on his head to beat the scorching heat.Also read: The Kapu vote: Why Pawan Kalyan’s rise is a big challenge for Telugu Desam Party in Andhra PradeshWill Telugu star Pawan Kalyan’s biggest hit yet be the 2019 state elections?","author":"Sruthisagar Yamunan","time":"2019-04-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116514-lzmfwlmcsd-1554171207.jpg","tags":["Andhra Pradesh","YSR Congress","Jaganmohan Reddy","Chandrababu Naidu","Election Report 2019"]}