{"title":"How an American woman built one of India’s most prestigious medical schools","content":"The story of how Ida Sophia Scudder became a doctor is as poignant as it is disquieting.Sometime in 1890, a late-night knock on her door in Tindivanam in present-day Tamil Nadu woke her up. There was a man standing outside, begging for help for his 14-year-old wife, who was about to give birth. Scudder told him she was no doctor, her father was. The man’s face turned stony: tradition didn’t allow his wife to be examined by a male doctor.That same night, two other men came by Scudder’s house seeking medical attention for young women. Both went away on hearing her reply. The next morning, Scudder learned to her distress that all three women had died.The experience shook her profoundly. It was in that moment she decided to study medicine to help out Indian women who had little access to healthcare, especially its child brides and women living in the seclusion of zenanas.Scudder’s work, beginning from a one-room dispensary, evolved over five decades and spawned the sprawling 200-acre Christian Medical College outside Vellore, which is known today for its research, pioneering procedures and the quality education it provides.\n\t\t\n\tIda Scudder with Mahatma Gandhi. Credit: Reformed Church in America/Wikimedia Commons [Public Domain].Life of serviceIda Sophia Scudder was born on December 9, 1870, in Ranipet, Tamil Nadu, where her parents, John and Sophia, were missionaries. When she was eight, Scudder returned with her parents and five elder brothers to the US, spending time in Nebraska and Chicago, before moving to the Northfield Seminary for Young Ladies in Massachusetts.It was always understood that Scudder would devote herself to a life of service. Her grandfather, the illustrious John Scudder, was the first American medical missionary in South Asia. And both her parents were members of the Arcot Mission of the Reformed Church, who travelled back to India when she was 14.At first, Scudder did not share her family’s devotion to India. Growing up, there was nothing about it she liked much. At age 20, when she left Northfield Seminary to visit her ailing mother in India, she was convinced it was temporary. It was on that trip, though, that she saw the state of healthcare in Tindivanam and changed the course of her life.In 1900, after studying medicine at Philadelphia’s Women’s Medical College and then Cornell Medical College – where she was among the first few female students – Scudder returned to India. From then on, the only times she ever went to the United States was to raise funds for her work.Within months of her arrival with her loyal friend Annie Hancock, Scudder’s father John died of cancer. Forging on despite the tragedy, she began her practice from the family home in Vellore, a town of 40,000 people, 135 km west of Chennai, that was surrounded by rocky hills and boasted a lone stone fort built by a local king.Scudder’s vision for a hospital was based on a concept first proposed by Canadian missionary Louisa Hart. A generous $10,000 donation from a New York banker made the vision a reality and so was born the Mary Taber Schell Memorial Hospital in 1902. The institution was named after the donor’s wife. Mary was also the name given to the first of many newborn girls abandoned at the mission run by Scudder’s family.Medical campsScudder’s beginnings as a doctor were hesitant and diffident. At first, she worried about not having enough patients, about conservative families denying women access to modern medical care. Her fears were misplaced, as it turned out. As patients steadily grew in numbers, they learned to trust her. The procedure she performed most often – to repair vesicovaginal fistula – won her the abiding gratitude of her patients and became known as the “Ida Scudder operation”.In 1906, she started organising medical camps called “roadsides” in villages around Vellore. Once a week, she would travel to a distant camp by train, bullock cart and, later on, a ramshackle Peugeot. A driver accompanied her in the car, along with a “Bible lady” and a team of assistants. Behind the car would follow a bullock cart – later an ambulance – in case serious patients needed to be shifted to the hospital.Such was the popularity of these camps that people travelled long distances and waited for hours to see Scudder.But she was not content. She wanted to provide better medical care.Biographers Dorothy Clarke Wilson and Pauline Jeffrey have, in eulogistic terms, dwelled on her struggles that grew commensurate with her ambition. She envisioned a bigger hospital, a nursing school, and in 1918, a medical school for women. Providing healthcare, however, was not her only goal, argue historians such as Maina Chawla Singh – hand in hand with it went her evangelical commitments.Institution builderSetting up a world-class medical school needed both funds and organisational skills and Scudder proved an able administrator and institution builder. With her persuasive eloquence, she converted many to her cause. Gertrude Todd, a generous donor and daughter of a prominent New York contractor, joined the mission in 1916 and helped with the finances. Delia Houghton joined in 1909 to begin the nursing training programme.In 1918, when Scudder proposed setting up the Union Mission Medical School for Women, she was greeted with incredulity. Colonel Bryson, the British surgeon general in Madras Presidency, doubted she would get even three students. That first year, she got 150 applications, of which 18 were chosen. Bryson was forced to eat his words when most women students passed the final examination and secured a Licence of Medical Practitioner diploma.Challenges kept coming, though. In 1938, the British government changed its policy, announcing that, going forward, it would recognise only a university-issued degree in medicine and surgery – that is, an MBBS. This created great consternation. Missionary funding organisations were torn. But after considerable turmoil, Scudder’s school was upgraded to a medical college – the Christian Medical College. In 1945, it became co-educational.‘Exalted reputation’As a teacher and doctor, Scudder followed a punishing schedule. She awoke most days at 3 am to prepare for her classes in histology, physiology and anatomy. After that she would take students on hospital rounds so they could assist in the dispensary and observe surgical procedures. There was always a paucity of equipment, but they made do with what was on hand. A skeleton, Wilson wrote, was done up with different coloured ribbons to indicate arteries, veins and nerves.Political tremors did not faze Scudder. At the height of the Mappila rebellion (1921-’22), she wore a burqa to covertly visit a patient in the Muslim quarter of the town. Her interactions with Mahatma Gandhi were fraught at times. In 1928, a few days before Gandhi’s visit to the hospital, a car arrived with khadi products, including saris. Scudder did not buy the suggestion. On the day Gandhi came calling, her students and associates wore their regular uniforms.Even after independence, Christian Medical College continued to draw dedicated doctors. Among them were Paul Brand (who performed surgeries on leprosy patients), Pauline Jeffrey (who set up a medical facility in Kotagiri), and Scudder’s niece Ida Bella Scudder (who developed advanced radiology techniques).Scudder resisted deification and was horrified, at one point, by the idea of a statue. In 1958, two years before her death, she was honoured by her alma mater, Cornell University, at a special function in Vellore. Years before her retirement, an article in Readers’ Digest described her “as an extraordinary white-haired woman who even at 72 had a spring in her step, a sparkle in her eye, and the skilled strong hands of a surgeon of 45. Doctors all over India send her their most difficult gynaecological cases. Women and children come just to touch her, so exalted is her reputation for healing.”This article is part of a series on notable Americans who visited India until mid-20th century. Read the rest of the series here.","author":"Anu Kumar","time":"2023-11-01T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195465-disilwgnnc-1698745800.jpg","tags":["Ida Scudder","History","Christian Medical College"]}