{"title":"‘Human rights violated in India’: Shiromani Gurdwara Parbandhak Committee chief tells G20 delegates","content":"Shiromani Gurdwara Parbhandak Committee chief Harjinder Singh Dhami on Friday raised the issue of human rights violations in India before delegates of different countries, who came to Punjab to participate in meetings of G20 Education Working Group, The Indian Express reported.More than 55 delegates from the G20 countries, guest countries and invited organisations such as UNICEF attended the three-day meetings, according to PTI. The delegates were taken to the Golden Temple in Amritsar on Friday as part of the excursion component of the EdWG meetings.At an event to honour the delegates, Dhami in Punjabi said, “I humbly request you all that human rights are being violated all over the world on a large scale.”Soon after this, Union government joint secretary (higher education) Neeta Prasad and head G-20 EdWG Chaitanya Kumar Prasad asked the sub divisional magistrate to inform the Shiromani Gurdwara Parbhandak Committee members that the delegates were on a religious visit and no other matter should be raised during this time.  But before the members could pass on the message to Dhami, he switched to English, asking the G20 delegates to note that “sometimes human rights are violated here in Punjab and India also”, The Indian Express reported. “So kindly consider that fact, especially in cases involving Sikhs,” the Shiromani Gurdwara Parbhandak Committee president said.Jaswinder Singh, stage secretary, also exhorted the visiting delegates to raise their voices, especially for Sikhs. “SGPC president represents Sikhs all over the world,” he said. “He is requesting you about the violation of human rights.”The sub divisional magistrate interrupted Singh then and told him that this was not the forum to speak about such issues. Singh later apprised the delegates about the importance of the four doors of the Golden Temple.","author":"Scroll Staff","time":"2023-03-19T12:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188142-wbrdvqqqpk-1679207991.jpg","tags":["Human rights","India","Shiromani Gurdwara Parbandhak Committee","Golden Temple","G20"]}