{"title":"Humans of Assam: Born in Bengal, married in Assam, this 65-year-old woman did not make it to NRC","content":"Humans of Assam is a collection of stories of people living in the state who fear losing their Indian citizenship. It is part of the month-long reporting project called The Final Count.Bina Rani Saha was born in Dinhata in West Bengal’s Cooch Behar district in 1953. But it is Assam that is really home for the 65-year-old, for it is here that she has spent her entire adult life. Saha came to Assam as a young 18-year-old bride in 1972 and has lived here ever since. The man her parents had got her married to was a resident of Assam’s Barpeta Road town.  Now, nearly 50 years later, she has failed to prove she is a bonafide Indian citizen. She did not make it to the final draft of Assam’s National Register of Citizens, a roster of bonafide Indian citizens in Assam, published on August 31. To be included in the list, an applicant has to prove that they or their ancestors lived in India before March 24, 1971.Although Saha claims to have been born in Cooch Behar almost 20 years before the cut-off date, it was always going to be an uphill task for her to prove that: she had little by way of documentary evidence. In absence of her own documents, she claimed to have furnished land records bearing her father’s name dating back to 1963. Additionally, she had submitted a village panchayat document as proof of her relationship with her father.In July 2018, when the final draft was published, Saha’s name was missing. The rejection note, handwritten by an official from the local NRC seva kendra or help desk said: “List A document not submitted”.  List A documents are used to establish pre-1971 ancestry. In other words, the NRC authorities claimed they had not received the land document Saha said to have submitted.Her son, Chandi Das Saha, vehemently contests that. “How is that possible?” he asked. “Why will we not submit the document?” For his own application, he had submitted documents from his father’s side of the family, which had been accepted. He had made it to the NRC.As she filed fresh claims to be included, Bina Rani Saha submitted her land records bearing her father’s name once again. NRC documents, reviewed by Scroll.in, confirms that. She attended two hearings too, where the officials, according to her son, seemed to suggest that her name would appear in the final list. It did not.  The grounds for rejection have not been specified yet.Bina Rani Saha, for her part,  has not quite been able to process the fact that she needs to provide documents to establish her citizenship credentials. “I do not understand what the problem is,” she told this reporter in an interview at her home in Barpeta Road. “I was born in Dinhata only.”Read all the stories in The Final Count here and Humans of Assam here.","author":"Arunabh Saikia","time":"2019-09-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126745-qqpdyqlxnm-1567520120.jpg","tags":["National Register of Citizens","Humans of Assam","The Final Count"]}