{"title":"‘Hush Hush’ review: Glossy murder mystery is powered by its star cast","content":"The household help of the residents of Gurugram’s La Opulenza live in neat, air-conditioned homes. There are golf courses, jogging tracks and parks named after gemstones, a huge clubhouse and a pond deep enough to dump corpses that never surface. The Amazon Prime Video series Hush Hush is enamoured of the upper-class milieu it brings to the screen – gated communities so large that people take golf carts to visit their friends in the next tower. There are women who order Japanese meals in swanky restaurants, wear designer outfits and heirloom jewellery and get hydration alerts on their phones. While the makers are zapping viewers with this world of wealth and privilege, they forget that the Big Little Lies-style plot needs to be as interesting as the look. Juhi Chawla in Hush Hush. Courtesy Abundantia Entertainment/Amazon Prime Video.Hush Hush, directed by Tanuja Chandra (who helms four of the seven episodes, with Kopal Naithani Ashish Pandey handling the rest), starts off well, with a murder and a mysterious locked-room death, and then scatters all over the lush lawns. The gang of four ladies-who-lunch are Zaira (Shahana Goswami), a designer of eye-wateringly expensive lehengas, ex-journalist Saiba (Soha Ali Khan), disgruntled wife Dolly (Kritika Kamra) and, fascinatingly enough, Juhi Chawla as Ishi, a Niira Radia-inspired public relations professional and fixer whom who everybody loves to hate. Dolly’s dragon of a mother-in-law wants a grandkid. Zaira, at the cusp of a career high, gets rudely side-lined. Saiba’s husband and kids get dragged into a mess, prompting her to sigh, “There should be manual for something like this.” The strangest is Ishi, who has the movers and shakers of the capital wrapped around her finger, but is unbelievably shocked when she learns of the perversions of powerful men.It’s not quite clear how the quartet, who have nothing in common, become such devoted friends. When they get into trouble – of their own making – all their style and wealth does not lend them any common sense.Ayesha Jhulka in Hush Hush. Courtesy Abundantia Entertainment/Amazon Prime Video.Perhaps it is only in films and shows that people live such insular lives and merrily leave clues and DNA at a murder scene. Yet, even the earnest cop Geeta (Karishma Tanna) does not think to send a forensic team to pick up evidence from a spot where a possible murder victim was last seen. As her cynical boss (Vibha Chibber) sneers, “This is not New York, this is Haryana. You need a warrant here?”All manner of strange hoodlums prowl around aimlessly – one of them does yoga in the middle of a deserted road. The episodes lurch from the past to the present. All this leads to a shelter run by Ishi’s childhood friend Meera (Ayesha Jhulka).The series, written by Shikhaa Sharma and Ashish Mehta, with dialogue by Juhi Chaturvedi, appears to have checked an inclusivity list for supporting characters who add little to the plot (including Muslims, lesbians, the mentally ill and the differently abled). It is unfair to Juhi Chawla that she gets so little to do and is given barely any costume changes. Yet, she nails an emotional confrontation scene whenever she is given one. Hush Hush works in fits and starts: the actors look good and act reasonably well, and when they are together, there is a sort of sisterly chemistry. The door is left open for a second season. Going by the way this one ends, it could be way more intriguing, provided the focus is on nabbing the evildoers rather than on domestic drama, costumes and the interiors of homes. \n\n\n    \n    Play\n\nHush Hush (2022).","author":"Deepa Gahlot","time":"2022-09-22T11:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180253-ecwazixolp-1663827066.jpg","tags":["Hush Hush web series","Tanuja Chandra","Amazon Prime Video"]}