{"title":"‘I am Miya’: Why poetry by Bengal-origin Muslims in their mother tongue is shaking up Assam","content":"On Thursday, a first information report was filed with the Assam police against 10 people under sections of the Indian Penal Code that pertain to criminal conspiracy, promoting social enmity and insulting religion – for writing poetry.The complaint by a man named Pranabjit Doloi was against a new genre called Miya poetry – poems written by the Bengal-origin Muslims of Assam in their native dialects that describe the discrimination they face in the state.This is not the only work of Miya poetry to have created a controversy. For some time now, the new literary genre has angered a number of Assamese speakers. The poems have elicited resentment not only for the fact that they draw attention to the oppression Bengal-origin Muslims face in Assam but also because they are written in the native dialects of the poets themselves, rather than standard Assamese.This peculiar anger against poetry needs to be seen against the backdrop of Assam politics, which for the past century has revolved around issues of who is native to the state and who is an outsider. One of the most prominent faultiness in this identity battle is language. At the end of July, Assam will publish its final National Register of Citizens, which in theory, is meant to identify undocumented migrants from Bangladesh. This is expected to leave millions of Indians stateless, most of them Bengali speakers.Miya poetryModern Miya poetry started only in 2016, when the president of the Char Sapori Sahitya Parishad, Hafiz Ahmed wrote a poem about the National Register of Citizens and posted it on his Facebook page:WriteWrite DownI am a MiyaMy serial number in the NRC is 200543I have two childrenAnother is comingNext summer.Will you hate himAs you hate me?The National Register of Citizens is widely seen to be a significantly flawed exercise. It has targeted the poor minorities of Assam, mostly Bengali Hindus and Muslims, who are easily stereotyped as “Bangladeshi”.Ahmed, named in the FIR, is a residents of the chars, sandbars formed in the middle of the Brahmputra river, settled largely by peasants brought over by the British Raj from what was then united Bengal. The majority of these peasants came from the Mymensingh region of northeast Bengal, now in Bangladesh. The residents of the chars are one of the poorest and least uneducated of any population in Assam and, as is clear from Ahmed’s poem, feel unfairly targeted by the National Register of Citizens.Not only was Ahmed’s protest against the National Register of Citizens important, what maybe also led to its impact was the poem’s forceful reclaiming of the word “miya”. It is used by Muslims across South Asia to mean “gentleman”. But in Assamese, the word has become an ethnic slur to describe Muslims in Assam who migrated from Bengal. By forcefully proclaiming that he was a Miya, Ahmed allowed other Bengal-origin Muslims to come forward and describe their own experiences of being persecuted and discriminated against in Assam under a literary genre that has now come to be called “Miya poetry”.This narrative of persecution has sparked a controversy within Assam. “By these lines the accused persons are creating an image of our state as a barbarian state in the eyes of the world which is a threat to the security of the Nation in general and Assam in particular,” reads the FIR. “The accused person’s intention is to depict a picture of Assamese people as xenophobic in the eyes of the whole world, which [is] a serious threat to the Assamese people, as well as, towards the national security and harmonious social atmosphere.”New AssameseMore than the actual contents of the poems, however, what seems to have created an uproar in Assam is the medium in which they are being written. Until now, the literature produced by Assam’s Bengal-origin Muslims have mostly been in the Assamese language. In fact, the 1980s also saw protest poetry about the persecution of Bengal-origin Muslims  – which directly influenced the modern Miya poets – written in Assamese.This is part of a process that saw many Bengal-origin Muslims of Assam, in the wake of the violent Partition, declare their language in the 1951 Census as Assamese. Assamese icon Jyoti Prasad Agarwala described them as “na-Axomiya Mymensinghia” or new Assamese from Mymensingh.As a result, the numbers of Assamese speakers in the 1951 Census shot up – rising by 150% compared to 1931. Because of this inflated population, demands – largely by Hindu Bengalis – for a Bengali-majority state to be carved out of Assam were rejected when Indian states were reorganised on linguistic lines in 1956. This allowed the Assamese elite to retain power.However, the Miya poetry movement that started in 2016 broke with this convention of using Assamese as a literary register and instead started to employ the native dialect of the Bengal-origin Muslims themselves, written in the Assamese script.The current residents of the chars, according to Shalim Hussain, one of the prominent members of the movement and also named in the FIR, speak dialects native to regions such as Mymensingh, Pabna, Tangail and Dhaka, now in Bangladesh, with the influence of Assamese as well as other local languages of Assam.Claiming self respectWhy did the poets of the chars switch from only using Assamese as a formal language, as decided during the events around the 1951 Census, to also begin writing in their native dialects? Part of the answer might lie in an autobiographical piece that Hussain had written in 2016, as the Miya poetry movement was emerging:“‘Miyah’ is a matrix within which fall descendants of people who migrated from Tangail, Pabna, Mymensingh, Dhaka and other districts of present-day Bangladesh. However, there is a class angle to the equation too. An educated Bengal-origin Assamese Muslim who also speaks Assamese might be able to camouflage his ‘Miyahness’.Since I am university educated and speak decent Assamese, I might not be called a Miyah, at least until I make it explicit. My cousin, on the other hand, who drives a cycle-rickshaw in Guwahati, will always be one. My class privilege might immunise me from the feelings of disgust reserved for my cousin.”Why not Assamese?Given the febrile link between language, identity and politics in Assam, this switch from Assamese to Miyas dialect in literature immediately produced a backlash. Hiren Gohain, one the giants of Assamese literature, asked why the new generation of Miyah poets were using their own “artificial” dialects, rather than standard Assamese.Gohain argues that by writing in their native dialects to write, the Bengal-origin Muslims of Assam are ignoring the decision of earlier generations to use only Assamese formally. “Miyan poetry has been written in a dialect prevalent among a region where immigrant Muslims have been residing for seven to 10 decades now,” said Gohain in a message to Scroll.in. “They had up to 1991 declared Assamese as their accepted standard language. They know Assamese well enough. The Assam Movement having deeply scarred them, a section of them had even been persuaded by some leaders from Barak Valley to declare Bengali as their mother tongue, which reignited Assamese suspicions”.Formal languageThis Assamese suspicion around language has also led to parallels with Chalo Paltai (turn back), a movement that exhorts the Bengal-origin Muslims of Assam to reverse the decision of the 1951 census and officially declare Bengali as their mother tongue instead.This accusation, in turn, has seen prominent Miya poets claim that they are in no way associated with changing the census language of the Bengal-origin Muslims of Assam. “It is most unfortunate that Miya poetry and ‘chalo paltai’ have been rolled into one,” Hafiz Ahmed told Insidene.com on July 7. “In fact, many of us have taken a stand against Bengali hyper-regionalism in the past. I staunchly believe that there is a conspiracy to frame me as an anti-Assamese.”He added: “These poets are simply expressing their woes through their poetry. If someone accuses me of being pro-Bengali or anti-Assamese, I won’t go seeking certificates from people then. Even noted intellectual Hiren Gohain has accused that this sub-language has been created simply to compose poems – he is mistaken.”In fact, the use of their native dialects has also led to some support. “It is curious that Miya poetry is provoking this extreme reaction,” said Samrat Choudhury, co-editor of Insider/Outsider, a book on issues of identity in North East India. “After all, Assam is like a mini-India. There are 55 linguistic communities in Assam, according to the People’s Linguistic Survey of India. The Assamese language chauvinists have only been keen to wipe out poetry in this one dialect. Why the special antipathy? What is the insecurity about?”Ahmed’s apologyIn the highly-charged identity politics of current-day Assam, however, the Miya poets have been forced to go on the defensive with regard to questions on why they were not writing in standard Assamese and using their native dialects instead. In a statement on Saturday, they reiterated their connection to Assamese language and culture.“Another allegation against Miyah poetry is that it is a threat to the Assamese language. This is an utter lie. A huge majority of the Miyah poems are written in Assamese, some in English and Hindi and a handful in local dialects.Moreover, among the ten accused in the FIR, there are four researchers who have either completed or are in the process of completing their PhDs on Assamese language and literature. One of the accused is an acclaimed Assamese writer, propagator of Assamese language and literature and renowned public intellectual.”Char Sapori Sahitya Parishad president Hafiz Ahmed urgently reiterated that he was also an Assamese and apologised for his poems. “As an Assamese myself, I have long been involved in the spread of Assamese language and culture – as every knowledgeable person in Assam knows,” wrote Hafiz in Assamese. “Yet if anyone has been hurt, we apologise.”The fact that simply writing in their native language as a way to describe persecution could lead to FIRs and public pressure strong enough for Bengal-origin Muslims to urgently reiterate that their identity was Assamese is perhaps an indication of just how vitally the state needed the Miya poetry movement in the first place. As Assam prepares to render millions of Indians stateless via the National Register of Citizens, this attempt to silence Miya poetry is a red flag.","author":"Shoaib Daniyal","time":"2019-07-14T09:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/121479-wmhllcvggy-1561882196.jpg","tags":["Assam","Miya poetry","National Register of Citizens"]}