{"title":"I cooked Fanta Maggi and Rasgulla Chaat to find out what viral Indian street food tastes like","content":"Never had I felt such anxiety in the kitchen. My mind reeled as I grated a bar of Dairy Milk chocolate onto a three-egg omelette sizzling in a pan with glistening onions, mushy tomatoes and fiery green chillies. A host of taste memories were running through my head. What will this dish be like? Will it be a sweet omelette? Or an eggy chocolate? Putting all doubts aside, I sprinkled generous shavings of Amul cheese into the pan. As the flakes melted into bubbling little springs, it was time for the final flourish – a liberal squirt of Hershey’s chocolate syrup. Finally the omelette was complete but my mind had gone blank.I had seen the recipe in one of those viral videos on the internet. Videos in which Indian street vendors create quirky, strange and sometimes outlandish inventions that keep Instagram and YouTube humming. Millions watch these videos with disbelief and despair, railing against the absurdity of the gimmickry, the bastardisation of their beloved classics, the vandalisation of their culinary tradition.Sometimes it does seem a little too much. Like when a vendor folds pulped masala dosa and frozen cream to make an ice cream roll and serves it with spiced potatoes, coconut chutney and sambar. Or when turmeric-tinged slices of bread are layered with mango ice cream, strawberry and mango syrup, nuts, raisins and grated cheese. Or when the spicy tamarind water of a puchka, the very thing that makes it heavenly to its admirers, is replaced with Thums Up.But maybe there is a method to the madness. Maybe what these vendors are doing is simply responding to the exigencies of the times. Like any astute entrepreneur, they have realised that in a crowded market, where consumers tend to loyally stick to favourites, an easy way to stand out is to offer something different – or even shocking. A samosa filled with okra, then, is not just an experiment in food by a vendor but a response to the consumption culture that thrives on novelty and abundance of options.Besides, hasn’t street food always existed outside the boundaries of lofty traditions and purist preoccupation with authenticity? I remember when I was in college in the 2000s, my friends and I would queue up outside Balwant Singh Eating House in Kolkata for doodh cola – a cloying concoction of milk and cola – all the while wondering why. Ingenuity on the street was what gave us successful wonders like Chinese bhel and tandoori momos (steamed momos smothered with tandoori spices and then charred in a tandoor).Indian street food does not fit into the Western understanding of culinary sophistication. It is untamed, chaotic and even senseless, just like the streets themselves. Drama is indispensable to it. Watching the vendor’s quicksilver hands move in a chaotic rhythm, the sizzle of the pan, the crackle of open flames, the clanking of utensils are all essential to the experience of eating on the streets.Sometimes the drama doesn’t work, the ingredients are bizarre and the taste ghastly, but whatever the outcome, at least the experiments are refreshingly irreverent – a break from the chokehold of tradition. In a country where tastes are shaped by class and caste, where food is a powerful marker of identity, they are a rebuttal of the domination of the taste-makers who judge food from a perch of privilege and access.Unlike these taste-makers, I didn’t want to dismiss viral food videos offhand. I wanted to try the whacky street creations. But since travelling around India in their search was not possible, I did the next best thing: I recreated the recipes in my kitchen by approximation. Granted, a few ingredients may have been off here and there, but then, I reminded myself, this exercise was about one thing: what happens when you don’t follow the rules?Fanta Maggi\n\n\n    \n    Play\n\nIn this recipe, good old Maggi is cooked with finely chopped onions, green chillies, lashings of sweet fizzy Fanta along with coriander, amchur and salt. If you like, you can add extra green chillies to amp up the heat or an extra sachet of Maggi masala. The dish rides on the cherished trifecta of sweet, sour and spicy. Anyone who enjoys this flavour profile may like Fanta Maggi. To me, it was a reminder of the sweet-and-sour dishes at the rustic Chinese eateries in Kolkata. Next time I will try Rooh Afza Maggi.Chocolate Omelette        View this post on Instagram            A post shared by Gagandeep Singh (@mrpettoosingh)\nThere is nothing unusual about a chocolate omelette per se. The internet is filled with recipes for omelettes infused with molten chocolate, covered with chocolate shavings or stuffed with chocolate mousse and garnished with whipped cream and berries. How the Indian street version differs is that it throws in generous amounts of onions, tomatoes, green chillies, salt, spices and cheese. One internet user called it garbage. I would not go that far, but I will admit that I found it confusing. Give it a miss.Oreo Pakora\n\n\n    \n    Play\n\nAmong the best-known cookies in the world, Oreos have inspired numerous recipes, from pies and shakes to ice cream and cakes. In the United States, it is common at fairs to find deep-fried Oreo – Oreos dipped in sweet pancake batter, deep fried and dusted with icing sugar. The Oreo pakora is the desi cousin of deep-fried Oreo. The difference is that instead of pancake batter, it is dipped in a savoury chickpea batter, like most bhajias. To me, this seemed like the wrong choice: the flavour of the chickpea batter and its savouriness clashed with the biscuits. But maybe you, the reader, will find it interesting.Rasgulla Chaat\n\n\n    \n    Play\n\nChaat is the most versatile Indian street food. Its ingredients are not fixed. The goal is to layer flavours, colours and textures into a culinary cornucopia that is electric and mouthwatering. In many parts of the country, people add spongy ingredients like soaked lentil fritters and crumbled dhokla to chaat as a textural counterpoint to the crisp papdi, puris and sev. Replacing the dhokla with rasgulla is, therefore, not a bad choice. The rasgulla syrup can be squeezed out or used to add a sweet element to the chaat. There are quite a few versions of the rasgulla chaat online. The one I tried featured pani puris stuffed with rasgullas and topped with sev, curd, chutneys and other condiments. It was delicious. I licked the plate clean.Egg Paani Puri\n\n\n    \n    Play\n\nPuchka topped with grated boiled eggs is a popular street snack in Bangladesh. The Indian street version is different. To make it, boiled eggs need to be halved and their yolk scooped out. After that, the yolk is cooked with onions, tomatoes and spices into a spicy mash, which is then spooned into hollowed-out boiled eggs. Think of it as devilled eggs with a desi tadka or a reconstructed anda ghotala. It is addictive and makes for a nice snack.","author":"Priyadarshini Chatterjee","time":"2023-12-27T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196942-jprsyaoriv-1703512798.jpg","tags":["Food","Street food"]}