{"title":"I have never criticised Muslims, claims jailed MLA T Raja Singh in reply to BJP’s show cause notice","content":"Bharatiya Janata Party MLA T Raja Singh on Monday claimed that he had only imitated comedian Munawar Faruqui based on information from Google and had never criticised Muslims, ANI reported.Singh, who is in jail after being booked under the Preventive Detention Act for making allegedly derogatory comments about Prophet Muhammad, was responding to a show cause notice issued by the BJP on August 23. He was suspended from the party on the same day large-scale protests erupted in Hyderabad as he repeated former BJP spokesperson Nupur Sharma’s disparaging remarks about the Prophet, which had led to a major diplomatic row with several countries in the Middle East. She was later suspended by the BJP.In his reply to the secretary of the BJP disciplinary committee Om Pathak, Singh on Monday promised not to do anything that brings disrespect to the party.The legislator from the Goshamahal constituency claimed that whenever he criticises Lok Sabha MP Asaduddin Owaisi’s All India Majlis-e-Ittehadul-Muslimeen, an impression is created that he is criticising Muslims.“Since the word ‘Muslim’ is part of Majlis-e-Ittehadul Muslimeen, they are alleging that I am criticising the entire Muslim community,” he claimed. “But I have never criticised the Muslim community. I have never made personal comments against them. I, on every occasion, have been exposing the MIM atrocities and its staunch supporter, the TRS [Telangana Rashtra Samithi].” But according to the police, Singh is involved in 18 communal offences and 101 criminal cases have been filed against the suspended BJP leader, ANI reported.Telangana: Arrested BJP leader T Raja Singh submits a reply to BJP Central Disciplinary Committee on a show cause notice after being suspended for his alleged derogatory remarks on Prophet MohammedStates, \"I, as a BJP worker, won't do anything that brings disrespect to party.\" pic.twitter.com/Fqqd9ed9Lj— ANI (@ANI) October 10, 2022\n\nSingh, meanwhile, accused Owaisi of winning elections based on communal grounds for the last 30 years. “All these false cases were foisted against me by the TRS government at the behest of the AIMIM,” Singh alleged. “I have been relentlessly fighting against the atrocities of the AIMIM and its partner TRS for the last eight years.”He said as a BJP legislative party leader, he had requested the Telangana Rashtra Samithi government not to allow Munawar Faruqui’s show in Hyderabad amid allegations that the comedian had made vulgar comments about Hindu deities. “The state government not only ignored my suggestion but instead invited him to Hyderabad and provided security with thousands of police personnel to carry on his show,” he added. “The act of the TRS government was aimed at pleasing the MIM party. As many as 500 BJP activists, along with me, were arrested on the day of the Munawar Faruqui show.”This, Singh claimed, had provoked him to make a video to make the audience understand how the comedian does his show. “I neither belittled any religion nor did I criticise the Gods of any religion in my video,” he added. “I did not use abusive or harsh language. I didn’t mention the name of any individual in my video. I didn’t deliberately hurt the sentiments of any religion.”The Telangana Rashtra Samithi government had filed a false case against him intentionally and though the court had dismissed the matter, he has been detained in jail by invoking the Preventive Detention Act, the response to the show-cause notice claimed.Singh sought an opportunity to continue to serve the BJP and the nation.","author":"Scroll Staff","time":"2022-10-11T10:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146984-vmzdopxpgq-1599198017.jpg","tags":["Munawar Faruqui","T Raja Singh","Asaduddin Owaisi","Prophet Muhammad","BJP","Nupur Sharma","Hyderabad"]}