{"title":"‘I want to save democracy’: Why even former critics of the Congress joined the Bharat Jodo Yatra","content":"One day on the Karnataka leg of the Yatra, my little group sat down with a group we had been walking with all that morning. This was in the afternoon break between the two sessions of walking. We were sitting in chairs outside two enormous tents. One had dozens of cots on which the yatris were resting. The other had long tables at which people sat to eat a simple lunch, served to them on bright green banana leaves.    Finished with lunch, our new friends were discussing why they had joined the Yatra. Mohan, a squat man with a greying beard, seemed to be working through his reasons right there and then, musing in some wonder: “You know, I’ve been anti-Congress all my life. So why am I here at all?” He stopped to collect his thoughts. “It’s just that now there’s this assault on Indian democracy,” he said. Several people nodded. Nobody needed Mohan to spell out what he meant. He went on: “So I want to defeat that and save democracy.”He seemed suddenly aware of the full weight of what he had just said. Then: “It’s much better that we start getting organised a year-and-a-half before the elections, instead of only a month before.” Several others nodded again. Soon after, Mohan got up to leave. After two days with the Yatra, he and his friends were returning home that afternoon. It was only after he disappeared that I realised I had not actually said bye. For I had been sitting there, lost in thoughts spurred by his words.   Yes, the Yatra was happening a year and a half before the 2024 Lok Sabha elections. Yes, it was a largely Congress show. Yes, Rahul Gandhi dominated the coverage. Yes, there were and are questions about the Yatra’s purpose and meaning, even among the small group I had come with. But with all that, there was still an overriding focus among many who joined the Yatra: never mind past disagreements, never mind the need to hold your nose if you have to. For now, there’s a shared imperative: stand up and be counted, against the party in power today. Seen that way, it’s an ironic reminder of an earlier moment in our history. That’s when a group of parties came together – looking past disagreements and holding their noses, yes indeed – to form a coalition to jointly fight the upcoming election. I refer to 1977, of course. Ironic, because the shared imperative was to stand up to the party then in power – which was the Congress. And that year, the motley Janata coalition managed to dislodge the Congress. That the coalition didn’t last is another story, but in 1977 their great success was defeating the Congress. During and after the Yatra, I was not persuaded that it would – or even could – build up momentum and strength on that 1977 scale. But in some ways, and at least for now, that was irrelevant  One face of the Yatra was the Congress. You might say, and you’d be right, that it’s a party in some disarray and depression, because of its nosediving political fortunes over the last several years. It has lost elections, it has lost veteran Congress-wallahs, it has factions sniping at each other. If this Yatra was a way to rebuild political capital, to galvanise Congress activists, to show the Indian voter that this party will not roll over and fade away – well, for anyone who values Indian democracy, that’s welcome. But another face altogether of the Yatra – and that’s the face that truly caught my attention and imagination – was the diversity of people who joined. There were people like Yogendra Yadav, or Mohan above – known and severe critics of the Congress in the past. But there were others as well, and they came to the Yatra with their own incredibly varied palette of issues. I mean LGBTQ activists and farmers, manual scavengers and school-kids, unemployed youth and nomadic tribes and many more. Again, if the Yatra was a vehicle for them to bring their concerns to the attention of the Congress, but also to the country as a whole – well, that was welcome too. Because to me, this rich, colourful diversity is the authenticity and promise of India itself. It’s what breathed spirit and life into the Yatra. And why was I there? Partly, of course, because the Yatra set my journalistic antennae to quivering sharply. I wanted to simply watch and observe, in some sense not even really invested in the success or otherwise of the Yatra. But mostly, as I spelt out above, this was something I felt I had to do to stand up to the divisiveness, the hatreds, the polarisations that are marking out and deepening so many fault lines in this country. My solidarity with – luxuriating in, more like it – the diversity of India may mean very little in any broader sense to anyone else. But it meant a great deal to me, and that’s what took me to the Yatra. But there in Karnataka, I was also accompanying a small group of public health professionals. Two of them were Ravi and Ramani, my brother and his wife, doctors trained in community health. They have worked in primary health care for years in rural Odisha, Madhya Pradesh, Chhattisgarh, Rajasthan and Gujarat. Two other friends and colleagues, Guru and Prasanna, were along as well – not doctors, but they have worked for years with public health outreach organisations. Over several days before we joined the Yatra, the four of them had prepared a brief on public health concerns – malnutrition, right to health care and more. Their goal was to hand the brief over to the Congress leaders in the Yatra, including Rahul Gandhi. (They gave it to me to read and I had a couple of minor suggestions, which is why they added my name to the brief.) Through various contacts, we had actually scheduled a meeting – during the midday break on the Monday we walked – with Gandhi and others. Our group would present the brief then. Only, that meeting was cancelled the evening before. There were a few too many groups lined up during that midday break; some farmers, particularly, wanted to meet Gandhi. So instead, the organisers arranged for us to walk with Gandhi for a while that morning. Once we were positioned alongside him and walking, Ramani and Prasanna spoke to Gandhi about the brief. Now I’m terminally cynical about politicians, and especially at a moment like this when Gandhi was surrounded by surging crowds calling his name and wanting photos. It’s a measure of my cynicism that I honestly did not expect him to really pay attention to us. But even while waving out every now and then and acknowledging the crowd, he listened closely to the brief. He asked a series of questions, challenging and making Ramani and Prasanna back up their data and conclusions. One example: Ramani mentioned her experience with migrant workers in Rajasthan. They get injured at work and try to get the free health care that is available in that state. But because their Aadhaar card is from Bihar, say, they are denied treatment. Why should that be? But Gandhi asked, well, how will a state cope if floods of people from another state come in to take advantage of the announced free care? After a while, I took the chance to speak to Gandhi about my book, The Deoliwallahs: The True Story of the 1962 Chinese-Indian Internment. I said that while I admired and respected his great-grandfather, this imprisonment of 3000 Chinese-Indians was one of his mistakes. My co-author Joy Ma, I pointed out, was born in the camp and spent her first four years there. The Chinese-Indian community is longing for an acknowledgement of and apology for this injustice. Gandhi listened carefully, then asked me to send him a copy of the book. Which, a few months later, I did. We remarked how well the Yatra was proceeding. Gandhi said that was true, but we should remember that organisation and mobilisation are two different things. What we could see on the Yatra was mobilisation. That’s easily done, but it is short-lived. What the Congress needs, he said, was to transform mobilisation into organisation. Excerpted with permission from Roadwalker: A Few Miles of the Bharat Jodo Yatra, Dilip D’Souza, Penguin India.","author":"Dilip D’Souza","time":"2024-01-18T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184685-nbvxryivuq-1671603246.jpg","tags":["rahul gandhi","bharat jodo yatra","dilip d'souza"]}