{"title":"‘I wanted to land this film correctly’: Why actor Kunal Kemmu chose to direct ‘Madgaon Express’","content":"In an acting career that began when he was six years old and spans genres, Kunal Kemmu has consistently proven his comic timing. So it’s apt that after acing roles in such films as 99, Go Goa Gone, Golmaal 3 and Lootcase, Kemmu’s directorial debut is the comedy Madgaon Express.Written and directed by Kemmu, the March 22 release stars Divyenndu, Pratik Gandhi and Avinash Tiwary as three men whose Goa holiday is upended when they get enmeshed with drug dealers. Kemmu intended to act in Madgaon Express, but an offer to direct gave him an unexpected opportunity, he told Scroll.Why did you decide to direct a film at this point?I did not pitch this film as a director. I pitched it as an actor-writer. But every time somebody would read it, they would ask, why aren’t you directing? Because it’s written with such clarity and they saw it come alive during narrations. A similar thing happened with [producer] Excel Entertainment.Secretly, I was very happy because it’s not an easy thing, and these producers were ready to put money into it. They reassured me saying that having worked with many first-time filmmakers, they would get me all the support I need. Of course I said yes, because you have imagined the film, imagined helming it, but you didn’t pitch yourself because people might wonder why an actor has written a script. Then they will ask why he wants to direct it? Is he changing his profession? Is he giving up on acting? But taking on directing meant giving up the acting role.\n\n\n    \n    Play\n\nMadgaon Express (2024).Why did you decide not to star in ‘Madgaon Express’?It would have taken away from the wholesome experience of just being a director and a writer. As an actor, you’d also be wearing your outfit, make-up and concentrating on what you're doing in front of the camera. Would I be concentrating on what I was doing or would I be looking at everybody else and at what’s happening in the entire frame? I didn’t have the experience of directing to answer that.Maybe now I can tell you that if it’s planned correctly, you can do it. I decided that if somebody was taking such a big risk on me, I should definitely not wear all the hats and concentrate on landing this correctly.But we hear that you have reserved a bit part for yourself.I believe that’s the chatter, and I am happy to keep feeding that chatter until the film comes out.You've done very good comedy work in the past. What is it like directing other actors in comedy and getting that right pitch?I really enjoy staging. I did a lot of theatre in college and I always liked blocking scenes, bringing actors in and saying how do you use this prop, how do we use everything around us, what is this costume. I got an opportunity to do that on a set, where I could also decide what was going to be on the set.Also, when I was writing dialogue for Madgaon Express, in my head, I was acting out every character and blocking the scenes. So the lines are slightly organic. To be able to go there, and to do it with actors who are so good, so versatile and at the top of their game, made my job easier. I could be that orchestra conductor who’s just saying, okay, now string section, and now let’s see the symphony come alive. I really enjoyed that bit.I knew I had to earn my stripes. I didn’t want anybody on set to feel I didn’t know what I was doing or I was just doing it because I am an actor who got the opportunity.How involved were you in the casting?I’ve always let instinct drive me. But once I realised in the practicality of it, I was way clearer than I thought that I was. Not just in terms of the actors who would play the parts but also how they would look.I went for everybody’s haircuts and was supervising those to achieve the exact look for the characters. I know the importance of a costume and a look in portraying a part. I’ve even gone so far as to focus on a character’s walk. Not everybody sees it, but when someone does notice, you feel rewarded.For example, there is a scene in Lootcase when my character Nandan is walking on the station as a train is approaching. A couple of filmmaker friends noticed that walk. It was very important what kind of shoes this guy was wearing and his stride.So for me, how the actors looked and dressed, their posture, was important. As a director, I got an opportunity to maybe put it to these actors in a more entertaining way. I asked these guys to trust me, but I was available to offer explanations if needed.\n\n\n    \n    Play\n\nMadgaon Express (2024).Why did you pick Goa? Did you lean into the stereotypes of drugs, parties and water sports or have you tried to steer away from them?When you say three boys want to go to Goa, you’re already tapping into something in everybody’s imagination. The reasons would stick without you having to delve into it – jet skis, parasailing, beach pe babes ke saath volleyball [play volleyball on the beach with women].As for stereotypes, they have been set by films. They also bring a certain kind of recognition. I have not been driven by stereotypes, but at the same time there are some stereotypical things. After all, these boys are going to Goa for those stereotypical things. They aren’t going to eat cashew nuts and visit churches. They have seen the ads and films which show beaches, seafood, volleyball, jet skis, parasailing.Actors often say that they don’t let box office collections stress them out as once their job is done, it’s not in their hands. But as a director, are you feeling a bit more of that pressure?I am. But honestly, I don’t really care about numbers beyond a point. Rs 100 crores, Rs 200 crores, where do you go from there? That greed will never end. Even if you do Rs 200 crores business in your first one, but then you do only Rs 150 crores for the next one, you’re setting yourself up for disaster, right?Success is measured by the opportunities you get to keep doing what you want to do, and that should not be burdened by box office collections. Otherwise, you won’t be cast in certain things. Similarly, as a director, I just want my film to make enough money for everybody involved to be happy, so I can keep doing what I’m doing.Your acting journey began when you were six years old. In 2005 you made your leading man debut with Kalyug in 2005. What has changed in the Hindi film industry in the last two decades?I’ve witnessed change and evolution multiple times. Around 2005, the studios were entering the scene. This was the time when the system of solo producers and distributors was changing into a studio system. That changed the ballgame for the kind of money being spent on films. Suddenly you saw multi-crore films and multi-crore deals happening for actors.I think that’s where this whole trend of so-called big star-led films began. Earlier. if your films worked and reached silver jubilees or golden jubilees, you were a star. Now it became about Rs 100 crores and then Rs 200 crores. Jubilees are a thing of the past. I still have a plaque of the platinum jubilee of Hum Hain Rahi Pyar Ke. It should be in a museum now.Today’s generation won’t even know what I'm talking about. We now measure success not by months or even weeks, but days. A lot of math has come into play but honestly, films are not maths. You are selling an experience. How can you put a number on that?Then OTT [streaming] happened. People were sceptical, then OTT blew up and films were struggling. Now it seems like OTT might be dying and films are going to be the saviours. So it’s been volatile, to say the least. I’ve seen the ups and downs that come with the industry.But what about as an actor?As an actor, the genres of films that were being made had already started to broaden by the time I debuted as a male lead. Before there were comedians who only played supporting comic roles. Leading men didn’t play comic characters. But I think Govinda and Akshay Kumar were responsible for changing that. They were the heroes but they were making you laugh throughout the film.Back in the day, Mehmood, Johnny Walker and Johnny Lever would do comedy and they would be in every film. That's all they did. The heroes did not do physical comedy or play anti-heroes. So that had already started to change.Parallel cinema had become so-called offbeat cinema, releasing in multiplexes. Overall, the scale and the scape of films changed, and that allowed an actor to break the stereotypes. You could tell a story about families. Everybody was not necessarily a hero in a multi-starrer. They became ensembles. A lot of young people started coming to the business. When I did Kalyug, [director] Mohit Suri was 23, I was 21. It’s always been a wonderful place to be.What are your acting plans? Where do you go from here?I would love to act. That has always been my first love. I love it too much to ever hang up my boots. But I’m very happy that it’s given me an opportunity to venture into writing and direction, both of which I find immensely fulfilling.I really enjoy directing. It does take a lot of time out of your life, and it’s scary. You spend two years on one thing and if something goes wrong with it, then you just lost two years. It’s a different kind of pressure. In acting, you can do multiple jobs simultaneously, if you’re lucky, and you get to play different characters. I like the fact that I have been able to develop a relationship with the audiences playing different characters on screen, and that love won’t be challenged.\n\n\n    \n    Play\n\nLootcase (2020).","author":"Udita Jhunjhunwala","time":"2024-03-16T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199290-rwxnmctuis-1710526099.jpg","tags":["Kunal Kemmu","Madgaon Express"]}