{"title":"‘I was living in an echo chamber’: Young urban Indians who voted against BJP react to verdict 2019","content":"In 2014, Tanvi voted for the Bharatiya Janata Party. Five years later, she chose NOTA, or None of the Above, when she cast her ballot in Pune, Maharashtra, on April 23. “I was not happy with any of the candidates,” she explained. “My brother opted not to vote at all. My father tried convincing me to vote for Narendra Modi. Everyone told me I was wasting my vote. ‘If not Modi, then who?’ they asked. But I did not want to see any of the candidates in power.”As the results trickled in on May 23, showing the BJP cruising to a crushing victory, Tanvi, 24, a writer, was dismayed. “It shows even the urban class can’t see beyond propaganda,” she said. “I was devastated when the results came out.”She was not alone. While about half of India’s voters endorsed Modi’s bid for another term, a number of young urban people who consider themselves liberal voted against the prime minister’s coalition. Some of them did so even at the cost of alienating their families and friends, many voted without letting anybody in on their choice. That is why most such voters to whom Scroll.in spoke declined to be named or clearly identified. So, why exactly did they vote against the BJP? Who did they support instead? And what do they make of the results?‘I knew the majority wanted BJP’Many of these young voters said they expected the BJP to return to power but were surprised by the scale and spread of the party’s victory. “I was shocked by the BJP’s performance in West Bengal,” said Rahi De Roy, 21, an art student in Vadodara, Gujarat. She voted for the Congress, Roy added, but nearly all her relatives in Kolkata voted for the BJP despite being dissatisfied with the party’s candidates. “They openly said they voted for Modi,” she said. “I was dismayed by the results because I realised I was living in an echo chamber.”Akash Dutt Sharma, 22, a filmmaker in West Delhi, too was disappointed. “But this does not mean I will leave the country,” he said. “I thought the NDA would get 220 seats but it is sad to see how good Amit Shah is as a strategist.”Madhuvanti, 26, also in West Delhi, voted for the Aam Aadmi Party even though she “knew that they did not stand a chance”. She claimed that it did not matter to her constituency’s voters who the candidates were. “Even in the line at the polling booth, people standing near me were talking about making Modi win,” she said.For a 24-year-old chef in Bengaluru, the results did not come as a surprise. She voted for the Congress in Bangalore South, only to see the BJP’s Tejasvi Surya elected by a margin of more than three lakh votes. “There is a global trend of democracies shifting towards the Right,” she explained. “I am not going to run away from the country because it is as much mine as it’s anyone else’s. This is what people voted for and it seems we just have to go through it.”you are projecting your own anti-establishment politics on your community, but all your communities are voting bjp. live a little outside of twitter and maybe you will be less shocked that most vote for bjp across different political and cultural lines, and no one is born 'woke'— dajjal's pain,,, (@leclovgunpodi) May 23, 2019\n\nAditya Suryawanshi, 22, voted for the Nationalist Congress Party’s Parth Pawar in Maval, Maharashtra. Pawar lost to the Shiv Sena’s Shrirang Barne by more than 2 lakh votes. “I really did not expect him to lose since he is a Pawar,” Suryawanshi said, referring to the family of the party’s chief Sharad Pawar. “I knew that the majority wanted the BJP in power but the Opposition really missed its mark. The noise over the Rafale jet deal didn’t work. There were so many other aspects that could have been addressed.”But Suryawanshi remains hopeful. “Vanchit Bahujan Aaghadi got more than 75,000 votes in Maval,” he said. “It will take a long time but this party can play a big role at the state level because they got a significant number of votes.”‘Social media creates delusions’These voters said they got much of their information about the election from social media, which they now realise did not always reflect the ground reality. “My social media feeds are curated according to the people I follow,” explained Roy. “I do not know what other people are thinking. I have realised that it is important to engage with people you don’t agree with, preferably away from social media.”Sharma was more scathing. “Social media is irrelevant and it only creates delusions,” he said. “It’ll show you what you want to see. And people are victims of this constant brainwashing.” This goes for both sides of the political divide, he added. To illustrate his point, Sharma said his family’s WhatsApp group is always buzzing. “It was mostly good morning and good night messages earlier,” he added. “But after the results, one of my relatives shared something about Pragya Thakur. I countered him, saying she is a terror accused. He confidently dismissed me, saying, ‘Haan, hum hain Sanghi’.” Yes, we are followers of the Sangh Parivar.Some of these young voters accused TV news channels of working as the BJP’s mouthpiece. “The prime minister was not questioned by news anchors for not holding a press conference during his tenure,” said the chef in Bengaluru. “But they were fearless when questioning leaders of other parties.”‘We need more patient discussions’Now that the BJP is back in the saddle with an even bigger majority, these young voters said, there is an urgent need to bring dissenting voices together to present a stronger alternative. “I constantly got calls from friends and relatives telling me to vote for Modi but I did not see the same conviction from the Left liberal side,” said Tanvi. “The Opposition had no plan to bring people together.”Don't despair. We have work to do. Here are some of the things we can do.1. The less politically aware people are, the more you can influence them. So write more on Facebook. Spend more time there.2. Write in your region's language as much as possible.— Tejas Harad (@h_tejas) May 23, 2019\n\nSome have decided to begin at home. Rishabh Verma, 23, was elated when he finally managed to convince his family to vote for the Aam Aadmi Party, not the BJP. “It took months of dialogue and a lot of patience,” said Verma, who works in the development sector in Ambala, Haryana. Though he was left disappointed by the results, Verma said, he will continue to try and persuade people not to go with the BJP .Madhuvanti vowed to have more political discussions with her father, a BJP voter. “We differ in our opinions and this is very demotivating and frustrating,” she said. “But I know that he doesn’t necessarily have access to the facts so I will share them with him.”But if the liberals are to stand a chance of winning people over to their side, Verma argued, “Modi bashing will not help.”He explained: “We need to be more empathetic and understand why exactly people support the BJP. There is no need to be condescending either. We should have patient discussions rather than call people out on social media.”Some of these young voters , though, said they were unsure about what to do now. “It’s exhausting arguing with people because you just keep going around in circles,” said Diya Deviyah, 23, a law student in Sonipat, Haryana. “You cannot keep up with the rhetoric. I don’t know what will change and what to do differently.”  Also read: What do Indians vote for? New study indicates that development is not a priorityThe Daily Fix: It is time the Congress stood for a political idea rather than a political family","author":"Vijayta Lalwani","time":"2019-06-01T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120357-pprmxfncte-1559069627.jpg","tags":["Narendra Modi","Congress","Aam Aadmi Party","Resulst 2019","Lok Sabha elections 2019","Indian liberals","BJP"]}