{"title":"IAF air strike: Pakistan takes journalists to Balakot site, says Indian claims of Jaish camp false","content":"Pakistan on Wednesday said it took representatives of some international media houses and foreign diplomats to the site in Balakot, Khyber Pakhtunkhwa where the Indian Air Force struck a Jaish-e-Mohammad camp on February 26. The IAF had retaliated to a terrorist attack in Jammu and Kashmir’s Pulwama on February 14, which killed 40 Central Reserve Police Force personnel.“A group of international media journalists mostly India based and ambassadors and defence attachés of various countries in Pakistan visited impact site of 26 February Indian air violation near Jabba, Balakot,” Inter-Services Public Relations Director General Asif Ghafoor tweeted. “Saw the ground realities anti to Indian claims for themselves.” The ISPR is the media arm of the Pakistani army.Pakistan had countered India’s claim that it destroyed a Jaish-e-Mohammad madrassa, alleging that only a few trees had been felled in the Indian Air Force strike.BBC Hindi said that one of its correspondents was part of the team that visited the site of the air strike on Wednesday. The news network added that the visit was overseen by the Pakistan army.  The BBC correspondent reported that the team had alighted from a helipad and walked for around 1.5 hours through difficult mountainous terrain to reach the spot. “We were taken to three places,” another BBC correspondent said. “We saw a crater in the ground. They pointed out to us that this was the place where the IAF dropped its payload. The area was deserted.” He said that only a crater and uprooted trees could be seen. The Pakistan Army said there was slight damage to a house and one person was injured.Later, the team was taken to a madrassa. “I could hear the sound of children studying in the madrassa,” a correspondent said. “We have some journalists and ambassadors with us too.”BBC said Ghafoor was asked who runs the madrassa, as the name on the board outside read Maulana Yusuf Azhar. “How can you justify this?” the correspondent asked. “This is a process by which we are changing the curriculum taught by the teachers,” Ghafoor said. “How can you say that any terrorist activities take place here?” Yusuf Azhar, the brother-in-law of Jaish chief Masood Azhar, was one of the main targets of the Indian Air Force during the Balakot attack. However, the teachers claimed that they had no knowledge of any Jaish-e-Mohammad link to the school.The madrassa was temporarily shut on March 13, Army officials and students told the news network, due to the “prevailing conditions”. The correspondent added that schools were on vacations, but there were still many children studying at the madrassa. “We were allowed to take pictures of the area, but whenever we tried to ask questions, they kept an eye on us,” the correspondent said. “We thought we were restricted from speaking too much to the locals.” Ghafoor claimed that anyone could visit the madrassa at any time. “You can see that this is an average building, an old construction,” he said. “It has not been damaged at any place. There is no truth in what the Indians are saying.”A group of international media journalists mostly India based and Ambassadors & Defence Attachés of various countries in Pakistan visited impact site of 26 February Indian air violation near Jabba, Balakot. Saw the ground realities anti to Indian claims for themselves. pic.twitter.com/XsONflGGVP— Maj Gen Asif Ghafoor (@OfficialDGISPR) April 10, 2019","author":"Scroll Staff","time":"2019-04-11T10:37:54.891735+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114588-rjiindgjnd-1554957760.jpeg","tags":["Indian Air Force","Balakot","Pakistan","Pulwama attack"]}