{"title":"ICC Men’s ODI World Cup: Golden silence as Australia clinch the silverware for sixth time","content":"A feeling of vengeance lingered in the back of the mind of the common Indian cricket fan. The trauma of the 2003 World Cup had not been forgotten after all. In a sea of blue at the 1,30,000-capacity Narendra Modi Stadium in Ahmedabad on Sunday, it was hard to spot a drop of yellow. Already five-time champions, the Australian men’s team, knew better than caring about the partisan crowd. Known to thrive in big-match situations, Australia is what the Generation Z would call an ‘alpha’ team, and the record-holders lived up to that tag by taking the crown for the sixth time with a stunning six-wicket win over India. Moreover, captain Pat Cummins had spoken about a very specific kind of satisfaction on the eve of the ICC Men’s ODI World Cup final. And on the all-important night, he was a man on a mission indeed. The satisfaction of silencing the home crowd had been achieved.Through the course of their ten matches at the World Cup, unbeaten India had rarely given that kind of satisfaction to its opponents. When they were pushed into a corner, they came back on top every time. But on the night of the final, Cummins and Co denied the hosts a dream run.Several times during the event, the nature of the One-Day International format was called into doubt but it had become abundantly clear that slow, low and tired pitches create enthralling games. Ahmedabad served up exactly that kind of pitch for an exciting match and it was the Australians who came out on top. But it is not surprising. If there’s any team that could do it, it had to be Australia. Their envious history at ICC events aside, seven out of the eleven players in Australia’s title win today were part of the winning squad in 2015.ICC Men’s ODI World Cup: ‘Just know how to get the job done’ – Reactions as Australia win 6th titleEventually, it mattered that a team had players capable of handling the pressure of a big final match. Contrastingly, only Virat Kohli and Ashwin Ravichandran were part of the 2011-winning World Cup squad, the latter did not play in the final on Sunday. Meanwhile, for Shubman Gill, Shreyas Iyer and Suryakumar Yadav, the overwhelming pressure of playing the first final in an ICC event as seniors probably got to them.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nHeading for the winIt never appeared to be a problem for Travis Head and Marnus Labuschagne though, who stitched a marathon 192-run partnership to chase down 241. It was ‘Head’ ache for the Indian hearts as he scored a stunning 137 off 120 to ensure Australia finished an even more stunning campaign on a high.Head has been involved in denying India silverware for the second time this year. At the World Test Championship final in June, he had scored a stunning 163 in the first innings to guide Australia to the title.For years, previous generations of Indian fans carried harsh memories of Ricky Ponting’s unbeaten 141 in the 2003 World Cup final. And on Sunday, Head became the tormentor-in-chief in the memories of the current generation.The 29-year-old, who sat out the initial games at the tournament due to injury, is one of the few players in the world who can take the pitch and conditions out of the equation and take it ball-by-ball and according to the situation. Even as Australia lost three wickets inside seven overs, Head managed to bat largely with a strike rate of more than 100.Labuschagne, meanwhile, usually known for his ability to dig deep, brought his Test batting skills to anchor the partnership on the other end. At one point, he was batting at 9 off 27 but ensured he finished with an unbeaten 58 off 110 to finish as a World Cup winner.Head repaid the selectors’ faith when he had scored a century on return against New Zealand in Dharamshala, and before stepping into the final, was brimming with confidence having scored a match-winning 63 against South Africa in the semi-final in Kolkata.In addition to the performance with the bat, with his fielding, Head provided the first instance of the utter silence that would follow India for the large part of the evening.The Indian captain Rohit Sharma, had come out all guns blazing, as he had done throughout the tournament and successfully neutralised the threat of Australia’s potent pace attack. With a quick-fire 47 off 31, he had ensured India took the lead early on.However, Glenn Maxwell came in the tenth over to put a stop to it all but it was truly the fielder’s wicket. A flighted delivery angled away, Sharma stepped for a loft, slicing it high, but Head finished it all with a stunning running catch at wide mid-on.Pat’s trickAfter Sharma’s early onslaught, the foundation for the victory was set up by bowlers Cummins, Mitchell Starc and Josh Hazlewood when they dented India’s innings early on to reduce them to an underwhelming total. It was the first time in the tournament that an opponent had forced India’s last batter to come out to bat.Shubman Gill had already been sent back to the pavillion in the fifth over but Virat Kohli seemed intent to get the innings back on track. He stuck to his role as an anchor, even as Sharma and Shreyas Iyer departed to stitch a fifty-run stand with KL Rahul.Moments after Kohli registered his sixth fifty of the World Cup, Cummins walked the talk about hushing the crowd.A short-length delivery dug in on the stumps, causing Kohli to rise on his toes to defend with a slightly tilted bat, which proved to be lethal. The inside-edge to the popping crease landed straight on to the stumps.Cummins who punched the air in delight pushed the Ahmedabad crowd to a silence that India never recovered from, at that point.Eventually, Rahul tried to hold fort during his 107-ball 66 but there was no final flourish. Australia dried up the boundaries with excellent fielding to complement the bowling as the Indian batters struggled to rotate strike.Cummins, an unusual contrast to the abrasive Australian captains of the past, stepped up not only as a bowler but also as a leader. As a captain, he now has it all – the ODI World Cup, the T20 World Cup, the World Test Championship and the Ashes.Gold and silverIndia’s form in the tournament and dominance in home conditions meant that a comeback could not be ruled out. The dew would come on later but India had the bowling attack to defend it. Additionally, the swing on offer in the early overs of the second innings made it look like that the Indians could, indeed, make inroads again.The dangerous David Warner and Mitchell Marsh had been sent back without inflicting much damage and it looked like Mohammed Shami and Jasprit Bumrah could be on to something again. Steve Smith was hard done by an umpiring decision, also being sent back for a paltry four runs.Australia’s run rate had dropped closer to the end of the first power play. They only scored 10 runs including four byes between overs four to nine while losing two wickets. However, soon after, Head and Labuschagne effectively dashed India’s chances of ending a global trophy drought with their partnership.India had looked golden throughout the tournament and it looked like nobody could dim that shine. Least of all Australia, who they had beat 2-1 in the ODI series before the World Cup and in their opening game of the World Cup.But once again, the men in gold proved they are built differently. The most-successful team in world cricket have a cabinet stacked with silverware, after all. As Cummins and Co added another one to the shelf, they will return home with a reminder that silence is, in fact, golden.","author":" Samreen Razzaqui","time":"2023-11-20T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196000-npjbxbdrrl-1700418323.jpg","tags":["ICC Men's ODI World Cup 2023","ICC Men's ODI World Cup","ICC Men's Cricket World Cup","World Cup","Cricket World Cup","India","England","Australia","Pakistan","South Africa","New Zealand","Sri Lanka","Netherlands","Bangladesh","Afghanistan","World Cup in India","Cricket scores","cricket updates","World Cup scores","World Cup updates","Rohit Sharma","Virat Kohli","Jos Buttler","Babar Azam","David Warner","Steve Smith","Kane Williamson","Shaheen Shah Afridi","Rashid Khan","Jasprit Bumrah","Ben Stokes","Kagiso Rabada","Pat Cummins"]}