{"title":"ICC Men’s ODI World Cup: From new records to painful defeats – The Field’s memorable moments","content":"Another ICC Men’s ODI World Cup has passed us by where records were re-written, history was created and countless tears were shed.Modern-day legends cemented their legacy while rising stars took their first big stand in the biggest stage of men’s One-Day International cricket.And inevitably, Australia was crowned champions once again.The writers at The Field look back at those 48 matches and describe their favourite moment from the World Cup.Markram’s miseryBy Shahid JudgeAiden Markram down on one knee, hands on the back of his neck, face away from the cameras. At the other end of the pitch Quinton de Kock got back on his feet after putting down a catch – what could have been an important wicket.Perennial underachievers South Africa were in another World Cup semi-final. Their strong batting unit faltered against the Australians, and the bowlers were left with a relatively small target to defend. But they would fight.No recognised Australian batter was left, just bowlers who could bat a bit. The South Africans had a spring in their step, but they were getting desperate as Pat Cummins and Mitchell Starc held fort. The team in green needed wickets.When they were nine runs away, Markram floated in one from around the wicket. The ball spun inwards and Cummins edged it, only for De Kock to be a milli-second slow to react.When Markram finally looked up, rubbing the bridge of his nose with his left index finger, his face was been curled into a look of anguish. The stress lines on his forehead were prominent, his eyes were laden with foreboding.The joy from a victory is endless. The pain of defeat is scarring. In that one Polaroid moment, Markram showed that.        View this post on Instagram            A post shared by ICC (@icc)\nKohli’s perfect pictureBy Samreen RazzaquiHe had already scored a record-equalling hundred in the tournament. But the kind of form he was in, he was expected to surpass that record before the tournament ended. That’s just the kind of benchmark he has set, that’s just the kind of expectation the world has from Virat Kohli. Kohli’s performance was an unprecedented one by a batter, having scored the most runs in a single edition. But the most memorable and heartfelt, was the hundred against New Zealand in the semi-final. At the iconic Wankhede stadium, where chants of his hero Sachin Tendulkar echo to this day, it was the greatness of Virat Kohli had been cemented. The entire stadium bowed down to acknowledge his art but Kohli, a legend by his own right now, bowed down to his hero. However, it was the acknowledgment in his own celebration that followed that is bound to stay – a look at the sky to thank God and his late father, a pointed bat at his idol Tendulkar and a flying kiss to his wife. He called it the perfect picture. It was for him. But at that moment, Kohli with his celebration had painted a perfect picture for the cricket fans in all of us too.The Afghan triumphBy Tanya KiniDespite not qualifying for the semi-finals, Afghanistan, a Full Member since 2017, has probably had their best-ever outing in an ICC tournament. Four wins and five losses saw the Afghan team, many of whom grew up in refugee camps in Pakistan, finish below their adopted home in sixth place, only due to a lesser run-rate. But it isn’t the entirety of Afghanistan’s campaign that warrants a mention in the World Cup’s most memorable moments – it is their second-ever win in a World Cup, the first in the 2023 tournament, the 69-run defeat of 2019 champions England. Neither side had a good start to their campaign, but England were still favoured to take home the two points from Delhi. Repeating their batting efforts from the India match, Afghanistan set England a solid 285 to chase. Rahmanullah Gurbaz and Ikram Akhlil scored half-centuries with Rashid Khan and Mujeeb ur Rehman chipped in with handy 20s. Delhi is well familiar to the Afghanistan players who have played some of their home matches in the neighbouring grounds. On that day, it truly felt like home for them as Mujeeb and Co reduced England to a paltry 91/4 in 17.2 overs. Naveen-ul-Haq then castled England’s captain Jos Buttler – clenched fists and fiery eyes galore. The lone warrior in the England chase, Harry Brook would fall to Mujeeb. Afghanistan’s arguably most famous player, Khan would wrap up the innings, dismantling Mark Wood’s stumps and the entire crowd erupted in cheers.They would go on to beat two more former world champions, Pakistan and Sri Lanka, and reduce eventual champions Australia to 91/7 before Glenn Maxwell stole the show. Neutral or not, you cheered on the Afghan team as they showed their gratitude to the audience after every game. As Moska Najibullah puts it in her piece, Afghanistan played “a game of hearts” – definitely breaking some, but winning so many more.        View this post on Instagram            A post shared by ICC (@icc)\nKL Rahul’s missed centuryBy Abhijit NairDuring India’s campaign opener against Australia, KL Rahul was down on his haunches – neither because he threw his wicket away nor because India were under pressure but because he played a shot so good that it brought his own peril. Until that point, Rahul had done everything right on that sluggish pitch at the Chepauk Stadium in Chennai. After striding out to bat with India under pressure at 2/3 in just the second over, Rahul batted like a dream. He took his time to settle in and then stitched a 165-run partnership with Virat Kohli (85) to pull India out of their early troubles. After the latter fell to a Josh Hazlewood bouncer, Rahul flexed his powerhitting skills.It was an evening Rahul had calculated everything precisely down to the tee. Right from the moment he walked out to the middle, he knew his role. He had to soak in the pressure, bat as deep as possible, and watch Kohli weave his magic from the non-striker’s end. Once the former captain was prized out, Rahul even calculated how he could get to a century. But this time he was a bit off, for he forgot to take into account variable X.  A variable of how bloody good he is.Batting at 91, Rahul nonchalantly lifted Pat Cummins over extra cover. He intended it to be a boundary, but timed it so well it casually sailed over the ropes. India won the match and the wicketkeeper was stranded at an unbeaten 97. He was shocked himself and let out a wry smile, while still on his haunches.Later, Rahul admitted he wanted to get to his century. Shot of the World Cup. Too good for his own liking. Iconic!        View this post on Instagram            A post shared by ICC (@icc)\nMad MaxBy Dilip UnnikrishnanMumbai is a tough place to play in for any athlete, even if you hail from Mumbai. As Sunil Gavaskar often likes to say, it’s not the heat that kills you, it’s the humidity.When Glenn Maxwell strode out in the middle after Australia were reduced to 49/4 in their chase of 292 against Afghanistan, Maxwell had two opponents to fight. He had to fend off one of the most exciting spin quartet in Rashid Khan, Noor Ahmad, Mujeeb ur Rahman and Mohammed Nabi, but also the heat and humidity at Mumbai’s Wankhede Stadium.With their tails up, the Afghan spinners attacked Maxwell. He was given out Leg Before Wicket off Ahmad, reviewed it and almost walked back before seeing that the ball would miss the stumps. He sliced a slog off Khan only to see Hashmatullah Shahidi fall short of completing the catch. Perhaps the biggest reprieve he got was from Mujeeb who fumbled the easiest of catches when he dropped Maxwell on 33. It was a drop which would go down as the most influential one since Herschelle Gibbs dropped Steve Waugh at the 1999 World Cup.All these lifelines surely made Maxwell realise that he could do no wrong on the night. And so out came the massive sixes and powerful fours. He brought up his 50 off 51 balls and his hundred off just 76 balls. But just as he thought that he was going to have it easy, Mumbai happened. The humidity finally began getting to the Australian as his legs began to cramp up. The Afghans bowled right in his arc allowing Maxwell to hit without even moving his legs. As he inched towards his 150, Maxwell fell to ground after a routine single as cramps seized his whole body. Adam Zampa was ready to come out to bat but Maxwell stayed on. It was probably just sheer force of will that allowed Maxwell to stand on his feet and whack anything that was there to be whacked. He ran just four more singles after reaching his 150. As he clubbed Mujeeb over midwicket to bring up his 200 and bring Australia home, Maxwell stood there, arms spread wide like Gladiator. Oh we were entertained alright!        View this post on Instagram            A post shared by ICC (@icc)","author":"Abhijit NairDilip Unnikrishnan Samreen RazzaquiShahid JudgeTanya Kini","time":"2023-11-21T12:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196024-xrtovnhtyl-1700547251.jpeg","tags":["Virat Kohli","Aiden Markram","Quinton de Kock","Pat Cummins","KL Rahul","Glenn Maxwell","ICC Men's ODI World Cup 2023","Cricket World Cup","Cricket"]}