{"title":"ICC Men’s T20 World Cup: Nepal, Oman qualify for 2024 edition in USA and West Indies","content":"The ICC Men’s T20 World Cup Asia Qualifier semi-finals saw Nepal and Oman seal their places in the 2024 ICC Men’s T20 World Cup, taking place in the West Indies and United States of America. While Nepal beat the United Arab Emirates by eight wickets in front of a packed home crowd at Mulpani Cricket Ground,  Oman claimed an emphatic, 10-wicket victory over Bahrain at TU Cricket Ground.The T20 World Cup is expected to be the biggest yet – featuring 20 teams for the very first time.The two newly qualified teams will now face each other in the tournament final on Sunday.It has been nine years since Nepal qualified for the ICC Men’s T20 World Cup. The last event they participated in was in Bangladesh 2014. Oman will play in their third event, their last appearance being in 2021 when they co-hosted alongside the UAE in India’s stead.Nepal’s victory was even sweeter, defeating the UAE in the presence of a buoyant home crowd. They restricted the visitors, who won the toss and elected to bat first, to 134/9 in their allotted 20 overs, in spite of an obstinate 51-ball 64 (8x4s, 2x6s) from Vriitya Aravind. Opener and skipper, Muhammad Waseem contributed the next best figures with the bat, with 26 from 16 deliveries.Kushal Malla was Nepal’s leading wicket taker, returning outstanding figures of 3/11 from just three overs, with Sandeep Lamichhane chipping in with 2/14 in his four-over spell.In reply, Nepal’s wicketkeeper and eventual Player of the Match, Aasif Sheikh (64* off 51) and captain, Rohit Paudel (34* off 20) shared an unbeaten 68-run partnership for the third wicket to seal the victory for their team with 17 balls to spare.In Kirtipur, Bahrain slipped to 106/9 after electing to bat first, thanks to a dazzling four-wicket-haul by Aqib Iiyas (4/10) and good back up from Shakeel Ahmed (2/24). Imran Ali, Ahmer Bin Nisar and Sarfaraz Ali scored 30, 26 and 23 respectively, but no one was able to take their cause further.Oman’s reply was unequivocal, they reached their target in 14.2 overs thanks to half-centuries from openers, Kashyap Prajapati (57 off 44) and Pratik Athavale (50 off 42), winning the match with 34 balls to spare.Eighteen teams have now finalized their places for the main event, with just the Africa qualifier left where the last two spots will be decided in Namibia from 20 to 30 November 2023.Nepal 135/2 in 17.1 Overs (Aasif Sheikh 64*, Basil Hameed 1-18) beat UAE 134/9 in 20.0 Overs (Vriitya Aravind 64, Kushal Malla 3-11) by 8 wickets.Oman 109/0 in 14.2 Overs (Kashyap Prajapati 57*, Pratik Athavale 50*, Junaid Aziz 0-12) beat Bahrain 106/9 in 20.0 Overs (Imran Ali 30, Aqib Ilyas 4-10) by 10 wickets.Content courtesy: ICC Business Corporation FZ LLC 2020 via Online Media Zone.","author":"Scroll Staff","time":"2023-11-03T22:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195580-vehnjwsqnh-1699028943.jpeg","tags":["ICC Men's T20 World Cup Asia Qualifier","Nepal","Oman","Cricket"]}