{"title":"ICC Men’s ODI World Cup: Captain Rohit Sharma – India ‘calm and composed’ for final vs Australia","content":"Captain Rohit Sharma on Saturday said his players understand the pressure of being Indian cricketers and remain “calm and composed” for the ICC Men’s ODI World Cup final against five-time champions Australia.The hosts are undefeated in 10 matches and will eye their first global trophy in over a decade in front of around 130,000 fans in Ahmedabad on Sunday.Also read: ICC Men’s ODI World Cup Final: Unbeaten India versus record holders Australia – all you need to know“Leading up to every game we have been quite composed, quite calm about what we want to do, because we know how it is outside the environment we have,” Rohit told reporters.“The expectations and the pressure, criticism and everything, so it’s important we stick to our strength and what we want to do as a team.”“Inside what they (players) feel I can’t tell you, but when they are around the group, everybody seems to be quite relaxed and calm. Being an Indian cricketer you have deal with pressure, that’s a given, it’s there.”India last won the World Cup in 2011 at home under M.S. Dhoni with the cricket crazy-country erupting in joy as thousands took to the streets to celebrate.Two years later, Dhoni led India to the 2013 Champions Trophy, but the cricketing powerhouse faltered at the World Cup semi-final stage in 2015 and 2019.This time around, Rohit’s team has lived up to their billing of pre-tournament favourites with a perfect showing in the league stage and then a 70-run win over New Zealand in the semi-final.“Emotionally it’s a big thing, a big occasion,” said 36-year-old Rohit. “So along with me, all the other 10 players who will play on the ground tomorrow, their focus will be more on their work for the team, rather than thinking about, this is the biggest moment of my life.”‘Win it for Dravid’ Fellow cricket superpower Australia are into their eighth World Cup final.They have won eight matches on the bounce after two opening losses, including a six-wicket defeat to India after they were bowled out for just 199.ICC Men’s ODI World Cup: ‘Nothing more satisfying than silencing a big crowd,’ says Pat Cummins“They’ve won eight out of eight and they played it really well. So, it’s going to be a good contest,” said Rohit.“Both teams deserve to be at this stage playing the finals and we understand the importance of what Australia can do. They are a very complete side and for us again what is important is to focus on what we want to do as a team.”Rohit he wants to win the title for coach Rahul Dravid who was part of the India team which suffered a crushing 125-run defeat at the hands of Australia in the 2003 World Cup final in Johannesburg.In 2007, India failed to qualify for the knockout stages when Dravid was captain.“His role has been absolutely massive,” said Rohit. “Clearly, looking at how Rahul himself has played his cricket and how I am playing these days, obviously it’s quite contrasting. “For him to agree and give me that freedom and liberty to go and play the way we want to play, that says a lot about him.”Rohit added: “Obviously, what he has done for Indian cricket is massive. And he also feels that he wants to be part of this big occasion. And it’s for us to do it for him.”","author":"Scroll Staff","time":"2023-11-18T20:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195400-onztxjmuth-1698583905.jpg","tags":["ICC Men's ODI World Cup 2023","ICC Men's ODI World Cup","ICC Men's Cricket World Cup","World Cup","Cricket World Cup","India","England","Australia","Pakistan","South Africa","New Zealand","Sri Lanka","Netherlands","Bangladesh","Afghanistan","World Cup in India","Cricket scores","cricket updates","World Cup scores","World Cup updates","Rohit Sharma","Virat Kohli","Jos Buttler","Babar Azam","David Warner","Steve Smith","Kane Williamson","Shaheen Shah Afridi","Rashid Khan","Jasprit Bumrah","Ben Stokes","Kagiso Rabada"]}