{"title":"‘If Ram Mandir issue is not solved, we will have a Syria in India,’ says Sri Sri Ravi Shankar","content":"Art of Living founder Sri Sri Ravi Shankar on Monday said India will turn into Syria if the Babri Masjid-Ram Janmabhoomi controversy is not resolved soon.In an interview with India Today, Shankar brought up the civil war in Syria, where at least 520 people have been killed over the past two weeks, to say that Muslims should give up their claim on the Ayodhya site in Uttar Pradesh. “If Ram Mandir issue is not solved, we will have a Syria in India,” he claimed. “Muslims should give up their claim on Ayodhya as a goodwill gesture. Ayodhya is not place of faith for Muslims...We cannot make Lord Ram to be born in another place.”The Supreme Court is hearing appeals against the judgement of the Allahabad High Court, which in 2010 ruled a three-way split of the disputed 2.77 acres in Ayodhya. On February 8, the Supreme Court had adjourned the hearing in the case to March 14 as some documents and translations had not yet been filed. The court clarified that it would treat the matter as a “pure land dispute”.The spiritual leader also indicated that the Supreme Court’s order on the disputed site will not make a difference, according to NDTV. The only way forward, he claimed, is for Muslims to give up their claim on the site and build another mosque on a five-acre land in Ayodhya. “According to Islam, you cannot pray in a disputed site so anyway they can’t have a mosque there,” Ravi Shankar said. “If court rules against a temple, there will be bloodshed. Do you think the Hindu majority will allow it? They will garner resentment towards the Muslim community.’’Similarly, if the court rules in favour of a temple, Muslims will “feel defeated”, he said. “They may lose faith in the judiciary and there are chances of resorting to extremism. Exchange is the only solution.” If Muslims build a mosque on 5 acres of land elsewhere in Ayodhya, “everyone wins,” he said. Ravi Shankar claimed that Uttar Pradesh Chief Minister Adityanath supported his plan as he also wants “peace and harmony”.The caseOn December 6, 1992, the mosque was demolished by lakhs of karsevaks who had gathered at the site from across the country. The incident had triggered communal riots across the country. The karsevaks had claimed that the land on which the mosque stood was the birthplace of Ram. The movement to demolish the mosque was led by the Bharatiya Janata Party and the Vishwa Hindu Parishad. BJP leader LK Advani piloted one of many roadshows across India in 1990 to galvanise support to have a temple built at the site of the mosque.In May 2017, a special Central Bureau of Investigation court granted bail to LK Advani and other BJP leaders like Murli Manohar Joshi and Uma Bharti accused in the Babri Masjid demolition case.","author":"Scroll Staff","time":"2018-03-06T10:01:47.047920+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/870942-harjupzcoc-1465712174.jpg","tags":["Ayodhya","Ram Janmabhoomi","Babri Masjid","Sri Sri Ravi Shankar","Syria"]}