{"title":"If the name 'Bombay' was erased for being a relic of colonial rule, why do we still use 'India'?","content":"One of the last vestiges of “Bombay” is about to be wiped out. More than 20 years after Bombay was renamed as Mumbai, the Bharatiya Janata Party government at the Centre is preparing to make the High Court located in the city follow suit. In the upcoming monsoon session of Parliament, legislation will be moved to rename Bombay High Court as Mumbai High Court. At the same time, Madras High Court will also get an identity that reflects the city’s current name, Chennai.Language nationalism is an on-and-off factor in Indian politics. In the 1960s, Tamils rioted over concerns that the New Delhi was forcing Hindi down their throats. Mumbai frequently sees Marathi nationalists go on rampage against purported outsiders. The 1990s saw a spate of city renamings, with colonial names replaced by local language names.  Globally, language identity is the most common basis for nationalism. This means that renaming has been a common activity: Burma became Myanmar, Ceylon, Sri Lanka and Siam, Thailand.What is interesting, however, is that Indian nationalism has never involved itself in matters of nomenclatural identity. But this is not for the lack of options. Like Bombay/Mumbai/Bambai, the country also has three names that are in popular use: India, Bhārata and Hindustan.India as “Bhārata”The oldest of these is Bhārata, a Sanskrit word dating to the Puranas, which would make it at least 2,000 years old. Now, Puranic geography isn’t the most accurate at describing the planet, but it makes up in imagination what is lost in accuracy. The Puranas envisage a land mass on which humans dwell called Jambudvipa – “jambu” being the Sanskrit name for the Indian blackberry and the origin of “jamun” in Hindi-Urdu. Jambudvipa, in turn, was divided into nine parts, one of which was Bhāratavarsa. However, as Indologist Bimala Churn Law points out: “Bhāratavarsa is not our India of present geographical area.” An exact mapping of the Pauranic Bhāratavarsa is difficult – and mostly moot given how different modern geography is from ancient myth – but it might have also included faraway Sumatra, now in modern-day Indonesia.Bhārata, as a word for India, therefore, has far more modern origins. Nevertheless, given the prestige of Sanskrit, Bhārata has been borrowed into almost every Indian language as a name for India.India as HindustanThe other local language name for the country is Hindustan. It started off as an exonym – an external name for a geographical place (like Peking , the name given by foreigners, versus Beijing) – and is a Persian word. Hindu was the Persian name of the people who inhabited that land. In Sanskrit, it has the same origin as Sindhu. Like Bhārata, Hindustan was geographically ambiguous in ancient times (like any geographical name at the time). It referred to the area around the Indus (hence Sindh) or the entire area east of the river (a fairly good fit then with modern-day India).Indians themselves would use this word only when Persian-speaking Turks established multiple sultanates in the subcontinent, starting with the Mamluk Sultanate in Delhi in 1206 AD.In medieval India, while the word Hindustan was very popular, it didn’t refer to the entire subcontinent but only a part of it, which roughly corresponds to the modern-day cow belt. Thus, there is a town called Sirhind – Persian for “head of Hind” – close to the Punjab-Haryana border, and plundering Maratha armies would often talk of entering Hindustan from the Deccan as they crossed the river Tapi. This is also why, when the British encountered spoken Hindi-Urdu, they took to calling it Hindustani in much the same way as Bengali was the British name for the language spoken by people in Bengal.Hindustan, the subcontinentAs the modern concept of nationalism took root during the British Raj, the name Hindustan started being used as a pars pro toto for the Indian subcontinent. This is not uncommon. The Holland and Netherlands phenomenon is another example of a single region overshadowing a larger geographical area. Nevertheless, shades of the old meaning survive today. Bengalis still refer to, say, people of Uttar Pradesh-origin as Hindustanis. While the name Hindustan has no status in the eyes of the Indian state whose formal names remain Bhārata and India, it is the most popular, even natural, word in spoken Hindi-Urdu for the country. Consequently, Hindustan/Hindustani is a common word used by Bollywood for India across film titles and song lyrics, while Bhārat is rarer and only reserved for formal occasions.Along with Bollywood, the Hindutva ideology is a great promoter of Hindustan as it is a key part of the alliterative slogan “Hindu-Hindi-Hindustan”. This trilogy of religion, language and region, as a defining aspect of Hindutva, was proposed by Hindu nationalist leader Vinayak Savarkar, who was perhaps unaware of the common Persian origin of all three words, leading to the delicious irony of a chauvinist movement using a word of foreign origin to name itself.India as IndiaThe name given to the land by the ruling British owes its origin to the word “Hind”, which entered the Greek and Latin languages as “India”, literally the region of the river Indus. The name “India” was perhaps the first unambiguous, legal name for the whole subcontinent that was in common use. However, the name India as a synonym for the Indian subcontinent ended in 1947 with Partition.Pakistan’s founder Muhammad Ali Jinnah, who wanted Pakistan  and Hindustan to add up to “India” after Partition, objected to New Delhi’s appropriation of the word “India”. In September 1947, eight weeks after Partition, Jinnah wrote to India’s governor general Louis Mountbatten: “It is a pity that for some mysterious reason Hindustan have adopted the word “India” which is certainly misleading and is intended to create confusion”.Anti-“India” nationalistsNationalist movements usually dislike exonyms, doubly so when they are an outcome of colonialism. Thus, Sri Lanka, Myanmar and Zimbabwe all replaced their colonial names – Ceylon, Burma and Rhodesia.In much the same way, there were quite a few political formations within India, which, for reasons of their own, agreed with Jinnah that India wasn’t a suitable name for the newly-partitioned county. These came to the fore in the Constituent Assembly, as the body discussed the very first article of the Constitution which read: “India, that is Bharat, shall be a Union of States”. The pro-Bharat constituency was a mixed group of Hindu and Hindi nationalists. Seth Govind Das, a Congressmen from Madhya Pradesh and head of the All India Cow Protection League, attacked the name India as a colonial imposition with some non-partisan help from the Encyclopedia Britannica:The word India does not occur in our ancient books. It began to be used when the Greeks came to India. They named our Sindhu river as Indus and India was derived from Indus. There is a mention of this in Encyclopedia Britannica. On the contrary, if we look up the Vedas, the Upanishads, the Brahmanas and our great and ancient book the Mahabharat, we find a mention of the name “Bharat”.In the end, the name India was retained, a rare example of a colonial exonym being used in a post-colonial state. In 1950, this was a strategic decision since the name India carried with it international prestige and provided a stable link with 200 years of the British Raj – an advantage Pakistan and Bangladesh, the two other successor states of the Raj did not have.Opposing and accepting ‘India’Nevertheless, historical movements to expel the name “India” keep resurfacing. The Samajwadi Party, using Hindi rather than Hindu nationalism, asked to rename India as “Bharat” in its manifesto for the 2004 General Elections.Hindutva ideologues, repeating Savarkar’s etymological confusion, still continue to ask for “Hindustan” to be brought back. In 2003, the Vishwa Hindu Parishad, part of the Sangh Parivar, made the demand for Hindustan as did Bharatiya Janata Party leader Subramanian Swamy, in 2013.Unlike, say Tamil or Kannada identity, language is hardly central to Hindu nationalism, so the movement for Hindustan has remained rather listless. Hindi nationalism was a major force till 1947, mostly in opposition to its Siamese twin Urdu, but the distributed nature of the language means its politics is quite different from, say, Marathi. Hindi, even in its home states, is mostly an urban language and states like Uttar Pradesh have vast rural swathes where languages like Awadhi or Bhojpuri, and not Hindi, are native tongues.Additionally, after 200 years of India being the official name of the land, it is slowly ceasing to be an exonym and is being absorbed into Indian languages. The name “India” is now used by non-Anglophones quite easily, and is so common that it is even entering written forms. This represents an interesting contrast with regional exonyms such as West Bengal (Paschim Banga), Madras (Chennai) and Bangalore (Bengaluru), amongst others, which have followed the globally more common option of reasserting local language names.","author":"Shoaib Daniyal","time":"2016-06-24T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/803593-owxastfnyn-1463155938.jpg","tags":["Language","Renaming cities","Hindu Nationalism"]}