{"title":"Images: Slice-of-life works by pioneering amateur woman photographer Manobina Roy","content":"Almost two decades after she passed away, pioneering amateur photographer Manobina Roy’s work will finally be the focus of an exhibition.  Roy started taking pictures in 1931, when her father gave her and her twin sister a camera as a gift when they were only 12. Over the years, her portraits of Rabindranath Tagore and Jawaharlal Nehru, among others, were published in magazines such as The Illustrated Weekly of India. Manobina Roy, who was married to esteemed filmmaker Bimal Roy, died in 2001 at the age of 82 in her home in Mumbai. According to Manobina Roy’s son Joy, his mother and aunt Debalina were gifted their first camera by their father, Binod Behari Sen Roy, on the condition that they also process the film and make their own prints. Sen Roy also built a dark room for the girls. Their photographic journey lasted a lifetime.  Manobina Roy, clicked by Bimal Roy circa 1940. Courtesy Joy Roy.  The sisters started off by photographing just about everything, including each other, with their Brownie camera. As they grew into adulthood, the sisters joined the United Provinces Postal Portfolio Circle, a group created by the Photographic Society of India, whose members would exchange photographs with each other so that the images could be exhibited in a salon in another city.  Jawaharlal Nehru by Manobina Roy. Courtesy Joy Roy. At the age of 17 in 1936, Manobina Roy got married to Bimal Roy, who was a cinematographer at the iconic New Theatres film production company at the time. The next year, Manobina Roy and her sister’s photographers were officially published for the first time, in a magazine called Shochitro Bharat. In 1940, the Roy sisters had their photographs exhibited at the Allahabad Salon.  Untitled by Manobina Roy. Courtesy Joy Roy.“Ma managed to indulge in her passion even after marriage despite the demands made on her time by her husband and four children,” Joy Roy wrote in his programme notes for the exhibition that will be held this month. “At this stage, she began writing too. Both Illustrated Weekly of India and Femina, the two foremost magazines in those days, published articles written by her, illustrated with her own photographs.”  Untitled by Manobina Roy. Courtesy Joy Roy.This month, a selection of 67 photographs by Manobina Roy will be displayed at an exhibition titled “A Woman and Her Camera”. It will be held in Shrishti Art Gallery in Hyderabad from November 16 to November 20 and in Artisans Art Gallery in Mumbai from November 27 to November 30. If Roy had been alive, she would have turned 100 on the day the Mumbai exhibition is scheduled to begin.  Untitled by Manobina Roy. Courtesy Joy Roy.The exhibition has been 17 years in the making for Joy Roy. As he wrote in the programme notes, he took the decision to organise an exhibition of his mother’s back in 2000, when an exhibition of photographs taken by his father, Bimal Roy, was held at the Nehru Centre gallery in Mumbai.While the press wanted interviews, Joy Roy thought it would be best for his mother to speak to them. “I finally found her seated alone in the far corner of the gallery,” Joy Roy wrote. “She was expressionless. Not like ma at all. I asked her what was wrong. Without looking at me she said almost under her breath: no one has ever done this for my photos. My heart gave a lurch and I had tears in my eyes. Then and there, I decided that come what may I would make an exhibition of her photographs happen.”Untitled by Manobina Roy. Courtesy Joy Roy.The subject matter of Manobina Roy’s photographs as she handled the household while her husband was at work revolved around the extended family, her travels, and day-to-day affairs. She was considered a “lucky” photographer, Joy Roy wrote: if she took a photograph of any woman to send to potential suitors, it would immediately lead to offers for marriage.Bimal Roy by Manobina Roy. Courtesy Joy Roy.About Bimal Roy’s relation with Manobina Roy’s photography, Joy Roy wrote for Indian Memory Project, “While my father, I personally feel, did not encourage my mother’s craft enough, but acknowledging their serious interest, would now and then offer both the sisters information and material to read on camera, lenses, and film rolls.”In Switzerland by Manobina Roy. Courtesy Joy Roy.In 1951, a photograph of Tagore taken by Manobina Roy was published in a series titled Twenty-Five Portraits of Rabindranath Tagore in the The Illustrated Weekly of India. Her collection of portraits included photographs of Nehru, Vijay Lakshmi Pandit and VK Krishna Menon. In 1959, the photographs she took when she accompanied Bimal Roy to Moscow, where he was on the jury of the first Moscow International Film Festival, were again published in The Illustrated Weekly of India.Two old women on a London street in 1959 by Manobina Roy. Courtesy Joy Roy.Manobina and her sister, Joy Roy wrote, would often photograph the same subject when they were young as they thought their different perspectives would yield varied results. After they got married, the photographic adventures continued, and whenever the two met in different cities across the world, they would photograph street after street together. In London, the sisters even took photos of the Suffragette movement. Temptations by Manobina Roy. Courtesy Joy Roy.“Initially, ma used a Rolleiflex camera, and then went on to use an Asahi Pentax,” Joy Roy wrote. “She had always wanted a Nikon, and I managed to gift her one quite late in her life, making sure to get a manual camera, because she disliked the concept of automatic photography. Ma had a very steady hand, so she got some remarkable results with very long exposure in low light in perfect focus, a notable example being the ones she clicked inside the Folies  Bergere in Paris. No cameras were allowed in the auditorium but she managed to smuggle her camera inside!”Untitled by Manobina Roy. Courtesy Joy Roy.In 1969, one of Manobina Roy’s eyes developed an impairment but she continued to take photographs nonetheless. “She managed to make a smooth transition from black-and-white to colour photography,” Joy Roy wrote. “But her first love remained black and white photography, which is why you will see only that aspect of her work in this exhibition. Ma continued to document our lives till the very end, and the hundreds of photographs she left behind are our priceless legacy.”Manobina Roy, with her photograph of Bimal Roy, behind her. Photograph by Sanjay Marathe.Also read:‘Behind every successful man is a wise and confident woman’: meet Mrs Bimal Roy","author":"Devarsi Ghosh","time":"2019-11-05T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130356-grlrulkrnj-1572864850.jpg","tags":["Manobina Roy","Bimal Roy","Indian photography"]}