{"title":"In Assam, a massive eviction drive throws new light on old pressures on land","content":"On Monday morning, Assam’s forest department officials kicked off a three-day eviction drive, apparently to clear a wildlife sanctuary of alleged illegal constructions.   Assisted by almost 2,000 policemen and construction workers, a dozen elephants and two bulldozers, forest officials flattened over 400 houses by mid-day. The department claimed the constructions were encroaching on the Amchang Wildlife Sanctuary, located on the eastern edge of Guwahati.  Over the next two days, the demolition drive continued – almost 700 more allegedly illegal constructions were razed, according to the forest department. Even though the Gauhati High Court put a temporary stay on the drive on Wednesday, the evictions threw the spotlight on the intense pressures on land in Assam.  Only the previous week, the state conducted another eviction drive in Sipajhar in the Middle Assam district of Darrang. While the Amchang evictions were court sanctioned, activists claim that the administration’s move to clear a village in Sipajhar was dictated by the state’s old suspicion of Bengali Muslims, often cast as illegal immigrants from Bangladesh.Elephants being used to demolish houses. (Photo credit: Reuters).The many faces of displacement The stories of the displaced residents bear testimony to these conflicts around land. For instance, Qutubuddin, whose three-room concrete house was reduced to rubble on Monday, claimed he had been living in the area for over 30 years and paying annual land taxes to the Assam government’s revenue department. “I paid khajana [tax] even last year,” said Qutubuddin, who works as administrative support staff in the state government headquarters at Dispur. “If it is forest land, why didn’t they tell us when they were collecting money? Where am I supposed to go with my young daughters now?”  The 53-year old Qutubuddin also furnished copies of electricity bills from the state’s power corporation, bearing the address of his now-demolished home.Junu Sangma, the matriarch of a Garo family in the area, said her family had lived there for longer than she remembered. “My husband died here,” she said. “His parents died here, our children were born here. We are tribal people, we live amidst the forest and on the hills.”   Sangma claimed her family had paid annual land taxes from 1977 to 1990.  “Isn’t there a new law which protects the rights of forest-dwellers?” asked Sangma. “What happened to that?”Then there are some like Mantu Pegu, who belongs to the state’s Mising tribe. He moved to the area with his family in the winter of 1997, he said. Their home and fields in a village on the north bank of the Brahmaputra river in Dhemaji district had been washed away, he claimed. “Not just me, five more families came with us,” said Pegu, who claimed to work as a daily-wage labourer. “We came to Guwahati thinking we could do some work here and feed our children. Where else do we stay? Rent in the main city is so high.”Women whose homes were demolished break down on Monday. (Photo credit: Reuters).A complaint of encroachment In 2004, three non-contiguous reserved forests – Amchang, Khanapara and South Amchang – were clubbed together to form what is now known as the Amchang Wildlife Sanctuary.  It is said to be home to around 44 avian and 250 mammal species, besides several varieties of reptiles and amphibians.However, people living in and around the area claim that the forest department never delineated the boundary of the sanctuary or demarcated the protected area as distinct from the residential parts. “How are we supposed to know which part is the wildlife sanctuary, and what is not?” asked Ananda Gogoi, whose home was bulldozed on Tuesday.The latest eviction drive was partly triggered by a complaint from a non-profit called Early Birds. The organisation, which claims to work for environmental protection, had written to the Gauhati High Court in 2013, detailing how alleged illegal encroachments were apparently harming the sanctuary. The court registered a suo moto public interest litigation. In August, the court disposed of the case, saying that it would “hope and trust” that the administration got rid of the squatters within a month.An eviction drive followed. But it was short-lived because of a partial stay order from the court in certain areas, as well as stiff resistance from residents. This time, too, the state government and the ruling Bharatiya Janata Party maintained they were only following the court’s orders.Shadow linesDetractors have accused the government of acting in haste.  “If you look at court’s order there isn’t really a specific direction,” said lawyer Santanu Borthakur, who had approached the court to halt the evictions on behalf of the farmer organisation, Krishak Mukti Sangram Samiti.  “If you look at the people who have been affected, most of them have been affected by years of relentless floods and erosion.  So, what really prevented the government from coming with an alternative rehabilitation programme before destroying their homes?”Borthakur also contended that the forest department’s stand on the matter was riddled with inconsistencies. He cited an affidavit where the department admitted that while carrying out a survey in 2014 to demarcate the borders of the sanctuary, it could not find many of the original reference pillars that were used to mark the borders of the three constituent reserved forests.  According to the affidavit, which Scroll.in has seen, even the primary reference pillar used to demarcate the boundary of the wildlife sanctuary in 2004 was lost after a road was widened into a state highway.  The reference point, the department admitted in the affidavit, was located again by following a topographical map published in 1978 on the basis of a survey in 1967-’68. “If you look at the map now, the evictions have taken place in areas that lie right on the edge of their map,” said Borthakur “And even they have admitted under oath that these maps may not be totally accurate.”Additionally, Borthakur cited a notification by the Union Ministry of Environment, Forest and Climate Change, dated June 7, declaring certain areas around Amchang as eco-sensitive.  The notification lists 37 revenue villages as part of the eco-sensitive zone around the wildlife sanctuary. The purported encroachment that the forest department targeted from Monday to Wednesday includes areas that residents claim are part of these revenue villages, pointing to addresses on electricity bills.“If these villages are part of the eco-sensitive zone, it naturally follows that they do not fall inside the sanctuary,” argued Borthakur. “And the eco-sensitive zone bars only industries, there are no restrictions of people already residing the area.”Eviction drive underway. (Photo credit: PTI).‘There was illegal encroachment’The forest department insists that these accusations do not hold merit. “We know only thing – there is illegal encroachment and we are removing it as ordered by the court,” said a senior official at the department’s headquarters.The officer, who requested anonymity, also dismissed accusations that they were unsure about the sanctuary borders. “How could we have notified a reserved forest as a wildlife sanctuary if we were not sure about its borders?” he asked. “Besides, we carried out a fresh joint survey along with the revenue department so that there was no confusion.” He added that the department did not demolish any structure on revenue land.Officials on the ground claimed that people took liberties with the boundaries of the revenue villages surrounding the forest. “As family size increased, so did the need for land,” said an officer involved in the eviction operations. “So, people just went on going further and further into the forest.” Questioned about the claim that taxes had been paid, the officer said that some people may have been paying “tauzi khajana”. “That’s more of a penalty than tax,” the officer claimed.Whose forest?Historian Arupjyoti Saikia, who studies peasant movements, blames the state’s actions partly on a strand of  “urban environmentalism”, which is primarily “concerned with the aesthetics of nature” and is “anti-poor”.The Forest Rights Act of 2006, which seeks to empower tribal communities dependent on forests, has amounted to very little in Assam. The primary reason is a 2009 Gauhati High judgment, which says the state has no forest-dwelling communities. Unlike other Indian states like Jharkhand or Orissa, the Act’s public influence has been minimal, said Saikia. The high court judgment, Saikia claimed, “was based on a poor reading of the historical and environmental destiny of a region”. Said Saikia: “This helped the forest and revenue bureaucracy to bypass the Act blatantly. Unfortunately, the Assam government never attempted to challenge the order in the Supreme Court.”Tea and cultivation Social scientists go back even further to understand encroachments such as the one in Amchang. Political economist Bhupen Sarmah pointed out that Assam’s history of land settlements was particularly unique. Explained Sarmah: “In the Ahom kingdom, each adult male was given a plot of land by the state in exchange of three months’ service to the king. The process didn’t involve monetary transactions.  People could cultivate the land and feed themselves, there was no other tax to be paid.”When the British arrived in Assam, they made payment of land revenues compulsory. “But people just didn’t have sufficient cash,” explained Sarmah, who is currently director at the Guwahati-based OKD Institute of Social Change and Development. “So, people started surrendering their land en masse.” Land laws were codified in the Assam Land and Revenue Regulation of 1886. Yet most people, especially the state’s tribal population, had no land titles or documents, said Sarmah.What further complicated things, according to Sarmah, was the discovery of Assam’s tea-growing potential. Since there was so much free land available, the colonial government, in the 1840s, declared vast tracts of Upper Assam as wasteland and gave them to British tea planters almost free of cost. But since so much land was occupied by non-agriculturists, Assam faced a food crisis in the 1880s.  Sarmah said: “The British realised that that the food deficit problem had to addressed, so they started promoting the migration of cheap Bengali Muslim labour from across the border. They were given huge plots of land and with documents, in exchange for money of course. These are the people who are often unfairly referred to as illegal migrants.”By the 1940s, Sarmah said, as migration continued, land got saturated and a lot of people, including many of these migrants, were pushed to the foothills, forest areas and the shift sandbars of the Brahmaputra river, known locally as chars.The subsequent decades saw two problems: the growing scarcity of land and the lack of land title deeds among a large section of the state’s  population.  This was to have a major bearing on the state’s politics, which largely revolves around questions of indigeneity, in the years to come. (Photo credit: Biju Boro/AFP).No title deedsIn Assam, land is intertwined with identity. The state’s ethno-nationalist groups have often claimed that vast tracts of land are being occupied by alleged illegal migrants from Bangladesh, depriving the so-called indigenous population of it. These claims have gained new momentum recently with a government-appointed committee echoing them. The report apparently said almost 90% of the state’s “native” population does not own land.Sarmah said it was convenient on the government’s part to blame this on illegal influx. “The truth is that the government at no stage tried to initiate land reforms in Assam,” claimed Sarmah. “Why has the state government in so long not allotted land titles to people who were cultivators but had no legal documents?” In fact, the report is said to have pointed out that no land survey or settlement operation has taken place in Assam since 1964.Efforts by activists to engage the government to grant titles to landless people have not been very successful either.   In 2011, the peasant leader, Akhil Gogoi, had led a protest march of landless people living on the hills encircling Guwahati. Facing imminent eviction, they demanded land titles, claiming they had lost their original lands and homes in earlier floods.  The Congress government responded with a heavy hand.  Three people died in the protest, including a child.A rampaging river Social scientists say Assam’s natural calamities add another layer to the crisis.  While the damage caused by the state’s annual floods is well documented, it is perhaps the land erosion that follows which leaves a more permanent impact. In the 1920s, the area covered by the Brahmaputra river was less than 4,000 sq km. When last measured in 2006, it had increased to a whopping 6,080 sq km.In other words, 4.27 lakh hectares of Assam’s land has been eroded away by the Brahmaputra and its tributaries since the 1950s.  That amounts to more than 7% of the state’s total land area – almost three times the size of  Delhi.In Amchang, a large chunk of people whose homes were razed this week were displaced by erosion.  Even in Sipajhar, activists say the people who were evicted had suffered in earlier floods and erosion. “There is little doubt that a collapsing and devastatingly fragile rural economy and environment have forced thousands of people from Assam’s rural and interior areas to come to Guwahati,” said Saikia, “This year’s floods have rendered thousands of bighas of land in the north bank of upper Assam useless for several generations.”It is time for Assam to take fresh stock of the relationships between nature, land and people, he said. “There has to be serious intellectual investment on how to coordinate between the urban and rural landscapes more efficiently in a fluvial landscape like ours,” Saikia said.","author":"Arunabh Saikia","time":"2017-12-01T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/859806-75288-ywjeakserg-1512046689.jpg","tags":["Assam","wildlife sanctuary","encroachment","demolition drive","forest department","Brahmaputra"]}