{"title":"In Ayodhya, firm linked to BJP leaders sold ecologically sensitive land to Adani – for a big profit","content":"Between October and December 2023, as Ayodhya prepared for the consecration of the Ram temple, a firm called Time City Multi State Cooperative Housing Society bought a small parcel of land near the Saryu river for Rs 1.13 crore.Weeks later, it sold the land to the Adani group for more than three times the price – Rs 3.57 crore.Time City is no ordinary real estate firm.It is part of the Time City group founded by Chandra Prakash Shukla, a former chartered accountant with the Sahara group who joined the Bharatiya Janata Party and was an MLA from Kaptanganj between 2017 and 2022. The group is run by Shukla’s former business associate, Pankaj Pathak – a BJP member who has many friends in the state unit of the party. The profits made by the group – which faces allegations of cheating and two FIRs in a police station in Lucknow – shine a light on an aspect often overlooked in reports about how the Ram temple is transforming Ayodhya. The land rush accompanying the temple construction has drawn in large firms like the Adani Group and Lodha. It has also created a set of local beneficiaries, often connected to the ruling party.The losers are farmers who sold their land for cheap as well as the local ecology. The land in Majha Jamthara that was sold to the Adani group is part of the environmentally sensitive wetland near Saryu, a habitat of the Sarus crane, grey heron and the Indian fox. Since December 2022, the government has prohibited any new construction in this area.In a response to Scroll’s questions, a spokesperson for the Adani group said, “The transaction carried out by [one of its subsidiaries] is completely legal and has been conducted in accordance with all laws and regulations. The company acquired land at the prevailing circle rates.” The Adani land dealsMajha Jamthara is a vast, unpopulated region between Faizabad, Ayodhya and the Saryu river – about 5 km from the Ram temple being built on the site where the Babri Masjid once stood. Two decades ago, most of this area was a part of the riverbed. When the Saryu receded and changed course in the 1990s, large tracts came under cultivation, mostly by farmers from the Yadav community.In October 2023, Time City bought a hectare of land in Majha Jamthara. That land belonged to the families of Ghanseera Yadav and Kabootra Devi Yadav.A plot of land in Majha Jamthara now owned by the Adani group. Photo by Ayush Tiwari.“After the Supreme Court’s Ram Mandir judgement [in November 2019, which awarded the disputed land on which the Babri Masjid stood to the Hindu plaintiff], we heard that the government was going to acquire land in this region,” said Ajay Yadav, the grandson of Kabootra Devi, who runs a hardware store in Faizabad. “We were not sure whether we would be properly compensated. So we decided to sell it to a private party below the market rate – some money was better than no money.”In February 2021, the Yadavs sold 0.56 hectares of the land they had inherited to Sudha Dixit, a resident of Kanpur, for Rs 33.53 lakh over two transactions – significantly below the land’s circle rate price, which then stood at Rs 77.46 lakh. The circle rate is the minimum price of land set by the district administration.A common witness in both these transactions was Suryabhan Singh, who is a legal advisor to Time City.More than two years later, on October 31, 2023, Dixit sold this property to Time City for Rs 40 lakh over two sale deeds – that is, two separate transactions. The witnesses in both the sale deeds were Jaibhan Singh and Avinash Singh.On November 6, 2023, the Yadavs sold another land parcel of 0.44 hectare – this time directly – to Time City for Rs 33 lakh. Once again, this was lower than the circle rate price of Rs 58 lakh. The witnesses in the deal were Avinash Singh and Sitaram Yadav.Nearly all witnesses in these three transactions are linked to local BJP politicians.Suryabhan and Jaibhan are brothers of Chandrabhan Singh, a BJP worker and member of the Ayodhya zila panchayat. Singh told Scroll that he was inducted into the party in May 2023 by Deputy Chief Minister Brajesh Pathak. Avinash is Chandrabhan’s son. Sitaram Yadav is the father-in-law of Suman Yadav, a BJP municipal councillor from Amaniganj in Faizabad.Time City had paid a total price of Rs 73 lakh for the hectare of land owned by the Yadavs.Within three or four weeks, on November 25, it sold all of it to Ahmedabad-based Homequest Infraspace Private Limited for Rs 2.54 crore over two sale deeds.Viren Rajeshkumar Makwana signed the deeds on HIPL’s behalf. His Linkedin profile describes him as “deputy manager legal” at Adani Realty since January 2022.In a letter to the Registrar of Companies dated October 31, 2023, HIPL declared Adani Properties Private Limited as its ultimate holding company. In an attached declaration, Adani Properties in turn listed Gautam Adani and his brothers Rajesh and Vinod Adani as “significant beneficial owner”.On December 14, 2023, Bharat Bhushan Yadav, the son of Ghanseera Yadav, sold another parcel of 0.4 hectares to Time City for Rs 39.92 lakh. Fifteen days later, HIPL bought the parcel from the firm for Rs 1.02 crore.As documents available with the state’s Stamp and Registration Department attest, Time City bought the land in four transactions valued at Rs 1.13 crore. It sold the property to the Adani group for Rs 3.57 crore.It earned a profit of Rs 2.44 crore.In its response to Scroll, the Adani spokesperson said, “As far as the purchase of the said piece of land by Time City Multi State Cooperative Housing Society is concerned, we have no comments. We have been fully indemnified by Time City Multi State Cooperative Housing Society for any actions and transactions made prior to the sale of the land to Homequest Infraspace Pvt Ltd.”The Time City’s Adani deals were part of a larger pattern. A summary of transactions available on the website of the Uttar Pradesh government’s Stamp And Registration Department shows that between October 2019 and April 2022, Time City was involved in 31 land sales in Majha Jamthara – in all, worth Rs 2.15 crore. It sold 0.48 hectares carved into small plots at an average of Rs 400 per square foot.“The price of the transaction is decided by the seller and the buyer,” said Suryabhan Singh, Time City’s legal advisor when asked about its transactions with the Adani group and others. “Whether high or low, the appropriate stamp duty is paid to the government.”In Faizabad, Ajay Yadav did not know that Time City had sold his property to the Adani group and made a significant profit in the process. “I have known Pankaj Pathak and Suryabhan for at least seven or eight years,” he said. “Time City officials told me that they would keep the land with themselves. It feels like a betrayal.”Ajay Yadav at his home in Faizabad. Photo by Ayush Tiwari.Government land?Not just the value of the transactions, questions are also being asked about the legality of the sale of land to a private player in an ecologically sensitive region.  In 2019, a committee constituted by the National Green Tribunal had found that the area around the Majha Jamthara wetland belonged to the state government.The solid waste management monitoring committee of the National Green Tribunal was first alerted about water pollution in Majha Jamthara in May 2019 by a priest in Ayodhya. The complaint by Jagatguru Ramanuj Acharya to Awanish Awasthi, then Uttar Pradesh additional chief secretary, drew attention to the state of the Saryu river in Ayodhya – especially a dying water body called Sita Lake that skirted the Parikrama Marg in Majha Jamthara.A satellite view of Majha Jamthara in Ayodhya. Photo from Google Earth.To address the issue, the committee, headed by former Justice Devi Prasad Singh of the Allahabad High Court, asked the district administration to look into land records and identify the status of the land once traversed by the river along a stretch that is 4-kilometre long and half-a-kilometre wide. Based on the reports filed by the administration in May and June 2019, the committee concluded that “the entire land in the revenue record till date has been recorded as submerged land in water”.The land records, attached in an interim report by the committee, show that a major chunk of the land bought by the Adani group in Majha Jamthara comes under this submerged area. According to the sale deeds, Adani’s 1.4 hectare property covers 16 plot numbers in the village: 57, 58, 59, 60, 63, 65, 74, 79, 80, 82, 83, 85, 96, 153, 172 and 209.The administration’s report said that 12 of these plots – 57, 58, 74, 79, 80, 82, 83, 85, 96, 153, 172 and 209 – came under the submerged area. It added that 90% of the area defined as part of the Sita Lake was under water in land records as far back as 1952.The committee went by legal precedents set by the Supreme Court and found that under the Uttar Pradesh Zamindari Abolition and Land Reforms Act, 1950, “after the date of vesting 1st July, 1952, the entire wetland, water reservoir, ponks, lakes, rivers, etc., vests in the state government/gram panchayat”.This land, it added, has been “forcibly occupied by land mafia, followed by construction at some places without any change in revenue records”. For this, it pointed to plots 57 and 58 in particular. “Any encroachment made there requires to be removed by the district administration,” said the report. “Such places should be developed as recreation of public utility centres.”The National Green Tribunal committee’s report included an inspection report of the wetland prepared by the Uttar Pradesh Pollution Control Board in March 2019, which noted that “private/illegal colonies” are being constructed by “builders/landowners” in the area. One of the photographs of such construction showed the Time City office in Majha Jamthara, constructed on plot number 57.A photo of the Time City office in Majha Jamthara in Ayodhya in the National Green Tribunal committee’s report.In December 2020, the Ayodhya administration filed a report on the action it took on the National Green Tribunal committee’s recommendations. It contradicted the claim that plots 57 and 58 were part of the wetland. “These plots are registered in the name of land account holders,” it said. “Hence this [is] not under the category of illegal encroachment.”Former Justice Singh of the Allahabad High Court countered the administration’s claim and said his findings were correct. “I stand by my report,” he said.Vishal Singh, the vice-chairman of the Ayodhya Development Authority, told Scroll that nearly 300 acres of land in Majha Jamthara is government land. “The rest is private land,” Singh said. “The allocation of which plot is owned by whom is done by the office of the District Magistrate. As a development authority, we have declared that area as a ‘no new construction zone’ since December 31, 2022.”Even construction on private land in this region is controlled. “It can only be done through nature-friendly material like wood, bamboo or grass,” Singh added.Months before new constructions were barred in the area, the Ayodhya Development Authority had taken action against those who occupied parts of the wetland.In an anti-encroachment drive carried out in July 2022, the authority officials demolished a boundary wall of the Time City office. A month later, Pathak was declared one among the 40 “colonisers” accused of “illegal plotting” in Ayodhya by the authority. “Illegal plotting” is the term for carrying out construction without a layout plan approved by the Ayodhya Development Authority, explained the authority’s vice-chairman to Scroll.Asked about Time City buying land at low prices and selling it at a higher rate to a private firm in the region, Vishal Singh appeared surprised. “I would like to know the whole case. I will lodge an FIR [first information report],” he said. “How can someone sell a colony like this in a wetland?”Was the sale and purchase of land by private firms illegal in the region? Singh said: “It is something we [the Ayodhya Development Authority] cannot control. That is controlled by the Stamp Act and the Transfer of Property Act – that is under the aegis of the District Magistrate’s office.”The Authority maintains that no construction will be permitted in Majha Jamthara since it is a wetland. Signboards to that effect have come up in the village, though the Time City office and its boundary wall still stands.According to the Adani Group, “as per legal advice, the land is free from any legal encumbrances”. But it said it would follow the regulations if it decides to carry out any construction. “In the event that we do decide to undertake any construction on the said land, we will diligently follow all necessary procedures and obtain all required permits and permissions as mandated by law,” the Adani spokesperson said.Scroll sent a set of questions to Nitish Kumar, the Ayodhya District Magistrate. This story will be updated if he responds.‘They came in big cars’Farmers in Majha Jamthara say the officials of Time City have been visiting the area for at least six years, offering to take over the land they cultivated. Their methods, several farmers alleged, often became aggressive.“They would come in four to five big cars, often accompanied by the local police,” Sonu Yadav, a 35-year-old farmer, claimed. He said his ailing father told him it was better to part with the land “or else it would be forcibly taken.” Sonu Yadav, a farmer in Jamthara, who alleged that he gave away land to Time City as he feared it would be 'forcibly taken'. Photo by Ayush Tiwari.He said Time City gave him Rs 3.2 lakh in 2018 for two bighas of land.Not far away is the Time City office. It stands on land that was once cultivated by Hazarilal Sonkar, the grandfather of Dinesh Sonkar, a 32-year-old e-rickshaw driver in Faizabad.He said the officials of Time City “would come very frequently, often every day in the week, and say the government would take your land for nothing”. He said Time City offered his family “Rs 2.5 lakh and 3 bissas of land elsewhere” in exchange for three bighas of land. Sonkar took the offer and signed an agreement in 2018. But he alleged he only got the money, not the land that was also supposed to have been part of the deal. Suryabhan Singh, the legal advisor with the Time City group, said Yadav and Sonkar were not owners, but “illegal occupiers” of the land. The firm paid them “to remove their occupation”. “These days, even if you buy a piece of land and want to remove people who occupy it, you have to pay them,” he said, adding that the land was purchased from the actual owner through a sale deed.The website of the Uttar Pradesh Stamp And Registration Department shows that Time City bought two properties in Majha Jamthara in May 2018. Both from Ramanuj Pratap Shahi. One was a 3.6 hectare plot, with a circle rate value of Rs 3.47 crore. It was bought for Rs 15 lakh. The other was a 0.3 hectare plot with a Rs 68 lakh circle rate value. The company acquired it for Rs 1.45 lakh.Other farmers in Majha Jamthara said they refused to sign agreements with Time City, even though they had heard that it was associated with former BJP MLA Chandra Prakash Shukla. Shukla (left) and Pathak (right) campaign in Kaptanganj during the 2017 Assembly elections in UP. Photo from Facebook/Pankaj Pathak.Shukla, who resigned from the company in 2017, distanced himself from the transactions of Time City. “I have no position in that company or links to people who run it,” he told Scroll. He denied any knowledge of the land deals with the Adani Group and accused his former associate Pankaj Pathak of cheating him. “I had a 25% stake in the group which they diluted and gave to their associates and relatives without my consent,” Shukla alleged. “I cut my ties with them in 2022 and do not even want to see their faces. They are cheaters and thugs.”History of Time CityThe Time City group was founded in 2010 by Chandra Prakash Shukla, Pankaj Pathak and Santosh Singh. Shukla was a chartered accountant who had once been an auditor at the Sahara group. Three companies were part of the group: Timecity Real Estates (India) Limited, Timecity Retail Products Private Limited and the Timecity Infrastructure & Housing Limited.The Time City Multi State Cooperative Housing Society was registered in 2015. In 2017, Shukla divested his stake in the three companies and got a BJP ticket from the Kaptanganj assembly in Basti district, defeating Ram Prasad Chaudhary of the Bahujan Samaj Party by nearly 7,000 votes.Shukla’s wife, Asha, still holds one share each in the three companies.After Shukla’s success, Pathak too joined the BJP and tried unsuccessfully to get a ticket during the by-elections in Jalalpur Assembly in Ambedkar Nagar in 2019. Another attempt during the 2022 Assembly elections in UP proved futile.“Pankaj Pathak is the most popular Brahmin face in our constituency from the BJP,” said Akash Pandey, a Jalalpur resident who is an office-bearer of the Akhil Bharatiya Vidyarthi Parishad, the student wing of the BJP. “His brother, Saurabh, is part of the Vishwa Hindu Parishad.”Pankaj Pathak with UP chief minister Adityanath. Photo from Facebook/Pankaj Pathak.In the many political posters shared on his Facebook profiles, Pathak describes himself as a “senior BJP leader”. While his pictures with Chief Minister Adityanath are displayed most prominently, Pathak is frequently seen in the company of deputy CM Brajesh Pathak and Jal Shakti minister Swatantra Dev Singh. In September 2023, pictures shared by Pathak on Facebook show the two politicians attended the birthday celebrations of Pathak’s children at a high-end hotel in Lucknow.Chandrabhan Singh and Chandra Prakash Shukla of the BJP told Scroll that Pankaj is close to Brajesh Pathak, as did Tej Narayan Pandey, the Samajwadi Party leader in Ayodhya. “They came to be on good terms when Brajeshji was the leader in-charge of Ambedkar Nagar during his tenure as the Minister of Law and Justice [between 2017 and 2022],” said Pandey of the ABVP.Pathak with Uttar Pradesh minister Swatantra Dev Singh. Photo from Facebook/Pankaj Pathak.Pathak with BJP leader and UP deputy CM Brajesh Pathak. Photo from Facebook/Pankaj Pathak.Accusations of cheatingOn November 19, 2023, six days before Time City sold land parcels in Ayodhya to the Adani group, the Gudamba police station in Lucknow booked Pathak and 16 other senior staffers at the Time City group for criminal breach of trust, cheating, forgery, voluntarily causing hurt, wrongful confinement, criminal intimidation and rioting.The FIR was filed by Ganga Sagar Yadav, a Gorakhpur resident who told Scroll that he was one of Time City’s founding members. “I had invested Rs 20 lakh into the company and brought investments worth more than Rs 5 crore into it from my friends and family,” said Ganga Sagar. The group offered daily and monthly investment schemes since 2010 that promised greater returns over one to four years, said Ganga Sagar. “They would take the investor’s money and buy real estate with it,” he said. “A few years later, they would sell the real estate at a greater price and that would be our return on investment and their profit.”Ganga Sagar added: “All of us got return on investments till 2018. But nothing since then. Now they don’t even answer our phone calls. At least 1,000-2,000  people have invested in the group, which has not paid Rs 35 crore in returns.”According to the Gudamba FIR, when Ganga Sagar and other investors visited the Time City’s Lucknow office in March 2022, they were harassed and intimidated by Pathak and other staffers, who “asked [them] to forget their investments, else they would be killed”. The management claimed to have “connections with politicians and ministers”.A written assurance by Pankaj Pathak from October 2022 to pay Time City investors.Investors from across the country told Scroll that they await their returns from Time City. This includes Brijbhan Pal, a 35-year-old professional from Mumbai, and Sushil Kumar, a Kanpur-based journalist affiliated with the Rashtriya Swayamsevak Sangh.On December 28, 2023, a second FIR was filed against Time City in Gudamba, this time by Dharmendra, an investor from Deoria district. Like Ganga Sagar, Dharmendra’s complaint alleged that Time City had forged a Reserve Bank of India licence to sell its investment schemes. Scroll has seen a copy of at least 10 other complaints by investors that have been filed with the police station in the matter that are yet to be registered as FIRs.Suryabhan Singh, the legal advisor who represented Time City in its sale deeds with the Adani group, has been accused in both the FIRs.He alleged that the FIRs against Time City “hide crucial facts” and are “politically motivated”. “Anyone can go to a police station and file a complaint,” he said. “I don’t know why I’ve been added as an accused. A company’s policies are framed by its board. I’m only an advisor.”Scroll sent questions to the Time City group and Pankaj Pathak about the allegations by farmers, the sale of land in an ecologically sensitive region and the accusations of fraud against them. The story will be updated if they respond. The story has been updated to include the response of the Adani group.","author":"Ayush Tiwari","time":"2024-01-20T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197671-lxhodrdnhk-1705666610.jpg","tags":["Ayodhya","Ram temple","BJP","Time City","Adani Group"]}