{"title":"In Assam, two men tagged as Bangladeshis died in detention – one was an Adivasi from Jharkhand","content":"Assam government released a list in July with the names and addresses of 25 people who had died while being held in detention centres after they failed to defend their citizenship claims in foreigners’ tribunals.One entry on the list stood out: “Basudev Biswas: 55 years, [son/of] Sudarshan Biswas, Village – Faridpur, [Police Station] – Sirajganj, District – Dcca.” An address in Bangladesh.“For the first time, I am hearing from your mouth about this address,” Basudev Biswas’s son Deepankar Biswas told this correspondent one sweltering August morning. The family lives not in Bangladesh but in Ambagan in Assam’s Nagaon district. Basudev Biswas’s son said his father sold tea for a living until he was interned for being an “illegal migrant” in 2014 – wrongfully, he claims.To prove Indian citizenship, Assam residents need to have documentary proof showing they or their ancestors lived in the state before the Bangladesh war began in March 1971.Basudev Biswas’s family has several documents: a citizenship certificate issued by the Nagaon deputy commissioner’s office in 1964 in the name of Basudev’s father Sudarshan Biswas, ration records bearing the family’s name dating back to the same year. Sudarshan Biswas’s name is also part of the electoral rolls of 1971. Despite that, he was declared a foreigner by a tribunal. He died while in detention on May 11.Unlike the Biswas family, Kachela Munda, a former tea worker in Goalpara district, has no documents to prove that her husband, Puna Munda, was not an “illegal migrant” to India. He never went to school, never voted, was not enrolled in any government welfare programme. The only parchment she has to show is a declaration by the management of the tea garden her husband was employed in. “Puna Munda was employed as a permanent worker in Simlitola Tea Estate from 11/6/77 to 2/11/2006,” it states.Puna Munda’s cousin, Dilip Indwar, said the family traced their roots to Sekai village in Jharkhand’s Gumla district. Like many other Adivasis, they had come to Assam to work in the tea gardens in the 1970s. “I had come to Assam in 1976, he came a couple of years earlier,” said Indwar.It is in the Simlitola Tea Estate that Puna Munda met Kachela Munda, also an Adivasi from Jharkhand. They fell in love and got married. “He was a chokra [young boy] then,” said Kachela Munda.In 2013, their life was upturned when Puna Munda received a notice stating that Assam’s border police suspected him of being an “illegal migrant” from Bangladesh. One year later, a tribunal declared him to be a foreigner. He was sent to a detention centre where he fell ill. He was diagnosed with cancer. Five years into detention, on June 10, Puna Munda died in a hospital in Guwahati.The National Register of Citizens, an updated list of Indian citizens in Assam, is expected to be released on August 31. What happens to those left out of it? No one knows for sure. For now, the authorities have said they will have to stand trial in Assam’s foreigners’ tribunals. In the past, those declared foreigners by these tribunals have been interned in six detention centres, which share space with overcrowded district prisons.Detainees who subsequently secured freedom from higher courts recall their internment with horror: they were deprived of rights available to even murder convicts. Without access to legal aid, most detainees were subject to indefinite incarceration, until the Supreme Court in May ruled that those who had spent three years in detention centres may be released after furnishing bonds worth Rs 2 lakh.In July, responding to a question raised in the state assembly, the Assam government for the first time released a list of people who had died in detention. The list of 25 people included a 45-days-old child and an 85-year-old partially immobile man. Scroll.in met the families of six of them. Almost all of them claim to have documents to prove that they are Indians.Basudev Biswas, 65 Nagaon Basudev Biswas had bone deformities which had resulted in a curved spine. Around midnight on August 7, 2015, a dozen policemen descended on his home in Ambagan and took him away with a promise to return him before the night was over. A senior official at the police station wanted to “see” him, the police officials reportedly said.The next morning, Deepankar received a call from the local police station. His father had been declared a foreigner and would be taken to a detention centre, he was told. “I had vaguely heard from my father that there was some old case [against him], but he had said he had already taken the degree,” said Deepankar Biswas. In local parlance, a degree means a successful defence of one’s citizenship.An old case comes back to hauntBut in reality, the opposite had happened: Basudev Biswas had been declared a foreigner in 1995 in absentia in a case dating back to 1991 which originally named his parents. His name came to be included in the case as their descendant.Tribunal records suggest that Basudev Biswas’s parents had hired a lawyer to contest the accusation against them, but before that could happen they died. According to Basudev Biswas’s wife, Milon Biswas, they died in quick succession sometime in 1992-93.In 1995, the tribunal passed an ex-parte order, without hearing Basudev Biswas, under the now-repealed Illegal Migrants (Determination by Tribunal) Act. The law put the burden of proof on the state. The police had produced a neighbour of the Biswas family to testify in its favour. “They came to this place from Bangladesh 10/15 years ago,” the tribunal records quote him as saying.A bunch of documents but no second chanceBasudev Biswas had enough documents to prove his nationality, but he did not submit any to the tribunal – the entire trial had taken place in his absence. His son, Deepankar Biswas, said his father was under the impression that the case had ended with the death of his parents – the original accused. It was only after Basudev Biswas’s arrest that his children took the documents to the tribunal – now operating under the Foreigners Act of 1946 – with a petition requesting a review of its previous order. But the tribunal turned down the petition. The family, the tribunal said, should have approached it sooner – a delay of “more than 21 years” was just too long.The Gauhati High Court also refused to intervene, saying that the tribunal had given Basudev Biswas and his parents “more than reasonable opportunity” to present their case. “For more than 21 years, neither the petitioner and his parents did anything,” the court ruled.“We spent Rs 2-3 lakh on the appeals, hired 3-4 lawyers,” said Deepankar Biswas. “But the court refused to even see our documents and the man just died like that.”Basudev Biswas's wife and children outside their home in Nagaon ‘Send the body to Bangladesh’When Biswas died in May this year and the police brought his body to Ambagan, there was a furor. People spilled out to the village’s narrow roads and shouted angry slogans against the government. The family refused to accept the body. “If he is a Bangladeshi, send the body to Bangladesh,” they demanded.After the police took the body back, the family finally relented. “They would have probably just thrown the body away, so we thought we should at least give the man a respectful farewell,” said a local activist with a group claiming to represent the interests of the Bengali Hindu community to which Basudev Biswas belonged.The curious case of an addressBut what explains Biswas’s Bangladesh address in the police records? None of the documents relating to Basudev Biswas’s trail at either the foreigners’ tribunal or the Gauhati High Court mentions the address – not even as a contention of the state.A senior Assam Police official said that the address does not feature in the court records as it is collected only post-detention from the detainee himself. However, records from the two appeal trials – one each at the foreigners’ tribunal and the high court – that took place after Biswas’s detention also have no mention of the address.A closer scrutiny of the address raises even more questions. Several geographical incompatibilities stick out: for instance, there is no police station called Sirajganj in present-day “Dcca” district – a typographical error presumably for Dhaka district (earlier referred to as Dacca). Sirajganj is a separate district, part of not the Dhaka division but the Rajshahi Division. Faridpur, on the other hand, is part of the Dhaka division, but has been an independent district since 1815.“We will only note what the person is saying,” said the police official. “The address verification happens later at different levels of the government.”Meanwhile, Basudev Biswas’s family is yet to receive the post-mortem report or his death certificate. “I have gone several times to the Tezpur jail,” said his son Deepankar. “They always give me a snide response: ‘Why don’t you ask those who did andolan with your father’s body for it.’”But what Deepankar and his siblings really care about right now is getting their names included in the NRC. As descendants of a declared foreigner, they are not eligible for inclusion in the citizenship register. “We have all the documents,” he said. “They should at least give us a chance to produce them.”Puna Munda, 65GoalparaPuna Munda first received a notice from the foreigners’ tribunal in 2013. The border police, it said, suspected him of being an “illegal migrant” from Bangladesh and he had to depose before the tribunal to prove that he was not. According to his cousin Deepak Indwar, Munda went around looking for a lawyer, but soon realised it was beyond him to afford one. “The man liked his drink,” said Indwar. “He told me: let them take me where they want to; at least they will give me bhaat [rice] there.”As Puna Munda failed to attend his trial, the tribunal delivered an ex-parte order declaring him a foreigner. The police came looking for him one cold December morning in 2014, said Indwar. They found him quite easily. “He was at the rest house,” recalled Puna Munda’s son, Markesh Munda. “We showed the police whatever documents we had, but they said they were not enough. He was a Bangladeshi, they said.”According to informed estimates, at least 65 lakh Adivasis work in Assam’s tea plantations. Most of their families came in the mid 19th century and came to be known within Assam as “tea tribes”. When the state began to update the National Register of Citizens in 2015, tea tribes were included in the category of “original inhabitants”, subject to less scrutiny of their citizenship claims.Puna Munda, however, was interned in 2014, well before the NRC process began.A changed manIndwar said it was quite an ordeal for the family to meet Puna Munda in the Goalpara detention centre where he had been interned. “They would ask us to take a thousand permissions from different offices,” said Indwar.Once they met him, they found that time in prison had robbed Puna Munda of his devil-may-care attitude. “He was desperate to be out,” said Indwar. “He would keep asking us if we have managed to get hold of the right documents.”Indwar said he tried, knocked on many doors, but the answers were always the same: “Get more documents.” But with a daily wage of Rs 167, there was only so much he could do.Indwar was the last person to see him before he died. “He knew he did not have much time,” said Indwar. “He told me that day that he had fallen very sick. ‘Don’t expect me to come back home,’ he said.”Indwar said the family has still not quite been able to process the bizarre turn of events in the last five years. “How can he be a Bangladeshi?” he asked. “I hope the government accepts its mistake and gives us some compensation.”Also read: In Assam, a sick man was not spared detention and a healthy man did not survive itRead all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Arunabh Saikia","time":"2019-08-30T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126415-nyvpaqkqne-1567073943.jpg","tags":["The Final Count","The Toll","National Register of Citizens","Detention deaths"]}