{"title":"In Anand Patwardhan’s new documentary, a rare personal journey ","content":"Anand Patwardhan’s progressive politics have been reflected in every documentary he has made over a career spanning six decades. The internationally renowned 73-year-old filmmaker has spent a lifetime examining injustice, inequity, state-sponsored violence, protest movements and the spread of communalism. His new documentary might be his most personal yet, but it continues to reflect his concerns, this time from within the family fold.Vasudhaiva Kutumbakam, or The World is Family, has been premiered at the Toronto International Film Festival (September 8-17). The documentary’s premise is contained in its clever title, a riposte to the Sanskrit phrase emphasising global harmony that has been co-opted by Hindutva ideologues and the current regime. Patwardhan’s film is an act of reclamation of a universalist value system, a reminder of the capaciousness of Indian cosmopolitanism, an alternative vision to the prevailing toxic political climate. Along the way, the filmmaker provides an extraordinary glimpse into his private self.Patwardhan began filming Vasudhaiva Kutumbakam in the late 1990s, even as he worked on his other projects, including War and Peace, Jai Bhim Comrade, and Reason. In Vasudhaiva Kutumbakam, we meet the director’s parents, Wasudev and Nirmala Patwardhan, the renowned potter. Anand Patwardhan with his parents Wasudev and Nirmala Patwardhan. Photo by Simantini Dhuru.We learn of how his parents met and fell in love. Home video footage of the charismatic pair reveal their loving rapport with their son. As time passes, we see the couple tackling illness and infirmity. We bear witness to Nirmala Patwardhan’s passing in 2008 and then Wasudev Patwardhan’s demise in 2010. These unsentimental and yet poignant moments tell us as much about Anand Patwardhan’s upbringing as about the distinctive personalities of his parents.We also meet other members of Patwardhan’s family. Two of them feature prominently in Vasudhaiva Kutumbakam: Patwardhan’s paternal uncles Achyut Patwardhan and Purushottam Patwardhan.Both were revolutionaries during the freedom struggle. In tracing his lineage to these freedom fighters, as well as resurrecting their contributions, Anand Patwardhan serves a reminder of the multiple strands of thought that characterised the anti-colonial struggle as well as the immediate years after Independence. Purushottam Patwardhan (left) and Achyut Patwardhan. Courtesy Anand Patwardhan.The Patwardhan clan extended to Karachi, where Nirmala Patwardhan’s relatives resided. In the city to make War and Peace, Anand Patwardhan rediscovers the humanity that defies borders, government policies, and anti-Pakistan rhetoric.Filmed in Patwardhan’s trademark unvarnished style, and edited by him, Vasudhaiva Kutumbakam has a never-before-seen quality of intimacy laced with nostalgia. For followers of Patwardhan’s work, Vasudhaiva Kutumbakam is nothing less than documentary gold unearthed by the creator himself – rare from a filmmaker who proved to be an enigmatic biographical subject in RV Ramani’s Hindustan Hamara (2013).Some of the most affectionate and affecting sequences revolve around Patwardhan’s parents, both of whom bravely face their health problems. Patwardhan’s father, in particular, emerges as jovial and resolute, refusing to let his beloved wife’s death or his physical condition mar his spirit. Patwardhan’s investigate attributes are on display too, whether in the probe into the forgotten efforts of his uncles to imagine a new India, or in the sequence where he gently questions a young boy on the source of a rumour targeting Muslims. In this latter sequence, the film’s mesh of private and professional, inward-looking and outwardly, memory and the present, comes vividly alive.Mahatma Gandhi with Nirmala Patwardhan (to his left). Courtesy Anand Patwardhan.Also read:Anand Patwardhan interview: ‘I would be thrilled if my films became obsolete, but sadly they don’t’India, today: Anand Patwardhan’s documentary ‘Reason’ holds a troubling mirror to the headlinesThey call us anti-national: Anand Patwardhan","author":"Nandini Ramnath","time":"2023-09-11T07:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193820-fvwkmaaijy-1693935890.jpg","tags":["Anand Patwardhan","The World is Family documentary","Toronto International Film Festival"]}