{"title":"In Chhattisgarh, Bastar’s Adivasi groups are putting up independent candidates","content":"It is a sunny afternoon of October 26 on the outskirts of Bastar in Chhattisgarh. Only 90 minutes are left for candidates to withdraw their candidature for the first phase of Chhattisgarh’s legislative assembly elections in which 18 constituencies  are up for polls.Pappuram Nag, who is fighting the assembly elections this time as an independent candidate from the Jagdalpur constituency, gets a call on his mobile. His expression changes within minutes and he carefully starts listening to the call, leaving others next to him clueless. But a couple of minutes into the call and everyone, including the Mongabay-India reporter, understands what the conversation is about.On the other side of the line is a local influential person from the Adivasi community, who belongs to the ruling Bharatiya Janata Party, putting pressure on Nag to withdraw his candidature. He is asked to come to the office of the collector earlier than the scheduled time of 5.30 pm so that they can somehow convince him to withdraw his name.Though taken aback by the call, Nag, who was returning after meeting a group of people in a village in the nearby forest area, maintained his composure and deflected all the pressure.“This had to happen. If tribal people vote together as a group then we can be very influential and the votes of such a group can be decisive,” Nag told Mongabay-India.Pappuram Nag is fighting elections from the Jagdalpur constituency. Photo Credit: Mayank Aggarwal/Mongabay-IndiaIn the 2018 assembly Chhattisgarh assembly elections, Nag, who belongs to Dhurwa tribe, has thrown his hat in the ring from the Jagdalpur constituency which incidentally is a seat for the general category.Nag has been a social worker and has been working in the Adivasi areas to ensure their welfare.Adivasis finally decide to fight their own battleNag is associated with “Sarv Aadivasi Samaj” – a tribal organisation working in the Bastar region for decades. It took Nag all his willpower to withstand the pressure from influential politicians wanting him to withdraw his candidature. But not everyone, who first decided to fight the election, was able to.One among the group of three candidates, who had initially decided to fight the elections in the Bastar region with the backing of Sarv Aadivasi Samaj, backed out due to the pressure on the last day of the withdrawal of nominations. Now, of the remaining two candidates, Nag is fighting from Jagdalpur constituency and Sukhranjan Usendi from the Antagarh constituency, both as independent candidates.The group is counting on the basic social welfare work that it has carried out among the Adivasi villages over the last past two decades.Prakash Thakur of the Sarv Adivasi Samaj while explaining the reason behind fielding candidates in elections. Photo Credit: Mayank Aggarwal/Mongabay-India“Our candidates faced a lot of pressure and people suggested to us politely that we withdraw their candidature. But we braved it all. Tribal people have faced systematic exploitation at the hands of everyone, but now no more. Our experience with all political parties showed us that no one will work for us. Thus joining the politics ourselves was our last resort,” said Prakash Thakur, who is the leader of Sarv Aadivasi Samaj.He explained that Samaj’s decision was a result of the bitter realisation of present electoral politics involving two main parties. Their disenchantment with the main political parties is not without reason as they point out that Adivasi leaders who joined the political parties sooner or later started speaking the language of parties rather than that of the tribal community.“We are confident of our work among our own people,” Nag said, with a hint of satisfaction in his voice.“They will support us. They will support one of their own. We have always been amidst them listening to their grievances and trying to solve it with them,” said Nag.Nag, who belongs to the Dhurwa tribal community, is counting on the significant Dhurwa population who are voters of the Jagdalpur constituency.“It’s a start for us. There is no looking back now. We will take the fight forward,” said Thakur.Why is Bastar important?The Sarv Aadivasi Samaj’s decision to contest can be significant for the state politics because of the importance the Bastar region holds in the Chhattisgarh’s politics. The Bharatiya Janata Party and Congress – the two main political parties – have always had a close fight in the state with narrow margins deciding the fate of candidates.It was the same story in the BJP’s win in 2003, 2008 and 2013 elections. In 2013, BJP won 49 seats with 41.04% of the total votes polled while Congress won 39 seats with 40.29% of the votes. In 2008, BJP had control over 11 of the 12 seats in the Bastar region, while in 2013 Congress won eight and BJP won four.Chhattisgarh Chief Minister Raman Singh knows the importance of the region. This time also he started his election campaign from the Bastar region, as he did in 2013.Tirathgarh waterfalls in the Bastar region. Photo Credit: Mayank Aggarwal/Mongabay-IndiaOn the first day of his election campaign, Singh, while addressing a public meeting in Geedam area of Dantewada on October 27, made it a point to remind voters about the development work carried out in the region while exhorting them to vote for his party.Prime Minister Narendra Modi too knows the importance of Adivasis and reached out to them in his ‘Mann ki Baat’ radio programme. He also addressed rallies in Bastar after Diwali.“To live in consonance and closed coordination with the nature has been an integral part of our tribal communities,”  said Modi in his radio programme. “Our tribal brethren worship trees and plants and flowers like gods and goddesses. My dear brothers and sisters, this is a fact that the tribal community believes in very peaceful and harmonious coexistence but, if somebody tries to harm and cause damage to their natural resources, they do not shy away from fighting for their rights. There is no wonder that our foremost freedom fighters were the brave people from our tribal communities.” The prime minister added: “There is a very long list of examples of the tribal communities which teach us how to keep a close coordination and make adjustments with the nature and the nation is indebted to our tribal people for the forest land that is still remaining with us. Come on, let us express our gratitude towards them.”Why are tribal communities in Chhattisgarh upset?  Tribal people are a significant part of Chhattisgarh’s population. According to official records, Chhattisgarh has about 7.5% of India’s tribal population and tribal people form about 30% of the state’s population. Of the 90 assembly seats in Chhattisgarh, there are 29 seats reserved for scheduled tribes. Of those 29 seats, 12 fall in the Bastar region.Chhattisgarh’s population is about 25.54 million and of that, Bastar’s population is about 1.4 million, comprising a large Adivasi population. The major tribes of Bastar are Muria, Bhattra, Halba, Gadba, Dorla and Dhurwa. The region and the adjoining areas have a good presence of minerals but that has not translated into development for the people.They are upset with the system. There is not just one factor that defines or explains the reason behind the anger of tribals towards the present system. Implementation of the Forest Rights Act 2006, unfulfilled promises about agriculture and poor basic facilities like electricity, water are just a few of the factors that top their list.  The underlying problem is “land”.According to a study by a group of experts who are working on the issue of community forest rights across India, Community forest Rights - Learning and AdvocacyProcess, Chhattisgarh has one of the highest forest-dwelling populations in the country, but is one of the worst performing states on the implementation of Forest Rights Act.“FRA has the potential to secure rights and livelihoods of more than 7.4 million Adivasis and other traditional forest dwellers in Chhattisgarh over 3.02 million hectares in over 11,500 villages,” the study said. “Forest rights recognition in the state has faced obstructions from strong resistance and interference by the forest bureaucracy and from the diversion of forest land for projects.” Thousands of trees cut for road and rail line to an upcoming steel plant. Photo Credit: Mayank Aggarwal/Mongabay-IndiaAnother contentious issue that Adivasi communities face is regarding the minor forest produce. The study explained that collection, transit, auction and sale of minor forest produce continues to be under the control of the state forest departments and contractors, as state laws have not been aligned with the Forest Rights Act 2006.“On the contrary, state government has brought out controversial amendment in the excise law prohibiting collection of Mahua in violation of FRA,” the study added. Forest dwellers traditionally use the flowers of Mahua to make a local alcoholic drink.Development is yet to reach Adivasi areasWhether it is security forces, Maoists or industrial projects, the Adivasis face the music from all sides.For instance, for the upcoming Nagarnar steel plant of NMDC in Bastar, thousands of trees were cut in the nearby forests for the railway line and for bringing water from the nearby river.“But when tribal people flattened some surface of the jungle to make an approach road for their village they were arrested and were freed only after a lot of protests,” said Prakash Thakur. “But compare it to industries who commit all kind of violations but are never hauled up. What kind of development and justice is this?” One undeniable change in the whole region is the smooth roads across the region but many point out that it has been done to facilitate movement of the security forces who are battling the Maoist insurgency.Despite these roads, Adivasis living even a few kilometres away from the highway are cut off from the world, happy in their own homes. Some places have no regular water or electricity facility, at some places there are no roads, there are schools but no teachers and at some places there are gas connections but no money to buy cylinders. For medical facilities they need to travel several kilometres away.While travelling in Bastar in run up to the elections, Mongabay-India visited many such villages to check the ground reality and the story was same.In Machkot village of Bastar, which is close to state’s border with Odisha, local resident Arjun Nag said, “You can see for yourself there is a problem of basic necessities like water and electricity”.Bhushan Bhagel, whose village Danpunji is near to the NMDC’s new steel plant at Nagarnar, said they were promised everything ranging from electricity to water. “But who fulfils those promises? No one,” he said.In Koikimati village, Pradeep Karma said, “What development do politicians talk about? There is no public transport here. We have to walk for kilometres. The nearest medical facility is also 10 kilometres away.”Few kilometres away from Koikimati village is Manjhipara village where Mongabay-India saw a group of 10 students who were roaming around their primary school centre. As soon as they saw a car approaching, they ran towards the school and sat in a horizontal line with books opened in front of them – something they revealed they were told to do by the teachers who were not present that day.Students in a primary school in Manjhipara village. Photo Credit: Mayank Aggarwal/Mongabay-IndiaLalit Kumar, who works as a labourer in Barsur area, expressed his displeasure with the system. “There is nothing being done for farmers. With dwindling income, we are forced to work as labourers. Their hollow promises means nothing for us,” said Kumar.Another major issue that has been affecting Adivasis is something that no one has an answer to – the fight between Maoists and security forces. As a result, the young are migrating from villages to work in nearby towns and cities. “They face pressure from both Maoists and security forces and are accused of working as spies. To save themselves from this crossfire, the tribal youngsters are migrating from villages in huge numbers,” said Prakash Thakur.It seems the Adivasis, for now, have decided to take control of their own fate. But how far will they succeed in their endeavour is something that only the results of Chhattisgarh’s assembly elections will tell.One of the students on his self made fun-ride in Manjhipara village. Photo Credit: Mayank Aggarwal/Mongabay-IndiaThis article first appeared on Mongabay.","author":"Mayank Aggarwal","time":"2018-11-11T20:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105178-icjvvvktsh-1541758943.jpg","tags":["Tribal communities","Chhattisgarh population","Forest Rights Act","independent candidates","Maoist insurgency"]}