{"title":"In Cannes-bound ‘In Retreat’, a Ladakh that has rarely been seen before","content":"A class reunion of sorts will take place at the upcoming Cannes Film Festival (May 14-25). Two of the Indian titles at Cannes are by batch mates from the Film and Television Institute of India’s directing course.Payal Kapadia’s All We Imagine As Light, starring Kani Kusruti and Vidya Prabha as Malayali nurses, has been selected for the Competition section – the first Indian title to bid for the Palme d’Or top prize since Shaji Karun’s Swaham in 1994. Her classroom peer Maisam Ali’s In Retreat is in the ACID Cannes sidebar programme, which is run by the Association for the Diffusion of Independent Cinema.In Retreat follows the inner and outer journey of an urban nomad played by Harish Khanna. The official synopsis: “Somewhere between the end of autumn and the start of winter, the absent one returns home to a small town in the mountains. Now in his 50s, always away and late, having missed his brother’s funeral, he lingers at the threshold of the old home – what else can he attain other than delaying one more night of his arrival.”Harish Khanna in In Retreat (2024). Courtesy Varsha Productions/Barycenter Films/Salt for Sugar Films.Ali’s feature debut is set in Ladakh, but the 74-minute movie doesn’t have any of the typical imagery associated with the region. “I didn’t want to show touristic images or the beauty of the place – they have no meaning for me,” said Ali, who spend his formative years in Ladakh before moving to Delhi for an engineering degree and later to FTII in Pune in the mid-2010s. “There is so much diversity in Ladakh, and that interests me. I don’t want to see typical images.”The geography of the Ladakh explored by In Retreat is physical as well as philosophical. “When filmmakers come to Ladakh, the tendency is to go wide and show, for instance, the sky, but I didn’t want that,” Ali explained. “I wanted a more interior film, an experience of the texture of the place. I didn’t want a film in which a character is looking at something and we then see his point of view.”Ashok Meena’s camerawork reflects the movie’s emphasis on interiority. Most of the elliptical narrative is set in the night. Khanna’s character speaks Hindi, marking him as an outsider, but his familiarity with his surroundings suggests that he belongs as much as the Ladakhi-speaking locals.“If someone watches the film and says that it is a lived-in experience, that is high praise for me,” Ali said. “I like to make personal work that is authentic and organic, which doesn’t need to follow a structure if it comes from within.”In Retreat (2024). Courtesy Varsha Productions/Barycenter Films/Salt for Sugar Films.Cues for In Retreat’s unconventional structure and visual design came from the character’s winding journey. Ali cast Harish Khanna, whose career spans theatre and cinema, because Khanna could “express the character’s interiority, vulnerability and loneliness”.Ali shares with his fictional protagonist a duality of identity. Ali’s ancestors were Kashmiri traders who settled in Ladakh several generations ago.“People assume that I am from somewhere else but when I speak Ladakhi, they realise that I belong there,” the 36-year-old filmmaker told Scroll. “I was born in Iran – my father is a physician who happened to be working there at the time – and I came to Ladakh when I was eight years old. A sense of cultural rootedness, the notion of the insider and the outsider, the idea of home – these things were on my mind. Cultural representation in itself can be touristic. I am a human being who belongs to the world, rather than a particular region.”The enigmatic journey mapped by Ali’s film includes a voiceover based on acclaimed Palestinian poet Mahmoud Darwish’s If I Were Another. Apart from reflecting Darwish’s lifelong concerns with rootlessness and exile, In Retreat is also inspired by Abbas Kiarostami. The Iranian master’s Taste of Cherry (1997), in which a man repeatedly drives around looking for somebody to assist him in his planned suicide, particularly influenced In Retreat, Ali said.Ali discovered world cinema at film school in Pune. “At FTII, I felt the world inside me was valid,” he recalled. “All poems don’t have to rhyme. So it is with cinema too – scenes can be disconnected but they can have meaning as well as a relationship with each other.”Maisam Ali.","author":"Nandini Ramnath","time":"2024-04-21T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200192-xtefvmqqst-1713641416.jpg","tags":["In Retreat","Maisam Ali","Cannes Film Festival"]}