{"title":"In charts: Employment rate has fallen in UP, Uttarakhand, Goa and Punjab since the last polls","content":"The employment and labour force participation rate has dipped in four of the five poll-bound states in the last five years. Except for Manipur, all four states – Uttar Pradesh, Uttarakhand, Goa and Punjab – are reeling under unemployment, showed data from the Centre for Monitoring Indian Economy and the Periodic Labour Force Survey.Uttarakhand has an employment rate of 30.43% (as of December 2021), which is much below the national average of 37.42% and is the lowest in the country. It is followed by Goa (31.99%), Uttar Pradesh (32.79%) and Punjab (36.86%).Here is a lowdown on employment statistics of the five states on four major indicators: working-age population, employment rate, labour force participation rate and unemployment rate.Uttar PradeshAround 38% or 5.71 crore of the working-age population (14.82 crore) of the state in May-August 2016, was employed. This reduced in a year to 37.17% in May 2017-August 2017, which further slumped to 36.33% in 2018 and 35.34% in 2019, 33.33% in 2020 and 32.79% by the end of 2021.The total number of people employed stayed over 5.6 crore up until the first quarter of 2020. Due to Covid-19 pandemic, many people in the state lost jobs and the number of those employed dropped to 5.49 crore in May 2020-August 2020.While the employment rate fell in the state, the rate of unemployment also dipped from 16.82% in mid-2016 to 4.83% by the end of 2021. But this does not show a clear picture of the unemployment scenario, explained the Centre for Monitoring Indian Economy’s managing director and CEO Mahesh Vyas. “While unemployment rate only looks at the labour force participation [people who have a job and those who are actively looking for one] which has been reducing rapidly in the past five years, employment looks at the entire working-age population (above 15 years of age),” said Vyas.Secondly, a majority of the population does not look for jobs formally, which leads to undercounting of unemployed people in the country, he added.\n\t\t\n\tThe state’s labour force participation rate has also reduced from 46.32% in mid-2016 to 34.45% at the end of 2021. Although UP’s working-age population has increased by over 2.2 crore – from 14.82 in 2016 to 17 crore in 2021, the total number of people employed has reduced by over 11 lakh.PunjabIn the last five years, the number of people with jobs in the state has shrunk by over 5 lakh. In August 2016, over 1 crore people were employed and the working-age population was more than 2.31 crore. But, in December 2021, over five years later, the working-age population increased by 11.7% but the employment rate decreased from 43.4% to 36.86%.\n\t\t\n\tThis led to an increase in the unemployment rate by 1.18 percentage points in the period. Further, with an employment rate of 36.86%, Punjab is the state closest to the national average of 37.42%.UttarakhandThe last five years saw Uttarakhand’s working-age population grow by 11.7%, but in this period the number of people with jobs fell by 8.9 lakh. Although the state has the lowest unemployment rate of 4.08% compared among the five poll-bound states, it also has the lowest employment (30.43%) and labour force participation rates (31.73%).\n\t\t\n\tAs Uttarakhand’s working population grew steadily, its employment rate declined during the beginning of the Covid-19 pandemic and it has been stagnant – around 30% (way lower than the national average) ever since.GoaGoa’s unemployment rate has remained the highest at over 13% among all poll-bound states in the last five years. The beach state’s employment rate has plummeted from 49% to 32% in the period.\n\t\t\n\tIn August 2016, when the coastal state’s working-age population was 12.24 lakh, around half or over 6 lakh people had a job. However, by December 2021, its working population had grown to 13.1 lakh, but those who had jobs had slumped to 32% or 4.2 lakh.ManipurSince the Centre for Monitoring Indian Economy does not provide data for Manipur, FactChecker referred to Labour Force Participation Rate and Unemployment Rate figures from Periodic Labour Force Survey between 2017 and 2020.The state witnessed labour force participation rate increase by 2 percentage points and unemployment rate dip as much – from 11.5% in 2017-’18 to 9.5% in 2019-’20.This article first appeared on FactChecker.in, a publication of the data-driven and public-interest journalism non-profit IndiaSpend.","author":"Nidhi Jacob, Factchecker.in","time":"2022-01-31T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169361-ddwyhvgsop-1643275541.jpg","tags":["Uttarakhand","Punjab","Goa","Uttar Pradesh","Manipur","CMIE","unemployment"]}