{"title":"In February, a new private-public partnership to preserve our cinematic heritage","content":"In February 2015, the Film Heritage Foundation set up by filmmaker Shivendra Singh Dungarpur held a seminar on restoration in Mumbai that was aimed at professional archivists, cinema saviours and individuals interested in training in preservation. The FHF is a private organisation that originated because Dungarpur has made film preservation his mission, and its goals overlapped with those of the state-run National Film Archive of India in Pune. This year, public and private have joined hands. The FHF workshop will be held in collaboration with the NFAI and the International Federation of Film Archives from February 26-March 6. The faculty for the workshop, which will take place at the NFAI’s Pune campus, includes experts from the leading institutions in the fields, such as L’Immagine Ritrovata, the film preservation laboratory in Bologna in Italy, the George Eastman Museum in Rochester in America, the Museum of Modern Art in New York City, and the British Broadcasting Corporation in London. David Walsh, the head of the International Federation of Film Archives’ Technical Commission, has designed the ten-day course. In an interview with Scroll.in, Dungarpur, who has the documentaries Celluloid Man and The Immortals to his credit, talks about why he is joining hands with the NFAI, and how his focus has shifted from restoration to preservation.You have been critical of the NFAI’s role in film preservation. What has changed?I took on the NFAI in Celluloid Man [Dungarpur’s documentary on NFAI’s first director, PK Nair], but I didn’t have a personal agenda. Our agenda is to work towards saving our heritage, and this idea appealed to the Information and Broadcasting Ministry as well as the archive.The NFAI has limited resources in terms of personnel, so we are saying, let’s help save the existing heritage first before restoring. Let’s first secure what we have and conserve the films there are.We weren’t sure about what to do with the workshop this year. Meanwhile, there is all this material lying around at the NFAI [including film prints and printed material related to cinema]. The Film Heritage Foundation was set up because of the anxiety within the system of not being able to reach out to the NFAI. The new NFAI director, Prakash Magdum, has brought in a lot of innovations, and he agreed to do the workshop because this is what I wanted to do in the first place. NFAI houses films from the silent era as well as regional films of high importance. These have been neglected for many years. The idea is to be able to make a difference at the NFAI. How does the workshop hope to make this difference?This workshop could help in providing international faculty to the NFAI as well help the archive build an infrastructure of future archivists and preservers. This is also a job opportunity – the days of peons cleaning films are gone. People who attended last year have also reapplied, so they appear to be serious about making a career out of preservation. We had a terrific response to the first workshop – 125 people applied and we accepted 52 participants. Many of the people at the workshop wanted to go abroad for internships. One of them interned at the George Eastman Museum, for instance.Film Heritage Foundation founder Shivendra Singh Dungarpur.What is different this year in terms of the workshop’s programme?Because the NFAI and the government are involved, the fees are subsidised [Rs 25,000]. We are looking at saving what is already there, such as paper conservation — photographic material, lobby cards, scripts. We have an amazing number of collectors across India, but people don’t know how to look after their stuff. The participants at the workshop include students from the Film and Television Institute of India and the Satyajit Ray Film and Television Institute. The West Bengal government, which has produced several films, wants to start an archive, so they are sending representatives too, as are the private film laboratories. What are the current goals of the Film Heritage Foundation? You have gathered a lot of prints and material, but you haven’t restored any films yet.The restoration aspect has been very difficult because of copyright issues. The essence of trust does not exist – film families are pretty happy with poor restoration and they don’t look at it as an art form. They are always asking about how much money it will cost to restore a film even though it doesn’t cost them anything. I wonder what the original filmmakers who were quite artistic would have to say about this. We have not restored anything. We are preserving our collection, which includes posters, lobby cards, censors certificates and letters. We are preserving it at a temperature-controlled office with special acid-free plastic jackets imported from Italy. We are trying to do something like the NFAI, but on a smaller scale. We can’t be like the NFAI, but we can be a strong contender for preservation. Let archives thrive — why can’t more than one archive survive? Europe and the United States of America have several archives, but we have only one for film in India.The film festival has emerged as a natural destination to screen restored movies. This is happening at Indian festivals too, but should it be scaled up?I selected a handful of films that were shown at the International Film Festival of India in Goa this year, including Casablanca, The Wizard of Oz and Badlands. What we proposed to the Information and Broadcasting Ministry at Goa was that there should be an award for the best restored film. Efforts are on to create a restoration section at IFFI 2016. Perhaps the Mumbai Film festival could take the lead on this matter too.Apart from running the Film Heritage Foundation, you have also been working on a documentary on the Czech New Wave movement for some years now. Where is it at?The film is called Czech Mate – In Search of Jiri Menzel. I have been working on it for six years. It started during a plane journey while I was making Celluloid Man. I was on my way to meet Jiri Menzel, since I had been completely moved by his film Closely Watched Trains. The cinematographer Ranjan Palit came along, and we managed to meet Menzel in 2010 for a few hours for the first time. I didn’t think I would be making a film on him, especially since I got very busy with Celluloid Man. I revisited the subject in 2012. The film has several iconic directors of the Czech New Wave, such as Vera Chytilova, Milos Forman and Ivan Passer. All these filmmakers were working together at the same time and fighting the regime though they had different styles. We have also interviewed Woody Allen, Ken Loach and Istvan Szabo. I am waiting to interview the writer Milan Kundera, who not only studied at the film school [the Film Faculty of the Academy of Performing Arts in Prague] but also taught some of the directors. He rarely gives interviews, but I am working on it.(Main image credit: Benazir (S Khalil, 1964); courtesy Kamat Foto Flash.)","author":"Nandini Ramnath","time":"2016-01-09T09:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/801591-article-tgiovnfjdz-1452279933.jpeg","tags":["Film Heritage Foundation","Film preservation workshop 2016"]}