{"title":"In India, the future of water-intensive green hydrogen ironically lies in water-scarce regions","content":"India is targeting production of five million metric tonnes of green hydrogen by 2030. However, a discourse on its primary feedstock, water, is almost missing.“While we are deliberating on different aspects of green hydrogen from funding to plans of cutting down the cost of the production, we are not discussing the issue of water requirement needed to achieve the target production,” said Rohit Pathania, lead-energy, and mobility at OMI Foundation.Green hydrogen is produced by the electrolysis of water, powered by renewable energy sources, resulting in low or no carbon emissions. Green hydrogen is expected to play a prominent role in decarbonising heavy industries, including oil refineries, steel mills and fertiliser plants.India currently consumes 6 million tonnes of grey hydrogen (hydrogen produced with natural gas, using low-carbon technologies). However, if India were to produce the same amount of green hydrogen, it would require anywhere between 132-192 million tonnes of water for the 6 million tonnes of green hydrogen, estimates a report by OMI. This amount is around 10% of Delhi’s annual water requirement. The water requirement would further increase if the government pursues its claim of India having the potential to scale up production to 10 million metric tonnes of green hydrogen annually.A report by the International Energy Agency claims that it needs nine litres of water for every kilogram of green hydrogen produced. Freshwater access is a concern in water-stressed areas for producing green hydrogen, the report said. Estimates claim that if we use solar energy as an electricity source for electrolysis, then the total water requirement for the energy source and water needed for electrolysis will come to around 32 kg of water to produce each kg of green hydrogen, whereas if we use wind energy the cumulative water requirement for per kg of green hydrogen comes at 22 kg of water. On the other hand, the same estimates claim that when natural gas is used to produce hydrogen (grey hydrogen), it takes 22 kg of water to make 1 kg of hydrogen.Freshwater access is a concern in water-stressed areas for producing green hydrogen. Credit: India Water Portal/FlickrIn its latest budget tabled on February 1, the Union Minister of Finance, Nirmala Sitharaman allocated Rs. 197 billion for the Green Hydrogen Mission. The government of India also launched a roadmap for the Green Hydrogen Mission earlier in January.Admitting ‘water’ as a challenge in the production of green hydrogen in its National Hydrogen Mission roadmap, the Ministry of New and Renewable Energy has identified municipal and industrial wastewater as its feedstock wherever feasible. However, as water is a state subject, it has urged the states to identify the right resource to promote green hydrogen.But there is another problem with using grey or saline water for green hydrogen production as electrolysis requires ‘demineralised’ freshwater for the best performance.Jaideep Saraswat, Senior Manager at Vasudha Foundation, told Mongabay-India that the presence of other minerals and impurities in the electrolysis while using sea water or dirty water often decreases the efficiency and performance of the process.“Ideally, freshwater without other minerals is preferred for the best performance of electrolysers that maximises efficiency. The maximum efficiency of electrolysers lies in the range of 1000-1500 milliampere per square centimetre (mA/cm2). The efficiency of electrolysers with sea water comes only up to 10 mA/cm2 to 500 mA/cm2 (acidic sea water) with the existing commercial electrolysers,” Saraswat said.Water-scarce regionsAccording to a map published in a NITI Aayog report of identified industrial clusters in India, the existing hydrogen industries will come mostly in states like Gujarat, Madhya Pradesh, Maharashtra, Karnataka, Tamil Nadu, West Bengal, and Odisha. As the mission document hints at first converting the existing hydrogen consumers in these industrial sectors with green hydrogen sectors, these states will most likely be the first takers of green hydrogen. These sectors include refineries, fertiliser plants, and steel plants.\n\t\t\n\tA map of India indicating locations of major refineries, fertiliser plants and steel plants. Credit: NITI Aayog report on green hydrogenAmong these states, however, many are currently struggling to meet their water demand. Several parts of Gujarat have already reported deteriorating groundwater levels. There are reports which highlight water stress in Maharashtra. In Odisha, Jagatsinghpur district, which hosts Paradip port, one of 12 major ports of India, refineries, and fertiliser plants, is also facing a freshwater crisis. Meanwhile, investments have been made in the Jagatsinghpur district of Odisha to establish green hydrogen plants. Additionally works are now on for a green hydrogen project at Guna in Madhya Pradesh. Guna is already known for its water scarcity. A green hydrogen project is also coming up in Leh, which has freshwater scarcity issues. Further, investments are flowing in, in government-identified regions like Kutch in Gujarat which are also water-scarce regions.Water treatment challengeGlobally, there are efforts being made to use seawater or dirty water for green hydrogen production. However, these efforts are at the experiment level only.Some latest studies have hinted at the potential of using seawater in electrolysis without treatment. Countries like Spain have also seen some initial experiments on using treated freshwater in electrolysis to produce fresh water. However, experts said most of these technologies are in the pre-commercial stages and come with additional costs.Saraswat of Vasudha Foundation told Mongabay-India that some experiments using direct sea water in electrolysis had given hope. If it becomes commercially viable, it can solve the main water issue. He, however, also added that the additional demand to treat water would likely add to the extra energy burden and escalate production costs.“We have estimated that if we aim to produce five million metric tonnes of green hydrogen annually, we will need 90 gigawatts of renewable energy if we use demineralised water or seawater directly. But if we consider water treatment, the energy needed to produce the same amount of green hydrogen can reach 125 gigawatts. So, treatment of water will lead to a need for extra energy and thus also the extra cost of production,” Saraswat said.He added that the demineralisation of 10 litres of water would need seven KwH of electricity. The burden of cost on desalination/treatment of water is likely to be 5% extra on the total production of green hydrogen, says an estimate. According to the Investment Information and Credit Rating Agency of India Limited, India requires around Rs 9 trillion ($110 billion) of investments to achieve five million metric tonnes production.Efforts are underway to use seawater or dirty water for green hydrogen production. However, desalination and treatment of water for production of green hydrogen will increase its production costs. Credit: Le plombier du désert/Wikimedia CommonsTo reduce the cost of production of green hydrogen, experts believe green hydrogen centres will come to the places where renewable energy generation centres exist. It will help in minimising transmission losses. Rohit Pathania from OMI Foundation said there is often a mismatch between  renewable energy-rich supply regions in India and its water security.“There is a mismatch in  renewable energy potential sites and water availability in India. States like Rajasthan, Gujarat, and Tamil Nadu have good renewable potential, but these states face water crises frequently. Ideally, green hydrogen units should be near  renewable energy generation sources, but there is also water stress in many parts of these states where there is plenty of  renewable energy power. So, planning such industries is likely to be challenging. Places like Leh and Guna (in Madhya Pradesh) are already water-stressed, and there are plans for green hydrogen projects in such sites,” Pathania said. Studies claim that 54% of India faces high to extreme levels of water stress.He said that, like in Spain, if treated municipal wastewater can be used, it can reduce the conflict of freshwater. Pathania said that there are three stages of treatment of sewage water-primary, secondary (where water is made fit for drinking), and tertiary (where water is further treated to remove minerals).  “For electrolysis, a tertiary level of treatment of water is needed,” he explains.As per Central Pollution Control Board, India produces 72,368 million litres per day of sewage water comprising municipal and industrial wastewater. However, it has a current treatment facility of up to 31,841 million litres per day.Daulatganj sewage treatment plant in Lucknow, India. Credit: India Water Portal/FlickrThe thermal power plants in India are already known to use water for cooling their plants. Although using fresh water for the cooling-off exercise is not mandatory, most thermal power plants use fresh water. A working paper report from the World Resources Institute confirms it. Around 80% of the thermal power plants, mostly away from sea coasts, used freshwater for cooling down, says the report. It claimed that thermal plants in India use around 2,100 billion litres of water annually.The government has tried to push these thermal power plants to use sewage water, but it failed to bore any fruit. The government of India in 2016 mandated thermal power plants lying within a 50 km radius of sewage treatment plants to use treated sewage water, but it didn’t yield desired results. “In the green hydrogen case also, the problem of who will bear the cost of treating/deionising the municipal water may halt the initiative. Thus, it needs adequate attention and clarification,” said Sripathi Anirudh, Project Associate, Energy Program, World Resources Institute, India.Anirudh told Mongabay-India, “We analysed the water requirement of thermal power plants to cool them down between 2012-2017. On average, it was around 2,100 billion litres annually.” If we estimate the water requirement for the five million metric tonnes Green Hydrogen production target, India would require 50 billion litres of water.India intends to take an early mover advantage along with cheap renewables to tap the green hydrogen market. “However, the faster the country develops its technologies and can reduce its overall production cost, it can help them compete globally,” said Anirudh.This article first appeared on Mongabay.","author":"Manish Kumar","time":"2023-03-14T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123892-yvxvjqvafl-1579169628.jpg","tags":["Clean energy","Renewable energy","Green hydrogen"]}