{"title":"In India, viral videos of violence are sometimes the only thing that force the police to act","content":"In the four days after the horrific Manipur video went viral on June 19, the Manipur police arrested six persons in connection with sexual assault of the women seen in the video.The police’s rapid action is in stark contrast with its inaction for the two months between May 18, when the women had registered the first information report regarding the offence, and July 19, when the video was first shared on social media. Even though the National Commission for Women had received a complaint about the incident as early as June 12, it had not sent a reply or even an acknowledgment to the complainants.It was the public outrage generated by video that finally shook the state machinery into doing its job. On Thursday, the Centre told the Supreme Court that it had transferred the probe in the case to the Central Bureau of Investigation.Soon afterwards, another video from West Bengal was circulated on social media, of tribal women being assaulted and paraded naked by a mob.The accident allegedly occurred on July 18, but it is only when the video of it became viral on July 22, that the police made arrests later that day.These are the latest instances of an increasingly familiar pattern wherein the social media visibility of crimes determines the importance accorded to them by the law and order authorities. A trendEarlier this month, Pravesh Shukla, allegedly an aide to a Bharatiya Janata Party legislator, was arrested by the Madhya Pradesh police a day after a video of him urinating on a tribal man went viral on social media. Upon police investigation, it emerged that the incident in the video clip had taken place in 2020.In August, local political strongman Shrikant Tyagi was arrested within a few days of assaulting a woman in a housing society in Noida, after a clip of the incident went viral on social media.In August 2021, politician and advocate Ashwini Upadhyay and some members of Hindutva outfits were detained by the Delhi Police for hate speech after recordings of them raising inflammatory Islamophobic slogans at an event at Jantar Mantar were widely circulated on social media.It was also the viral nature of the video of the offence which led to the arrest of those responsible for lynching and murdering Tabrez Ansari in June 2019 in Jharkhand. In the video, Ansari, a Muslim man, is seen being forced to chant Hindu religious slogans while being assaulted by a mob.Of the 11 men charged for his killing, ten were sentenced to ten years’ imprisonment each by a trial court earlier this month.\n\t\t\n\tScreenshot of the video recording of Tabrez Ansari in which he was tied to a pole and beaten for 12 hours. | Twitter/ Mohammad SohelA wide spectrumWhile many of these cases involve social conflict, a number of viral videos involve straight law and order issues such as murders and traffic violations. In these cases too, the existence of a viral video is a critical catalyst to spurring the state’s law and order machinery into action.On July 1, two men were arrested by the Delhi Police for allegedly stabbing a man to his death in front of his father, after a video of that incident was widely shared on social media earlier that day. The incident had taken place more than a week earlier on June 24, but the police took action only after the video went viral.On March 14, YouTuber Joravar Singh Kalsi was arrested by the Gurugram Police for rash driving, endangering others’ life and obstructing a public way after a video of him imitating a scene from an online show while driving a car on the roads of Gurugram went viral on social media.Kalsi had shot and uploaded the video on his social media accounts on March 2.Another YouTuber, Prince Dixit, was arrested by the Delhi Police on March 17 for creating public nuisance and violating traffic norms, after the police took cognisance of a viral video apparently shot by Dixit in November last year.In April, the Uttar Pradesh Police chargesheeted someone under provisions of the Indian Penal Code and the Prevention of Cruelty to Animals Act for allegedly killing a rat by drowning it in a drain in November. Universally considered a deadly pest and commonly killed both by individuals as well as the state given their link with disease, the unusual act of penal action for killing a rat occurred only after the video went viral.Viral stateThe power of the viral video is driven in the ubiquity of smart mobile phone usage and the availability of high speed, cheap internet on these phones across India. This can be traced back to Jio disrupting the mobile phone internet data market in 2016, causing internet data costs charged by telecom service providers to crash.  Shailesh Andrade/ReutersThis trend is not limited to India. In the United States, the ubiquity of police brutality against civil protesters, came under sharp relief across the globe in 2020. This was due to videos of instances of police brutality being recorded by protesters and circulated widely across social media.","author":"Vineet Bhalla","time":"2023-07-27T18:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192596-ucjauaelrf-1690380026.jpg","tags":["Manipur","Social Media","Rule of Law"]}