{"title":"In Imphal, the state’s surrender to an armed Meitei militia with ‘Taliban-like’ grip","content":"As day broke in Imphal on January 24, tension hung as heavy as the piercing morning chill. The previous evening, heavy weaponry had been stationed outside the gates to Kangla, the fort on the banks of the Imphal river that was once the seat of power of the ancient Meitei kingdom. In a move rife with symbolism, all the Meitei legislators from Manipur – 37 MLAs and two Members of Parliament, across party lines – had been “summoned” there by the Arambai Tenggol, an armed militia alleged to be at the forefront of the violence against the Kuki-Zo community in the ethnic conflict in the state. Twenty five MLAs were from the ruling Bharatiya Janata Party, five from the Congress, four from the National People’s Party, two from the Janata Dal (United), while one was an independent.  Attempts by the state police and central officials to talk the group out of the seemingly audacious exercise had failed – and everyone seemed to fear a bloody confrontation, given the hulking security deployment all over the city.  As the morning progressed, WhatsApp groups were flush with pictures of members of the group – which claims to have a strength of 60,000 – taking over Imphal’s streets as they headed to Kangla. Dressed in military fatigues, many brandished arms as they rode into the city in open-top white Gypsies. Soon, though, it became clear that a compromise had been reached. No attempt was made to breach the peripheral security cordon the police had put in place on the roads leading to Kangla. Only the Arambai Tenggol’s leadership would go to the fort – and without any heavy weapons.A commander of Arambai Tenggol arrives at Kangla fort for the meeting with Meitei politicians. Credit: Arunnabh SaikiaAbject surrenderThe designated entry to the fort that morning was through its western gates – strikingly manned not by the Manipur police, but by three boyish-looking members of the outfit. The overall conduct rules for the day, it seemed, had also been set by the Arambai Tenggol. The MLAs, not allowed escort vehicles, bundled into vehicles in groups of three to four. At the gates, they rolled down the car windows for the outfit’s sentry to peep in and check. Outside, the white Gypsies of the Manipur Police and the Arambai Tenggol were parked next to each other. The only way to distinguish the two were the initials of the outfit written with red ink on their vehicles. So also for the people there – with many of Arambai Tenggol’s cadre dressed in camouflage they could be easily mistaken for security personnel if not for the group’s red initials on their shoulders. By the time the meeting began around 10 am, the jumpiness of the morning had given way to a sense of bewilderment. Journalists and police officials outside the gate could barely hide their amusement at what was transpiring: an abject surrender of the state to a group whose members have been accused of murder, rape, arson and more. “Welcome to Manipur,” a senior Manipur police official remarked wryly. The outfit's cadres greeting waiting women on their way out of the meeting. Credit: Arunabh SaikiaThe oath, the assaultInside, though, the atmosphere was decidedly terse. The 36 Meitei MLAs – Chief Minister N Biren Singh did not show up – and two MPs sat cross-legged on the grounds of the ancient fort, facing the 58 unit commanders representing Arambai Tenggol. One of the MLAs who attended the meeting said the business part of it was over in a brisk 15 minutes. An Arambai Tenggol representative spelled out the six demands that the outfit expected the lawmakers to endorse: an update of the National Register of Citizens with 1951 as the base year, abrogation of the Suspension of Operation agreement with Kuki armed groups, relocation of Myanmarese refugees to Mizoram, border fencing along the Indo-Myanmar border, withdrawal of the Assam Rifles and delisting of “illegal migrants” from the Scheduled Tribes list. The lawmakers invoked the name of Sanamahi, the revered Meitei deity, to swear that they would work towards fulfilling the demands. As they began to sign their official endorsements, things turned awry, said a legislator. Upset by the Congress MLA K Meghachandra Singh’s suggestion that the responsibility for all recent trouble lay with the BJP-run state government, some members of the Arambai Tenggol rushed across, pinning him down and raining several blows.Some of the other MLAs, including the two women legislators, had to physically intervene to rescue Meghachandra. “He was very badly assaulted,” said an MLA who witnessed the assault. Another MLA confirmed this account. Meghachandra, Scroll has learnt, had to be hospitalised briefly.Representatives of the vigilante outfit also roughed up two other MLAs: Paonam Brojen Singh and Khwairakpam Raghumani Singh. An MLA at the scene said there had not been any apparent provocation on the part of the two legislators. In the first phase of the violence in May, property owned by the family of Paonam Brojen Singh, a Christian by faith, had been targeted by mobs allegedly led by the Arambai Tenggol. An Arambai Tenggol cadre waving at women who had lined up on the street to cheer for the group.  Credit: Arunabh SaikiaCheering crowdsAfter the meeting ended, the Arambai Tenggol’s chief, Korounganba Khuman, about whom little is known, addressed a large crowd in the famed women’s market in the heart of the city, the local media reported. He is reported to have told the gathering that all the elected lawmakers, including Chief Minister N Biren Singh, had put their signatures to the charter of demands.  As the Arambai Tenggol’s cadres moved homewards, large crowds of Meitei women cheered them all over the city. The cadres waved back spiritedly from their vehicles, sometimes even getting down to greet the jubilant crowds. All of this marked a dramatic shift from the beginning of the conflict in May when the outfit was a shadowy group of young armed fundamentalists from which most Meitei people seemed to want to distance themselves. Today,  Arambai Tenggol’s legitimacy far outweighs that of the more traditional civil society groups representing the community. This is borne out by fact that a team of the Union ministry of home affairs flew down to meet them ahead of the January 24 meeting.A senior police official said the state had no choice but to submit to the group considering their strength and access to arms, most of them “looted” from police armouries. “We held multiple meetings to convince them to not carry arms at least,” said the official.Several people in Imphal described the Arambai Tenggol’s near-takeover of public life in the Meitei-dominated valley, thanks to these looted arms, as “Taliban-like”. A veteran Meitei civil society leader said “a people’s law” had taken over since the law of the land had “failed” to “protect Meitei lives.” “We also cannot stop them because there is no real reason to,” he said. “The lawmakers have failed to play their role.”“Every Meitei family is committing one volunteer to the Arambai Tenggol,” he added.All photographs by Arunabh Saikia.","author":"Arunabh Saikia","time":"2024-01-26T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197859-ydwaqlubes-1706232974.jpg","tags":["Manipur","Arambai Tenggol","Meitei","Manipur conflict"]}