{"title":"In Manipur, the Naga People’s Front’s threat to withdraw support to BJP could destablise government","content":"As the Bharatiya Janata Party parts ways with the Naga People’s Front in Nagaland, there are rumbles of dissent in neighbouring Manipur. While the two parties had a stable alliance in Nagaland for 15 years, four legislators from the Naga People’s Front are part of the BJP-led coalition in Manipur. On February 18, Morung Makunga, state president of the Naga People’s Front in Manipur, announced that the party would withdraw from the state government. If the party withdraws support, the fate of the Manipur government hangs in the balance, as the BJP-led coalition would lose its majority in the House. But the party is divided in Manipur. K Leishiyo, one of the four Naga People’s Front legislators in Manipur, said “there was no question of withdrawing as of now”.   It was a unilateral decision by Makunga, Leishiyo said. “We have never had a meeting on the issue or been consulted on it,” he said. The Naga People’s Front has seen bitter factional fights over the last year. The rift has been papered over for now in Nagaland, as the state braces for assembly elections on February 27. In Manipur, the internal dissensions remain. The Nagaland splitThe Naga People’s Front in Manipur is divided into two camps, one led by Makunga and the other by Awangbow Newmai, one of the four legislators in government. The faultlines echoed the party split in Nagaland last year.The split in party ranks became evident last year when Nagaland Chief Minister TR Zeliang was forced to step down after violence over civic polls that were to be held last February. He was replaced as chief minister by Shurozelie Liezietsu. Months later, Zeliang was back as chief minister, after Liezietsu failed to turn up for a floor test in the assembly in July. Liezietsu, who laid claim to the post of party president, immediately expelled Zeliang for “anti-party” activities. But most of the Naga party’s legislators still supported Zeliang in the Assembly. This led to confusion over who really represented the Naga People’s Front.The Liezietsu faction removed Newmai and appointed Makunga as the party’s Manipur unit president. Though Liezietsu and Zeliang have arrived at a truce, the power struggle between Makunga and Newmai continues in Manipur.“All orders that were made during the crisis have been revoked in Nagaland, but in Manipur they continue to stay,” said a member of the party in Manipur. Both Makunga and Newmai, he remarked, wanted to “assert themselves”. Now the central leadership has to decide who is the boss. But it won’t affect the government for sure,” he concluded.According to him, the dispute would be settled by March, after election results were declared in Nagaland.BJP interference?Makunga, for his part, said he had the support of the party’s central leadership. “Newmai can continue to act like the president but it is my name which is there in the party office,” he insisted. He also accused the BJP of “trying to pull down” the Naga People’s Front and of trying to sabotage it in two autonomous district councils in Manipur dominated by the Naga party. There are six autonomous district councils in the tribal areas of the state, formed under the Manipur (Hill Areas) District Council Act, 1971. The act established mechanisms for local self-government and limited the powers of the state legislatures in these areas. “They are trying to pull out our leaders into their party,” Makunga claimed. “Even in Nagaland, they have left us and joined hands with the NDPP [the newly formed Nationalist Democratic Progressive party]. They have taken five of our leaders in the Senapati autonomous district council and now plan to have a show of strength on February 25. If that happens, I have to report to the party’s central committee.” In the Tamenglong district council, he claimed, the BJP-led government allowed the nominated members to vote in a motion to remove the chairman, in alleged violation of the rules.Makunga said he had a meeting with Liezietsu on Monday where the latter told him that a final decision on pulling out of the Manipur government would be taken after the assembly elections in Nagaland.Meanwhile, the BJP claim there was no imminent danger to the government.  Said its state vice-president Moirangthem Asnikumar Singh: “We are keeping a close watch on things, the political weather in Manipur is very different from Nagaland.” In the 2017 Manipur assembly elections, the BJP won 21 seats out of 60 but managed to cobble together a government with the support of the Naga People’s Front and the National People’s Party. Each has four legislators in the House. Asked if the Naga party’s withdrawal of support would lead to a crisis in government, Asnikumar Singh said: “That will not happen, the party is not thinking about that.”As for allegations that the party had tried to interfere in the autonomous district councils, Singh dismissed them entirely.","author":"Arunabh SaikiaIpsita Chakravarty","time":"2018-02-23T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/869503-51862-mqfaauxcjq-1504776184.jpg","tags":["North East politics","Manipur","Nagaland","Bharatiya Janata Party","Naga People's Front"]}