{"title":"Maharashtra: Some say Prakash Ambedkar is BJP’s ‘B Team’ – but marginalised groups back him strongly","content":"On the evening of April 10, thousands of people gathered in the Indira Gandhi Stadium in Solapur, better known as Park Maidan, to listen to the double bill of Prakash Ambedkar, chief of the Vanchit Bahujan Aghadi, and its candidate from this Maharashtra constituency, and his ally Asaduddin Owaisi, president of the All India Majlis-e-Ittihadul Muslimeen.They arrived in a steady stream. At 6.30 pm, the ground was only about a third full, while the stands had a smattering of people. Just an hour later, there were twice as many people and their number kept growing until Ambedkar and Owaisi arrived at around 9 pm, to loud cheers. The next morning, Marathi newspapers reported that the rally was the largest Solapur has witnessed this election season, attended by around 1.5 lakh people. Solapur has around 17 lakh voters and saw a turnout of 55.8% in 2014. The constituency votes on April 18.The Congress and its ally, the Nationalist Congress Party, have described the newly formed Vanchit Bahujan Aghadi as the “B team” of the ruling coalition of the Bharatiya Janata Party and the Shiv Sena, implying it will split their vote. The party’s supporters, however, see the Vanchit Bahujan Aghadi as an alternative that will finally represent their concerns.“Three communities have come together because of the Vanchit Bahujan Aghadi,” said Iqbal Fulari, an autorickshaw driver in Solapur city who attended the public rally, echoing the party’s line that it would unite the Dalits, Muslims and Dhangars, who are classified as a nomadic tribe. “The Congress has treated us as a vote bank and the BJP has neglected us. For the first time in Solapur, we have a real choice.”Coalition of minoritiesAmbedkar floated the Vanchit Bahujan Aghadi last June as a forum to represent marginalised caste groups. It is the successor to the Bharip Bahujan Mahasangh, which he had formed in 1999 after splitting from the Republican Party of India.In September, the Majlis, which is based in Hyderabad, declared its support for the Vanchit Bahujan Aghadi. In March, Ambedkar rejected the possibility of an alliance with the Congress after it refused to part with the Nationalist Congress Party or release a plan to tackle the Rashtriya Swayamsevak Sangh, and announced that his party would field candidates for all of Maharashtra’s 48 parliamentary constituencies.“The Congress refused to accept the Vanchit Bahujan Aghadi because of the MIM’s support,” said an irate Firoz Narsangi, a carpenter in Solapur. “At the same time they have aligned with people who support the Hindu Mahasabha, they have accepted the Maharashtra Navnirman Sena. What problem do they have if there is a party which speaks for the Muslims?” Ambedkar and Owaisi hope to build a potent alliance of the Dalits, Other Backward Classes and Muslims that could damage all four established parties of Maharashtra – the Congress, BJP, Shiv Sena and Nationalist Congress Party. The Vanchit Bahujan Aghadi made a point about representing the excluded when it announced the first list of candidates on March 15. The list had 37 people from 21 communities, including Buddhists, Dhangars, Kolis, Matangs, Lingayats, Bhils and Marathas, all identified by their castes. At campaign meetings, Ambedkar and Owaisi frequently wear turbans in colours associated with the communities they are wooing. In Mumbai, they wore red hats associated with the Kolis. In Solapur, dominated by the Muslims and the Dhangars, they wore yellow and green turbans. In Nanded, Owaisi donned the Buddhist blue, Ambedkar the Muslim green.Iqbal Fulari, left, with his friends at the Vanchit Bahujan Aghadi rally on April 10. Photo credit: Mridula ChariBhima Koregaon factorThough Ambedkar has been active in Maharashtra’s politics for more than 30 years – he was elected a member of parliament in 1998 and 1999 – his popularity has jumped in recent years, thanks to a huge march he led in 2016 to protest the demolition of Mumbai’s Ambedkar Bhavan and his association with the Bhima Koregaon protests of late 2017 and early 2018. On January 1, 2018, people with saffron flags and scarves attacked some Dalits and Buddhists commemorating the Battle of Bhima Koregaon near Pune. The day after, Ambedkar called for a statewide bandh, which saw some violence. The police held hundreds of Dalit youth following the strike, but arrested, and then released, just a handful of those involved in the January 1 attack.The Bhima Koregaon violence and the lack of action against the perpetrators has galvanised support for Ambedkar’s party.“After Bhima Koregaon, I decided I would no longer stand for casteists,” said Pradeep, who joined the party soon after. He previously voted for the Congress and the BJP but has now pinned his hopes on the Vanchit Bahujan Aghadi. “Balasaheb is the only leader who has no vested interests and works for the benefit of people alone,” he said, using a popular name for Ambedkar.Calculating their chancesAmbedkar’s entry into what has long been a straight contest between the Congress and the BJP has upset the electoral arithmetic of Solapur. Both national parties accept he will split the vote, though they differ on which of them would suffer more.“Both our parties will lose votes,” said Prakash Patil, the Congress’s Solapur district chief. “The BJP will lose 70%. We will lose 30% in rural areas but Marathas will stay with us.” Prakash Patil calculated that farmers who voted for the BJP in 2014 are now angry with it, while youngsters in the city who might ordinarily have backed the saffron party would be attracted to the Vanchit Bahujan Aghadi.However, voters unaffiliated with any of the three parties are unenthusiastic about the Congress’s Sushilkumar Shinde, the former central home minister who is widely seen as being unapproachable. In 2014, Shinde lost to the BJP’s Sharad Bansode by 1.5 lakh votes.Prakash Patil sits under a portrait of Sushilkumar Shinde in Solapur's Congress office. There are also photographs of Sonia Gandhi and Ashok Chavan in the office but none of the party chief Rahul Gandhi. Photo credit: Mridula ChariThe BJP has now replaced Bansode with Jai Siddheshwar Shivacharya Swami, a Lingayat religious leader who is likely to attract the votes of Savarna castes in a constituency reserved for the Scheduled Castes.“According to our feedback, we will win by a margin of three lakh votes,” said Kishor Deshpande, Solapur’s first BJP mayor who has been managing elections for the party here for 30 years. “It is the Congress that will lose votes to Prakash Ambedkar. Jai Siddheshwar is the maharaj of all communities. Brahmins, Lingayats, and Telugu people are all behind him.” Solapur, bordering Karnataka, has a substantial population of Telugu and Kannada speakers, especially the Lingayats, and their support would be enough for the BJP to win, Deshpande claimed.He denied that Solapur’s farmers are angry with the BJP even though they have been protesting since at least July 2016. “There are no complaints from the farmers,” he said. “Nobody is unhappy. We have created employment in businesses such as tea stalls and auto licences.”Fulari disagreed. “Under Sushilkumar Shinde, employment went down which is why we then voted for the BJP,” he said. “Shinde was never in Solapur and we never knew where to find Bansode either. Now, the BJP has turned out the same. So, we will vote for the Vanchit Bahujan Aghadi instead.”Kishor Deshpande at a BJP office in Solapur. Photo credit: Mridula ChariThe core workersAttracted by the rise of the Vanchit Bahujan Aghadi, members of both the Congress and the BJP are jumping ship. Ashalata Awad, a former municipal commission representative, moved from the Congress to the Vanchit Bahujan Aghadi a few months ago. “Prakash Ambedkar’s grandfather did so much for us,” she explained her decision, referring to BR Ambedkar. “This is the least we can do to repay our debt.”Amogsiddha Waghmare, former sarpanch of Honmurgi village in South Solapur, joined the party the day Ambedkar filed his nomination. “If he had not done so, I would have stayed with the Congress,” Waghmare said. “The Congress does not do any work here. Shinde comes only in the election season and the only work Modi has done is to increase casteism and make false promises.”Waghmare was scathing about the BJP’s candidate as well. “Is there a lack of Dalits in this constituency that they had to field a Savarna?” he asked, repeating a rumour that Jai Siddheshwar submitted a fake caste certificate to contest from a reserved constituency. “The Lingayats will of course go with him but we won’t vote for someone who does not let us into his temple.”Rajendra Bhosale, Solapur’s collector and district election officer, told Scroll.in he scrutinised Jai Siddheshwar’s caste certificate and found that it was not falsified.Ashalata Awad, right, with fellow Vanchit Bahujan Aghadi workers at their office in Solapur. Photo credit: Mridula ChariDhangar community split?Senior BJP leaders have also switched to the Vanchit Bahujan Aghadi. Crucially, they include some from the Dhangar community who have been demanding the status of Scheduled Tribe in Maharashtra. The Dhangars backed the BJP in 2014, hoping it would fulfil their demand. Now, there is dissatisfaction with the party. In Sangli district, for instance, Gopichand Padalkar and Mahadev Jankar are two popular Dhangar leaders. While Jankar continues to support the BJP, Padalkar has thrown his weight behind the Vanchit Bahujan Aghadi.“I spent 40 years with the BJP and made it grow from nothing in this block,” said Radhakrishna Patil, a career politician from Honmurgi village who belongs to the Dhangar community. His uncle, Anand Devkate, was a prominent Congress leader. But realising the Congress already had a presence in the area which would make it hard for him to grow, Radhakrishna Patil joined the BJP and aligned with Gopinath Munde’s faction. Since Munde’s death in 2014, however, he has been sidelined.“After the Vanchit Bahujan Aghadi was announced I thought for two days,” he said. “I realised I am zero now. At one point, the BJP had just two Lok Sabha seats, yet it grew to be so big. The Vanchit Bahujan Aghadi has the same chance to grow. Whatever 20 years of work I have left, I want to give it to them.”Asked how he reconciled the politics of the BJP and the Vanchit Bahujan Aghadi, the seasoned politician said he had joined the BJP out of an ambition to grow, not for its ideology. Radhakrishna Patil was earlier with the BJP. Photo credit: Mridula ChariRadhakrishna Patil, who has a substantial following among the Dhangars, claimed that the community’s vote will be divided between the BJP and the Vanchit Bahujan Aghadi. He predicted the Vanchit Bahujan Aghadi would get half the district’s votes. As proof, he spoke of the difference between the rallies of the two parties.Just four months ago, he helped organise a rally for Prime Minister Narendra Modi at Park Maidan, the same venue of the Vanchit Bahujan Aghadi’s meeting. He was on the stage at both rallies.“For the BJP rally, only around half the ground was filled,” he claimed. “I myself organised 100 buses of people and paid Rs 3,000 for each vehicle.” Rs 1,000 was the fare and the rest of the amount covered “mutton”, a euphemism for paid attendees. At Ambedkar’s rally, however, things were different.“Not only did people come on their own, they were the ones giving the party money,” he said, referring to donation boxes circulated at the rally. “This is what will make the difference in this election.”Also read: Will Prakash Ambedkar be able to chart a new politics of hope for Maharashtra’s Bahujan community?Prakash Ambedkar-Asaduddin Owaisi tie-up in Maharashtra is likely to help the BJP","author":"Mridula Chari","time":"2019-04-16T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117575-mwrrvvkgkh-1555348385.jpg","tags":["Vanchit Bahujan Aghadi","Prakash Ambedkar","Lok Sabha elections 2019","Election report 2019","Maharashtra Elections 2019"]}