{"title":"In Mizoram, old ethnic fissures show up again as Chakma students are denied medical seats","content":"On Monday morning, several young people from the Chakma tribe gathered at Jantar Mantar in New Delhi to protest the alleged wrongful denial of medical seats to students from their community in Mizoram. The protesters claimed that the incident was yet another instance of discrimination against the Chakmas of Mizoram by the majority tribes of the state.“We are treated as second-class citizens, and sometimes, not as citizens at all,” said Paritosh Chakma, secretary general of the All India Chakma Social Forum, a civil society organisation that represents the Chakma community in the country.‘Institutional discrimination’The Chakmas are a minority Scheduled Tribe in Mizoram. While the tribe has been in the state for centuries, many Chakmas also came down from the Chittagong Hill Tracts of eastern Bangladesh in the 1960s after their land was submerged by the Kaptai dam. As practising Buddhists, they had also fled the country to escape religious persecution.Apart from Mizoram, Chakmas inhabit parts of Tripura and Arunachal Pradesh. However, in Arunachal, they still do not have citizenship rights.Although Chakmas in Mizoram have an autonomous district council for themselves under the Sixth Schedule of the Indian Constitution,  they have often alleged discrimination by the dominant Mizo tribes.  “There is institutional discrimination against Chakmas in Mizoram,” alleged Paritosh Chakma.  “Recruitment rules for government jobs, which call for mandatory working knowledge of the Mizo language, ensure Chakmas get no jobs. And then they have systematically deprived Chakma students of access to higher technical education, and that is happening now as we speak.”Toppers but not ‘indigenous’   The protesters, who had gathered under the banner of the All India Chakma Students’ Union on Monday, claimed that four Chakma students had cleared the National Eligibility and Entrance Test, an examination for students who wish to study any graduate medical course in India.  Since there are no medical colleges in Mizoram, 38 seats in various government-run medical colleges  across the country are earmarked for students from the state. These seats are allotted on the basis of their performance in the National Eligibility and Entrance Test – the top 38 rank-holders from Mizoram are allotted seats after a counselling exercise organised by the state’s Higher and Technical Education Department, held in state capital, Aizawl. The counselling exercise is meant to allocate colleges to the successful candidates. This year, four Chakma students were among the top 38. They were placed fourth, ninth, 17th and 23rd, said Dilip Kanti Chakma, president of the All India Chakma Students’ Union.But the counselling, which was to be held on July 19, had to be cancelled after protests at the venue by Mizo Zirlai Pawl, Mizoram’s oldest and most influential students’ group. The Mizo Zirlai Pawl contended in a series of press releases  that the Chakma students ought not to be included in the same category as other indigenous Mizo students. Scroll.in made repeated attempts to contact the leadership of the Mizo Zirlai Pawl, but is yet to receive a response. ‘Implacable overstaying guests’The indigeneity of the Chakma tribe is a contentious subject in the North East. Groups like the Mizo Zirlai Pawl call them “illegal migrants” from Bangladesh. They claim that the Chakmas are infringing on the rights of the indigenous people of the state, multiplying at a rate “not possible by way of normal human reproduction”. In a press statement issued on August 4, the Mizo Zirlai Pawl referred to the tribe as “implacable overstaying guests”. The tribe has a turbulent history in Mizoram. In the 1980s, thousands of Chakmas from the state were deported back to the Chittagong Hills in Bangladesh after an intense anti-Chakma agitation in the state. Till date, the tribe is treated with suspicion. The  fracas over seats in medical colleges is an annual flashpoint when fissures between Chakmas and other tribes are bared.Tweaking the rules Under Mizoram’s Higher and Technical Education Department’s selection rules for medical entrance examinations, candidates are divided into three categories: indigenous Mizo tribes, non-indigenous permanent residents of Mizoram, and students of parents working as Union government employees in Mizoram.“Till 2014, the Chakmas were part of the first category, until the Mizo Zirlai Pawl and other Mizo groups objected,” explained an official of the department. “This forced the government to amend the rules.” According to the new rules framed in 2015, category one was meant only for “Zo-ethnic people” of the state – and the Chakmas were shifted to the second category, said the official, who did not want to be identified. However, the Chakmas moved court and managed to get a stay on the new rules, forcing the government to withdraw them.Said the official: “The next year, in 2016, the government tried amending the rules again. This time, the government proposed, 95% of all seats would be reserved for the first category, and the Chakmas would no longer be part of it [that category].”Previously, there was no numerical cap on reservations – the first category just got more preference than the second and so on.The Chakmas approached the Gauhati High Court again. Once again, the court stayed the proposed rules. After the disruption on July 19, counselling was held on July 20 – amid tighter security.  However, things turned violent this time. Protesting student activists from Mizo Zirlai Pawl clashed with the police, leading to Mizo students getting injured, according to local news reports.The counselling continued.  The four Chakma students, Darshan Chakma, Nibir Chakma, Mini Chakma and Nibhir Tongchangya, were allotted seats in Gauhati Medical College, Dr Sampurnanand Medical College in Jodhpur, Burdwan Medical College in West Bengal, and Jawaharlal Nehru Memorial Medical College in Raipur, respectively. According to the students, they even paid their admission fees.Reserved for the ‘sons of the Zo-ethnic people’In a fresh twist though, the Higher and Technical Education Department cancelled the admission later that evening, stating that the counselling exercise that took place earlier that day was not valid, and that fresh counselling would take place soon.Pu R Romawia, minister for higher and technical education in Mizoram, issued a press release to that effect, affirming that the government had decided that, for the current year’s counselling process, the first category would be reserved for the “sons of the Zo-ethnic people”.When asked if the decision contravened the high court’s ruling, Romawia told Scroll.in: “This is a very sensitive matter, I don’t wish to comment on it.”The minister’s deputy, H Zothangliana, who holds the position of parliamentary secretary in the department, said the court’s order depended on “how you interpret it”. “The amended rule has just been stayed,” he said. “So far as I know there have been no specific directions [by the court].”Meanwhile, the four Chakma students claimed they have not been given a new schedule for counselling.  “Re-counselling is aimed only to deny medical seats to the Chakma students as per the agreement reached with the MZP [Mizo Zirlai Pawl],” claimed Dilip Kanti Chakma. He added: “In Mizoram, it is not a case of Chakmas not being indigenous peoples but a case of the majority indigenous people discriminating against the minority indigenous people.”A helpless government?A senior Mizo leader of the ruling Congress government said that the government was “stuck between the devil and the deep blue sea” when it came to the Chakmas in the state. “The  government understands that discrimination of a minority tribe is not correct,” said the leader who did not want to be identified. “But the sentiments of Mizo people [against the Chakmas] is so strong that the government has no choice but to acquiesce to the demands.”The lawmaker  added that the population of the Chakmas “seemed to be growing abnormally”. So Mizos are scared that they will became a minority in their own state,”  he claimed. The leader conceded that the Chakmas did  not matter electorally “except in one or two constituencies”.  “So naturally no leader across the political spectrum would risk their core constituencies [the Mizo tribes and sub-tribes] by speaking up for them,” he said. Mizoram goes to polls early next year.","author":"Arunabh Saikia","time":"2017-08-10T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/846561-65181-jozqhowouz-1502195782.jpg","tags":["ethnic tensions","Chakmas","Mizoram"]}