{"title":"In North Karnataka, drought tops poll agenda – not allegations against Prajwal Revanna","content":"For the last few days, Janata Dal (Secular) leader Prajwal Revanna has featured prominently in the headlines. After the leak of video clips allegedly showing him forcing perhaps hundreds of women to perform sexual acts, the Member of Parliament has reportedly fled India. Revanna is seeking re-election from the southern Karnataka constituency of Hassan as an ally of the ruling Bharatiya Janata Party.But in Ankalga village, 50 km west of the district headquarters of Kalaburagi at the other end of the state, Revanna’s alleged crimes were not among the key concerns of Shekhappa, Srimanth and Shivappa as their constituency and 13 others in Karnataka head to the polls on May 7, in the third phase of the elections. The state’s 14 other constituencies had voted on April 26.Sitting on a granite bench on the veranda of a shuttered shop as the temperature soared to a scorching 42 degrees celsius, the three farmers had other matters to worry about: relentless drought, a crippling water shortage and the devastating crop failures in their village.Kalaburagi constituency, the home turf of Congress president Mallikarjun Kharge, is among the districts in the state that has been hit hardest by the drought.Shekhappa said that due to the water crisis, they have not been able to grow crops. “Our situation is dire,” he said. “How can we even consider elections when our very lives are threatened?”He said that he and his friends would cast their votes for the party that their local leaders instructed them to – though he would not say who exactly these leaders were. “They provide us with money, which sustains us for a short while,” he explained.From left, farmers Shekhappa, Srimanth and Shivappa from Ankalga village in Kalaburagi constituency. Credit: TA AmeerudheenThe situation is no different in Channagiri in the central Karnataka district of Davanagere, 400 km south of Kalburgi.The water shortage has dealt a severe blow to herder BK Channappa’s flock of sheep. “This has been a persistent issue for years, yet the politicians have failed to address it,” said the 60-year-old as he guided his hundred or so animals back to his home in Rajagondanahalli.To register his protest, Channappa was thinking of boycotting the election. “Why should I participate in electing someone who won't bring any benefit to us?” he asked.Sheep herder BK Channappa. Credit: TA Ameerudheen.In Pandamotti village in the Davanagere constituency, coconut farmer AG Ankalappa shells out Rs 6,000 to buy 35,000 litres of water every week. “Without watering my trees, my survival is at stake,” he said. “Despite farmers repeatedly highlighting this concern to politicians, no concrete steps have been taken.”Drought looms large as a crucial election concern across most of North Karnataka. Though the Union government on April 26 released Rs 3,454 crore from the National Disaster Response Fund to help relieve the drought, the amount forms a mere 20% of the Rs 18,174 crore requested by Karnataka.Chief Minister Siddaramaiah said that the amount was “woefully inadequate”.Priyank Kharge, Karnataka’s Minister for Information Technology, Biotechnology, and Rural Development, who is heading the Congress campaign in Kalaburagi, believes that voters will respond to what he says is the Bharatiya Janata Party’s lack of support for the state in this time of crisis.“The BJP takes votes and notes [taxes] from Kannadigas, but gives nothing in return,” he declared. “The BJP government at the Centre was forced to release a paltry amount only after the state government approached the Supreme Court. It is a shame.”BJP officials denied the accusation. They said that the Central government had to get special permission from the Election Commission to release the funds. “This action was taken despite the presence of the Election Code of Conduct and its associated restrictions,” said state party chief BY Vijayendra.Coconut farmer AG Ankalappa. Credit: TA Ameerudheen.Women candidatesIn Davanagere, Congress contender Prabha Mallikarjun endorsed Kharge’s sentiments. “Drought remains a significant concern in this region and it can be resolved only if Karnataka receives its rightful share from the Central government,” she said.But her BJP rival Gayatri Siddeshwara insisted that the current MP, her husband GM Siddeshwara, has taken concrete steps to address the water crisis. “He has spearheaded numerous lake rejuvenation initiatives, with the support of both the Central and state governments,” she said. “My victory will ensure that these crucial projects continue.”In the electoral landscape of Karnataka, Davanagere stands out as the sole constituency where both the Congress and the BJP have nominated female candidates.Prabha Mallikarjun is the wife of SS Mallikarjun, Karnataka’s Minister for Mines and Geology and Horticulture, and the daughter-in-law of veteran Congress leader Shamanur Shivashankarappa.Prabha Mallikarjun, Congress candidate in Davanagere, on the campaign trail. Credit: Special arrangement. Both candidates are members of the dominant Lingayat community. Their nominations have sparked discussions about dynasty politics. But Prabha Mallikarjun rebutted this suggestion. She claimed that she was given the ticket on her own merit because the Congress allocated her a vital task.“This constituency is considered a stronghold for the BJP and the Congress aims to claim it,” she said. “Hence, my party has entrusted me with the task of winning it.” She added: “The party must have considered my social activities for the last 26 years before giving me the ticket.”Gayatri Siddeshwara argues that her candidacy does not reflect dynastic politics since only one member of her family is involved in politics at any given time. “My husband is not running in this election, which is why I received the ticket,” she explained. “The Congress has nominated the wife of a minister for this seat. That, to me, is dynastic politics, not ours. BJP always opposes dynasty politics.”Gayatri Siddeshwara, the BJP candidate in Davanagere, out campaigning. Credit: Special arrangement.Maratha factorSimilar discussions about dynastic politics echoed in Belagavi, 250 km north of Davanagere. Here, veteran BJP leader and former chief minister Jagadish Shettar is pitted against the Congress’s Mrinal Hebbalkar. Both contenders are from the Lingayat community, but Shettar is affiliated with the Banajige sect while Hebbalkar represents the numerically stronger Panchamasali sect.Shettar replaced incumbent Mangala Angadi, but the ticket remained within the family: Shettar’s son is married to Angadi’s daughter.Congress candidate Mrinal Hebbalkar, meanwhile, is the son of Karnataka Minister for Women and Child Development Lakshmi Hebbalkar.Several voters were dismayed by the choice they have been presented. “BJP leader Suresh Angadi represented us four times from 2004 to 2019,” said shop owner Avinash Patil in Belagavi town. “After his death, his wife Mangala won the by-election in 2021. Now, their relative Shettar is in the fray. Congress has fielded Minister Hebbalkar’s son Mrinal. Whoever wins, it is beneficial for the families.”The BJP faces a significant challenge in Belagavi as the scrappy Maharashtra Ekikaran Samiti has nominated Mahadev Patil as its candidate. Established in 1951, the Maharashtra Ekikaran Samiti advocates for the merger of all Marathi-speaking areas in Karnataka with Maharashtra.In a Lok Sabha bye-election in Belagavi in 2021, the Maharashtra Ekikaran Samiti candidate won over one lakh votes, accounting for 11.5% of the total votes cast. This cut the BJP’s victory margin from 3.91 lakh votes in 2019 to a mere 5,240 two years later.Maharashtra Ekikaran Samiti leader advocate Amar Yallurkar said that the party’s aims were simple: “The election is an opportune moment to demonstrate our influence,” he said.The Maharashtra Ekikaran Samiti campaign vehicle in Belagavi. Credit: TA AmeerudheenBig fightIf there is one seat in Karnataka that Congress cannot afford to lose, it is Kalaburagi, the home of the party’s national president and Leader of Opposition in Rajya Sabha, Mallikarjun Kharge.The 81-year-old veteran won 11 consecutive elections – nine to the state assembly from Gurmitkal constituency in Kalaburagi and two to the Lok Sabha from Kalaburagi – before suffering his first defeat in this constituency in 2019. He was beaten by former follower-turned-rival Umesh Jadhav of the BJP by over 95,000 votes.The task of regaining the seat has been entrusted to Kharge’s son-in-law, businessman Radhakrishna Doddamani.The BJP had indicated its determination to secure the seat when Prime Minister Narendra Modi flew down from New Delhi to launch his election campaign in Kalaburagi on March 16, a few hours before the Election Commission announced the seven-phase general election schedule.The Congress has been emphasising Kharge’s efforts in implementing Article 371 (J) of the Constitution, which grants special status to the backward Kalyana-Karnataka region, and ensuring quotas for residents in education and employment in the state. The Congress claims that the BJP government at the Centre had turned down Karnataka government’s proposal for the special status in 2002.Kalyana Karnataka, formerly known as Hyderabad Karnataka, comprises seven backward districts – Kalaburagi, Bidar, Yadgir, Raichur, Koppal, Bellari and Vijayanagara.Jadhav, on the other hand, is banking on the “Modi guarantees” of welfare that the BJP has been advertising and the Hindutva agenda to bolster his campaign.Priyank Kharge claimed that a Congress triumph is assured this time around because voters want to make amends to their choice in 2019. “People have realised that the BJP’s Hindutva politics does not offer a path forward,” he said. “What they seek now is a leader committed to driving development.”BJP spokesperson Baburao Hagaragundagi claimed that the Congress’s attempt to “use the Article 317 (J) card” will not resonate with voters. “It is all about Hindutva and Modiji,” he claimed.A Congress pamphlet showing a 2002 letter by LK Advani, then the BJP deputy prime minister, rejecting the Karnataka government's request seeking special status for the Kalyana Karnataka region. Credit: TA Ameerudheen Rape, murder allegationsThough the allegations of rape against Prajwal Revanna have provided the Congress with potent ammunition to target the BJP, the matter seems to have little influence in the North Karnataka region.The presence of the Janata Dal (Secular) in the North Karnataka districts is also abysmally low.On May 2, Congress leader Rahul Gandhi alleged that Prajwal Revanna had assaulted over 400 women and demanded an apology from Modi for endorsing the campaign of a “mass rapist”.The BJP has disavowed Prajwal Revanna, with Home Minister Amit Shah personally advocating the harshest punishment for him. Shah said that the BJP cannot endorse individuals who commit crimes against women. He was  speaking at an election rally in Hubballi on May 1, where Union Minister Pralhad Joshi is vying for re-election for the fifth time against the relatively inexperienced Vinod Asooti from the Congress. The BJP has instead seized upon the murder of 23-year-old college student Neha Hiremath in Hubballi. Hiremath, a second-year college student and the daughter of a Congress corporator, was stabbed to death in the college campus by her former classmate Fayaz Khondunaik. Khondunaik has been apprehended and is in judicial custody.The BJP claimed that this was yet another instance of “love jihad” – a conspiracy theory by Hindutva organisations suggesting that Muslim men court Hindu women merely to convert them to Islam.Hoardings featuring the Hiremath’s photo with the slogan “Justice for Neha” have been put up by Hindutva organisations on every lamp post at the entrance of Hubballi city.Basavanthappa Soppi, a farmer leader in Hubballi, said the BJP’s attempt to communalise the murder was deplorable. “Pralhad Joshi, seeking his fifth term from Hubballi, has failed to address the pressing needs of the people and farmers in Hubballi,” he said. “The constituency grapples with water scarcity, yet Joshi has consistently overlooked this issue.”Soppi criticised Joshi’s exploitation of the murder for political gain, drawing parallels with the BJP’s weaponisation of the controversy over the Idgah Maidan in Hubballi back in 1992.A view of the Idgah maidan in Hubballi. Credit: TA AmeerudheenThe Idgah Maidan movement of 1992 resulted in Hindutva activists attempting to hoist the national flag on a ground used for Muslim prayers in Hubballi town. Often referred to as the “Ayodhya of the South”, the incident culminated in violence that left six dead in 1994 and bolstered the BJP’s presence in Karnataka.Priyank Kharge asked why Modi remains silent in the face of allegations against his coalition partner Prajwal Revanna. “If he genuinely cares about women’s issues, he should condemn Prajwal Revanna. His silence exposes his double standards,” Kharge said.Kamalaxi G Tadasa, a political analyst and professor of political science at Rani Channamma University, Belagavi, said that the rape and murder are unlikely to sway a significant portion of voters in North Karnataka.“Concerns about drought, water scarcity and agricultural distress are paramount for people in this region,” she said. “While these issues may have gained national attention, their impact on the elections in North Karnataka is likely to be minimal.”","author":"TA Ameerudheen","time":"2024-05-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200501-gwtnpyjrio-1714914213.jpg","tags":["Lok Sabha 2024","Prajwal Revanna","Karnataka","Hindutva"]}