{"title":"In Pakistan, Dalits battle dual discrimination ","content":"Kishore Kohli (name changed), 39, an agricultural labourer in Pakistan’s south-eastern Sindh province, wants to migrate to India along with his family of eight members.Like them, at least 50 other Dalit families in Khipro village in Sanghar district bordering India, are making similar plans. Bigotry and bias against non-Muslims has become common, Kohli told Sapan News. Starting afresh will be difficult, but they hope that moving will improve their lives socially and financially.Pakistan has 32 scheduled castes, listed in a 1957 Presidential Ordinance. In 2017, the Pakistan Bureau of Statistics said that there were less than a million (8,49,614) Scheduled Caste citizens, the vast majority (8,31,562) of whom live in Sindh province.Like elsewhere in Southasia, Dalits in Pakistan bear the brunt of the hierarchical caste system that relegates them to the caste labour of manual scavenging, sewage cleaning, leather work and funeral ceremonies to name a few.Pakistan’s first law minister Jogendra Nath Mandal, a Dalit from Bengal, had stood by the country’s founder Muhammad Ali Jinnah, believing that Dalit-Muslim unity would prevail. He resigned in 1950, barely three years later and left for India, never to return.Casteism in Pakistan is accompanied by religious discrimination. “Dalits face dual discrimination: first as a Hindu minority, and then as a lower caste,” Zulfiqar Shah, a former journalist and member of the Pakistan Dalit Solidarity Network and the Sindh Human Rights Commission told Sapan News.At a village near Tando Allah Yar. Credit: Emmanuel Guddu via Sapan News.Life on the marginsHistorian Mubarak Ali was the Pakistan researcher for a study on Scheduled Caste Hindus in Pakistan published in 2008.The study found that nearly half (more than 48%) of the Scheduled Caste community in Pakistan worked as agricultural labourers and daily wage earners.Mostly bonded labourers, they live in deplorable conditions at risk of natural disasters. Those in remote or rural areas have limited access to education, healthcare, and safe drinking water.Even if they manage to escape bondage, the police are reluctant to file cases against landowners under the Sindh Bonded Labour System (Abolition) Act, 2015, notes the Hari Welfare Association.Without affirmative action, Dalits live life on the margins due to a lack of human and financial resources, Shah of the Pakistan Dalit Solidarity Network told Sapan News. Shah advocates the allocation of land to individuals as a way of helping improve their situation.Credit: Emmanuel Guddu via Sapan News.Pirbhu Satyani, a member of Pakistan’s National Commission on the Rights of the Child, told Sapan News over the phone from Islamabad that caste discrimination is a criminal offence in India and Nepal. But there is no corresponding law in Pakistan.Like other low- income groups, Pakistan’s Scheduled Castes lack recourse to justice.The Dalit Sujaag Tehrik, a movement-turned-political party founded in 2016, advocates reservation for the community in politics and the economic and social spheres.Educated Scheduled Caste members still face prejudice, Radha Bheel of the Dalit Sujaag Tehrik told Sapan News over the phone.To improve the representation of Scheduled Castes in parliament, several of the Tehrik’s candidates, including Bheel, stood for elections counting themselves among the 48 Dalits who contested the polls.Bheel had planned to contest the February 2024 provincial and national elections, but withdrew her candidature due to lack of resources.﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿Radha Bheel and Pirbhu Satyani. Credit: via Sapan News.Political pushThe Pakistan government has done little to politically empower the Dalits.The military regime of Zia ul Haq had introduced a separate electorate system in Pakistan with reserved seats for non-Muslims. Though it was opposed by human rights advocates, this change empowered Scheduled Castes to vote for their member, said Sarwan Bheel of the Bheel Adivasi community and a founder of the Pakistan Scheduled Caste Alliance.But in 2002, General Pervez Musharraf's military dictatorship revived the joint electoral system. Although widely appreciated, it limited the ability of Scheduled Castes to contest elections based on merit, Bheel told Sapan News.The joint electorate system enables upper-caste Hindus to secure seats as political parties distribute tickets to more powerful candidates.Sarwan Bheel told Sapan News that there are more than 200 passport applications daily from each of Sindh’s seven divisions, an indication of aspirations to go abroad for a better life.Some Scheduled Caste members do reach parliament, says Mangla Sharma, a member of the coordination committee of the Muttahida Qaumi Movement-Pakistan. Sharma was the party’s member in the Sindh provincial assembly from 2018-2023 . She is also managing committee member of the Pakistan Hindu Council.Sharma believes that Dalits have a “good representation” in parliament. She referred to Dalit social activist and political worker Krishna Kohli, a former bonded labourer from Nagarparkar village in Tharparkar district, who was elected as a member of Pakistan’s senate in 2018.Similarly, Surendar Valasai, a Dalit journalist-turned-politician, was elected as member of the Sindh Provincial Assembly from 2018 to 2023 and is now seeking re-election.But the segregation of Scheduled Castes and Hindus in the census has deepened the rift between upper and lower caste Hindus, she told Sapan News. Political achievements do not change the reality on the ground – and neither do awards.Sonu Khangarani, head of the Thardeep Microfinance Foundation and a recipient of Pakistan’s Tamgha-e-Imtiaz (Medal of Excellence) 2010, is keenly aware of the discrimination and challenges his community faces.In India, Dalits face atrocity, abuse and exploitation while in Pakistan, it is “discrimination and distancing in the social and economic domains”, Khangarani told Sapan News.Sonu Khangarani, Sarwan Bheel and Mangla Sharma. In death tooAs members of Pakistan’s rural communities, Dalits are more vulnerable to climate change and its adverse effects. Sindh was the province worst affected by the 2022 floods.Sindh also recorded more than 700 cases of death by suicide, according to the report “Registered Cases of Suicide in Sindh (2016-2020)” by the Sindh Mental Health Authority.Districts with high Dalit populations, predominantly in Tharparkar and Umerkot, witnessed the highest numbers of deaths.Even in death the community faces problems. Sindh’s Scheduled Caste communities traditionally bury their dead. But traditional burial grounds have been encroached upon.The Scheduled Caste community in Sanghar district, for example, is forced to bury their dead in a new location around 35 kilometres away.Due to extreme fear, no one approaches the police, alleges a student from the Scheduled Caste community who did not wish to be identified.District Commissioner Sanghar, Imran-ul-Hassan Khowaja, told Sapan News that having recently been posted there, he had not encountered such complaints. He promised to resolve the matter if brought to his notice.Many of these graveyards are on land owned by the government. In Umerkot, a medical shop owner, Jamal Harji Bheel, said that the courts do provide relief. The judiciary has largely ruled in favour of Scheduled Caste community petitions against graveyard encroachments.In October 2020, the presiding officer of the Anti-Encroachment Tribunal Mirpurkhas ordered the removal of encroachment from state property under the Sindh Public Property (Removal of Encroachment) Act, 2010.Credit: Emmanuel Guddu via Sapan News.Authorities submitted a compliance report with photographs and the Judge dismissed the case on March 20, 2023. But Bheel, and his lawyer Nabi Bux Narejo, alleged that only half of the encroachments had been removed.In a celebrated ruling in 2014, Supreme Court Justice Tassaduq Hussain Jillani had ordered the setting up of a task force to specifically address the concerns of minorities. But until 2018, there had been no action, prompting the Human Rights Commission of Pakistan, Centre for Social Justice and the Cecil and Iris Chaudhry Foundation to file a lawsuit.In 2019, the Supreme Court formed a One-Man Commission on Minority Rights, headed by retired police official Muhammad Shoaib Suddle. In January, Suddle visited several districts, including the capital Karachi, besides other cities. He held hearings attended by several Dalits from Sindh's underdeveloped areas with longstanding issues. District administration and police officials were also present.But a decade on, a lot remains unresolved. ﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿Interviews for this article were in Urdu. The direct quotes are translations.﻿﻿﻿﻿Shaeran Rufus is a Karachi-based independent journalist passionate about human rights, social issues and minority advocacy. She has worked at Capital TV and Express Tribune. She is a Fellow of the Pakistan Press Foundation. Her X hand is @ShaeranRufus.This is a Sapan news syndicated feature.","author":"Shaeran Rufus","time":"2024-03-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199652-kubjxivlog-1711563400.jfif","tags":["Pakistan","Sindh","Caste","Dalit","Dalits","Discrimination","Religious Minority"]}