{"title":"In photos: These Mumbai shrines and sacred sites will be irrevocably altered by Coastal Road project","content":"Every city is defined by landmarks and quirks of nature. For many people, Mumbai is associated with its coastline, characterised by a variety of sea faces – rocky promontories, patches of mangrove, sandy stretches, rocky and shingle beaches, creeks, tidal pools,mudflats, salt pans and even coral beds.The city’s coast is rich with historical sites. There are forts built by a variety of rulers and shrines that are considered sacred by people of the city’s many faiths.Today, the city’s western shoreline, on which many of the landmarks that define “home” for Mumbai’s residents are located, is being altered beyond recognition by the Coastal Road project – a 29.2-km eight-lane freeway that aims to connect Kandivali in the north to Marine Drive in the south.Estimated to cost Rs 1,316 crores per km, the Coastal Road, critics of the project have noted, will disrupt the livelihoods of several fishing communities and threaten marine life in the intertidal zone.What has been largely overlooked is the project’s impact on the cultural heritage sites along its route.With work underway on the first stretch of the project, from Marine Drive to the Bandra-Worli  Sealink, here is a look at some of the landmarks en route. Ma Hajani ki Dargah    Ma Hajani ki Dargah. Credit: Aaran PatelMoving south along the coast from Worli where the road begins, we come to the Ma Hajani ki Dargah at the northern end of Haji Ali Bay. This mausoleum with its blue oval dome was built in 1908 by  hipping entrepreneur Haji Ismail Hasham. Many of the visitors to the shrine are women: it is believed that the saint’s blessings help them find a husband or have a child.  Haji Ali Dargah   Across the bay is the much more prominent Haji Ali Dargah (pictured above), which dates back to the 15th century. It is the mausoleum of the Sufi saint Pir Haji Ali Shah Bukhari, a merchant from Uzbekisthan who renounced his riches in the service of Islam. After his death, it is said that his body was buried at sea in accordance with his wishes not to injure the earth.However his body came ashore on the islet that now bears his name. His tomb and the adjacent mosque style are visited by large numbers of pilgrims who walk across the narrow causeway at low tide to pray and listen to qawwali performances.Much of Haji Ali Bay, between these two dargahs, is being reclaimed as part of the Coastal Road Project and a large flyover to be built over it. The project will alter the skyline irreversibly. The dargahs at the water’s edge will now be separated from the sea by walls, an eight-lane highway, and possibly other amenities. Mahalakshmi temple complex  The Mahalaxmi temple. Credit: Aaran Patel.Further down the route, the highway will skirt the Mahalakshmi temple complex, which contains a Tryambakeshwar shrine and the Mahadev Dhakleshwar temple. The presiding deity of the temple is the supreme goddess portrayed in the Hindu scripture Devi Mahatmyam, in her three forms – Mahakali (Durga), Mahalakshmi and Mahasaraswati.Its construction in the 1760s is attributed to Ramji Shivji Prabhu, a civil engineer in the service of the colonial government who was entrusted with constructing a retaining wall that would allow land to be reclaimed to join the Bombay island to Worli. But  the wall kept being washed away by strong currents and high waves. In city legend, the goddesses appeared to Prabhu in a dream. They told him that they were trapped at the bottom of the sea. If he recovered them and enshrined them in a suitable temple, his work would proceed unimpeded. He heeded their call.In the immediate vicinity of the Mahalakshmi temple is the Dhakleshwar temple. Here too, the goddess is present in the form of Parvati, together with her husband Shiva and their two sons, Ganapati and Kartikeya enshrined in four separate sanctums.The views of the sunset of this shrine will be just a memory when the Coastal Road blocks the view and access to the sea. Swami Samarth Math Swami Samarth Math.A short distance to the south is the Swami Samarth Math. Built in the 1890s by an official named Agaskar, a devotee of Swami Samarth of the Dattatreya sect, whose abode had been at Akkalkott near Solapur. Agaskar built the Mutt so that the swami could visit him and stay long enough to instruct devotees unable to visit Akkalkot. The swami is said to have coughed up small objects: atma linga padukas or foot-like impressions in crystal. They are displayed in a glass case in the temple. The walls of this shrine abutt the sea and its devotees believe that the temple is sanctified whenever the waves touch its walls. Now, the road will keep the sea away.  Parsi Gate  Parsi Gate. Credit: Aaran Patel. The road then turns inland and burrows under Malabar Hill, atop which sits the Banganga temple complex and the Sagarmata and Babulnath temples alone. It finally emerges on Marine Drive where it threatens one last monument, the Parsi Gate.Built over a century ago, this pair of pillars of rock from Malad in the northern suburbs were carved with Zoroastrian motifs from ancient Persia. The steps between them provided access to the sand where Parsis and Iranis could offer their prayers.Hindus and others also use this spot to immerse the ashes of loved ones cremated at the nearby Chandanwadi crematorium. The pillars are to be shifted about a kilometre south to a new location near Nariman Point.  Chhoti Chowpatti  Chhoti Chowpatti. Credit: Aaran Patel.The narrow stretch of sand below the Parsi Gate is called Chhoti Chowpatti. This stretch was used by people for jogging and exercising, particularly in the morning. This stretch will likely disappear or at least become inaccessible to users as Marine Drive is widened to absorb the additional lanes surfacing from the tunnels, apart from a cantilevered promenade overlooking the sea, presumably overlooking a giant statue of Chattrapati Shivaji Maharaj, which is also slated to come in the middle of the Back Bay.Despite the Covid-19 pandemic, the Coastal Road project is proceeding at break-neck Speed.  But nature may have the last laugh. If the predictions that sea levels off Mumbai could rise by up to a metre  by 2100, the sea would take back much of what we proudly believe we are reclaiming.A map of the first section of the Coastal Road. Credit: portal.mcgm.gov.inChandran Gopalakrishan lived in Mumbai for over 21 years, before relocating to Chennai. He is a writer interested  in environmental, social and  cultural issues.Aaran Patel is a Master in Public Policy student at the Harvard Kennedy School of Government.Also read:What will Mumbai’s coastal road actually look like? An eyesore, show these architectural projections ‘Destructive futility’: 10 reasons why Mumbai’s Coastal Road Project should be scrapped","author":"Chandran Gopalakrishan Aaran Patel","time":"2020-08-22T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146389-aibenguvcg-1598020127.jpg","tags":["Mumbai","Coastal Road project","Mahalaxmi temple"]}