{"title":"In Tamil film ‘Nasir’, an ordinary life is upended by religious bigotry","content":"Arun Karthick’s Nasir was made many months before the coronavirus pandemic swamped the globe and before the latest wave of Islamophobia washed over India, provoked by the number of cases among members of the Tablighi Jamaat sect. Yet, the Tamil-language film speaks to the times in its depiction of the creeping threat of religious intolerance.Karthick’s adaptation of Dilip Kumar’s short story A Clerk’s Story unfolds as a day in the life of Nasir, a Coimbatore resident with a humble job, dreams in his head and poetry in his heart. As we follow him from dawn to dusk, the screenplay yields mundane and yet rich details of Nasir’s modest existence – his ardour for his wife, his love for his mentally challenged son, his dedication to his work, his attempts to plan a better future. Big hopes and small pleasures co-exist in a harmony undone by rising Hindutva sentiment. The character of Nasir is “the portal through which the web of the everyday stands before us defenseless and vulnerable”, Karthick told Scroll.in in an email interview. “Nobody is safe in the streets anymore. If you are a minority carrying your religious identity, then even more so.”Nasir (2020). Courtesy Stray Factory.Nasir is equally well placed to ricochet beyond the present. Apart from the specifics of Nasir’s faith and the exploration of the effects of religious bigotry on an average Muslim in India, we come away with an incremental view of the beauty in the ordinary, the grace in the routine rhythms of the average workday, dignity in anonymity. Through a combination of long takes, tight frames, scenes that unfold without being hurried along, and the inclusion of minute details of Nasir’s house and workplace, a miniaturised portrait is created, in which are hidden clues to the larger macro-tragedy that is inexorably unfolding.Nasir was premiered at the International Film Festival of Rotterdam (January 27-February 7), where it won the NETPAC Award for the best Asian production. Nasir was to have been screened at several film festivals before the coronavirus pandemic interrupted its journey. Nasir will be premiered in India through an online event organised by the Mumbai Film Festival. Between noon on May 6 and 7, members of the festival’s film club will receive a link to Nasir that they can watch in the comfort of their homes. Karthick hoped that Nasir would eventually resume its festival run. “This is a hard time for humanity at large, the priority is survival and resurgence, so no complaints,” he said. “I’m lucky to have lovely, trustworthy producers who believe the film can hold its ground whenever and wherever.”Nasir (2020). Courtesy Stray Factory.A self-taught filmmaker from Coimbatore, Karthik made his feature debut with Sivapuranam in 2015, another micro-portrait of a man’s obsession with a photograph of a woman. In 2013 itself, Karthick had read Dilip Kumar’s A Clerk’s Story and was immediately drawn to it. “You are a hard worker, and one who can speak humorously and make others laugh,” according to a translation by Padma Narayanan. “You smoke ten Mangalore beedis a day and drink four cups of tea. (Three at the shop, one at home.) You go for your midday prayers when you find time for them.”Karthick loved the story, and especially identified with its decorative elements. “What largely guided me in the screenplay process were the details, and the sense of place evoked with much sensitivity in the story,” he said. “Written in the second person, the proximity offered to the reader into the life of an uncomplaining lower-middle-class man inspired and challenged me to create its cinematic equivalent.”Also read:How a Gujarati-speaking writer in Chennai became an acclaimed Tamil anthologist and booksellerDilip Kumar’s story, a response to bomb blasts in Coimbatore in 1998, resonated with Karthick because of his own experiences. “In September 2016, a riot broke out in Coimbatore,” he said. “Hundreds of right-wing extremists stormed the streets, breaking down shops on either side of a long road. I had just then started a kiosk to sell filter coffee and my shop was one of the several they damaged. This social reality I witnessed took me back to Dilip Kumar’s short story. I saw this as a sign.”The universe that Dilip Kumar condensed into his crisp prose was especially familiar to Karthick because of its Coimbatore setting. “Set around the busy market streets at the heart of Coimbatore, the stark narrative of an unassuming salesman captured my imagination,” he said. “I went to school near this locality and several of my classmates owned small stores around that locality.”By the time Karthick set out to make his film in 2018, “the situation had only worsened”, he observed. “It is tragic that the thematic relevance of this film is only growing,” he added. “I would love to see the day when I cannot recognise the political reality of the film. It would give me great relief for the film to become politically irrelevant someday when all this hatred was only seen and experienced as a thing of the past.”Nasir (2020). Courtesy Stray Factory.The movie is dedicated to its editor, filmmaker Arghya Basu, who died in 2019. Karthick met Basu at a film festival in Thiruvanathapuram in 2012, after the screening of Loknath ReTold, a documentary portrait of sculptor from Orissa that was directed by Rajula Shah and edited by Basu. “I was fascinated by what I saw on the screen,” Karthick said. “Clearly this was the most gifted and finest collaboration of image/sound/edit.”Basu, who also taught at the Film and Television Institute of India, offered to edit Nasir, and “one just has to watch to film to see how much he  has shaped that film editorially”, Karthick said. “I cherish every minute I spent with him and miss him terribly. He lives with us through his films and his students.”The richly textured cinematography is by Saumyananda Sahi, who had previously shot Karthick’s debut feature. “The constant conversations I had with my key collaborators Saumyananda Sahi and Arghya Basu helped a great deal,” Karthick said. “Our cinematographer, Somo, would ask, what is an angel’s point of view? From what perspective does an angel see? And our editor Arghya would respond, an angel is everything at once, everything... historian, scientist, lover, onlooker, absent, present, everything and all else together.”Sahi brought a “calmness to the film set” that proved highly valuable. “His sensitivity and willingness to take risks to creatively turn limitations into tools are highly useful in the context of our filmmaking,” Karthick said.\n\n\n    \n    Play\n\nNasir (2020).The entire movie has been shot in a 4:3/1.33 aspect ratio, which resulted in frames with curved edges. “We were not just trying to present reality, it was quite clear to us that we were telling a tale,” Karthick explained. “The telling had to be strong and conscious. I wanted the world of Nasir to be a little displaced from the real world we live in. Hence the highly saturated S16 style colours and grain.”The escalating dread that Nasir eventually confronts is also conveyed through sound. As Nasir goes about his day, we hear speeches extolling Hindutva ideology and aggressive celebrations of religious ceremonies. “Gautam Nair, our sound designer and recordist, put before us an interesting way to align to the aural scale of Nasir’s world – he suggested that we adopt the mono format,” Karthcik said. “Instead of surrounding the audience with all the sounds of a city, we felt it made more sense to converge the sounds to the middle of the screen, to allow the sound to be felt closer to Nasir and other characters, and thereby the audience.”Nasir marks the feature debut of Koumarane Valavane, the founder of the celebrated Indianostrum Theatre group in Pondicherry. “We wanted faces that would fit the ordinary world of our narrative,” Karthick said. A filmmaker friend suggested Valavane. “He took all the inputs and with the skill and training of his theatre background pulled a deceptively simple portrayal of Nasir, which I must say has indeed stayed with everyone who has seen the film,” Karthick added.Arun Karthick at the International Film Festival of Rotterdam in February.","author":"Nandini Ramnath","time":"2020-05-06T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140908-iqqfmttzso-1588699249.jpg","tags":["Arun Karthick","Nasir","Tamil cinema"]}