{"title":"In Tamil Nadu, an ultra nationalist politician who often invokes Adolf Hitler is gaining support","content":"For most of the last nine years of its existence, the ultra Tamil nationalist political party Naam Thamizhar Katchi was dismissed as a fringe group that would not succeed electorally.Slowly but surely, this assumption is changing. In the parliamentary election, the party, led by Seeman, garnered nearly 4% of the vote contesting alone.Outside Tamil Nadu, few people are aware of the central ideals of this party, which harps on ethnic purity and insists that only those it defines as “true Tamils” should rule the region. The party has employed hateful rhetoric as Seeman has gone about pitching “real Tamils” against “Vandheri”, or immigrants. He takes inspiration from the likes of Adolf Hitler, approvingly quoting the fascist dictator who presided over the Holocaust.For long, Tamil Nadu’s main political parties ignored Seeman, worrying that giving importance to his speeches and statements would only increase his popularity and stature. However, this strategy changed in the run up to the general election, with the Dravida Munnetra Kazhagam, for which Seeman has reserved harshest criticism, and its ideologues slamming the Naam Thamizhar Katchi for its hateful language.The Naam Thamizhar Katchi functions on two distinct planes. On the cultural front, it has tried to construct an imagined past of Tamil culture which it claims was ruined by non-Tamils. In this, its primary foe is the Dravidian movement. For Seeman, the Dravidian ethnic identity is a false construct, engineered by non-Tamils to rule over Tamils.On the economic plane, Seeman romanticises a pre-industrial era when people lived in peace with nature, promising to designate farming and cattle rearing government jobs if voted to power.The most disturbing aspect of the party’s rhetoric, however, is how it defines a “true Tamil”. Mimicking the caste system, it designates members of specific “Tamil castes” as the original inhabitants of the Tamil land and the rest as outsiders.Inspired by HitlerIn his speeches, Seeman brooks no limits; shocking rhetoric is par for the course. For example, he consistently invokes Hitler to justify his positions on ethnic nationalism and political representation.In the video below, he quotes Hitler to argue that there can be no rights without responsibilities. He acknowledges the opposition to his invocation of the German fascist, only to disregard it, claiming good things should be taken from everyone.\n\n\n    \n    Play\n\nFor Seeman, a real Tamil is one who belongs to a “native Tamil group”. The nativity draws upon the caste system, designating certain caste groups as being original inhabitants of the Tamil land. However, he makes an exception for communities that have lived in the Tamil region for centuries, speak Tamil as their mother tongue, and have integrated into Tamil culture. By this yardstick, he identifies Tamil Brahmins as native Tamil people.There is a contradiction, though. While Seeman claims only “original Tamils” from the native castes can rule Tamil Nadu, he usually sidesteps the specific question of whether Tamil Brahmins can be the rulers as well.Using this template, Seeman claims that stalwarts of the Dravidian movement such as Periyar EV Ramasamy, CN Annadurai and M Karunanidhi were non-Tamils since they belonged to Telugu or Kannadiga groups. As such, he contends, the Dravidian identity is a false construct used by non-Tamils to rule over real Tamils.In the past, particularly during the Eelam war in Sri Lanka, most Dalit movements in Tamil Nadu took up the politics of Tamil nationalism. But the Naam Thamizhar Katchi is distinct in that it does not seem to challenge the caste system, even though Seeman frequently blames it for dividing Tamils. While the Dalit movements sought to fulfil the Ambedkarite dream of annihilating caste, Seeman uses caste to identify his real Tamils and unite them under the Tamil nationalist umbrella.As for religious minorities, Seeman believes that Christians and Muslims who speak Tamil as their mother tongue should be considered Tamils. But those speaking other tongues, such as Muslims who speak Urdu, cannot be considered native Tamils even if they have lived in the Tamil region for ages. Seeman argues that this overarching Tamil identity will ensure religious harmony by decimating the concept of minority and majority.Seeman claims the chief deity of Tamils is Muruga, locating him in the non-Brahminical Tamil pantheon. He acknowledges some versions of Shaivism and Vaishnavism as being native Tamil religions but dismisses a larger Hindu identity as non-Tamil.Not surprisingly then, the Naam Thamizhar Katchi also positions itself as being against the Bharatiya Janata Party. Seeman has long accused the Sangh Parivar, the Hindutva constellation of which the BJP is a part, of attempting “demographic engineering” by pushing lakhs of North Indian people into Tamil Nadu. On social media, the party’s workers caricature North Indians as “pani puri sellers” and deem their presence a threat to Tamil Nadu. The party is opposed to the Congress as well for its role in defeating the Liberation Tigers of Tamil Eelam in Sri Lanka. All posters of the Naam Thamizhar Katchi carry pictures of the slain LTTE chief Velupillai Prabhakaran. Seeman says he received arms training from the insurgent group and ate tortoise meat with Prabhakaran during a trip to northern Sri Lanka sometime in the 2000s, claims that have been disputed by other Tamil nationalists.Mounting a challengeThe Naam Thamizhar Katchi’s emergence as a significant, if as yet minor, electoral player raises an important question: does it embody a serious political and ideological challenge to the Dravidian movement from within Tamil Nadu?Stalin Rajangam, writer and political commentator, contends that the party’s recent electoral performance makes it imperative to counter Seeman seriously.Rajangam points out that the Naam Thamizhar Katchi’s belligerent rhetoric is not new in Tamil Nadu. “The Dravidian movement used similar rhetoric in dubbing Brahmins as Aryans and outsiders,” he said.\n\t\t\n\tAll posters of the Naam Thamizhar Katchi carry pictures of the slain LTTE chief Velupillai Prabhakaran. Seeman claims he ate tortoise meat with Prabhakaran during a trip to northern Sri Lanka in the 2000s. Picture via TwitterTamil Nadu’s Dalit movement, which picked up momentum around BR Ambedkar’s 100th birth anniversary in 1991, can be the main ideological challenger to Dravidian nationalism, Rajangam argues. “The Dalit movement is in a position to question both Tamil nationalism and the Dravidian movement for subverting the caste question,” he explained. But they are “unable to do so at the moment” because the demands of electoral politics, which in Tamil Nadu is rooted in caste majoritarianism, require them to ally with the Dravidian groups. “The urge to join the mainstream meant the Dalit movement’s criticism of the Dravidian movement was watered down,” he added.As a consequence, Rajangam argues, the space that should have been occupied by a democratic Dalit movement to take on the Dravidian camp is being filled by a Tamil nationalist movement with fascist tendencies. About the response of the Dravidian parties to the Naam Thamizhar Katchi, Rajangam says the DMK in particular is trying to counter Seeman on an intellectual level, albeit indirectly. The party has fielded Dravidian ideologues such as Suba Veerapandian to challenge Seeman, possibly because the questions he raises about Dravidian parties’ performance in government can be uncomfortable for them.Rajangam, however, contends that Seeman may not grow enough to become an electoral challenge to the Dravidian parties. “Once he gains a certain degree of support, he will be forced to embrace Dravidian parties for electoral success,” he added. ‘Factory of lies’While senior leaders of the DMK as well as the All India Anna Dravida Munnetra Kazhagam have avoided confronting Seeman directly, second-rung leaders of the DMK are not pulling any punches.The party’s spokesperson Tamilan Prasanna frequently writes and speaks against Seeman, describing him as the head of a “factory of lies” that is the Naam Thamizhar Katchi.Prasanna, however, argues that offering a proper ideological response to the Naam Thamizhar Katchi is not possible because the party lacks a coherent ideology. “The minimum support he has got stems from the historical ignorance of the younger generation,” he added.As for Seeman’s accusation that the Dravidian movement has not done anything for Tamil Nadu, Prasanna claims it is a lie that can be countered with facts. “All of India achieved independence the same day,” he said. “But look at the human development indicators of North Indian states.”If Seeman’s notions of who qualifies to be a real Tamil and who does not are taken seriously, the DMK spokesman says jokingly, one might have to go around with test tubes to collect urine samples for DNA tests. “If Annadurai, who gave Tamil Nadu its cherished autonomy, is not a Tamil, who is?” Prasanna wondered. “Periyar and Anna gave their lives for the uplift of Tamil society.”While the Dravidian groups are right to ignore a “master of lies” like Seeman, the DMK leader says, they are educating the youth to see through such lies.  “We are sure once we communicate rigorously what the Dravidian movement has achieved, those who voted Seeman will dump him,” he added.Prasanna rejects the allegation that the Dravidian movement too used an aggressive rhetoric of ethnic nationalism in its early days. “The Dravidian movement countered those who termed majority of Tamils as Shudras and Panchamas,” he said, adding that it was a counter-hegemonic movement against Brahminism. “Seeman, on the other hand, embraces caste and those who perpetuate it.”That the DMK’s coalition swept the Lok Sabha election in Tamil Nadu is proof that an overwhelming majority of Tamil Nadu’s voters reject “elements like Seeman”, Prasanna argued. “The media should stop comparing Seeman with DMK and legitimising him.” Also read: On the fringes of jallikattu protests, Tamil nationalism attempts to emergeWhat explains the BJP’s animosity towards Periyar and his statues?","author":"Sruthisagar Yamunan","time":"2019-05-30T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120548-udafsepfwm-1558964430.jpg","tags":["Tamil Nadu","Tamil nationalism","Seeman","DMK","Adolf Hitler","fascism","Dravidian movement","Naam Tamizhar Katchi","Periyar","Lok Sabha elections 2019"]}