{"title":"In times of climate change, ‘agritech’ steps in to reduce food loss, increase Indian farm incomes","content":"Imagine you are a tomato farmer who faced drought, which has resulted in a low yield and poor quality of crop. The tomatoes need to be individually harvested and the labour cost to harvest them is high. The combined cost of storage and transportation is more than the value of the produce in the market. What would you do?At this stage, some farmers decide to throw away the produce and accept their loss, instead of transporting it and losing more money. This food loss, not only has economic implications for the farmer, but also affects the environment as the land, water and energy (agricultural inputs) used to produce the food that is discarded, are also wasted. Second, it also leads to emissions. The UN Food and Agriculture Organization states that food loss and waste contribute up to 10% of global greenhouse gas emissions.There are also other forms of post-harvest losses that occur during storage and transportation. Extreme weather events such as heatwaves, cyclones or flooding, intensified by climate change, also contribute to post-harvest losses. Sometimes, the supply exceeds the demand and in perishable goods that can’t be stored for long, it again leads to a loss.The 2019 State of Food and Agriculture report by the Food and Agriculture Organization notes that about 14% of the world’s food, which is worth around $400 billion every year, gets lost between harvest and the stores.Post-harvest agricultural technologies (agritech) aim to solve these issues by reducing food loss and also increasing farmers’ incomes.Increasing shelf-life“Farmers need post-harvest technologies for both preservation and also processing, to make the produce market-ready and add value to earn an additional income,” shares Nidhi Pant, co-founder of S4S Technologies, an agritech startup. The startup provides solar-powered dehydrators to women farmers, to help them increase the shelf-life of agricultural produce.“In India we have been sun drying food for preservation, traditionally. However, direct sun drying results in the heat spreading unevenly and it takes about six to seven days to thoroughly dry the produce. In this process, it is susceptible to fungus growth and other environmental challenges. However, solar dehydrators can do this in six to eight hours. The colour, texture, aroma can be matched with the industry requirements and it is more hygienic and the nutrition is retained,” explains Pant.With its major operations in Maharashtra, S4S Technologies has reached 2,000 women farmers who use dehydrators to remove the moisture content and reduce post-harvest losses. The women also receive cutting and processing tools to help them package and sell the produce to large food agencies, restaurants and cloud kitchens and even export them to Southeast Asia. “We’ve been able to save 60,000 tonnes of produce annually,” Pant shares.Dehydration is not the only way to increase the shelf-life of agricultural produce. There are also cold-storage chambers which help store perishables and grains. India has 8,653 cold storages as of February 2024, which aim to minimise post-harvest losses. However, there’s more to reducing losses than increasing the number of cold storage warehouses, says Karthik Jayaraman, Founder, WayCool, an agritech startup in the supply chain space.WayCool avoids repetitive handling of the produce and minimises the storage wherever possible, by procuring from the smallholder farmers. The startup leverages artificial intelligence and machine learning to precisely calculate the demand. “We have a network of collection and distribution centres. Using our demand-forecasting tools, we communicate to our collection centres, the exact quantity of vegetables needed. These collection centres then start procuring from the farmers. The target price is also algorithmically determined. The farmers are therefore able to plan better and it prevents the produce from rotting in the field,” explains Jayaraman.While cold storage technologies help reduce the losses, we need to look at minimising the “food miles” (the distance between the place where food is grown or made and the place where it is eaten), opines Jayaraman. “At WayCool, we have reduced losses by about 6% with ventilated and well-managed cold storages alone. But cold storage technologies have been primarily developed for the West, where it is predominantly temperate. The grocery outlets are also air conditioned. However, India is a tropical country and we need to cool the product from 42 degrees Celsius to say 2-6 degrees Celsius. You need maximum cold temperatures during peak summer. So, apart from cold storage chambers we also need to aim for shorter supply chains,” he explains.When in transit, WayCool also takes precautions about the aeration in the vehicles. “We’re constantly experimenting here because too much aeration will lead to moisture loss. The vehicles should have the right kind of ventilation. We also have a standard operating procedure to stack different vegetables. For example, tomatoes must not get crushed because when it gets transported to a high humidity area, it could lead to a fungal attack if not stacked properly,” Jayaraman adds.Streamlining supply chainThere’s also a crucial challenge to tackle within the supply chain – lack of transparency about the quality of produce and the price. To fix this, agritech startup started conducting quality checks of the produce at the farm level. When the produce is graded immediately after harvest, it helps fix the price according to the quality. The farmers can then confirm if they are getting a fair price, with an app developed by DeHaat which shows the market price for each crop.“When we’re able to assess the quality of the produce at each farm and make sure the produce is of a good grade and is pesticide-free, the price is fixed based on the output and we are able to maintain transparency in the supply chain. This benefits both the retailer and the farmer,” shares Amrendra Singh, co-founder of DeHaat. For the farmers there’s also an assured purchase which minimises agricultural losses, he adds.DeHaat aims to build the ecosystem and solutions around the farmer. “In India we majorly have smallholder farmers who need support at the post-harvest stage. And all innovations need to have the last-mile connectivity for the farmers, and local partnerships at the panchayat or village-level definitely help,” Singh adds.According to Hemendra Mathur, Co-Founder, ThinkAg, a non-profit working to accelerate the adoption of innovation in agriculture, large food processing companies and restaurants wanting to go net-zero could be good for the supply chain. He elaborates, “Food companies and farmers don’t interact enough, although they are part of the same supply chain. To be more climate-resilient or reduce carbon emissions in food products, it is important to establish traceability. The companies who have set net-zero goals will want to know how the farmer has produced the crop and the carbon footprint, to claim they are sustainable. Their inclination to directly work with farmers will improve.” Mathur is also optimistic that in the coming years, the customers will start demanding products that are sustainably produced.Post-harvest technologyIndia’s food security challenges also impact the world. It is the ninth-largest exporter of agricultural products in the world but is yet to become a reliable supplier as it announces sudden overseas bans for agricultural shipments, due to shortages.“There is huge potential for investments in the post-harvest sector,” shares Mathur. He opines that state governments can immensely support agritech startups. “More than the financial support or subsidies, the agritech startups are looking to work with Krishi Vigyan Kendras, state agricultural universities and state governments to receive access to data and test pilots. More public-private collaborations will be beneficial.”The Central Institute of Post-Harvest Engineering and Technology by the Indian Council of Agricultural Research has developed technologies such as mobile cool chambers for short duration storage and transportation of fish for retail marketing, fruit graders to grade all spherical commodities and reduce handling the produce, an evaporatively cooled structure to store fruits and vegetables at a moderate low temperature, and more. Last year the government also tried gamma ray irradiation on onions, to impair the ability of onions to sprout, thereby increasing their shelf life.Many of these technologies, however, have not reached all the farmers equally. They need to be scaled up to become accessible and financially viable to all farmers. “Some farmers have multiple smart apps and many have started using drones for pesticide spraying. But it has to move from early adopters to mainstreaming agritech solutions; this chasm has to be crossed,” shares Jayaraman, who returns to reducing food miles. “What if you could grow the right variety of crop locally? We need to support the farmers with proper varieties, to avoid post-harvest losses,” he adds.“We need to rely on biotechnology,” concurs Singh. “Every year we hear from the farmers that the weather is much worse and much less predictable than the previous year. There’s no choice but for everyone to adapt to the changing climate. We need climate-resilient crop varieties and precision-farming tools to do this and we need to improve the soil quality,” he adds.This article was first published on Mongabay.","author":"Priyanka Shankar","time":"2024-04-29T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196371-iyryvtpzde-1701685860.jpg","tags":["Maharashtra","Agriculture","Climate change"]}