{"title":"In Tamil Nadu, outrage mounts as Adivasi girl dies – family says police refused to register rape","content":"An Adivasi girl who had allegedly been gangraped on November 5 in Tamil Nadu’s Dharmapuri died in hospital on Saturday morning, triggering outrage, particularly against the police for failing to arrest the accused. Her family also blamed “negligence by hospital staff” for the death of their daughter.The girl’s parents alleged the police did not take “appropriate action” after they went to register a complaint. “They did not send our daughter for a medical examination,” they said.In fact, they added, the police did not even register a complaint initially. “They told us my daughter’s future would be affected if we pressed rape charges,” said the mother of the girl, who was studying in Class 11. “Instead, they wrote that she escaped when two men tried to hold her hand.” A senior police official in Dharmapuri would not comment on the allegations but said they have registered a case under the Protection of Children from Sexual Offences Act at the Kottapatti police station. Scroll.in could not verify if the police have indeed filed such a case; none among the parents, the Child Welfare Committee or human rights activists in Dharmapuri have received a copy of the First Information Report so far. Sakthi, a leader of the Viduthalai Chiruthaigal Katchi party, alleged the police were not sharing the First Information Report because they were trying to alter it. “They have not given a copy even to the parents,” he said. Sakthi’s party filed a separate complaint at the Kottapatti police station after the girl’s death, demanding that the accused be charged under the Protection of Children from Sexual Offences Act as well as the Scheduled Castes and the Scheduled Tribes Prevention of Atrocities Act. “We might get a copy of the first information report on Sunday morning,” he said.‘She was so weak’The girl had returned to her remote village in Dharmapuri after her residential school closed for the Diwali holidays on November 2. On the afternoon of November 5, she was alone at home after her parents went out to graze their cattle when the two accused allegedly barged in, tied her up, abducted her, took her to an isolated place and raped her. One of the two is related to the family. A passerby rushed heard her screams and came to help but the two suspected managed to flee, the girl’s mother said.Her parents took the victim to Kottapatti police station the same evening. “They sent us back without registering a complaint of rape,” the mother alleged. Then, they took her to the Harur government hospital as she had injuries all over her body and was bleeding. “We told the doctors she had been raped but they treated her for head injury,” the mother claimed. “Since the hospital does not have the facility to do a CT scan, they referred us to the government hospital in Dharmapuri.”The next day, the parents contacted the collector’s office on a toll free number, asking to file a rape complaint since the police had not done so. “The official I spoke to said they would look into the case,” said a relative of the girl who asked not to be named. The Tamil magazine Vikatan reported that after they contacted the collector’s office, the parents were called to the police station. On November 7, the police took the victim, along with her mother, to the Vallalar Children’s Home in Dharmapuri. MS Saravanan, chairperson of the district’s Child Welfare Committee, confirmed this. “The police told CWC that a case of attempt to rape had been filed and the girl and her mother should be provided shelter in the home,” he added.A member of the committee who was at the children’s home at the time said the girl appeared very weak. “We were not told she was gang raped,” said the member who requested anonymity. “The mother too did not mention this. The girl complained of dizziness and vomiting the same evening she was brought here.”Seeing this, the member said she briefed police and civil officials about the girl’s health condition and, the next morning, took her to the Dharmapuri government hospital. “We were told she had been taken to the Harur hospital earlier, but we do not have a copy of the medical report,” she added.But the girl did not receive proper treatment at the Dharmapuri hospital, her mother alleged. “The least they could have done was administer IV fluids,” she said. “She was so weak.” It was only after she screamed at the hospital staff that her daughter  was taken for a CT scan, she claimed. The parents also alleged that the police took Rs 6,000 for taking them to the children’s home, while the hospital charged them Rs 500 for the scan. “Until the last minute, the doctors kept telling us they would conduct another scan but they didn’t,” the mother said.","author":"S Senthalir","time":"2018-11-11T06:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105285-uczngweglk-1541871736.jpg","tags":["Adivasi girl gangraped","Tamil Nadu","Viduthalai Chiruthaigal Katchi","Dharmapuri","Kottapatti","Protection of Children from Sexual Offences Act","SC/ST Atrocities Act"]}