{"title":"In UP, Adityanath’s wooing of rebel leaders Shivpal Yadav and Raja Bhaiya may not help BJP in 2019","content":"In the lead-up to general elections next year, the Bharatiya Janata Party government in Uttar Pradesh led by Chief Minister Adityanath plans to piggyback on smaller political outfits in the hope that they will eat into the vote shares of stronger opponents.Adityanath’s poll strategy for India’s most populous state has included renaming the city of Allahabad as Prayagraj and pushing the Hindutva agenda. He has also showed generosity to Samajwadi Party rebel Shivpal Yadav, who has floated his own party, and Independent legislator Raghuraj Pratap Singh, who plans to do the same. On October 12, the state government allotted a bungalow vacated by former Chief Minister Mayawati to Shivpal Yadav. Singh, who is popularly known as Raja Bhaiya, has reportedly been given the bungalow vacated by Adityanath’s predecessor and Samajwadi Party chief Akhilesh Yadav.The BJP expects Shivpal Yadav’s Samajwadi Secular Morcha and Singh’s proposed Jansatta Party to make a dent in the votebanks of its rivals, particularly the Samajwadi Party. The Samajwadi Secular Morcha has named district presidents in 30 districts and has given representation to Yadavs and Muslims – the Samajwadi Party’s traditional support base. The BJP is hoping the fledgling party will dent the Samajwadi Party’s vote share in its stronghold – the Etawah-Kannauj-Etah-Farukkhabad belt. It is encouraged by speculation that disgruntled Samajwadi Party leaders who are said to be close to Shivpal Yadav could join his party.Similarly, Raghuraj Pratap Singh’s Jansatta Party will woo Thakur voters. A six-time MLA from Kunda, Singh’s influence in Pratapgarh Lok Sabha constituency and its adjoining areas is said to have helped him get closer to the BJP.An understanding with these new parties appears to be the BJP’s way of countering the threat posed by a grand alliance of the Samajwadi Party, Bahujan Samaj Party and Congress, which is expected to formalise in Uttar Pradesh ahead of the general elections. Adityanath wants this to have the same impact the BJP’s alliance with the Apna Dal had in the 2014 Lok Sabha polls, when the smaller party won two seats and helped the national party win in other constituencies in the state. The BJP ended up with 71 of the state’s 80 Lok Sabha seats and a vote share of 42% – a feat Adityanath hopes the party can repeat next year.The BJP followed up its 2014 performance in Uttar Pradesh by sweeping the Assembly elections in 2017, winning 312 of 403 seats. After that high, though, the party suffered a series of defeats at the hands of a united Opposition in the Phulpur, Gorakhpur, Kairana and Noorpur bye-elections in March and May. A combined Opposition in Uttar Pradesh could diminish the BJP’s chances of securing a second term at the Centre. Both Adityanath and BJP president Amit Shah are busy finding ways to stop that from happening.Shivpal Yadav left the Samajwadi Party after a bitter fight with nephew Akhilesh Yadav. (Credit: PTI) ‘Our voters will not forgive him’But political watchers say Shivpal Yadav’s party will have little or no impact on the Samajwadi Party’s electoral prospects. They are surprised the BJP has given Shivpal Yadav such prominence and say this will only alienate him more in the Samajwadi Party’s strongholds.“Shivpal is the man closer to workers but his popularity has hit rock bottom since he started speaking against Akhilesh,” said AK Verma, who teaches political science in Kanpur University. “He has no credibility among the masses and since Mulayam Singh Yadav is solidly backing his son [Akhilesh Yadav], the signal for party supporters is loud and clear. He might cause some dent but it will be negligible. It could even backfire.”Shivpal Yadav, Mulayam Singh Yadav’s brother, left the Samajwadi party after a bitter fight with nephew Akhilesh Yadav that lasted over two years. Explaining the psychology of a voter, Verma said, “Voters do not want to waste their vote on a party and person that has little or no chance. I see no reason as to why Yadavs and Muslims will vote for Shivpal.”Samajwadi Party MP Javed Ali also dismissed talk of Shivpal Yadav’s party causing a division of votes. “Shivpal won’t get anything else except for that bungalow,” Ali said. “In 40 years of my political career, I have seen how such parties are formed before elections and disbanded after it. They are not formed by public demand, they are created by other political parties to confuse the voters. It’s a flop exercise and not much weightage should be given to it.”Another Samajwadi Party leader said Shivpal Yadav’s ambition was clouding his judgement and in his quest for power, he was working towards becoming a nobody in state politics. The leader, who did not want to be identified, said Shivpal Yadav wanted to create the impression that his clout was at par with Akhilesh Yadav. “That is the reason why he wants a big bungalow, Z+ security,” he explained. “But these things are immaterial since SP workers and supporters are all with Akhilesh. By forming a new party and accepting these privileges, Shivpal has made it clear he wants SP to suffer. Our voters will not forgive him for this.”Chief Minister Adityanath with Raghuraj Pratap Singh, who cross-voted in favour of the BJP candidate in Rajya Sabha elections held in March. (Credit: PTI) BJP doesn’t need another Thakur leader?It is the same verdict for Raghuraj Pratap Singh’s party as commentators say it will not have any impact outside of his constituency.A local strongman-turned-politician, Singh supported the Samajwadi Party for years after the Mulalyam Singh Yadav government in 2003 dropped the Prevention of Terrorism Act charges he faced. He was key to bringing Thakur voters to the party’s fold. By many accounts, Singh – who had multiple criminal charges against his name, including attempt to murder, robbery and dacoity – intimidated opponents and voters to win elections. There were also stories that he fed his enemies to crocodiles at his estate.But Singh eventually fell out with the Samajwadi Party. Apparently unhappy that it had joined hands with arch-rival Bahujan Samaj Party – the party that jailed him under the anti-terrorism law when it was in power – he cross-voted in favour of the BJP candidate in the Rajya Sabha elections held in March.“He was never considered a Thakur leader outside of his constituency,” said Lucknow-based political analyst Govind Raju Pant. “He had a chance to project himself as a Thakur leader after Mayawati jailed him but he had other ambitions. Moreover, the BJP has a Thakur leader as chief minister, so I don’t think there was any need for another Thakur leader. The only reason for BJP wooing him could lie in the proverb that the enemy of my enemy is my friend.”Samajwadi Party leaders, too, dismissed Singh’s party as just one of several B teams of the BJP. They said that without the Samajwadi Party’s support, Singh would find it difficult to ensure the victory of his candidates, even if he were to use intimidation. “As an Independent, he had less bargaining power,” said one Samajwadi Party member. “He must be thinking that if I form a party, I could get a better deal and it seems to have worked for now. Wooing these elements could be a serious challenge for BJP as it will have to accommodate them and sacrifice seats, which will only make our job easier.”No links with new parties, says BJPThe BJP, for its part, denied that it was behind the existence of these new parties. Its leaders claimed that on the contrary, the small parties were an indication of growing resentment against the Samajwadi Party.On the party allotting bungalows to Shivpal Yadav and Raghuraj Pratap Singh, BJP spokesperson Harishchandra Srivastava said the decision was based solely on merit. “They are senior leaders who have represented their constituencies for long periods; they were ministers in previous governments and had asked for bigger accommodation,” he said. “After looking at their request, the administration took the decision that they should be given these privileges.”Srivastava said senior leaders, even from the Opposition camp, need to be given some degree of respect. He denied the BJP had links with these parties, and accused the Opposition of politicising everything.Countering his argument, a Samajwadi Party leader pointed out that many other senior leaders had been overlooked for such privileges. “Azam Khan, Parasnath Yadav, Balram Yadav, Shyam Sunder Sharma, Mehboob Ali, Ram Govind Chaudhary, among others, are far more qualified than Shivpal and Raja Bhaiya,” the leader, who did not want to be identified, said. “They have represented their constituencies on more occasions than these two and were still not considered. BJP’s claims of merit being considered are hollow and it is clear to people that these parties are B teams of the BJP.”In Lucknow, the bungalow allotments have caused resentment among the BJP’s allies too. Om Prakash Rajbhar of the Suheldev Bharatiya Samaj Party, who is a minister in Adityanath’s government, said his demand for a party office had been ignored for more than a year. “Allotting bungalow and giving Z+ security to Shivpal Yadav clearly gives the message that he is being given protection by BJP and has started working for BJP,” he was quoted as saying by ANI.","author":"Akash Bisht","time":"2018-10-18T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/84534-lchrrlrgqt-1521045775.jpg","tags":["UP","Yogi Adityanath","Samajwadi Party","2019 Elections","BJP","Opposition"]}