{"title":"In Varanasi, Harmony bookshop is keeping its faith in the return of customers once the pandemic ends","content":"During the worst period of the second wave of Covid-19 in India, there was a fog of fear and tragedy over two of Varanasi’s main cremation ghats – Manikarnika and Harishchandra. The horrors managed to cause a stir in my hometown – a city otherwise numbed to the daily rituals of death.But just a few kilometres away, the popular Assi Ghat faced an ancient silence. The ghats and temples were suddenly hushed without the presence of visiting pilgrims and tourists, of priests leading the daily calls to prayer, or boatmen splashing their oars and buzzing their motors.It is to this silence that Rakesh Kumar Singh, 47, returned every day during the lockdown to check up on the most precious of his possessions: his books. Singh is the owner of the Harmony bookshop, a beloved establishment with a store-front that opens up to the picturesque ghats and the Ganga river. While Harmony remained shut during the lockdown, Singh still had to return to ensure that his collection of nearly 20,000 books didn’t get spoiled by the humidity close to the river.It isn’t just the humidity of the river that Singh needs to worry about – in the past, his concern has often been the river itself. Every monsoon, the Ganga can rise several metres and sometimes up to the temples, residences, and shops that are located up the steps. There have been times in the past when the lower shelves of Harmony have been submerged. In the worst years, Singh has had to approach the shop by boat and enter through a window.“I have to worry about the humidity and termites,” Singh said. “The books can get moist and damaged if I don’t open up and ventilate and turn on the dehumidifiers and air-conditioners every day. We cover the books in plastic sheets and have to do pest control. Even in the second wave of the lockdown, I went to the shop for 2-3 hours every day just to take care of the books. But of course, no customers were around.”The community and the pandemicThis sudden silence was a surreal development in the region: In normal times, Varanasi is among the most-visited cities in the nation for both domestic and foreign travellers. Since Harmony opened in 1996, a variety of readers and researchers have inevitably found their way from the river and up a few more steps into the thin nook that opens up into the bookshop. Here, Singh hosts architects who have come to see the city for its antiquity, students from BHU, scholars from Sarnath, philosophers, photographers, painters, writers, and artists. Art foundations and retreats attract a number of interested scholars to Harmony. And adjacent to the bookshop is the Alice Boner Institute, a residency for artists founded by Swiss artist and scholar Alice Boner, who lived here for decades.One regular visitor is Kathryn Hardy, an American professor of Anthropology and Sociology at the Ashoka University in New Delhi. Hardy has been a regular visitor and part-time resident of Varanasi. Harmony, she says, played a major role as both a social and an academic space for outsiders to this city.“At first, there was a process of discovery around the shelves,” said Hardy. “You get the excitement and felicity of finding things. As a researcher, Harmony became more than a space for information, of figuring out what to do next academically, socially, and even what novels to bring on the train journey. In the middle of it all is Rakesh, with his ebullience and excitement and ability to draw a diverse set of people from all over the place. It’s not just a physical space but also a social space.”There has been little socialising, however, on the famous steps leading into Harmony since the lockdowns in the past two years. Singh shut down Harmony a week before Prime Minister Narendra Modi imposed the lockdown in 2020, and kept it shut for an extra month after the “unlock”. “Someone was sick in almost 90 per cent households in Banaras,” said Singh. “It was an existential crisis.”In the first lockdown last year, Singh said that he couldn’t even return to open the shop or stockroom to check on the books. There was no sale during this period. By the second wave, however, he was prepared to continue distribution.“I had established all these online channels pre-pandemic, including our website for online orders in India and abroad,” said Singh. “I have since been active during the second lockdown in supplying books around Varanasi and India. I have been subsidising the shipping process within Varanasi, too, and some readers have come to collect the books from outside the bookshop.”One of those local readers has been Anjan Chakravarty, a painter and art history teacher at BHU’s Faculty of Visual Arts. “I miss going to the shop myself, but there was no way to do that,” said Chakravarty. “But as soon as could, even during the pandemic, I began to order books.”Chakravarty, who is interested in painting and textiles, feels it was imperative for him to continue shopping for books during these tough times. “In India, sometimes books are the last thing that people look to buy. Things like books and paintings…they are not sold easily. They are almost like forbidden things. In Rakesh’s shop, you get real volumes which you don’t get otherwise – and he can arrange whatever other books you need.”Chakravarty’s own volume on Indian miniature painting find its place in Harmony – as do a number of other texts by visitors who have loved, lived, and studied the city. Among the favourites is Banaras: City of Light, by American scholar of religious studies, Diana L Eck, a text unravelling the city’s culture, spirituality and art. Other must-read texts from or about the holy city available here include Kashi Nath Singh’s Kashi Ki Assi, The Romantics by Pankaj Mishra, Jeff in Venice, Death in Varanasi by Geoff Dyer, and The Twice-Born by Aatish Taseer.Singh has been particular about his collection and its presentation. “A person can get a bestseller anywhere, but I try to feature more classic literary fiction,” he said. “Secondly, I try to feature my own interests at well, including history and politics books from more liberal and left-leaning authors.” There is Indian literature of course, and Sanskrit literature in its original text and in translation. At the back, he has dedicated a smaller room to his collection on western philosophy, Buddhism, and poetry.Singh is particularly obsessed with books on art and photography – he has over a hundred books on photojournalism from India and abroad, proudly featuring photographers like Fazal Sheikh, Robert Capa, Sebastião Salgado, and more. He has a number of books on paintings, Indian modern art, sculpture, and design – with a focus on textile, the industry that Varanasi is particularly famous for.Born and bred in Varanasi, Singh admits that he wasn’t always fond of his own hometown, or of its rich tradition of art and thought. “I thought that Banaras was falling apart,” he said. “I had a tangible parameter of a functioning city: good roads. And we didn’t have those here. But after opening the shop, and seeing Banaras through the eyes of scholars, musicians, artists, so many different layers of people who I have interacted with: it shaped me, and refined me to appreciate the city better.”Yesterday, today, tomorrowSingh’s own family has played a central role in much of the city’s scholarly evolution. After moving here from Basti, near Gorakhpur, his father started his career at a communist office in Varanasi, selling communist literature from the USSR in the early ’60s. In 1965, he launched the Universal Book House near BHU, selling literature and academic texts for the university students. “He started from communism and ended up in capitalism,” said Singh. Singh’s uncle got into the book business, too, launching the Universal Book Company on Godowlia Road, close to the old city’s busiest intersections.Singh opened Harmony in the mid-’90s with only a few hundred books. “Because there were a lot of scholars and tourists around, it was a unique opportunity,” said Singh. “The first book bought at the shop was Gandhi’s My Experiments with Truth, by an American hippie who had been living in Varanasi with his wife for the past decade. That evening, a number of Thai monks visited to buy several books. It was a good start!”For the better part of the next two decades, Harmony attracted a different set of readers from those that would head to any of Varanasi’s other bookshops. “I wasn’t interested in the predictable titles,” Singh said. “People close to the river are already off-track and different – such a person won’t buy Harry Potter. So, I had to offer something different. The complexities and multitudes of the city attracts a diversity of people – which reflects our collection.”“Nowadays, however, people want to see the city not as a spiritual centre, but more of a political arena,” said Singh. “There has been much more attention from journalists and political scholars since 2014, those who want to know about the city’s history and social fabric.”Depending on your source – scientific or spiritual – Varanasi is somewhere between three thousand and five thousand years old, one of the oldest cities in the world where people have lived continuously, where the past finds itself in a comfortable confluence with the present, where ancient scriptures are held in the same hands as the latest iPhones, where history has casually flown to the beat of daily ritual at the banks of the Ganga for millennia.It is rare then, for a city that has seen everything, to see something new. But that is exactly what happened in the spring of 2014 when the BJP’s prime ministerial candidate Narendra Modi chose to contest the Lok Sabha elections from here. “Now, so many people began coming to the ghat to find peace that it became crowded and noisy,” said Singh. But he also claims that the wave of post-Modi domestic tourism has reduced the number of annual foreign visitors to his shop. “When there are larger crowds, I have fewer customers. The ghats are more of a hangout spot now, so the teachers, scholars, or students don’t visit if they’re trying to avoid the noise.”The demands of customers have shifted since 2014 as well. Now, Singh is asked for many more books on topics of nationalism, and, over the last two years, on citizenship.Singh says he has never faced pressure from political parties. But despite his ongoing online business, he says that he has probably lost 30 per cent of his annual sales since the pandemic. Many independent bookshops around the country have responded by cutting down their inventory and changing their curation to sell the most attractive books for the mainstream audience.Singh, however, is adamant that he won’t be taking the latter step. “I won’t compromise on the quality of the books,” he said. “There are certain things that one must always have in a bookshop – whether they sell or not. My display in the bookshop reflects who I am as a person, and I can’t compromise on that.”Singh is also interested in publishing books himself. In the past, he has republished a couple of foreign texts in Varanasi, including the popular ethno-Indology volume Visualizing Space in Banaras by Jorg Gengnagel and Martin Gaenszle. “In the same way, I want to publish and republish more books related to Banaras and art,” he said.Gengnagel and Gaenszle are among the many authors that have walked through the Harmony doors. As have Aatish Taseer and Pankaj Mishra (both their Varanasi books directly or indirectly mention the bookshop), Arundhati Roy, Amitav Ghosh, the researcher Assa Doron, photographer Kenro Izu, and many more. “It is a centre for ideas in Varanasi,” said Hardy. “It would be a great loss to a lot of community in Varanasi and internationally if the shop were lost.”Despite continuing with business online during the pandemic, it is the community feeling that Singh misses the most. “It’s not just about selling, but also about learning from my customers,” he said. “It’s never possible online. Online sale is a faceless, strange interaction – very soulless in a way.  Only the true Banarasis are still here. But I’m sure they’ll all be back… There are so many who have told me that their heart is in Banaras, even if the body is in the West!”This series of articles on the impact of the coronavirus pandemic on publishing is curated by Kanishka Gupta.","author":"Karan Madhok","time":"2021-06-24T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160695-bqotrqkdyn-1624463671.jpeg","tags":["Varanasi","bookshop","pandemic"]}