{"title":"Include Shia Muslims in Citizenship Amendment Bill, Shia Central Waqf Board urges Centre","content":"The Shia Central Waqf Board on Monday urged the Centre to include Shia Muslims in the Citizenship Amendment Bill, 2019, The Hindu reported.The board said that Shias were subjected to “inhuman acts” in Sunni Muslims-dominated countries such as Pakistan, Afghanistan, Syria, Bangladesh and Saudi Arabia. “They are being killed for being Shia,” the board’s chairman Waseem Rizvi said.Since Shias were a “rare section” of Muslims, they must be protected from “persecution and excesses”, he said. “Shia community has been persecuted continuously for nearly 1,400 years by Muslim majoritarian Sunni society and continue to be.” He also praised the bill and said that it was an example of India’s humanity.The Citizenship Amendment Bill, 2019,  proposes an amendment to a 1955 law to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.“We are a minority within the minorities in India… If you are taking Buddhists, Jains, Christians under the ambit of Citizenship (Amendment) Bill, then you must include Shias as well,” said All India Shia Personal Law Board spokesperson Maulana Yasoob Abbas on Sunday, according to The Indian Express. The board passed a resolution on Sunday urging the Centre to include Shia Muslims in the bill.  “The AISPLB demands that Shia Muslims should be given Indian citizenship because the Indian Constitution views all religions with an equal view,” the resolution said.On Monday, Union Home Minister Amit Shah introduced the controversial bill in the Lok Sabha amid protests from Opposition parties. While the Opposition parties alleged that the bill was unconstitutional and discriminated against Muslims, Amit Shah defended the bill and claimed that it was not at all discriminatory.He claimed that Hindus, Sikhs, Buddhists, Jains, Parsis and Christians were ill-treated in countries such as Pakistan, Afghanistan and Bangladesh, which state in their Constitution that Islam is their law of land. “So this bill will give these persecuted people citizenship,” Shah said. “If from these three countries, any Muslim petitions for citizenship, we will consider with an open mind but they will not get the benefit of this bill as the [Muslims] wouldn’t have been persecuted.”","author":"Scroll Staff","time":"2019-12-09T15:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/81729-ucrmssdrwn-1575885048.jpg","tags":["Central Waqf Board","Shia Muslims","Pakistan","Amit Shah","Citizenship Amendment Bill","CAB"]}