{"title":"Indefinite statelessness? Why the Supreme Court order on Assam detention centres falls short","content":"On May 10, the Supreme Court passed an order suggesting that those declared foreigners and held in Assam’s detention centres for over three years be released. But conditions applied.First, two Indian citizens will have to provide a surety of Rs 1 lakh each, which will be forfeited if the former detainee goes missing. Second, detainees will have to provide a verifiable address where they can be found after release. Third, they will have to provide their biometric details and report every week to a police station specified by the foreigners’ tribunals – quasi-judicial bodies set up to decide on questions of citizenship in Assam. Fourth, they will have to notify any change of address to the relevant police station.Finally, the border police will present a quarterly report to the foreigners’ tribunal on whether the “DFN”, or declared foreign national, had put in regular appearances at the police station. If they violate the conditions of release, they will have to be produced before the tribunal again.The court order offers a sliver of relief to the hundreds of people declared foreigners and detained indefinitely in prisons across Assam. But it still threatens to create a floating body of individuals without the rights of citizenship, eternally doing the rounds of police stations and foreigners’ tribunals. Some of Assam’s poorest, most marginalised inhabitants will still be criminalised for not being able to produce documentation to the satisfaction of exacting state authorities.Declaring foreignersThe Supreme Court took up the case in January after activist Harsh Mander filed a petition raising questions about Assam’s detention centres. It outlined a hellish system in which individuals were suddenly picked off, categorised as foreigners and locked up in detention centres for years.The border state of Assam, with its anxieties about so-called “illegal immigrants” pouring in from Bangladesh, has stringent rules for proving citizenship. Those who cannot prove that they or their ancestors had entered the country before midnight on March 24, 1971, the eve of the Bangladesh War, will lose the rights of citizenship and be liable to deportation. Those who can prove they or their families had moved between 1966 and 1971 will also be considered foreigners and lose their voting rights for 10 years but but may stay on in India.The border police, tasked with identifying suspected foreigners, act on unreliable “local inputs”. In many cases, people did not even receive notice that they were under investigation and the tribunals delivered their judgment ex parte.They were referred to foreigners’ tribunals that determine cases under the Foreigners’ Act of 1946, which places the burden of proving citizenship on those under investigation, overturning the judicial principle that a person is innocent until proven guilty. The tribunals are run by the 1964 Foreigners’ Tribunal Order, which gives them free rein to operate as they like, ensuring they remain secretive, whimsical bodies. Individuals may be declared foreigners, for instance, because of a spelling mistake in a decades-old document.The Centre’s own affidavit speaks of a system where children are imprisoned along with parents declared foreigners. Children below six are kept with their mothers in the female ward. Boys over six are shifted to the male ward to live with their fathers or any other male relative, or sent to a children’s home. It also claims alleged foreigners are exempt from the strict regime of convicts in the prison and given sufficient food, water and healthcare, though local accounts contradict this.According to an affidavit filed by the Assam government in response to the petition, as of January 31, there were 938 alleged foreigners in six detention centres across Assam. These included 115 convicted foreigners, charged with crimes or for staying on without travel documents, who have completed the sentences handed down to them by various courts and await deportation.The remaining 823 were those who had been declared foreigners by the foreigners’ tribunals and imprisoned – many of them since 2010 and 2011. According to recent reports, this number has risen – 125 alleged foreigners have been detained by the border police in the last month alone.As of January 31, 2018, 1,03,764 individuals had been declared foreigners in Assam since 1985. Year-wise numbers over the last decade show a sharp increase in such cases since 2017. From 3,531 declared foreigners in 2009, the number rose to 5,096 in 2016, before shooting up to 15,541 in 2017 and settling at 13,558 from January to August 2018.The office of the foreigners' tribunal in Goalpara, Assam. It is one of 100 such tribunals located across the state. (Photo credit: HT).Towards deportationMander was removed as petitioner on May 3 after he asked for Chief Justice of India Ranjan Gogoi to be recused from the case, on the grounds that Gogoi was “using” the petition to ensure that the state commits “mass deportation of alleged foreigners”.Gogoi, in turn, said the grounds cited for recusal had “enormous potential to damage the institution”. He also said that comments made in “the course of a healthy debate” had been taken to be “an expression of opinion”.Whatever the nature of the comments, the court has displayed two concerns so far. First, why a large number of “declared foreigners” had melted back into the general citizenry. In a hearing on March 13, Gogoi asked Tushar Mehta, solicitor general for the state of Assam, the following questions: “You are committed to bringing a five-star detention centre later? Do that! The existing centres are housing 900 people as against the so many who have been declared foreigners? Why are there not thousands?”Second, while those detained could not be held indefinitely, the court seemed to suggest, the aim was to deport them as soon as possible. In one hearing, Gogoi asked the government: “How do you intend to identify them and deport them?”He also hauled up the Assam chief secretary for proposing that foreigners detained for over five years can be released after signing a bond and providing their biometric data. “You want to allow a man who is deemed to be a foreigner to stay after he executes a bond,” said Gogoi. “You want the Supreme Court to be a party to an illegal order?”Indefinite statelessnessPerhaps mollified by the government’s assurance that it was in talks with Bangladesh about the deportation of “declared foreigners”, the court softened its stance in its May 10 order. The period of detention allowed is still much longer than international norms would recommend – Prashant Bhushan, amicus curiae (friend of the court) in the case, had suggested that detainees be released after six months.Besides, those let off after three years in detention centres may be pushed from indefinite detention to indefinite statelessness. This is especially true of those whose appeals against the tribunals’ decisions have been rejected by the Supreme  Court. Lawyers fighting such cases say this happens frequently. Stripped of citizenship rights in India, most are unlikely to be claimed by Bangladesh.At present, as the Centre says in its affidavit, undocumented migrants can only be repatriated after “nationality verification” by the concerned foreign missions. It is a “sovereign act of that country”, beyond India’s control. The country of origin is identified according to the address furnished by the detainee – India cannot arbitrarily deport declared foreigners to their presumed country of origin.  In many cases, the Centre claims, the detainees withhold details or provide wrong addresses.Straining against the constraints of the current process, the Centre suggests that, “considering the geographical proximity of the State of Assam with Bangladesh, a new procedural system is evolved for an expeditious deportation of illegal migrants who have entered India illegally from Bangladesh”.The Centre has not yet made public where talks with Bangladesh stand. But this might be the ideal moment to take a closer look at many of those declared foreigners – people with parents and children in Assam, with no memories of a home outside the state, bereft of citizenship on a technicality or a clerical error.The case of Basudev Biswas, a detainee in Tezpur who died last week, embodies the tragic ironies of the citizenship tangle. Biswas, who was physically handicapped and got by running a tea stall, was declared a Bangladeshi ex parte. But the state that had declared him a foreigner in life had nowhere to send him in death but to his Indian family, who initially refused to accept the body, saying he should be sent to Bangladesh instead.The poor, the illiterate, the socially marginalised are at the receiving end of a ruthless sorting mechanism. It is also time to examine the state’s own prejudices when it comes to declaring people foreigners.","author":"Ipsita Chakravarty","time":"2019-05-16T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119643-ldzifxfbji-1557832376.jpg","tags":["Assam","National Register of Citizens","Supreme Court"]}