{"title":"India tour of Bangladesh: Harmanpreet Kaur and Smriti Mandhana star as visitors win first T20I","content":"India began their tour of Bangladesh by notching a comfortable seven-wicket win in the first Twenty20 International in Mirpur on Sunday.The Harmanpreet Kaur-led team sent in the hosts to bat and restricted them to 114/5 at the end of 20 overs. In reply, the visitors chased down the target, scoring 118/3 in 16.2 overs to register a seven-wicket win.There were two debutants in the Indian lineup, with 24-year-old Minnu Mani and 20-year-old Bareddy Anusha earning their first international caps. The former even picked up her first international wicket, when she dimissed Bangladeshi opener Shamima Sultana – caught by Jemimah Rodrigues.India tour of Bangladesh: Harmanpreet and Co brace for Mirpur challenge ahead of long home season  A good outing for Team India in the opening T20I against Bangladesh. They were disciplined with the ball and clinical in the chase as India cruised to a seven-wicket victory. Well played. 👍#BANvIND pic.twitter.com/QdjBZVIQx4— Mithali Raj (@M_Raj03) July 9, 2023\n\nPooja Vastrakar and Shafali Verma also picked up wickets, while Amanjot Kaur and Rodrigues contributed with run outs to restrict the Bangladeshi batting unit. The hosts’ highest scorer was Shorna Akter, who was unbeaten on 28 off 28.During the chase, India did not get off to an ideal start as Verma was dismissed leg-before-wicket off Marufa Akter on the third delivery of the innings. Rodrigues went rather cheaply as well after being bowled by Sultana Khatun for 11 off 14.With India down to 21/2 after four overs, Harmanpreet and Smriti Mandhana steadied the ship.The duo scored at regular intervals, putting up a 70-run partnership till Mandhana came down the track looking for a big hit against Khatun’s bowling. But the delivery spun away from Mandhana, and Nigar Sultana made no mistake in the stumping to dismiss Mandhana for 38 off 34.Yastika Bhatia, the Indian wicket-keeper joined the skipped in the middle. But it was Harmanpreet who finished off the match.She first went down on one knee to play a powerful shot over mid-wicket for six – bringing up her half century. In the next shot, she picked the gap on the legside to score a boundary and secure the win.#BANvIND #INDvBANWith a six, Harmanpreet Kaur brings up her half-century. With a four, the skipper finishes off the match. Harmanpreet is unbeaten on 54 off 35.India win by seven wickets.IND: 118/3BAN: 114/5https://t.co/8B1dVRfCDa pic.twitter.com/TBiwVgM5kB— The Field (@thefield_in) July 9, 2023\n\n“We were able to execute our plans,” said player of the match Harmanpreet, after the game, according to BCCI.tv. “Overall it was a great performance by our team. I think Deepti Sharma did well showing her experience. Smriti Mandhana showed her character today, with that batting line-up you don’t need to worry much. We wanted to finish with 4-5 overs left, and we managed to do that”.India next plays Bangladesh in the second T20I on July 11.","author":"Scroll Staff","time":"2023-07-09T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192014-dkwhnvdzxq-1688903999.jpeg","tags":["Harmanpreet Kaur","T20I","Cricket","Smriti Mandhana","India tour of Bangladesh","Women's cricket"]}