{"title":"India will stop free movement regime with Myanmar, says Amit Shah","content":"India will fence its border with Myanmar and end the free movement regime with the neighbouring country, Union Minister of Home Affairs Amit Shah announced on Saturday.India and Myanmar share a 1,643-km-long border along Manipur, Mizoram, Nagaland and Arunachal Pradesh. The free movement regime, which has been in place since the 1970s, allows visa-free movement for people living within 16 kms on either side of the largely unfenced border. They can spend a day across the border without any official document, and stay up to 72 hours “with effective and valid permits issued by the designated authorities on either side”.   The regime was devised keeping in mind the traditional social relations among those living near the border and to facilitate cross-border trade between the kindred tribes on both sides.  On Saturday, Shah said that India’s border with Myanmar will be protected like that of Bangladesh.“Our border with Myanmar is an open border,” said Shah. “The Narendra Modi government has made a decision that the India-Myanmar border will be secure and the whole border will be fenced like the Bangladesh border.” The minister was speaking at the passing out ceremony of the first batch of the five newly constituted Assam Police Commando battalions.The Central government’s decision to revoke the free movement regime comes against the backdrop of the ongoing ethnic conflict in Manipur. The state has been gripped by ethnic clashes between the Meitei and Kuki communities since early May. Over 200 people have been killed since the conflict broke out and nearly 67,000 persons have been forced to flee their homes.In September, Manipur Chief Minister N Biren Singh had attributed the ethnic conflict to the free movement of people from across the Myanmar border. He had also urged the Union home ministry to “permanently” terminate the free movement regime along the India-Myanmar border and complete its fencing to check “influx”.The Manipur government, for its part, had already suspended the free movement regime in 2020, following the Covid-19 pandemic.Also read: Why India wants to do away with the free movement regime along the Myanmar border?","author":"Scroll Staff","time":"2024-01-20T19:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197696-fbkfsqbger-1705754712.jpg","tags":["Amit Shah","Myanmar","Indo-Myanmar Border","Free Movement Regime"]}