{"title":"India is now the world’s most populous nation – but there’s no reason to be worried","content":"India may have already surpassed China to become the world’s most populous nation, the World Population Review said on January 18.The independent census and demographics organisation estimated that India’s population stood at 1.41 billion at the end of 2022 – about five million more than China. This came just days after China announced that its population had declined for the first time in more than 60 years, leading to a demographic crisis of a shrinking workforce and increased healthcare and welfare costs. The United Nations had earlier projected India would reach the top spot around  April 14.There have been calls for India to introduce population control measures but experts say that concerns about overpopulation are generally overstated. India stands a chance to reap the demographic dividend of a large and young population, they say, provided timely measures are taken to improve education, healthcare and skilling.However, the country could also face challenges such as added stress on cities due to increased rural to urban migration and political power shifts caused by a redistribution of the population between north and south India straining the federal system, according to experts. Push for population control Members of Parliament from the ruling Bharatiya Janata Party  Ravi Kishan, Nishikant Dubey and Rakesh Sinha, among others, have in recent years called for a central law to curb India’s population growth. BJP leader and lawyer Ashwini Upadhyay had unsuccessfully urged the Supreme Court to direct the Union government to enforce a “two-child” rule. Under such a policy, people with more than two children will be held ineligible for government jobs and other concessions.The request drew inspiration from China’s controversial “one-child policy”. The Chinese government’s strategy, implemented between 1980 and 2015, restricted families to having one child and is seen as one of the  major reasons for its unfolding demographic crisis. The one-child strategy kept the fertility rate below the replacement level, at which the population replaces itself. For China, that may no longer be the case.China itself made an about-turn on the policy and has started providing incentives such as cash handouts and tax cuts to encourage couples to have more children. The Chinese experience has also driven resistance to similar population control measures in India.SY Quraishi, a former Indian civil servant and the author of The Population Myth, told The Guardian in November that India should not follow China’s approach. “In India, people used to admire China’s policy of one child norm,” Quraishi said. “But now look, China has a population crisis on their hands, 70% of their population are ageing.” Quraishi said China’s crisis should be a lesson for anyone in India calling for coercive measures to control population growth. “Otherwise, in a few decades, that could be us too.”!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nEncouraging trend in IndiaThe government itself does not believe India needs such measures because the trends are encouraging. Union Health Minister Mansukh Mandaviya told Parliament in April that population control should not be done by force, but by creating awareness and educating people.Mandaviya said India had seen its population growth rate fall from the 1970-1980s levels because of the success of policy measures. “We have gained results as the fertility rate has come down to around 2%,” said Mandaviya. “It tells us that the family planning mission is moving towards success.” The 1970-1980s saw the implementation of policy measures that led to improved family planning and contraception services.The “total fertility rate” refers to the average number of children a woman from a country will give birth to throughout her reproductive years. A total fertility rate of 2.1 children per woman ensures that a country’s population remains stable, under broad circumstances. Experts such as Poonam Muttreja, executive director of the Population Foundation of India, agree with this approach. “India definitely does not need to introduce strict population control measures,” Muttreja told Scroll.in. “We are on course to achieving population stabilisation by the middle of the century [2048], which will be very close to the long-term objective of India’s National Population Policy, 2000 – achieving a stable population by 2045.”The United Nations   projects India’s population to peak at 1.7 billion in the 2060s and then drop to 1.5 billion by the end of the century.Muttreja suggested that improved awareness and better implementation of family planning programmes such as Mission Parivar Vikas have helped bring India’s overall fertility rate closer to replacement levels. The Mission Parivar Vikas programme helped improve access to contraceptives and family planning services in districts with high fertility rates.North-South divideHowever, experts such as Aparajita Chattopadhyay, professor at the International Institute for Population Sciences, Mumbai, also point out that while population control measures are not needed throughout the country, some states need attention. “There are distinct pockets where [the total fertility rate] is three and above,” Chattopadhyay said. “We need to answer why it is happening and how to improve. Those strategies may differ over space.” Giving an example, she said in Bihar it might be due to the lack of health facilities while in West Bengal or Assam, it could be related to other issues.Experts also say that the population of the states is expected to peak at different points, not together. Chattopadhyay said that the southern states started ageing early and will therefore face age-related challenges earlier than the north.Kerala had reached that level in 1998 but Bihar’s population growth is not expected to stabilise until 2039.This also means that the timing of reaping the demographic dividend will vary from state to state. “Demographic dividend” refers to the economic growth potential stemming from the working-age population being larger than the non-working population.Muttreja, of the Population Foundation of India, explained that the southern states are making demographic transitions earlier than the northern states. “Demographic transition” refers to a long-term trend of falling birth and death rates resulting in change in the population’s age distribution.“States, ahead in the demographic transition, have begun to gain dividend[s] early, but will lose it in the next three to four decades,” Muttreja said. “Kerala and Tamil Nadu, the leaders among these, will lose the dividend sooner, whereas other states, including Uttar Pradesh, Bihar and north Indian states will do so later.” People at a job fair in Taiyuan in China’s Shanxi province in February 2017. Credit: Reuters.A window of opportunityExperts view India’s population growth as an opportunity. Muttreja said that the country’s large young population has huge potential to contribute to India’s economy and growth.But making the most of this opportunity is contingent on quickly improving education, skilling and healthcare. “A window of opportunity exists for India,” Muttreja said, adding that India must invest in health, nutrition, education, skilling and employability before the window of opportunity closes.Another challenge is that the booming population is expected to further stress the country’s urban centres. The United Nations  projects India’s urban population to jump from 483 million in 2020 to 675 million in 2035. New Delhi, for example, may witness its population increase from roughly 20.6 million in 2021 to 30.9 million in 2041 in a high-growth scenario.Experts such as Chinmay Tumbe, associate professor of economics at the Indian Institute of Management, Ahmedabad, point out that India’s changing demographics will also lead to internal political friction. “The massive differences opening up between north and south India would strain the federal system, especially in considerations of reallocation of seats in the Lok Sabha,” Tumbe wrote in the India Today magazine in January.  There is a constitutionally-mandated freeze on increasing the number of assembly and parliamentary constituencies in India till 2026. But, as Tumbe wrote, “Delimitation exercises would disadvantage southern Indian states and, in fact, penalise them for developing faster than the north through lower seat share in Parliament.”Milan Vaishnav, senior fellow and director of the South Asia Program at the Carnegie Endowment for International Peace, had in 2019 predicted a shift in political power. “In 2026, for instance, Bihar and Uttar Pradesh alone stand to gain 21 seats while Kerala and Tamil Nadu would forfeit as many as 16.”Also read: What does the drop in China’s population mean for the rest of the world?","author":"Nachiket Deuskar","time":"2023-02-01T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186081-fjgzxensno-1674649725.jpg","tags":["Population","Demographic Dividend","Population Control","China"]}