{"title":"Czech Republic says Indian courts do not have jurisdiction over Nikhil Gupta case","content":"Courts in India do not have jurisdiction over the case of an Indian man accused by the United States of conspiring to assassinate a Sikh separatist in New York, the Czech Republic’s justice ministry has told The Indian Express.The man, 52-year-old Nikhil Gupta, is presently lodged in the Pankrac prison in the Czech capital Prague. The United States has filed a request with the Czech authorities to extradite him, and the proceedings are ongoing.Gupta’s family approached India’s Supreme Court seeking directions to the Centre to intervene in the legal proceedings. On December 15, a two-judge bench told the petitioners to approach a court in the Czech Republic for any relief, but posted the matter for further hearing on January 4.On Tuesday, Vladimír Repka, the spokesperson of the Czech justice ministry, told The Indian Express: “Any judicial authorities of the Republic of India have no jurisdiction in the matter in question, the case is under the jurisdiction of the competent authorities of the Czech Republic.”Gupta’s family, in the petition before the Supreme Court, claimed that the proceedings against the 52-year-old were unfair because he had been arrested by Czech authorities without a warrant and had been denied consular access. They also claimed that he was forced to eat meat, even though he is a vegetarian.On these allegations, the Czech justice ministry said that it neither had any information, nor had received any complaints from Gupta or his defence counsel of him not having been allowed to contact India’s diplomatic mission. “Likewise, the Ministry of Justice of the Czech Republic does not have any information, nor has received any complaints that Mr Nikhil Gupta has been provided with an inappropriate diet,” the Czech government said.However, the ministry spokesperson said that according to the Czech law, a foreign national who is arrested “is entitled to have his consular office of the state he is a national of notified and to communicate with this consular office”.On November 29, the United States Attorney’s Office, Southern District of New York, announced that it had filed “murder-for-hire charges” against Gupta in connection with his alleged participation in a thwarted plot to assassinate a Sikh separatist leader. Each charge carries a maximum sentence of 10 years in prison. A statement released by the US Attorney’s Office alleged that Gupta had been recruited by an Indian government employee, who “directed a plot to assassinate on US soil an attorney and political activist who is a US citizen of Indian origin residing in New York City”.Though the statement did not name the separatist leader, a report in the Financial Times on November 23 identified him as Gurpatwant Singh Pannun.New Delhi has constituted a high-level committee to examine the inputs from the United States. External Affairs Ministry Spokesperson Arindam Bagchi said that India is taking the inputs seriously “since it impinges on our own national security interests as well”.Also read: New Delhi willing to consider evidence, PM Modi says in response to US claims of murder conspiracy","author":"Scroll Staff","time":"2023-12-20T13:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196081-relpqjddmc-1700655097.jpg","tags":["Nikhil Gupta","Czech Republic","United States"]}