{"title":"India’s national archives might go partly out of reach for writers. What happens to their holdings?","content":"On 30 May 2021, despite a brutal second wave of coronavirus, the Delhi High Court refused to direct the Centre to stop the ongoing construction of the Central Vista Project in Delhi. As I scrolled through the news that day, I felt a strange sinking sensation in the pit of my stomach. One of the buildings on the list of scheduled demolitions is the Annexe to the National Archives of India. The figures have been quoted time and again, but they lose nothing in the retelling. The Annexe contains 45 lakh files, 25,000 rare manuscripts, more than 1 lakh maps and 1.3 lakh Mughal documents, along with more than 6 lakh documents of the post-Partition era that are waiting to be catalogued. Because of the bureaucratic opacity that has enveloped the process of inventory, storage, transfer and preservation of valuable historical documents, and the deafening official silence around the question of whether records can be safely accessed during the interim between the construction and the actual opening of the new building, I have no idea about what or when I might be able to access.As someone who depends greatly on access to the NAI for research purposes, this is – needless to say – a stunning blow. From open letters to global petitions, much has been written on the subject of the political ambiguity that surrounds the issue of archival access (or the lack thereof). But what, I wondered, would it mean for the publishing industry? Delays, delays, delaysNon-fiction is a wide genre, after all, encompassing memoirs of public figures, reportage, travelogues/travel-writing, religion and spirituality, self-help and science and technology. My line of specialisation – historical non-fiction – is but one part of a much broader field. The first wave of the novel coronavirus brought it to a grinding halt, almost a month after my second book (VP Menon: The Unsung Architect of Modern India) was released. Now, in the aftermath of my own illness due to covid in April, I am faced with a double whammy: an ongoing pandemic and the demolition of a critical hub for my primary sources. There is some kind of comfort in knowing, however, that I am not alone. “Everyone has been in it together,” said Priya Kapoor, Editorial Director at Roli Books,.“We have had to push publication deadlines, submission dates, publishing programmes and had to work around all kinds of limitations.” Two of Roli Books’s titles – India: A Story in 100 Objects by Vidya Dehejia and Indian Botanical Art: An Illustrated History by Martyn Ryx (in collaboration with Kew Gardens, UK) were nearly done early in 2021 when the first wave of the coronavirus pandemic hit India. Publication of both titles had to be pushed to the middle of the year. “Material was still pending,” said Kapoor, “It would also not be prudent to publish these important books when access to them would be limited.” The primary concern was that, despite delays, work didn’t come to a complete halt. For books like Dehejia’s, for example, all images were accessed with the archive teams working remotely, allowing the book to see the light of day at the end of May 2021. Remote access to resources is, unfortunately, just one of the many roadblocks that writing historical non-fiction is likely to encounter in this dystopian age of pandemics and demolitions. In 2020, the hope was that things would change. All research switched to online archival sources. Zoom interviews and reference websites like Libgen and Archive.org to read the books I needed for research became my new normal. But as an independent historian, working remotely is a paradox I must live with. Institutional access to international journals is beyond me – so I depend on friends, working abroad on their PhDs or in think-tanks with access to the journals I need. Research grants are nearly impossible without institutional access as well. VP Menon’s story couldn’t have been told without the Charles Wallace India Trust scholarship, but it’s literally the only one I could find in 2016.The National Archives of India is the custodian of the records of enduring value of the Government of India. Established on 11 March, 1891 at Calcutta (Kolkata) as the Imperial Record Department, it is the biggest archival repository in South Asia. #philately #stamp #stamps pic.twitter.com/ErioIw9TAY— Mahesh Parekh (@maheshparekhb) April 20, 2021\n\nDigital pathways?Now, in 2021, with the pandemic very much at the forefront of daily life, there is a shift towards making digital research easily accessible. Institutions abroad have digitised full collections of records, free for public access – a real boon if there ever was one. JStor offers the harassed researcher the option of reading a hundred articles online free. This is certainly comforting – but in a country like India, even comfort wears layers of privilege and access. Access to online journals and, as the world opens up, to international travel to research in foreign archives is an unforeseen prerequisite that can only be catered to by privilege. “It should be assumed that most scholars – particularly independent scholars – don’t have the luxury of travelling across the world for their research, unless it is fully or partly funded,” said Aanchal Malhotra, oral historian and author of the bestselling Remnants of A Separation: A History of the Partition of India through Material Memory. “The archives in India hold incredible pre- and post-independence material,” she added. “This further delay in access caused by the Central Vista will, no doubt, put a lot of projects across the country on hold.” For a historian, archival work is a deeply necessary part of bringing any story to life. For an independent historian, working with online resources is something I am used to, but it isn’t always easy. The National Archives of India does have an online portal – the Abhilekh Patal – which is very useful (if rather untidily catalogued). You can access 73,267 papers online – which seems formidable, until you realise that the Archives house millions of documents across centuries of India’s history. In that context, it is but a fraction that one can access online. This makes for piecemeal research, in an age where access to resources has already been severely curtailed in India by the coronavirus.So, the coming demolition of the NAI Annexe – and the corresponding delay in the access to resources – will have unpredictable (but much feared) consequences for the writing of South Asian history. By default, those consequences will hit the Indian publishing industry hard as well. Roli Books, for instance, has a publishing list out of which at least 50% require an archive or a museum for research. “Our list, especially Lustre, dedicated to pictorial books, reflects our bias for books related to history,” said Kapoor, “Many books we have published relied very heavily on the material available at various museums and institutions, such as the National Archives, Nehru Memorial, etc.” For Yoda Press, this proportion is even larger. Arpita Das, Founder-Publisher, Yoda Press, said, “Since history and anthropology are the basis of a chunk of our non-fiction and academic titles, and yes, also of every single fiction title since we inaugurated our fiction list in 2016, I would say that 80% of our publishing list would need the use of archives.” At Westland, publisher Karthika VK said, “Many of the projects heading towards submission now are more contemporary in their subject matter, so we are expecting to see disruption in, say, 10%-15 % of our list.”Do get that, The National Museum of India, the Indira Gandhi National Centre for the Arts (#IGNCA), and the National Archives Annexe are set to be demolished. And that's a part of #india #history#InternationalMuseumDay2021 pic.twitter.com/ytlSaidor8— Suraj (@surajrad) May 18, 2021\n\nAnd what about publishing?What does the combination of a second wave and the demolition of the NAI Annexe mean, then, for publishing houses which put out a significant range of historical fiction and non-fiction? The direct impact, of course, will hit writers and historians alike. Deadlines will have to be extended, particularly with regard to archival-dependent works. There is an important corollary here, as Das pointed out, “With the entire world being a market now, and even academic titles in fierce competition with each other, it might also mean that by the time the book does get published, it is somewhat dated.”Shruti Kapila, University Lecturer in History at the University of Cambridge, Fellow of Corpus Christi College and author of the forthcoming Violent Fraternity: Indian Political Thought in the Global Age takes this reasoning to its logical culmination, “The effect of destruction will be catastrophic, without a doubt,” she said. In Kapila’s opinion, it will mean the loss of hard-won intellectual gains. “The international quality behind the reach of Indian history will decidedly suffer, and the writing of history will be an entirely statist project.”Like so many dominoes falling against each other, this will be a reason for submission dates of new manuscripts being pushed back, explains Das. It will intensify the suffering already caused by the delays caused by the first wave of Covid-19. Das’s comments highlight an interesting binary that Himanjali Sankar, Editorial Director at Simon & Schuster India, pointed out. Sankar explained that since research for most of the historical non-fiction on their list had already been concluded by the time the first wave of Covid-19 hit in 2020, the virus didn’t hit publishing as much as it hit the industry.  “The impact that the industry felt was because of the pandemic and the lockdown – the slowing down of retail, in warehouses etc,” she said. So, how will publishers choose their non-fiction lists as India heads toward a potential third wave of the pandemic? Given the times we live in, and the political, social and economic flux that the world is going through, understanding our past becomes more urgent with every passing day. “In terms of commissioning, there is a real impediment to thinking up new ideas and subjects – knowing the inaccessibility of the archives, we’ve realised we have to be more realistic about our own ambitions and expectations of an early turnaround,” said Karthika. Sankar agreed that the pandemic as well as the impending demolition of the NAI Annexe will affect the choice of titles that goes onto Simon & Schuster India’s forthcoming catalogue. In her opinion, a delay in publishing historical non-fiction will, if necessary, mean a shift in focus to publishing other genres – or to periods of history that are not affected in the same way by these delays.  “Extending manuscript delivery dates and waiting it out with them is the best we can do, I guess,” added Karthika, “Also, we can think of other projects we might be able to work with them on while waiting. In some cases, it might mean reprioritising titles – say when an author is working on two projects, one that requires substantial archival research and one that doesn’t.”  To say that this is a maddening way to work is an understatement. As Meghna Chaudhuri, Assistant Professor, Boston College, explains, most writers – students and scholars alike – have already lost nearly two years of research time. “Delays of up to 2024 or later will mean that we lose out on training historians with familiarity with the archive,” she says. Government must be transparent about its plans for the National Archives of India https://t.co/pQNoWHtJ1b a través de @IndianExpress pic.twitter.com/zqbIYzUsrL— Archiver@s de CyL (@AsociacionACAL) May 24, 2021\n\nThe swathe of history that the demolition and the pandemic have collectively delayed access to is almost too vast to comprehend.  “The NAI records are important for piecing together narratives of our past, outside the national frame of modern India’s borders, both from an India-centric perspective as well as regional essay perspectives of South Asia and Southeast Asia, as well as the wider Indian Ocean, and even Africa.” The inability to engage with or construct those narratives has ramifications – of privilege, of access, of language, of caste and class – that are too vast to debate within one essay, though they must be debated elsewhere. Equally, the impact of the ambiguity around the question of access is both disturbing and frustrating. Yet, non-fiction writers like myself must, out of sheer necessity, find ways to tell stories differently, and work, despite our obvious reluctance, within the parameters that are available to us at a given point in time. Karthika VK points to writers who, as she said, “have decided to wait a while before sending any proposals for new work that depends on archival research, but most are thinking about it as a delay rather than a hard stop and investing their time in other, shorter projects that they may be able to make progress on while waiting for renewed access.” Given that I am thinking of my own writing career in the same way, it’s a hopeful note. In these times, I think to myself, comfort – however cold, however layered – is still comfort. There is, then, a reason that the publishing industry has thrived through devastating crises across the ages. For me, the demolition of the NAI Annexe has added a layer of personal bereavement and fear to professional concerns.  When the materials of our craft are withheld, when we have no clear answers on how to engage with the evidence of our past, how then do we tell the stories that help us remember who we are? “I feel that the pandemic will also give rise to new genres of writing and a shift in the kind of books that people want to read.” Kapoor said. “I’m optimistic. Books and stories will not go anywhere. As a publisher, we just have to keep our eyes and ears open to them.” As writers who try to understand the past, we will have to try to do the same.This series of articles on the impact of the coronavirus pandemic on publishing is curated by Kanishka Gupta.","author":"Narayani Basu","time":"2021-07-09T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161291-suhrvwfjgr-1625749026.jpeg","tags":["archives","history"]}