{"title":"India bought Pegasus spyware from Israel in 2017: New York Times","content":"India bought Israeli spyware Pegasus in 2017 as part of a $2-billion defence package, The New York Times reported on Friday. The military-grade spyware and a “missile system” were the “centrepieces” of the package, according to the report. In July, several media organisations across the world had reported on the use of Pegasus, which has been developed by the NSO Group. In India, The Wire had reported that 161 Indians were spied on using Pegasus. The list included lawyers, activists, politicians, journalists, and many more. The spyware can only be sold to “vetted governments”, NSO had said.According to the American daily, Israel sold the spyware to many countries, which “led to the powerful spying tool ending up in the hands of a new generation of nationalist leaders worldwide”. Though the Israeli government’s oversight was meant to prevent the powerful spyware from being used in repressive ways, Pegasus has been sold to Poland, Hungary and India, despite those countries’ questionable records on human rights.— New York Times\nThe report noted that for decades, India’s ties with Israel “were frosty”. But in July 2017, Prime Minister Narendra Modi made his first trip to Israel, which was the first time a sitting Indian prime minister had officially visited the country. During the visit, Modi and his Israeli counterpart Benjamin Netanyahu “walked barefoot on a local beach” – a “carefully staged moment”, The New York Times pointed out.They had reason for the warm feelings. Their countries had agreed on the sale of a package of sophisticated weapons and intelligence gear worth roughly $2 billion – with Pegasus and a missile system as the centerpieces. Months later, Netanyahu made a rare state visit to India. — New York Times\nIsrael then appeared to reap the benefits of selling the spyware. Soon after Modi’s trip to Jerusalem, Netanyahu returned the gesture and visited India. And in 2019, India at Unesco voted in favour of Israel, to “deny observer status to a Palestinian human rights organisation”.The Narendra Modi-led government has still not clearly stated whether it ever bought the spyware, and has refused multiple times to file an affidavit in the Supreme Court on the matter.After the first reports about Pegasus came out, the matter was brought up by the Opposition in Parliament. Leaders had protested vociferously and pleas were filed in the Supreme Court against the government. The top court, in turn, had set up a panel to look into the allegations. Its inquiry is ongoing. During the hearing, the Supreme Court had pulled up the government, saying it had been forced to task a panel with the job of investigating the matter since the Centre was stonewalling it. The bench had said, the government had left it with “no option but to accept the prima facie case made out by the petitioners”. The court had said the Centre could not get a “free pass” citing “national security”. It had also rejected the government’s offer to set up its own panel to look into the allegations. The government in August and September had fought off criticism following the media exposés, claiming the reports about Pegasus were “conspiracies”, and that it had been brought up to “derail India’s growth” and as revenge for India’s supposedly efficient handling of the coronavirus pandemic.Also read: No ‘free pass’ for ‘national security concerns’: How SC rejected Centre’s arguments on PegasusPegasus case: What you need to know about the Supreme Court’s inquiry into the illegal spyware","author":"Scroll Staff","time":"2022-01-29T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162610-dtctrldbyu-1628510087.jpg","tags":["Pegasus","New York Times","Israel","spyware","NSO"]}