{"title":"'India has been a sexual wasteland for two centuries': An interview with psychoanalyst Sudhir Kakar","content":"Sudhir Kakar is a psychoanalyst, novelist, and a scholar in the fields of cultural psychology and the psychology of religion. Among many illustrious posts and roles over a diverse career, he has been a lecturer at Harvard University, Senior Fellow at the Centre for Study of World Religions at Harvard, and visiting professor at the universities of Chicago, McGill, Melbourne, Hawaii and Vienna.He is the author of 21 non-fiction books and six fiction works including Shamans, Mystics and Doctors, a translation of the Kamasutra and the Ascetic of Desire. His books have been translated into 22 languages around the world. In an interview, Kakar talks about the divide between Ayurveda and modern medicine, Freudian psychoanalysis and Indian metaphysics, and the fault lines between colonialism, religion and sexuality. Excerpts from the interview:Your body of work has consistently attempted to find a happy medium between western modes of analysis and indigenous eastern epistemology. What led you to this space and what have you found?At the beginning of my practice in India, I was acutely aware of my internal struggle between my inherited Hindu-Indian culture and the Freudian psychoanalytic culture that I had recently acquired and in which I was professionally socialised. My romantic Indian vision of reality could not be easily reconciled with the ironic psychoanalytic vision, nor could the Indian view of the person and the sources of human strengths be reconciled with the Freudian view – now also mine – on the nature of the individual and his or her world.Psychoanalysis, we know, is informed by a vision of human experience that emphasises man’s individuality and his self-contained psyche. In the psychoanalytic vision, each of us lives in our own subjective world, pursuing pleasures and private fantasies, constructing a life and a fate that will vanish when our time is over. This view emphasises the essential complexity and tragedy of life whereby many wishes are fated to remain unfulfilled. The psychoanalytic vision was in contrast to the Indian – specifically, Hindu – cultural heritage, which sees life not as tragic but as a romantic quest that can extend over many births, with the goal and possibility of apprehending another, purportedly higher level of reality beyond the shared, verifiable, empirical reality of our world, our bodies, and our emotions. The Hindu Indian view further asserts that belonging to a community is the fundamental need of man. Only if man truly belongs to such a community, naturally and unselfconsciously, can he enter the river of life and lead a full, creative and spontaneous life. My work then has revolved around seeking to bridge these two cultural universes. Please describe the premise of your book Shamans, Mystics and Doctors. Do you feel there is a gap in Western science and medicine that can be filled by so-called alternative ways of seeing the body in relation to the environment?The impetus for the book was the curiosity to explore the practice of my indigenous colleagues – the ojhas, gurus, vaids, the patients they strive to heal, and the rationale behind their healing systems. I not only wanted to look at their practices through my psychoanalytic lens but also the questions they would raise about my lens, which needed to be taken seriously by psychoanalysis.As for the gap, if we look at the body through the Ayurvedic lens, then the body is intimately connected with nature and the cosmos and there is nothing in nature without relevance for medicine. This body image, then, stresses an unremitting interchange taking place with the environment, simultaneously accompanied by a ceaseless change within the body. Moreover, in this view, there is no essential difference between body and mind. The body is merely the gross form of matter – sthulasharira – just as the mind is a more subtle form of the same matter – sukshmasharira; both are different forms of the same body-matter – sharira.In contrast, the contemporary scientific image is of a clearly etched body, sharply differentiated from the rest of the objects in the universe. This vision of the body as a safe stronghold with a limited number of drawbridges that maintain a tenuous contact with the outside world has its own particular cultural consequences. It seems to me that in Western discourse, both scientific and artistic, there is considerable preoccupation with what is going on within the fortress of the individual body. Preeminently, one seeks to explain behavioural processes through psychologies that derive from biology – to the relative exclusion of the natural and meta-natural  environment. The natural aspects of the environment – the quality of air, the quantity of sunlight, the presence of birds and animals, the plants and the trees – are a priori viewed, when they are considered at all, as irrelevant to intellectual and emotional development.  This is a gap which an alternative view of the body can help in filling.What can western psychoanalysis learn from the classical Indian view of the self? Are the two diametrically opposed? I would say that they are two different views of the self which are opposed in some respects but complementary in others and need each other for a proper balance.The opposition lies in the Western notion of a self which, like the body, is encapsulated.  And if the Western self has a location, then it is in the body, in the brain. The Indian self is much more open and strongly influenced by its surroundings. You may picture it like a TV set receiving signals from the universe whereas the Western self is receiving signals from the neurons firing in the brain. The Indian self is more at the junction of the body and the universe than is the case in the modern Western conception of the self.These are not abstract, academic issues but have practical consequences. The view of the self  as  not only based in the body and human biology but one which is intimately connected to its surrounds, to vegetation and animal life, would bring  nature into the notion of the self and its ideal development. Protection of the environment then becomes a part of fostering one’s own intellectual, emotional and spiritual development and that of one’s children. We then have a much stronger motivation for protecting the environment. Unless you associate the protection of the environment, selfishly, with your own protection, the energy put in environmental efforts will remain low.In the second case, of a possible complementarity of the views of self, both [Rabindranath] Tagore and [Mahatma] Gandhi thought the Indian self was marked by the attribute of sympathy, with nature and all of life, in contrast to the Western self emphasizing understanding nature and thus seeking power over it. Here, I believe, sympathy and understanding are not in opposition but complementary to each other. The consequence, for instance in psychotherapy is that the desirable \"autonomous self\" of Western psychotherapy needs to be balanced by the \"caring self\" of classical Indian thought. You have studied the Kamasutra from a few different perspectives. Please give us an overview of your work in this space. How does the contemporary Indian approach to sexuality differ from the classical and pre-classical era?From all available evidence, there was little sexual repression in ancient India, say from the third to 12th centuries, at least among the upper classes, the primary audience of the Kamasutra and of Sanskrit poems and plays of the period. The demands of sexuality had to be reconciled with those of morality, dharma, yes, but it was reconciliation rather than repression. The uninhibited sexuality of the Kamasutra where nothing is taboo in imagination and very little in reality, which combines tenderness with playful aggression in lovemaking, where gender roles in the sexual act are neither rigid nor fixed, was brought to its visual culmination between 9th and 12th centuries in temples of Khajuraho and Konarak.In the intervening centuries, and especially the last 200 years, Indian society managed to enter the dark ages of sexuality that is marked by the erotic grace which frees sexual activity from the imperatives of biology and unites the partners in sensual delight and metaphysical openness.What happened? Some blame the Muslim invasions and the medieval Muslim rule when the full covering of women’s bodies and segregation of the sexes became a sign of high social status. Yet medieval Islam was not a sexually repressive creed. At least in the upper classes, sexual love was marked by a cheerful sensuality. Indeed, a number of hadiths, the commentaries on the Quran, strongly favour the satisfaction of the sexual instinct. At least, that is, for the privileged male.Others blame the Victorian prudery of British colonial rule, itself the consequence of Christianity’s uneasy relationship with the body, when some Victorians even covered the legs of chairs because they were legs. There is some truth to both these influences but the more fundamental factor in the rejection of the erotic has to be looked for within the Hindu culture itself.  It is the ascetic tradition in Hinduism that is the real counterforce which undermined the Kamasutra legacy. The duality of eroticism vs asceticism dialectic has been always a part of Hindu culture. The one or the other might become dominant in a particular period of history though the other is never submerged. At the same time the Kamasutra was composed there were other texts holding fast to the ascetic ideal and extolling the virtues of celibacy for spiritual progress. The ascetic ideal, that can degenerate into puritanism, is then also quintessentially Indian, perennially in competition with the erotic one for possession of the Indian soul. It is very unlikely that ancient Indians were ever, or even could be, as unswerving in their pursuit of pleasure as, for instance, ancient Romans.That India has been a sexual wasteland for the last two centuries is then due to a combination of British prudery, adopted by the upper classes in what may be called an \"identification with the aggressor\", and our own deep seated strain of Brahaminical asceticism, held aloft through the centuries by the Hindu version of the poet William Blake’s “priests in black gowns…binding with briars my joys and desires.” Tell us more about your work in the area of the Psychology of Religion. Is it reductionist to view Indic modes of thought through a Freudian lens?It is not reductionistic if one recognises that this is only one of the many possible lenses, with its own basic assumptions. The question is whether the Freudian lens brings out certain features of the phenomenon that is being studied which was not thought of before, thus enriching our understanding or at least provoking us to further thought, if only in refutation. Psychoanalysis is an iconoclastic discipline. This means that it is a hermeneutics of suspicion and would evoke hostility anywhere, and especially in India where so much of our classical modes of thought subscribes to what I call the hermeneutics of idealisation.What are your impressions on the current political climate in India? Does it represent a sea change in the collective psyche of modern India? How do you see this evolving in the decades to come?The current political climate is bringing two issues to the fore which India has been struggling with for decades. These are not new but are being brought out in sharp relief. One is of diversity and the other of the nature of Indian modernity.Diversity is one of the country’s greatest resources. But diversity can also be divisive and the question arises whether the protection of this diversity needs a framework to contain its centrifugal forces of caste, religion, language and so on. Super-ordinate identities, like Indian identity or Indian-ness, if they evolve by the mutual consent of various groups and are not imposed by force or diktat, dampen internal conflicts and are an antidote to divisiveness. I am not talking of a unity but a search for harmony within India’s diversity. What should be the shape of this Indian-ness, this Bharatiyata, would be one political issue that would involve us in the decades to come.The other issue would be the nature of Indian modernity. There has been a long tradition in India of absorbing  influences coming from outside and dealing with them in a creative manner. Indians have never completely absorbed nor completely rejected foreign ideas and influences. They have digested them in a process of assimilation and recreation. West-inspired modernity, or at least parts of this modernity, have been welcomed by even the most fanatical of Hindu revivalists. For instance, they have always been enthusiastic about the technological aspects of modernity and even some of its legal framework. So modernity has not come in a bundle but has to be dis-aggregated. Yes, to some part of modernity, no, to others. There will be cultural and hence also political conflicts around which parts of modernity should be embraced and which ones rejected. Individualism for instance, especially its narcissistic extreme, the “looking out for number one”? Justice and how much violence is permissible in the quest for justice? There are many other aspects of modernity which will create conflicts but we don’t have space to discuss them here.","author":"Vikram Zutshi","time":"2016-10-04T05:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/817637-42348-koynmljdun-1474993664.jpg","tags":["Psychoanalysis","Spirituality","Sudhir Kakar"]}