{"title":"India’s rank on World Press Freedom Index falls to 150 out of 180 countries","content":"India’s ranking in the World Press Freedom Index fell from 142 in 2021 to 150 this year out of 180 countries, media watchdog Reporters Sans Frontières said on Tuesday.The organisation has been publishing the World Press Freedom Index since 2002. India’s rank has fallen to 150 in 2022 from 133 in 2016.Among specific indicators, India’s rank this year was the highest in terms of the legislative indicator (120) and was the lowest in terms of the security indicator (163). The country had an overall score of 41.00, compared to 53.44 last year.Reporters Without Borders cited “violence against journalists, the politically partisan media and the concentration of media ownership” to state that press freedom is in crisis in India.“Originally a product of the anti-colonial movement, the Indian press used to be seen as fairly progressive but things changed radically in the mid-2010s, when Narendra Modi became prime minister and engineered a spectacular rapprochement between his party, the BJP, and the big families dominating the media,” Reporters Without Borders said.It cited the example of Reliance Industries Limited chairman Mukesh Ambani, who “who owns more than 70 media outlets that are followed by at least 800 million Indians”. Meanwhile, it also said that journalists who are too critical of the government are “subjected to all-out harassment and attack campaigns by Modi devotees known as bhakts”.Reporters Without Borders added that under the guise of combatting Covid-19, the government and its supporters “have waged a guerrilla war of lawsuits against media outlets whose coverage of the pandemic contradicted official statements”. It said that journalists who try to cover anti-government protests are often arrested and sometimes detained arbitrarily.The organisation also raised concerns about the safety of journalists in India, reiterating its last year’s description of the country as one of the world’s most dangerous ones for the media. “Journalists are exposed to all kinds of physical violence including police violence, ambushes by political activists, and deadly reprisals by criminal groups or corrupt local officials,” it said.In December, the organisation had listed India among the five most dangerous countries in terms of the number of journalists killed in 2021. It had cited the killings of Avinash Jha, a journalist working with BNN News, Telugu news channel EV5 reporter Chennakeshavalu, Hindi news channel Sudarshan TV’s Manish Kumar Singh and ABP News’ Sulabh Srivastava.In the report released on Tuesday, RSF said that the situation was still “very worrisome” in Kashmir, and said that reporters in the region are “often harassed by police and paramilitaries, with some being subjected to so-called ‘provisional detention’ for several years”.The watchdog said that the media in India does not reflect the diversity of the country, with mostly Hindu men from upper castes holding senior positions. On December 22, Union Minister of Information and Broadcasting Anurag Thakur said that the Centre disagreed with India’s rank on the 2021 index. In a written reply to the Lok Sabha, he claimed that the report was based on a small sample size and gave little or no importance to the “fundamentals of democracy”.Read the full 2022 report here.","author":"Scroll Staff","time":"2022-05-03T18:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173898-vplgjppuvj-1651577408.jpg","tags":["Reporters Without Borders","Press Freedom Index","India","Freedom of Press","Journalism in India"]}