{"title":"Indian population is growing much faster in the north – and the south is paying the price","content":"That India has a population problem is a truism every schoolchild learns. It was the first country in the world to adopt family planning, back in 1952. Yet, the problem persists: India is expected to surpass China as the most populous country on the planet by 2024, an incredible overtake given that in 1950, China’s  population was one and a half times more than India’s.This overarching narrative of India’s population explosion, however, becomes complicated as one zooms in. West Bengal’s fertility rate – the average number of children a woman would have in a given population – is lower than that of Norway, a nation worried about its social welfare system being stretched by an ageing population. Japan’s fertility rate of 1.5 is so low that the country is facing a socio-economic crisis. Yet, according to data released by the Union government last week, Kerala’s fertility rate is nearly the same – 1.56.Clearly, then, it makes little sense to talk of India’s population problem without discussing the vast disparities that characterise how the population is growing across states. Have a look at this map:Most news about fertility rates tends to separate the data by religion. But given that states and not religious communities make up India’s constituent units, significant differences in population growth rates among states will affect Indian politics far more explicitly.  As the map shows, there is a clear cleavage between South India and North India. The south is blue, with fertility rates lower than the replacement rate, meaning that fewer babies are being born than people are dying – a trend that would eventually result in a declining population. The north is mostly orange or red with Uttar Pradesh and Bihar – two states that together make up a quarter of India’s population – recording very high fertility rates of 2.74 and 3.41, respectively. The result: in 1951, Tamil Nadu’s population was slightly higher than Bihar’s. Six decades later, Bihar’s population is nearly 1.5 times Tamil Nadu’s. Madhya Pradesh in 1951 had 37% more people than Kerala; in 2011, it had 217% as many.Question of representationThe direct effect of such significant changes in population will be on the representation of states in Parliament. In other federal polities such as the United States, methods to decide seats in the federal legislature have often been torturous. In 1787, for example, the US went so far as to institute the odious practice of counting each African-American slave as three-fifths of a White person – known to history as the “Three-Fifths Compromise” – to get states with competing interests to agree to a formula for deciding the number of seats in one house of the federal legislature. In the other house, each state, no matter its size or population, is represented by two members. The US has thus ignored the principle of one-man-one-vote in order to get its union working.India has had to make its own adjustments in order to keep big and small states in the same boat. In 1976, Parliament – then under the Emergency – passed a constitutional amendment that froze the number of seats each state had in Parliament as per the 1971 Census. The freeze was to end in 2000. But because it was so expedient, Parliament, in 2001, extended it till 2026. Thus, until 2026, Parliament’s seat composition will essentially represent a population snapshot taken more than 50 years ago.The freeze has meant that the Hindi-speaking states such as Uttar Pradesh and Bihar, which have outstripped many other sates in population growth since the freeze, have not seen their seats in Parliament increase as they should have. Like the compromises to constitute the US Congress, this has weakened the principle of one-man-one-vote in India’s Parliament. In Uttar Pradesh, for example, one Lok Sabha MP now represents 25 lakh people. In Bihar, 26 lakh. In West Bengal, however, the number drops to 22 lakh. In Tamil Nadu, it is 18 lakh and in Kerala only 17 lakh. In effect, a Malayali has more than 1.5 times the representation of a Bihari in the Lok Sabha.India has tolerated this attenuation of the one-man-one-vote principle given the instability redistributing seats among states might cause. But considering the significant changes in population, the seats have to be redistributed. When that happens, the share of parliamentary seats of low fertility southern states will fall sharply. The consequences for Indian politics could be significant: the country is already politically dominated by the more populous Hindi states and any change in the current distribution of seats in their favour will seal this domination.  In the 2014 Lok Sabha election, for example, the Bharatiya Janata Party won 51% of its seats from just four states – Uttar Pradesh, Bihar, Rajasthan and Madhya Pradesh. If the seats were allotted proportionate to population, this ratio would likely have been much higher.A central government that does not reflect enough states from all corners of the Union might breed disaffection. This is especially true for southern states, which already feel neglected. They contribute much more to the Indian Union’s finances per capita than, say, Uttar Pradesh or Bihar, but get much less funding from the Centre. Nor does their financial muscle translate to political heft. For example, former Tami Nadu Chief Minister J Jayalalithaa opposed the Goods and Services Tax on the ground that it would hurt the state but was powerless to stop it given how few members of Parliament the state had.Changing migration patternsThe vastly differing rates of fertility – paired with differences in economic growth – will also affect inter-state migration. India has actually seen little migration across states so far, mainly because of vast cultural differences between states. For example, between 1991 and 2001, intra-state migrants were nearly five times the number of inter-state migrants.Inter-state movement is still fairly modest considering the overall population, but it is growing fast. Compared to the 1991-2001 period, the following decade saw inter-state migration nearly double. Moreover, the influx of migrants is acutely concentrated in the southern states. From 2001 to 2011, migration into Tamil Nadu went up by 39 times. The outflux of migrants from Bihar and Uttar Pradesh in the same period went up by 2.3 times and two times, respectivelyPolitics in the southern states has responded to this sharp uptake in migration from the north. In 2015, Andhra Pradesh Chief Minister N Chandrababu Naidu called for Telugus to have more children, comparing Andhra Pradesh with Japan. Bengaluru has seen a vigorous agitation against Hindi signage, driven by the fact that Hindi is the lingua franca of migrants to the city while older residents speak mostly Kannada, Tamil, Telugu and (Dakni) Urdu.There are few parallels to India given that it is a multi-ethnic, uber-polyglot country of 1.3 billion people. China is the closest and migration in the Communist state is closely controlled by the state. Moreover, even in China, inter-provincial (and hence inter-ethnic) migration has led to significant tensions.The European Union is much smaller than India but migration across the region caused tensions sharp enough to break the confederation. One of the key justifications for Brexit that was articulated by right-wing parties was migration from mainland Europe into the United Kingdom. In France, the far right captured a large share of vote in last year’s parliamentary election by opposing migration and promising to leave the European Union.","author":"Shoaib Daniyal","time":"2018-01-19T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/865569-79507-dixefdbmoo-1516287074.jpg","tags":["Population growth","fertility rate","India's population explosion","State representation in Parliament","political hegemony"]}