{"title":"India’s iPhone factory is keeping women workers isolated","content":"In January 2020, seven women from a small village in Tamil Nadu’s Tiruvannamalai district travelled to Chennai for a job interview. Among them was M Radha, then 21 years old. The daughter of farmers, she had studied until Class 12 and worked as a salesperson at a jewellery showroom in her village.Radha had been to Chennai in the past to meet relatives but this was the first time she was traveling for work. A friend had told her that a company was hiring workers for a mobile phone manufacturing plant, and that the money was good. Additionally, the friend said, the company would provide employees with free accommodation and food.“I was very nervous and felt that I may not be suitable for the job,” Radha said. “And initially, they rejected me. But I met the human resource team and convinced them that I could do the job.”A few days later, Radha walked into a sprawling, glistening factory in Sriperumbudur, on the outskirts of Chennai. It had rows and rows of workers, most of them young women like Radha, bent over work tables on which were laid out tiny, metal parts. They were assembling iPhones – the most expensive and coveted mobile phones in the world – made by Apple, the second-richest tech company in the world.The factory was run by Foxconn, a Taiwanese company that is the world’s largest contract manufacturer of electronics. For long, most of its phone production for Apple was done out of China. But in recent years, with the relationship between the United States and China coming under strain, Foxconn had been scouting for new locations for its manufacturing units. The town of Sriperumbudur, situated in Tamil Nadu, one of India’s most literate states, seemed like a natural choice. Home to over 500 companies, including manufacturers of electronics, auto components and chemicals, it has grown into an industrial hub in the past two decades.In 2017, Foxconn began to assemble iPhones at the Sipcot Industrial Estate in Sriperumbudur. Last year, it hit a milestone: it manufactured iPhone 15, just weeks after shipments started in China, in line with the Narendra Modi government’s ambition to make India a global electronics manufacturing hub.Prime Minister Narendra Modi greets Foxconn Chairman Young Liu at a conference in 2023. In recent years, Foxconn had been scouting for new locations for its manufacturing units. Photo: Reuters/Amit DaveWhen Radha joined the Foxconn factory in 2020, it had roughly 15,000 workers – according to estimates of activists, women comprised around 80% of the plant’s workforce.Radha felt intimidated at first. “The job was kind of hard in the beginning,” she said. “But after a few months, I got used to it and it became routine.” (Radha and other workers asked to be kept anonymous for this story or be identified by pseudonyms because the company had instructed them not to speak to the media.)Radha came to enjoy her job. “I like that I get to make a living,” she said. With her salary, she began paying her younger brother’s college fees. She was also happy about the impact her work had on women in her village.“Women in my village are not typically allowed to leave their homes and work,” she said. “But after I started working, my relatives and neighbours started to encourage young women in their households to work.”By creating jobs for rural women and bringing them into the workforce, Foxconn is enabling a transition that economists say is essential for agrarian economies to transform into industrial hubs. But there is a hidden cost, as Radha found out.She shared a room with five others in a company hostel that was at an inconvenient distance from the factory. She disliked the food that residents were served and also found the facilities unhygienic and poorly maintained.She also found that she was expected to keep strict timings. From Monday to Saturday, residents were not allowed to leave the hostel for anything except to commute to the factory. On Sundays, the women were allowed to travel between 7 am and 7 pm. “We have to hurry back, because if we go to Chennai, it takes us almost two hours to make it back,” another woman worker said.If they wanted to go out on weekdays, the women needed to obtain permission to do so. Specifically, the women had to make a request to the hostel administration, a member of which then called up their parents. “They have to inform our parents about the request and only after they confirm the reason for the request, we are allowed to go,” Radha said.Sriperumbudur is home to over 500 companies, including manufacturers of electronics, auto components and chemicals. In 2017, Foxconn began to assemble iPhones in Sriperumbudur. Photo: Babu Babu/ReutersActivists say the constraints placed on the women who live in the hostels is just one of the many ways in which the company is exercising control over its workers – an aspect that is getting overlooked in the euphoria accompanying India’s iPhone push.“It is basically like jailing people,” said S Kannan, the deputy secretary of the Centre for Indian Trade Unions, Tamil Nadu. “So the workers never get a chance to meet anyone and remain isolated.”Gaining access to the Foxconn workers was indeed a challenge because the hostels in which they live are heavily guarded – even activists said they struggled to meet the women. When I did manage to arrange some interviews, workers were hesitant to speak because they had been ordered not to communicate with the media. It was only after I repeatedly assured them that their identities would be protected that they agreed.Questions sent to Foxconn went unanswered at the time of publication. The labour department of Tamil Nadu also did not respond to a request for comment.This story is part of Common Ground, our in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.The model of housing workers in hostels where they have minimal freedom can be traced back to China and is known as the “dormitory labour regime”.While this model became widespread in the 1980s and 1990s, some papers trace its origins to the 1920s, when Chinese- and Japanese-owned mills hired teenage girls from rural China to work in Shanghai’s cotton mills. Since most workers were migrants from other parts of China, the companies housed them in dormitories, where severe restrictions were placed on them. In fact, researcher Emily Honig noted, they would be escorted by “thugs” every time they had to leave the dormitories for factories, and on their return.A 2006 paper that studied the dormitory labour regime in China noted that this system gave companies “labour supply ‘on tap’”. It allowed them to extend working days if they needed to, and respond swiftly “to fluctuations in product demand”. Overall, it noted, the system served “as a form of coercive control, whereby employers have power not only over employment but also the housing needs of employees.”Researchers have argued that the dormitory system was one of the key reasons China attained its status as the “world’s factory”.Workers in a Foxconn factory in China. Researchers have argued that the dormitory system implemented by companies like Foxconn was a key reason China attained its status as the “world’s factory”. Photo: Bobby Yip/ReutersFoxconn appears to be replicating this model in India. The company entered the country in 2015. It began as a contract manufacturer for Sony and then established ventures with other companies, such as those of the Adani Group and Gionee, to manufacture their products in India, before it began making iPhones for Apple.An activist from Sriperumbudur, who did not want to be identified in this report, said most women workers were internal migrants. “Most people living here are not native to the region,” he said as we walked through the streets. “They all come from other parts of Tamil Nadu for jobs.”While around 20 contract agencies recruit people from across the state for a variety of factory jobs in Sriperumbudur, in the case of Foxconn, these agencies assure parents of their daughters’ safety, free housing and food, and convince families to send their children to work.The activist noted that while women workers had been migrating to the area for more than a decade, the hostels began to be set up only in 2017, after the entry of Foxconn.“Nokia had over 8,000 workers but it didn’t start a hostel,” said the activist. “Other companies also had 10,000-12,000 workers but nobody made any attempts to house workers. They all lived in small rented houses.”“The hostel is a China-Foxconn thing,” he said.In Andhra Pradesh, the other state where Foxconn has a presence, the dormitory system seems to be more widespread. A 2023 paper that analysed labour patterns in an electronics manufacturing zone in the state, noted, “Female migrants aged between 18-23 were preferentially chosen as electronics workers in the Andhra Pradesh site for two related reasons.” The first reason was that “as in China, women were seen as docile and unlikely to object to low wages”. The second was that “the labour itself was seen as particularly suitable for women”, specifically because of the women’s “nimble fingers”.The paper found that “hostel managers confirmed that restrictions were required by firms, and that women’s movements (as well as, in some cases, their diets, health and perceived psychological condition) were monitored and reported to the HR departments of their employers”.In Sriperumbudur, the contract agencies and Foxconn together make the dormitory arrangements for these workers. “The hostel is run by an outsourced agency,” said the local activist. “But of course, the company does get a say in how it is run since it is also investing in these hostels.”The activist noted that most of the women who are employed at the company have never lived away from their homes, and that parents are understandably wary of them moving out. “So, one, the hostel takes responsibility and also this way the company can maintain some control,” the activist said. “Otherwise, it would be very difficult to manage thousands of employees.”Radha seemed to agree. “I understand that they do it for our safety,” she said. “Some women may misuse their freedom, so they need to keep our parents informed about our whereabouts.”The 2023 paper found that conditions in China were worse than in South India, but that women in the latter location also faced several struggles. It noted, “although migrant women workers in the south Indian case did not usually experience excessive overtime, they spent almost all non-working hours confined to hostels, unable to interact with locals or male migrants, preventing any integration or potential for autonomous spousal choice”.In Sriperumbudur, many of the dormitories that housed women workers were engineering colleges that had shut down over the preceding few years, and were located at a considerable distance from the factory. “It took us over an hour to reach the factory,” Radha said.Radha noted that she wasn’t the only one displeased with the food served at her hostel. “The food was terrible,” she said. “All of us hated it.” She described it as “undercooked and tasteless” and rued the fact that hostel residents were only given non-vegetarian food once a week and were not provided eggs.She added the hostels were very unhygienic. “The toilets were extremely unclean and so many of us would be using them,” Radha said. “It was unbearable.”The dormitories did not have 24-hour running water, and workers had to wait for intermittent supply to use the facilities, the activist said. By the time they finished, there would usually not be enough water left for sanitation workers to clean the bathrooms.The activist said that often women would not use the toilets at the hostel and would instead wait until they reached the factory. “This obviously took a toll on their health,” he said.The problem of health has boiled over into a crisis in the past. In 2021, hundreds of workers from the Foxconn factory went on protest and blocked traffic on the Chennai-Bengaluru highway after a food poisoning incident that resulted in 250 workers falling ill, of which 159 were admitted to a hospital. The workers also complained that their living conditions were unhygienic and demanded that their employers take immediate steps to improve them.After the protests, the factory stayed closed for a few days, until the administration promised to make improvements in the hostels and ensure hygiene in food preparation.Since then, the situation has improved, workers said. But some women still do not see the living conditions and the restrictions as satisfactory.Twenty-two-year-old Geeta R decided when she joined Foxconn not to live in a hostel and instead shared a house with other women. “There is no way that I could live in the hostel,” she said.Radha, too, eventually chose a life outside the hostel – a year after she took up the job, she shifted out into a house that she rented with five other women. Here, they can cook their own food and leave and enter their house at will. She can also eat non-vegetarian food whenever she wants. “Now our parents can also come and visit us whenever they want and we don’t have to get permission to meet them,” she said.She cannot imagine returning to the hostel. “I just won’t have the same freedom that I have living outside,” she said.At the Foxconn factory, workers have eight-hour shifts – Geeta explained that each worker’s timing changes frequently, making it difficult for them to settle into any kind of reliable routine. The women sit for hours in front of the assembly line where they fix screws onto phones, and put different parts of the device together.Tamilselvi R, who is from Rameshwaram, learnt of the job when Foxconn visited the college she was studying at for placements, offering those it hired a monthly salary of Rs 15,000. She decided that it was a good opportunity. “All I had to do was fix screws to the phone,” she said. “It looked easy.”But the women have to work on 500 phones each day. “The company needs to meet the target,” Tamilselvi said. “So there is a lot of pressure on us to work continuously.”She added, “Sometimes the machine itself has problems and the phones don’t arrive on the conveyor belt on time. So sometimes, we are sitting there idle because something is wrong. And when it starts working, all the phones come together and we have to increase our speed.”The women suffer from back aches and neck pains as a result of bending over the phones for hours at a stretch. All of the women I spoke to said they suffered from severe hair fall as well – the reasons for which remain unclear.The workers explained that they are allowed a 45-minute lunch break in the middle of the day, which includes time they might need to use the restroom. “If we take breaks in between, then the phones pile up and the pressure increases on us,” Tamilselvi said.Workers at the Sriperumbudur Foxconn plant are not permitted to take more than two days of leave at a time. Because they are contract workers,  their pay is cut even for these days off. Photo: Sudarshan Varadhan/ReutersWhile they are not denied toilet breaks at other times of the day, Tamilselvi said supervisors often chided workers for taking them. In general, she added, supervisors scold workers for any perceived inefficiencies, and could even be verbally abusive to them. “They are constantly hurrying us,” Rani said. “But our hands can only work at a certain pace.”Since workers only need to assemble phones, they typically do not find the opportunity to learn new skills or advance their careers. “There are very few women who get promoted to different positions,” the local activist said. “For most it is a monotonous job and they are not given any other skill training to be eligible for higher positions.”Thus, most workers don’t see a future with the company. Many are saving up money for their weddings or to pay off loans. “If my husband allows me to work I’ll continue,” Tamilselvi said. “Otherwise, I’ll stop working.”Even those who make their own living arrangements find the terms of their employment repressive. In early January, a week before Pongal, I met Priya and Rani K, sisters from a district in southern Tamil Nadu who are 20 and 23 years old. The sisters, who work for Foxconn, live in a shared accommodation in Sriperumbudur.Rani heard about the job opportunity because the company had visited her college for placements. Despite having a BCom degree, she decided to change the course of her career and take up the Foxconn factory job because the company offered a relatively generous salary. A year later, Priya, who has only studied until Class 12, decided to follow in Rani’s footsteps and also joined the company.Today, the sisters struggle with the restrictions that come with their jobs – for instance, that workers are not allowed to take a break of more than two days at a time. “We can only go home for two days,” Priya said, with a frown. “It will take an entire day to get home and then we have to be back at work the following day.”She added, “Even if it is an emergency, we won’t be given more than two days. And in case we take one extra day and come back to work, we’ll be fired.”Further, the women are all contractual workers, and so lose wages for every day that they take leave – this makes them hesitant to take any leave at all. “This is also one of the reasons why many women choose to leave their jobs,” the local activist said.Tamil Nadu laws offer some protections to long-term contract workers, by mandating that they be given permanent status. According to Section 3 of the Tamil Nadu Industrial Establishments (Conferment of Permanent Status to Workmen) Act, 1981, a worker “who is in continuous service for a period of four hundred and eighty days in a period of twenty-four calendar months in an industrial establishment shall be made permanent”.But, activists noted, the employers at Foxconn circumvent this rule by only offering the workers 11-month contracts. They are given a break of a few days after the contracts expire and then asked to rejoin work, the local activist said. He explained that the company’s rationale is that if workers are hired on such intermittent contracts, they are not entitled to the protection provided by the law.The activist argued that the company also focuses on employing women between the ages of 18 and 25 to minimise the likelihood that any will get married or have children. “Around 25 is when women usually get married,” the activist said. “So, with this age bracket, the company doesn’t owe them paid maternity leave. And by not making them permanent, they don’t owe them any other benefits either.”The dormitory system was specifically designed to prevent workers from having any interactions with the outside world, especially with trade unions, argued S Kannan, the deputy secretary of the Centre for Indian Trade Unions, Tamil Nadu. Though Foxconn doesn’t make any explicit rules regarding unionising, social workers said that by denying access to activists, the company had ensured that no unions were formed.“We were able to unionise in the past because people lived outside and they had exposure to other people and the work of the unions,” Kannan said. “So, they were given awareness regarding their workers’ rights.”This, he explained, “is why we were also able to organise big protests and demand that the rights of employees be secured. Protests don’t take place anymore because people are piled up in these hostel rooms.”In Kannan’s view, the 2021 protests only took place because the workers were pushed to a breaking point. “They just burst out in frustration,” he said. “But immediately after almost 1,000 employees who took part in the protests were terminated.”He explained that when people are locked away in a separate building, those on the outside have little access to information about their safety and wellbeing. “Do they get eight hours of sleep?” he said. “Do they have any health issues? Are they being exploited at their jobs? Nobody knows anything and they don’t question anything either.”When I met the women, they told me that just a few days ago they had received information from the company that they would not be paid a house rent allowance anymore – some women noted that this allowance amounted to around Rs 4,500 a month. This move has left the workers very worried. “If they cut off the allowance I will not be able to live outside,” Radha said. She added that she had noticed that the company was building new hostels.“I think they want to ensure all of us have to stay in the hostel only from now onwards,” she said.If they do end up going ahead with this decision, Tamilselvi said, she would immediately look for another job. “I know other companies don’t pay as much,” she said. “But there is no way that I will ever live in a hostel.”","author":"Johanna Deeksha","time":"2024-03-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198817-kmuczglvut-1709038820.jpg","tags":["Gender","Work","Tamil Nadu","Foxconn","Apple","iPhone","Labour rights"]}