{"title":"India’s probe finds rogue officials were involved in alleged plot to kill Sikh separatist: Report","content":"Rogue officials not authorised by the Indian government had been involved in the alleged plot to assassinate a Sikh separatist in the United States, New Delhi’s investigation into the claims by Washington has found, Bloomberg reported.At least one of the persons involved in the alleged plot does not work anymore for Research and Analysis Wing, India’s foreign intelligence agency, Bloomberg quoted unidentified officials as saying. However, the person is still working for the Indian government and no criminal action has been taken against him so far.The findings of the internal investigation by the Indian government have not been made public so far.However, the Indian government has informed United States authorities about the findings, Bloomberg reported.The Joe Biden administration in the United States has demanded that those involved in the alleged plot be prosecuted. The Indian government has not commented on the Bloomberg report.On November 29, the United States Attorney’s Office, Southern District of New York, announced that it had filed “murder-for-hire charges” against an Indian national named Nikhil Gupta in connection with his alleged participation in a thwarted plot to assassinate a Sikh separatist leader.While the statement did not name the separatist leader, a report in the Financial Times on November 23 identified him as Gurpatwant Singh Pannun.In response, the Indian government had constituted a high-level inquiry committee to examine the inputs from the United States.The US Attorney’s Office had alleged in its November 29 statement that Gupta had been recruited by an Indian government employee, who “directed a plot to assassinate on US soil an attorney and political activist who is a US citizen of Indian origin residing in New York city”.It was referring to Pannun, who is a dual citizen of the United States and Canada, and the founder of a group called Sikhs for Justice that advocates for Khalistan – an independent state for Sikhs. He was declared an “individual terrorist” under the Unlawful Activities Prevention Act in 2020.The United States’ Department of Justice alleged that the plot was part of a larger conspiracy to kill one person in California and at least three in Canada. It claimed that Gupta was working on the directions of an Indian government officer.On December 7, the United States’ National Security Spokesperson John Kirby said that while India is a strategic partner for Washington, New Delhi needs to hold accountable those responsible for the alleged plot to assassinate the Sikh separatist.In late December, Prime Minister Narendra Modi told the Financial Times that he would look into the evidence, but a “few incidents” would not harm relations between New Delhi and Washington.“If someone gives us any information, we would definitely look into it,” Modi had told the newspaper. “If a citizen of ours has done anything good or bad, we are ready to look into it. Our commitment is to the rule of law.”","author":"Scroll Staff","time":"2024-03-21T11:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196081-relpqjddmc-1700655097.jpg","tags":["Gurpatwant Singh Pannun","India","United States"]}