{"title":"India abstains from voting on UNHRC resolution calling for ceasefire in Gaza, arms embargo on Israel","content":"India on Friday abstained from voting on a United Nations Human Rights Council resolution demanding an immediate ceasefire in Gaza and calling on the council’s member-states to implement an arms embargo on Israel, reported The Hindu.The resolution – “Human rights situation in the Occupied Palestinian Territory, including East Jerusalem, and the obligation to ensure accountability and justice” – was adopted by the 47-member Human Rights Council with 28 votes in favour, six against and 13 abstentions.Other than India, the countries that abstained from the vote were France, Japan, the Netherlands, and Romania. Argentina, Bulgaria, Germany and the United States voted against the resolution.India did, however, vote in favour of three other resolutions that: 1) Criticised Israel for human rights violations against Palestinians 2) Supported the Palestinian right to self-determination and 3) Criticised Israel’s occupation of Syrian Golan, a region in southwest Syria that has been under Israel’s control since 1967.India has previously abstained from all resolutions demanding “accountability” from Israel, reported The Hindu.The vote on Friday came after the killing of seven international aid workers in Gaza by Israeli strikes, in addition to a military strike by Israel on the Iranian embassy in Syria.All four resolutions were presented by Pakistan on behalf of the Organisation of Islamic Cooperation, demanded that Israel “immediately lift its illegal blockade on the Gaza Strip and all other forms of collective punishment and siege”.The resolution backed a call “to cease the sale, transfer, and diversion of arms, munitions, and other military equipment to Israel, the occupying Power,” reported Dawn.It also condemned Israeli actions that “may amount to ethnic cleansing” and mentioned the “starvation of civilians” by the Israeli forces, The Hindu reported.Since October, Israel has been carrying out unprecedented air and ground strikes on Gaza. The attacks have killed nearly 33,000 people, including more than 13,000 children, according to Al Jazeera. Nearly 75,000 people have been left injured.Israel’s war on Gaza began after Hamas’ incursion into southern Israel on October 7 killed 1,200 people. The militant group had also taken over 200 people hostage. Some of the hostages were released in November as part of a brief ceasefire agreement in exchange for Palestinians imprisoned by Israel and humanitarian aid.","author":"Scroll Staff","time":"2024-04-06T13:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155402-dnkjiqyitb-1614231928.jpg","tags":["Israel","Gaza","Palestine","Israel-Hamas War","United Nations Human Rights Council","Ministry of External Affairs"]}