{"title":"Indian man hired as ‘army security helper’ dies in Russian war zone: Report","content":"A 23-year-old man from Gujarat who was hired as an “army security helper” in Russia was allegedly killed in a Ukrainian air strike in Donetsk, on the Russia-Ukraine border, The Hindu reported on Saturday. The man, identified as Hemil Ashvinbhai Mangukiya, was killed after being struck by missiles on February 21, according to 23-year-old Sameer Ahmad, who hails from Karnataka’s Kalaburagi and is also serving with the Russian Armed Forces as a helper.The Ministry of External Affairs said it had not been informed of Mangukiya’s death, according to The Hindu. On Tuesday, The Hindu reported that nearly 100 Indians have recruited by the Russian Armed Forces over the past year. It also reported that at least three Indians, initially hired as helpers of the Russian army, have been forced to fight alongside the country’s armed forces in its war on Ukraine, which began on February 24, 2022 and marks Europe’s deadliest conflict since World War II. This was the first time that the involvement of Indians in combat roles on the Russian side had been reported. After the fighting broke out, at least 500 Indians, including some veterans, reportedly submitted applications to volunteer with the International Legion, created to fight Russian forces in Ukraine.An Indian worker told The Hindu that a Nepalese man was also killed in the missile strike along with Mangukiya, who had arrived in Russia in December.“We saw a drone hovering above us,” said Ahmad. “I was digging a trench and Hemil was practising how to fire, around 150 metres away. Suddenly we heard some noise. I and two other Indians, along with other Russian soldiers, hid in the trench. The missiles struck and the earth shook. After some time when we got out, I found Hemil dead. I was the one who put his body in the truck.”Although the exact details of the strike are unknown, the BBC reported earlier this week that at least 60 Russian troops were killed after a training area in occupied eastern Ukraine was hit by two missiles.On February 2, according to The Hindu, an agent sent an email to the Indian consulate on behalf of Mangukiya’s father, stating that his son was in stuck in the war zone. The agent sought Magukiya’s safe return to India. Several other workers have also approached the embassy asking to be repatriated. According to Ahmad, however, the embassy has not been responding to these repeated pleas.“Hemil died in front of me,” Ahmad said. “We fear that they may send us to the border and we will also be left to die. When we ask the Russian commander to relieve us, he said we have signed a contract. The commander said we will get Hemil’s body after two months. Please save us.”Another Indian worker said that although they were hired as “helpers”, they have been forced to fight on the Russia-Ukraine border. “We fear for our safety and security,” said the worker. “Despite repeated pleas and requests, the government is not doing anything to rescue us.”Since November, around 18 Indians have been stranded in the Ukrainian cities of Mariupol, Kharkiv, Donetsk and Rostov-on-Don along the country’s border with Russia, while one is said to have been killed in combat. They hail from Uttar Pradesh, Gujarat, Punjab and Jammu and Kashmir.Centre urges citizens to exercise cautionOn February 22, the Ministry of External Affairs urged “all Indian nationals to exercise due caution and stay away from [the Russia-Ukraine] conflict”. The ministry also said it is aware that a few Indian nationals have signed up for jobs with the Russian Armed Forces and is working to seek their early discharge.“The Indian Embassy has regularly taken up this matter with the relevant Russian authorities for their early discharge,” said ministry spokesperson Randhir Jaiswal, responding to media reports of at least three Indians being allegedly forced to fight alongside Russia’s forces.","author":"Scroll Staff","time":"2024-02-25T08:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198747-glpjvrmqlx-1708830034.jpg","tags":["Russia","air strike","missiles","Russia Ukraine war"]}