{"title":"India’s rank on World Press Freedom Index drops to 161 out of 180 countries","content":"India’s ranking in the World Press Freedom Index fell from 150th in 2022 to 161st this year out of 180 countries, media watchdog Reporters Sans Frontières said on Tuesday. The non-government organisation, also known as Reporters Without Borders, has been publishing the World Press Freedom Index since 2002.Among its neighbours, India is ranked below Pakistan (150th), Afghanistan (152nd), Sri Lanka (135th) and Nepal (95th). It fares better than Bangladesh (163rd) and China (179th). Norway, Ireland and Denmark hold the top three spots.The Reporters Without Borders evaluates press freedom in countries on the basis of five indicators – political, economic, legislative, social and security.The situation in India has deteriorated on all five indicators when compared to last year, the report said. The sharpest decline was of 24 places on political indicator (145th to 169th) and  legislative indicator (120th to 144th). Overall, India’s press freedom score fell from 41 in 2022 to 36.62 this year, according to the report.The Reporters Without Borders recorded that one journalist has been killed in India since January and 10 are under detention.“The violence against journalists, the politically partisan media and the concentration of media ownership all demonstrate that press freedom is in crisis in ‘the world’s largest democracy’, ruled since 2014 by Prime Minister Narendra Modi, the leader of the Bharatiya Janata Party and the embodiment of the Hindu nationalist right,” the report noted.NDTV takeover signalled ‘end of pluralism’, says reportIn its analysis of the political context of India’s media landscape, the Reporters Without Borders noted that the Adani Group acquiring majority stakes in NDTV news channel “signalled the end of pluralism in the mainstream media” in the country.The report described Adani Group chairperson Gautam Adani as “very close to Narendra Modi”. It also noted that Reliance Industries chairperson Mukesh Ambani – “a personal friend of Modi’s” – owns more than 70 media outlets in India.“Indian press used to be seen as fairly progressive but things changed radically in the mid-2010s, when Narendra Modi became prime minister and engineered a spectacular rapprochement between his party, the BJP, and the big families dominating the media,” the report noted.Also read: How Adani acquired a firm controlled by an Ambani aide to launch a hostile take-over bid for NDTVAttacks by Hindutva groupsThe press freedom body said that India was one of the most dangerous countries for media since on an average, three or four journalists are killed in the country every year.“Supporters of Hindutva, the ideology that spawned the Hindu far right, wage all-out online attacks on any views that conflict with their thinking,” the report noted, besides threats from criminals and corrupt local officials.The report cited examples of money laundering case against journalist Rana Ayyub and detention of Kashmiri journalist Fahad Shah as examples of attack and harassment of mediapersons critical of the government.Also read: How Modi government misuses look-out circulars to target critics like Rana Ayyub and Aakar Patel","author":"Scroll Staff","time":"2023-05-03T13:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189750-yfdrnoilrx-1683100513.jpg","tags":["World Press Freedom Index","Press Freedom","Narendra Modi","Reporters Without Borders","Press Freedom Index ranking"]}