{"title":"India had world’s highest number of internet shutdowns in 2020: Report","content":"India recorded the highest number of internet shutdowns in the world in 2020, showed a report by digital rights and privacy organisation Access Now on Wednesday. Of the total 155 internet shutdowns globally, India alone accounted for 109, according to the report.The report put India at the top of the list of 29 countries that restricted their citizens’ access to internet in 2020. This is the third consecutive year that India has topped the global chart on this matter. The next highest was Yemen, with six shutdowns and Ethiopia with four. The same three countries had been among the worst disruptors of the internet in 2019 as well, the report said.“The pandemic has forced offline activities online,” said Access Now campaigner Felicia Anthonio, according to Bloomberg. “So when governments intentionally disrupt internet access it denies people the opportunities to continue their education, businesses, and access life-saving information about the pandemic.”Read the full report hereIn 2020, there were at least 28 instances of “complete internet blackouts” across the world when citizens were plunged into “digital darkness”. The digital rights campaign said governments in 2020 increasingly used internet shutdowns in response to violence, especially in conflict zones. In other cases, the government resorted to this step either to thwart protests, or to suppress dissent.The reasons cited by the authorities for shutting down the internet ranged from political instability to elections, protests, communal violence and even exams. The Indian government had imposed a virtual communications blackout in Jammu and Kashmir when it abrogated the erstwhile state’s special status on August 5, 2019, and split it into two Union Territories – Jammu and Kashmir, and Ladakh. It was only after 18 months that authorities in Jammu and Kashmir announced that 4G mobile internet services will be restored in the entire Union Territory. Similar tactics were used to quell demonstrations against the Citizenship Amendment Act and the recent farmer protest.The internet shutdown has cost the world economy $4 billion (approximately Rs 2.9 lakh crore). Of these, nearly three quarters was incurred by India alone, said the Access Now report. However, these disruptions have come down from 2019, when the world recorded 213 instances of internet censorship. But disruptions in 2020 lasted 49% longer compared to 2019, according to digital privacy and security research group Top10VPN.“Internet shutdowns violate human rights and they are being used against marginalised groups around the world,” said Anthonio. “Switching off the internet means a total disruption of daily activities, their rights and their lives.”Also read:Internet shutdowns don’t just hinder some apps – they undermine the very idea of democracy","author":"Scroll Staff","time":"2021-03-04T10:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133182-uyypxxrrin-1576815164.jpg","tags":["internet shutdowns","Access Now","internet access","India"]}