{"title":"India should allow its Opposition leaders to visit J&K too, says EU delegation member","content":"A member of the unofficial European Union delegation that visited Srinagar on Tuesday said that the Indian government should allow its own Opposition politicians to visit Jammu and Kashmir if it has allowed foreign leaders to do so, ANI reported. Nicolaus Fest of Germany’s Alternative für Deutschland party said there was “some kind of disbalance” and the government should “somehow address it”.Indian Opposition parties had on Monday criticised the government for allowing a 27-person delegation of European Parliament members to visit Jammu and Kashmir despite earlier preventing Indian politicians from doing so. Twenty-three members of the EU delegation visited Srinagar on Tuesday.The delegation held a press conference on Wednesday to brief the media about their visit. The MEPs said they were not in the country to interfere in Indian politics.British politician Bill Newton Dunn of the Liberal Democratic party said the terror attack in Kulgam on Tuesday was terrible and “should never happen again”, News18 reported. “We are here to find out facts,” he said. “We are your friends and want to help you. We want to see how we can help in bringing peace here. We have been here to get facts and information and our visit was excellent.”Dunn described the visit as an “eye-opener”, PTI reported. “We belong to a place Europe which is peaceful after years of fighting,” he said. “And we want to see India becoming the most peaceful country in the world. And for that we need to stand by India in its fight against global terrorism. This visit has been an eye opener and we would definitely advocate what we have seen on ground zero.”Nicolaus Fest, European Union MP, in Srinagar on his visit to Jammu & Kashmir: I think if you let in European Union parliamentarians, you should also let in opposition politicians from India. So there is some kind of disbalance, the government should somehow address it. pic.twitter.com/PJZ6Vjs8sv— ANI (@ANI) October 30, 2019\n\nHenri Malosse of France said that Article 370 was India’s internal matter. “What concerns us is terrorism which is a global menace and we should stand with India in fighting it,” he said. The delegation is the first high-level foreign visit to Kashmir after the August 5 decision of the Centre to revoke the state’s special status and bifurcate it into two union territories, Jammu and Kashmir, and Ladakh. Wednesday is the last day of Jammu and Kashmir as a state.Poland MEP Ryszard Czarnecki said the international media’s coverage seems biased. “Once we go back to our countries we will inform them of what we saw,” he said.On Tuesday, a member of the European Union delegation had claimed that the group was “conscious” that “some people were being kept away from us”. Hermann Tertsch of Spain’s Vox Party said the group was in the state to get some news about what is happening, but did not have enough facts to draw a conclusion about the situation yet.The delegation of 23 members of the European Parliament, mostly from right-wing nationalist political parties, spent the day in Srinagar for an unofficial visit. They had met Prime Minister Narendra Modi and National Security Advisor Ajit Doval a day ahead of the visit. This is the first time an international delegation visited Jammu and Kashmir since India scrapped its special status on August 5 and imposed prohibitory orders.Visuals showed the team being driven through heavily guarded streets of Srinagar. They met 15 groups, including the Indian Army, a delegation of panchayat representatives and leaders of the Bharatiya Janata Party. The visit concluded with a trip to the Dal Lake in Srinagar, where the politicians took a “shikara” (boat) ride.There was a complete shutdown in the city and at least four people were injured in clashes with security officials. People put up blockades in at least five different places in Srinagar.Also read:1. The Daily Fix: European MPs visit to Kashmir looks like a weak attempt by Modi at damage control2. How did an ‘international business broker’ gain access to PM Modi for EU delegates’ Kashmir trip?Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-30T13:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130003-ruquxwqrew-1572420141.jpg","tags":["Jammu and Kashmir","European Union","European Parliament","Srinagar","Article 370"]}