{"title":"Indo-Anglians: The newest and fastest-growing caste in India","content":"Sometime around 2012 or 2013, my daughters stopped speaking in Konkani, our mother tongue. It isn’t entirely clear what provoked it. Perhaps it was a teacher at their Mumbai school encouraging students to speak more English at home. Or perhaps it was something else. It didn’t matter. What did matter was that our home became an almost exclusively English-speaking household, with the occasional Konkani conversation.  We were not alone. Clustered throughout the affluent sections of urban India are many families such as ours, predominantly speaking English and not the tongues they grew up with.Some of these families, or at least parents in these English-speaking households, do make an attempt to speak their mother tongue as much as they speak in English. But even in these bilingual households, English still dominates. It takes an effort for the kids to speak in the Indian tongues, beyond a few simple phrases. English, on the other hand, comes naturally to them; the larger vocabulary they possess in English helping them express complex thoughts and propositions far easily.I have been looking for a term, an acronym or a phrase that describes these families who speak English predominantly at home. These constitute an influential demographic, or rather a psychographic, in India  –  affluent, urban, highly educated, usually in intercaste or inter-religious unions. I propose to call them Indo-Anglians.Indo-AngliansUnlike Anglo-Indians, one of the original English-speaking communities in India, who were Christians, Indo-Anglians comprise all religions, though Hindus dominate. Indo-Anglians are also a highly urban lot; concentrated in the top seven large cities of India (Mumbai, Delhi, Bengaluru, Chennai, Pune, Hyderabad and Kolkata) with a smattering across the smaller towns in the hills and in Goa.Within these cities, they are clustered in certain pockets: Gurgaon and parts of South Delhi; South Bombay and western suburbs from Bandra to Andheri; Indiranagar and Koramangala and gated communities in Bengaluru’s Outer Ring Road – Sarjapur, Koregaon Park –  Kalyaninagar, Gachibowli and HiTech City, etc. They fall well within the top 1% of India economically, and have a consumption basket that is comparable to their middle class counterparts abroad. Their children go to international schools and have “first-world yoga names” such as Aryan, Kabir, Kyra, Shanaya, Tia.I estimate the number of Indo-Anglian households in India at about 400,000. This is of course a guesstimate. No studies exist; the closest we come to official data is the 2001 census which says 226,000 Indians speak English as their first language. I have shared my reasoning behind the estimate of 400,000 households in the endnotes here.These 400,000 Indo-Anglian households account for ~1.4 million people (400,000 * 3.5, as family sizes are smaller in these households). This is about 1% or so of the 130-140 million that claims to speak English as a second language in India  –  who I refer to as the English Comfortables, and about ~5% of the 25-30 million for whom I reckon English is a primary language, whom I term English First (for the calculations, refer to the endnotes here).The below graphic should make this clear.IAs = Indo-Anglians. EFs = English Firsts. ECs = English ComfortablesA large majority of these Indo-Anglian households have emerged over the past decade, such as in my case. And over the next 5-7 years, we are likely to see a spike, perhaps even a doubling in these numbers as well, on the back of growing westernisation, demand for English education and more critically, rising intercaste or intercommunity marriages, the single biggest cause of Indo-Anglian households (when parents have different mother tongues the child usually ends up speaking English). The rapid emergence and continuing growth of Indo-Anglian households has important implications for society, business and governance. Let us traverse through these.SocietyA considerable proportion of Indo-Anglians households see marriages between members of different communities (and castes). On the basis of anecdata I would hazard that a majority of the Indo-Anglian marriages are between the traditional upper castes. But they also have members from some dominant/upwardly mobile but historically lower castes. Once accepted into the Indo-Anglian fold, members fold their traditional caste identity into Indo-Anglian culture. Caste is rarely discussed amongst Indo-Anglians and few caste or religious conventions are followed.Let us take vegetarianism, a core caste precept for most Brahmins and Banias. There are a substantial number of Indo-Anglians who are vegetarian, but they are not opposed to marrying a partner who eats meat, even beef. They are also not opposed to the partner cooking meat at home or ordering it in. It is also unlikely that different vessels are used for non-vegetarian cooking at their home. In fact, in one such household, I have even seen the vegetarian partner occasionally digging into the gravy, avoiding the meat. The concept of ritual pollution, manifested in separate utensils for vegetarian and non-veg food rarely holds for such Indo-Anglian households. Vegetarianism is a moral choice for Indo-Anglians and not a religious norm.This leads me to think of two distinct ways to look at Indo-Anglians. One is to see them as casteless, or even as an example of a post-caste community, where the traditional caste identity is subsumed under the new Indo-Anglian identity. The alternate approach, which I prefer, is to look at them as a distinct ‘caste’ parallel to the upper castes, with its own unique cultural norms and practices. The key criteria for caste inclusion and endogamy being advanced English language skills.Members of Indo-Anglian households will happily marry members from non-Indo-Anglian households, provided the potential partner speaks good English and can fit into Indo-Anglian circles. Seen in this light, Indo-Anglians are India’s newest and fastest growing caste; and the only one where birth is not a necessary condition for inclusion. This is, in my view, hugely important, for this keeps the Indo-Anglian caste open to expansion from traditionally oppressed communities  –  OBCs, Dalits who have benefited from English education and exposure to westernised culture.Are Indo-Anglian religious? In the traditional sense, no. They are not frequenters of temples, nor do they perform religious ceremonies. That said, they are what I call “FabIndia religious”, following soft cultural traditions, such as dressing up on occasions. They do have spiritual needs though, for they are a far lonelier and more emotionally overwrought community than many other Indian communities, thanks to their rootlessness, limited interaction with relatives, and dependence on their careers to derive their identity.To meet these needs they turn to new-age gurus of the likes of Sri Sri Ravi Shankar and Sadhguru Jaggi Vasudev – whose rise has paralleled the emergence of Indo-Anglians (and the English First segment) – or even take to practices outside the Hindu fold such as Soka Gakkai. And as their numbers grow, we are likely to see more new-age gurus and practices emerge to tap these affluent spiritual consumers.BusinessAs the Indo-Anglian population grows, several businesses and sectors have emerged to tap their distended wallets, most notably the media (as a native of this segment, I won’t dwell much on it) and the education sector. The education sector is important as it both creates and is in turn fashioned by Indo-Anglians. What is particularly interesting is the creation of a distinct education pathway for the children of Indo-Anglians by Indian education entrepreneurs over the past decade or so.Let me elaborate. New-age schools began across most cities in India in the 1990s, promising a less stressful, inquiry-oriented teaching method. Parents who had grown up on hyper-competitive, rote-oriented learning and teaching styles were happy to acquiesce. The children who emerged through the system were soft, well-rounded kids, not the battle-hardened tigers that their parents were. This was all fine when they were to go to US or UK for their undergraduate education. Those who stayed behind in India went to “prestigious”, though less competitive, institution, such as the National Law Schools, Srishti Design Institute, Symbiosis International and Manipal University.Over time the number of students from progressive schools increased, and even the law schools and other safe options such as Symbiosis became competitive. This has now led to the emergence of a new wave of corporate-backed universities such as Shiv Nadar, OP Jindal, BML Munjal, etc. Thus, an entire alternate hypo-competitive education pathway has emerged to cater to the needs of Indo-Anglians, stressing on holistic learning, exposure to liberal arts and building a rounded personality. Admission is driven not by hard cut-offs or performance on entrance tests but via holistic assessments and intentionally fuzzy metrics.Similar to the education and media sectors, other businesses too have emerged to tap these Indo-Anglians and English First households. The most notable of these are organic/healthy food and cosmetics brands  –  think 24 Mantra, Forest Essentials, Kama Ayurveda, Raw Pressery, Epigamia, Paperboat, etc. Restaurants are another category that is aiming hard for these segments  –  Starbucks, Social, Hoppipola, etc. That said, brands which target themselves too sharply to this psychographic also run the risk of plateauing out in growth, given that this segment is only 25-30 million large.The rapid emergence of organic food brands over the past few years such as 24 Mantra, Conscious Food, Pride of Cows is particularly interesting. These are really expensive products compared to their non-organic counterparts, but Indo-Anglian households are happy to pay the premium for the health benefits they confer. In paying this premium, they are deviating from the traditional scrooge mindset of the Indian middle-class. One clear reason for this willingness to pay the premium is because these products are akin to signal products. Usage or possession of cultural products also signals status about yourself to the wider world, much the same way as driving a Tesla or Prius conveys something about yourself.Indo-Anglians love signal products, since the usage and display of these products and brands helps bolster their identities. Their identities help them select products, and then those products shape their identities. Some such brands that are important to Indo-Anglians include (in no order) – Apple, Netflix, FabIndia, Anokhi, Good Earth, Neemrana, Starbucks.Governance Indo-Anglian or even the broader English Firsts segment is not sizeable enough to influence elections, not even in cities or relevant constituencies where they are concentrated. I suppose time will make them relevant in some of these constituencies and one state (Goa, which I address below) over the next decade. That said, they will still be inconsequential as far as legislative intervention is concerned. So how do they influence policy and politics?Judicial approaches and activism via NGOs, policy intervention via think-tanks, influencing media coverage etc., are favourite routes for Indo-Anglians and English Firsts to impact policy. The ceding of legislative space to judiciary which has happened in India is in that light desirable for the Indo-Anglians/English Firsts, for that is how they are able to influence policy and decisions in India today. Judicial intervention has thus developed as a counterpoint to legislative power, even as Indo-Anglians and English Firsts have retreated from legislative politics entirely. Another area from which Indo-Anglians and English Firsts retreated is the IAS and other bureaucratic offices; but they continue to influence policy by entering through the “professional” route into influential policy-making bodies such as Niti Aayog, Atal Innovation Mission.The only exception to Indo-Anglians’ legislative irrelevance may be Goa. It has about 10,000 Indo-Anglian households as per my estimate (out of a population of 1.8 million). Increasingly Indo-Anglians from outside the state are investing in a second house in Goa, attracted by the westernised culture, popular restaurants and beaches, as well as the presence of other Indo-Anglians. It is also emerging as a popular retirement destination. Over time  –  perhaps in two decades  –  I see Goa transforming into an Indo-Anglian stronghold. The only other state I have similar hopes of is Meghalaya, though its distance from the urban centres mean that it is unlikely that elite Indo-Anglians will move there.Gurgaon is the only city where I think Indo-Anglians could emerge as an influential voting block that can swing elections. In other metros, there will be pockets (equivalent to assembly or even parliamentary constituencies) such as Mumbai’s western suburbs or Powai, a Koramangala or Indiranagar in Bangalore, that will emerge in the future. Still, given their ability to influence policy through non-legislative routes, Indo-Anglians aren’t likely to lose sleep over their inability to wield electoral clout.Invisible Class Indo-Anglians are a paradox. They are both India’s most visible and yet invisible class. I use the latter phrase in the context of their emergence as a distinct category in Indian society, yet one which is not apparent to most. They get lumped with the elite and are commonly described as the English-speaking elite class. Yet, as we know, not all the elite or affluent classes speak English. And there are many Indo-Anglians who are not necessarily affluent in the strict sense of the term. Increasingly, they are emerging as a cultural class or caste, with their own distinct and evolving set of preferences, behaviours, concerns and needs.While Indo-Anglians do not view themselves as a caste, they do fulfill the key condition for being considered a caste – restricting marriage to members of their caste. The criteria for entry into the caste is superior English speaking skills and confidence to navigate Indo-Anglian circles. It helps that most members are from privileged (or savarna backgrounds) which lends that confidence. But there is no hard wall, and enough members of the Indo-Anglian caste today were from castes that are traditionally considered as lower castes. Once in the Indo-Anglian caste, typically through an inter-caste marriage, members subsume their traditional caste identities to the Indo-Anglian identity. They then become People Like Us. Indo-Anglian identity is not entirely fixed or stable yet, but is evolving as the numbers of this community swell, which is happening rapidly. It will be fascinating to see how this community evolves, and shapes (and is shaped by) the transforming Indian Republic.This article first appeared on the writer’s Medium page. His Twitter handle is @sajithpai.","author":" Sajith Pai","time":"2018-02-02T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/867130-80820-kvcdslijds-1517500894.jpg","tags":["Indo-Anglians","India","Caste","Class"]}