{"title":"Inside India’s largest detention centre: ‘It is better to die than live with no hope’","content":"On the blindingly bright afternoon of February 27, a woman arrived at a small shop amid farmlands and sal and rubber plantations in Lower Assam’s Goalpara district and gave the person manning it Rs 20. In return, he filled up a photocopied form and thrust it in her hand. Clutching it, Asiya Khatun proceeded to her destination, a few hundred metres away. She showed the piece of paper to the policemen at the entrance of the facility. It was the first of the three walls protecting the facility – it stood at around six feet, and was mounted with barbed wire fencing, CCTVs, and watchtowers.The guards examined the form. It contained her husband’s name – Abul Kalam – and the address of their home by the Brahmaputra in a picturesque village called Ishwarjari in neighboring Bongaigaon district.They let her pass, but seized the treat of paan-tamul (areca nut and betel leaf) she had got for her husband. Only dry items like puffed or beaten rice were allowed, the guard said.Beyond it was a room where Kalam would shortly arrive. Khatun was not allowed inside. They would have to talk through the grills of a window – as they had on two occasions in the past.After waiting for a couple of minutes outside the window, she saw Kalam approach, accompanied by a policeman. He was dressed in a maroon kurta and a lungi. A gamosa – the traditional Assamese hand-woven red-and-white towel – was wrapped around his neck.When they saw each other, both broke down.“Kiba koira hoileu amar a enthika bair koro,” Kalam said, sobbing. “Get me out of here somehow.”A ‘transit camp’Since February 9, Kalam, a 54-year-old daily-wage farm labourer, had been lodged in a hall that lay beyond two more gigantic walls: one 14 feet and the other 20 feet high. This hall which he shared with 45 other people was part of the Matia “transit camp” – India’s largest detention centre for “illegal migrants”. Spread over a sprawling 25 bighas or 15.475 acres of land, it was sanctioned by the Bharatiya Janata Party-led central government in 2018 at a cost of Rs 46.51 crore. Designed as a cluster of 17 four-storied buildings – 15 for detainees and the other two for wardens – it is supposed to house 3,000 inmates at full capacity. The Matia transit camp was, to a large extent, built anticipating the deluge of people who would be rejected from the National Register of Citizens, a list of Indian citizens in Assam that was compiled in 2019 after several rounds of documentary and physical verification.The facility became operational on January 27. It currently holds 69 “foreigners”, said a government official overseeing proceedings at the centre.Most of the detainees are refugees from Myanmar fleeing persecution. Almost all of them were convicted by the judicial courts for violating visa provisions under various sections of the Indian Penal Code, the Foreigners Act, 1946, and under the     Passport (Entry into India) Rules, 1950. A few like Kalam are, however, “declared foreigners”, pronounced so by Assam’s foreigners’ tribunals, quasi-judicial bodies that adjudicate on matters of nationality in the state.  Before they were moved to the camp in January, many of the prisoners had been housed in “detention centres” inside prisons in the state.In November 2022, the Gauhati High Court had directed the state government to move them to the Matia camp in response to petitions challenging their detention in jails.  But the camp now currently houses around 300 people arrested as part of Assam’s crackdown on child marriage – an arrangement that the Gauhati High Court recently called “unacceptable”.The court reasoned: the facility was no “prison” and was not meant for people who had committed crimes. The largest detention centre was sanctioned by the Bharatiya Janata Party-led central government in 2018.  Credit: Rokibuz Zaman.A prison?For Kalam, though, it was no better than a prison – with or without the new detainees. He complained bitterly about the monotony of life inside. “We spend the entire day doing nothing,” he said. Scroll had accompanied Khatun on one of her visits to meet him.Every day was similar to the previous one, he said. “We are given tea and roti for breakfast, and after that, there is a headcount,” he said. “After that, we go outside of the hall, roam and sit idly doing nothing.”He continued, “They lock the hall at 5 pm after an early dinner and only open it in the morning at 7 or 8. This is a jail only…or perhaps worse than the jail.”An official at the camp said “there is no procedure to give or engage them in work” as it was not a regular prison. They added, “There is a school and a hospital inside the camp. And for their entertainment, we have given sports equipment for playing in the open space.”‘I am not a Bangladeshi’ But why should he lead this imprisoned life, Kalam demands. “Ami toh Bangladeshi na,” he insisted. “I am not a Bangaldeshi. I voted in 1985.”Kalam was declared to be an “illegal migrant” by a foreigners’ tribunal in 2017 – the presiding officer had adjudicated that the person he claimed to be his father was likely not actually his father. Kalam, the tribunal concluded, had emigrated to India after March 24, 1971, the deadline for anyone to be considered an Indian citizen in Assam. However, Kalam’s name featured on the NRC. Regardless, on February 9, the Bongaigaon police’s border wing – a special unit of the Assam police tasked with identifying and apprehending undocumented migrants – arrested him from near his home and dispatched him to Matia, located across the river. Khatun said they did not have the resources to challenge the tribunal’s order based on which he was arrested. “The advocate had demanded Rs 20,000 to go to the high court but we could not arrange the money,” Khatun said.What was happening to him, Kalam said, was “ injustice towards the poor like us.” The main entrance of the detention centre. Credit: Rokibuz Zaman. A studied choice?The choice to build the country’s largest detention centre in Matia, situated around 120 kilometres from Guwahati, may not have been entirely incidental. Over the years, it has been the site of many refugee camps – now transformed into full-fledged settlements – of Bengali Hindus and Hajongs escaping communal unrest in Bangladesh.The Matia “transit camp” is located right opposite one such settlement, which, for all practical purposes, is now just another working class neighbourhood.  For the many Bengali-origin Muslim residents in the nearby villages, though, this juxtaposition is a reminder of their precariousness when it comes to citizenship. ‘Illegal’ if Muslim, naturalised if HinduFor decades, the spectre of “illegal immigration has animated Assam’s politics and the NRC. Assamese nationalist groups have long alleged that large-scale migration, of both Hindus and Muslims, from Bangladesh, had altered the state’s demography and threatened to reduce the “native” population to a minority.  However, most migrants, particularly the Muslims of Bengali origin who comprise a lion’s share of the so-called non-native population of Assam, arrived much before India and Bangladesh (East Pakistan before 1971) were separate countries. Many believed the NRC update exercise would finally settle the matter. While the final list left out around 1.9 million people, there has been much contestation around its correctness and finality. To make matters murkier, the Centre in 2019 passed the Citizenship Amendment Act – which, when operational, could naturalise a huge chunk of the non-Muslims left out of the NRC. As Abbas Ali, who lived in a village close to Matia said, “Many Muslims were engaged to build the detention camp and now the main intention of the centre is to harass them.”Detention centres were first built in Assam under High Court's orders in 2009 for detaining declared foreigners. Subsequently, the BJP Government allotted funds of Rs 46.41 crores in 2018 and supported the construction of a big centre in Goalpara for housing around 3000 inmates. https://t.co/jMdv4ztzAh— Tarun Gogoi (@tarun_gogoi) December 26, 2019\n\nLocked inside: Refugees from MyanmarHowever, given the NRC’s uncertain status, no one rejected from the NRC is lodged in the Matia camp. Instead, it has now become home largely to persecuted refugees from neighbouring Myanmar. Lodged in the camp are 26 Kuki-Chin refugees and 18 Rohingya Muslims, including a three-year-old child.For many of them, the camp is little better than prison. “We fled our country to save our lives but here we are again locked up,” said a 23-year-old Rohingya woman, who was first arrested in Manipur’s border town of Moreh in 2018 before being given bail ten months later. The woman, who requested anonymity, was then re-arrested on May 14, 2019 by the railway police while trying to board a train to Delhi in an attempt to reach the United Nations High Commissioner for Refugees.She was then convicted under the Foreigners’ Act and imprisoned for six months following which she was lodged in the Goalpara detention centre carved out of the Goalpara district jail for over a year. She was in the first lot of inmates to be shifted to Matia. The woman wants the Indian government to give her refugee status or allow her to go to a Rohingya refugee camp in Bangladesh, where she hopes her parents are. “It is better to die than live like this with no hope,” the woman said. Another 23-year-old Rohingya man expressed similar helplessness. “Nobody comes  to see or meet us,” he said. “Those who are from Assam get regular visitors but nobody brings food or clothes for us.”","author":"Rokibuz Zaman","time":"2023-03-07T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187684-rctgruqtez-1678192208.jpg","tags":["detention centres","Matia transit camp","Assam","citizenship","Rohingya refugees","Kuki Chin refugees","NRC"]}