{"title":"Inspired by the RSS, dictated by BJP minister: The inside story of Rajasthan’s textbook revisions","content":"On the morning of July 20, 2015, Rajasthan’s education minister Vasudev Devnani held a meeting with education officials in Jaipur and laid out a roadmap: he wanted new textbooks for Classes 1 to 8 within three months. And by the same evening, he wanted a list of experts who could write them.The rewriting took longer than what the minister wanted – the new textbooks were introduced in schools in July 2016. But all other objectives laid down in the meeting were achieved.Minutes of the meeting, accessed by Scroll.in, list precise instructions and decisions about what the textbooks should contain: a chapter on Vedic mathematics for every class, a focus on “Indian culture” in the teaching of history, and primacy to “new contexts and concerns at the state and national level”. The suggested list of topics included two government schemes introduced by the BJP-led Central government: the cleanliness campaign Swachh Bharat Abhiyan and the girl child programme Beti Bachao-Beti Padhao.The new textbooks have all these features, as reported in this first part of this series. Education experts have criticised them for their unscientific worldview, the mixing of myth with facts, and the peddling of religious hatred, caste prejudice and gender stereotypes. The textbooks essentially serve as Hindutva propaganda, said Rajiv Gupta, retired professor of sociology from Rajasthan University.The Hindutva stamp is not accidental. At the July 2015 meeting, it was suggested that the textbooks could be modelled on “Vidya Bharati books” – a reference to the Vidya Bharati Akhil Bharatiya Shiksha Sansthan, the education arm of the Rashtriya Swayamsevak Sangh, the ideological parent of the BJP.The Sangh’s influence even extended to the selection of textbook writers. Most of the 160-odd writers were its associates and supporters, said a member of the RSS.The BJP’s success in Rajasthan at rewriting school textbooks to mirror a majoritarian worldview has serious implications. With the party ruling the Centre and 14 Indian states, this could be a precursor to similar changes nationally.Minutes of the meeting held on July 20, 2015. Undoing textbook reformsThe BJP government came to power in Rajasthan in December 2013, months after a set of fresh textbooks had been introduced in schools. In 2011, the previous Congress government had appointed a committee to supervise textbook revisions to ensure the state was in line with major educational reforms introduced in India over the previous decade.One of these reforms was the National Curriculum Framework 2005, which aimed to promote understanding rather than memorisation in schools, encouraging children to “construct” knowledge on their own. The other was the Right to Education Act 2009, which made elementary education from Class 1 to 8 free in public schools and set a range of standards for schools and teachers.In step with these changes, in 2011, the State Institute of Educational Research and Training, Udaipur, and ICICI Bank’s philanthropic arm, ICICI Foundation for Inclusive Growth, jointly launched the “Programme on School and Teacher Education Reform” in Rajasthan. One of its main aims was textbook development. The other was training teachers.Several rounds of orientations and workshops were held that year and experts from institutions around India were selected as part of a “steering committee”. A former director of Kerala’s State Council for Education Research and Training, MA Khadar, who had also served as advisor to the National Council for Educational Research and Training, was invited to be the chairperson of the committee.Over the next two years, the committee sought the assistance of experts from institutions across the country, including the Tata Institute of Social Sciences in Hyderabad, the District Institute for Education and Training in Delhi, the Gujarat Council of Educational Research and Training, the University of Punjab, and educational non-profits.While subject experts wrote the textbook drafts, the committee assessed them for their sensitivity to gender, disability, multilingualism and marginalisation. The drafts went through multiple rounds of testing and revision before they were approved, said a former official.New textbooks were introduced for Classes 1, 3 and 5 in the 2013-’14 academic session, followed by Classes 2 and 4 the next year. The committee had turned its attention to restructuring the diploma in elementary education when the process was brought to an abrupt halt.“There was a twist – the government had changed,” said an official who was part of the textbook revision process.Khadar chaired his last meeting in Rajasthan in the summer of 2014. His committee was disbanded with no notice. “Nobody informed me,” he said. “They just did not call again and I let it be.”\n\t\t\n\tRajasthan Chief Minister Vasundhara Raje with Rashtriya Swayamsevak Sangh chief Mohan Bhagwat at the inauguration of a new building of Sewa Bharati in Jaipur in November 2017.  A new order takes shapeEducation officials say they anticipated a change when they heard the new minister’s views on textbooks. “In every meeting and platform, Devnani would comment on the textbooks and say they had to be changed again,” said an official. “He must have mentioned it 50 times.”After the disbanding of Khadar’s committee, the State Institute cobbled together another committee of advisors – mostly education department officials, teachers and the staff of non-profit groups. The committee met twice during March and April 2015. In the first meeting, recalled an educationist, someone mooted the idea “to have every Sanskrit book start with a mangalacharan mantra [a prayer]”. “I objected to this and was called a Leftist,” she said. In the second meeting, the participants decided the books required minimal changes. This group did not meet again.In July, an entirely new committee was created with participants drawn entirely from state institutions within Rajasthan. “Devnani did not want anyone from outside [Rajasthan],” said an official. “We were told the non-profits would be called in later, if required.” This was in sync with another of the minister’s directions: he wanted at least 50% of content in all textbooks to be focused on Rajasthan.The government refused to share the records of the meetings and notifications that Scroll.in sought under the Right to Information Act 2005. It did not respond to an appeal under the Act.However, records accessed independently show that the State Institute nominated 165 members to the textbook-writing teams on July 20, 2015. Less than 30 members were women. All were former teachers, teacher-trainers or other experts from government institutions in Rajasthan. Some of the participants had been part of the older textbook revision team.One participant, himself a member of the Rashtriya Swayamsevak Sangh, told Scroll.in that “where the previous group had included some Sangh members by accident, this time they picked only Sangh’s people”.Undemocratic processSome of those who served in both rounds of textbook revisions took a dim view of the new team. “Among those who said they could complete the process in three months, there was not a single person who had written textbooks for children before,” said a former education department official. “They may have written research theses, papers on specific topics or guide books and one-week series [for passing public examinations] but not textbooks for children.”Unlike the textbook revisions under the previous government, which involved deliberations over two years, this round of rewriting was compressed into three months. An official said the books were published with “no experts, no field testing, no multiple rounds of review”.As an example of the quality of deliberations, he cited the frequent discussions among the textbook writers on Jawaharlal Nehru University’s former students’ union president, Kanhaiya Kumar. Arrested and jailed for a few weeks in February 2016 on allegations of sedition – the Delhi Police could not follow through with a charge – Kumar’s criticism of the Sangh and the BJP had drawn Devnani’s attention. He remarked in Rajasthan Assembly in March 2016 that the textbooks were being changed so “no one like Kanhaiya Kumar is born” in the state.Even a member of the RSS found the team’s narrow focus on meeting the objectives laid down by the minister irksome. He quit the Hindi textbook team after the first few meetings, which he described as chaotic and “undemocratic”. “The mantri wanted the new government’s vichardhara [ideology] to shine through,” he said. “But children in Classes 1 and 2 do not understand vichardhara. They have to learn how to learn.”After the first two-three meetings, “the fights began”, he recalled. “They wanted every book to begin with some item on desh-bhakti [patriotism],” he said. “I objected. Can a poem make children patriotic? Will they be less patriotic if the chapter comes sixth instead of first?”He continued: “I kept arguing and after some time, [the others] started called me a Communist. After three workshops, I left. Your ideology can be anything, but your process has to be democratic, which this was not.”Silence from the governmentThe textbooks identify the international non-profit, United Nations Children’s Emergency Fund as partner and source of “financial support for textbook development”. Questions about its role in developing the textbooks and whether it paid attention to their quality were emailed to the organisation in Rajasthan. It did not respond. At the State Institute for Educational Research and Training at Udaipur, both director Dinesh Kothari and deputy director Subhash Sharma said they joined after the books had already been changed. Questions were also emailed to Devnani and the education secretary. Neither responded.This is the second part in a three-part series on the rewriting of school textbooks in Rajasthan.Read the first part here:BJP’s major achievement in Rajasthan: Rewriting school textbooks to reflect RSS worldview","author":"Shreya Roy Chowdhury","time":"2018-11-15T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105579-akaqrsneiz-1542174861.jpeg","tags":["Vasudev Devnani","Rajasthan","schools","Textbooks","Bharatiya Janata Party","Education Ground Reports"]}