{"title":"International referee corroborates wrestler’s allegation of sexual harassment against Brij Bhushan ","content":"An international wrestling referee has corroborated one of the several incidents of alleged sexual harassment levelled by wrestlers against Wrestling Federation of India president Brij Bhushan Sharan Singh, The Indian Express reported on Thursday.Jagbir Singh, who has been presiding over international tournaments since 2007,  told the Delhi Police that the incident took place during a photo session at the end of the trials for the Asian Championships in Lucknow in March last year.Seven complainants, including a minor, have accused Brij Bhushan Singh of demanding sexual favours for professional help on at least two occasions, 15 incidents of molestation and other forms of sexual harassment. Three of them alleged that Singh touched their breasts and stomachs on the pretext of checking their breathing.On Thursday, the father of the minor complainant told PTI that he filed a false police complaint of sexual harassment against Brij Bhushan Singh, a Bharatiya Janata Party MP. However, he has also admitted to being threatened, reported The Hindu.  Two first information reports have been filed against Singh. Based on the allegations, Singh has been charged under sections related to sexual harassment, and stalking amongst others. Singh has also been booked under sections of the Protection of Children from Sexual Offences Act on the original complaint of the minor’s father.One of the complainants had said that during the photo session last year, Singh had “placed his hands on my buttocks” following which she tried to move away, according to the newspaper. The woman wrestler said she was stunned by Singh’s “highly indecent” and “objectionable” action which was without her consent.“I saw him [Brij Bhushan Singh] standing next to her,” Jagbir Singh told the police in testimony about the incident, reported The Indian Express. “She freed herself, pushed away, mumbled and moved away. She was standing next to the president, but then came to the front. I saw how this woman wrestler was reacting and she was uncomfortable. Something wrong happened to her.”He added: “I didn’t see him doing the act but he used to keep touching wrestlers saying come here, come and stand here. From her [complainant’s] behaviour, it was clear something was wrong that day.”Jagbeer Singh is the fourth person who has corroborated the allegations of at least three female wrestlers against Brij Bhushan Singh. Earlier an Olympian, a Commonwealth Games gold medallist and a state-level coach had corroborated the allegations, according to The Indian Express.Changed statement as I was afraid: Minor’s father The minor’s father told The Hindu that he was threatened by people “whose names he cannot reveal” and that “his family is living in intense fear”.“I changed my statement in court not because of greed but because I was scared... scared for my family, daughter and myself,” he told the newspaper. “Many lives have changed since we raised the allegations. I have to face the society and the people.”The father also clarified that he has not taken back his original complaint but recorded another statement before the magistrate on Monday, reported PTI. “We have alleged [in the new statement] that he discriminated against her when it came to wrestling, and he did not sexually harass her,” the father said.On being asked why he filed the false case, the girl’s father said that he was fuelled by anger against Singh because his daughter had lost a trial match last year, according to The Hindu.“My daughter was deliberately made to lose because of the staff that was on duty and the opponent, and everybody hailed from Delhi, which isn’t right according to the rules,” he told the newspaper. “I did complain regarding the discrimination to the federation, but nobody heard me.”He added: “I understand that we made a mistake and we would like to rectify it.”The father also said that he continues to stand with the wrestlers who supported him since the beginning. “What happened to the women is wrong,” he added.","author":"Scroll Staff","time":"2023-06-09T13:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191055-wscqiaplmr-1686296287.jpg","tags":["Brij Bhushan Singh","sexual harassment","wrestlers"]}