{"title":"Intelligence official recalls the original Babri sting operation he pulled off 22 years ago","content":"Investigative website Cobrapost’s sting operation on leaders of the Bharatiya Janata Party and Vishwa Hindu Parishad leaders has added a layer of unwitting testimonials to heaps of circumstantial evidence that the demolition of Babri Masjid was meticulously planned and clinically executed. In a series of 24 videos, the main actors in the demolition reveal how they planned the destruction of the shrine on India on December 6, 1992.The sting operation has revived speculation that the central government of the time, headed by prime minister PV Narasimha Rao, was privy to the plans but let it happen anyway. In fact, a top-ranking intelligence officer has written that Rao probably even knew about the plan down to its last detail. In his autobiography, Open Secrets, published in 2005, former joint director of the Intelligence Bureau, Maloy Krishna Dhar, revealed how he was ordered to snoop in on a top-level meeting of the Sangh Parivar outfits.Dhar writes that in February 1992, soon after BJP leader Murli Manohar Joshi’s unsuccessful Ekta Yatra, he was asked to arrange \"technical coverage’’ of a key meeting of the Sangh Parivar. Simply put, he was told to bug the meeting that would be attended by BJP leaders LK Advani, Murli Manohar Joshi and Vijaya Raje Scindia; Rashtriya Swayamsevak Sangh leaders Rajendra Singh, KS Sudarshan and HV Sheshadri; and VHP leaders Vinay Katiyar, Uma Bharti and Champat Roy, among others. These last three were caught on hidden camera by Cobrapost as well.Dhar himself was an unabashed RSS sympathiser. \"I literally faced a crisis of faith,” he writes. \"I was a self-proclaimed friend of the Sangh Parivar and I genuinely expected them to do better in the forthcoming national elections.’’ Despite this, Dhar planted audio and video bugs to record the meeting.\"Thank God, I did,’’ he writes. \"The audio of video tapes rattled my emotional attachment to the Hindutva protagonist organisations. The February meeting tapes disillusioned me.’’According to the spy chief, the contents showed that the Sangh Parivar had adopted a stringent Hindutva programme soon after Indira Gandhi’s murder. The meeting proved beyond doubt that they had \"choreographed the pralaya nritya at Ayodhya in December 1992’’.The leaders at the meeting had agreed that all Sangh Parivar organisations should coordinate their work. Uma Bharti was particularly advised to \"hold back her emotional leanings to [her colleague] Govindacharya till the mission was complete’’.Dhar writes that he retrieved the audio and video tapes after a couple of days by breaking into the building and handed it over to his boss. \"I have no doubt that he had shared the chilling contents with the Prime Minister and the Home Minister.’’If Narasimha Rao knew about the plan, he never gave an inkling of it – except perhaps a week before the demolition. On November 26, 1992, Rao told a Congress Parliamentary Party meeting that the temple dispute had reached a crucial state with the VHP already having given orders to karsevaks (volunteers) to gather in large numbers in Ayodhya on November 27 and 28 and the Supreme Court about to intervene in the matter.\"I pointed out that not much time was left before the kar seva,” Rao recollects in his book Ayodhya 6 December 1992. “The deliberate intention of the state government appeared to be to delay the court intervention and thus sabotage the move for a peaceful resolution of the dispute’’.There is no doubt that Rao was in favour of building the Ram temple. At a meeting of the National Integration Council on November 23, which the BJP boycotted, the prime minister said, \"As regards the construction of the temple, we all agree that a grand temple should be constructed in Ayodhya. I had said as much from the Red Fort on Independence Day. I do not think that there is anyone here who would disagree with this basic proposition.’’","author":"Dinesh Narayanan","time":"2014-04-05T07:35:36+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/660624-2d38c68e-33c5-4918-8ad2-e10c2a56a700.jpg","tags":[]}