{"title":"Interview: No one will be classified as superior, says top Assam citizens register official","content":"At the turn of the new year, the first partial draft of Assam’s much-awaited National Register of Citizens, updated for the first time since 1951, was released. The stated aim of the exercise is to identify all “genuine citizens” living in Assam and root out “illegal immigrants”. It follows the provisions of the Assam Accord of 1985, which prescribed that anyone who could prove that they or their ancestors had entered the state before midnight of March 24, 1971, would be counted as a citizen. The partial draft verified that 1.9 crore of the 3.3 crore individuals who applied for inclusion in the register were citizens of India. The rest of the names are yet to be verified.Scroll.in spoke with Prateek Hajela, state coordinator for the National Register of Citizens and the man in charge of the entire process.Excerpts from the interview:What exactly does it mean to be on the first list? There are 1.4 crore people who have not featured on the list. Is it because there are anomalies with their documents or is it that their documents are yet to be verified?We have very clearly been saying in our campaigns that verification is still pending [for people who are not on the first draft]. Verification is a continuous exercise. Let me give you an example.Let us assume that there are four members in my family – my father, my wife, my daughter and I. Now, let us suppose my father, my daughter and I draw our legacy from my grandfather. My wife will obviously have to draw her legacy from her father or her grandfather. My father gives a document to prove his linkage with my grandfather, I give a document to prove my linkage with my father, and my daughter gives a document to prove her linkage with my father. That is four documents – my father’s, mine, my daughter’s, and finally my grandfather’s document.And let us suppose that my wife also submits one document establishing her linkage with her father and another of her father’s legacy.Now, my father has, say, given a SEBA [Board of Secondary Education, Assam] matric admit card, I have given a PAN card, my daughter has given a joint director-issued birth certificate and my wife her passport. All these documents are sent to different locations. The matric certificate goes to the Board of Secondary Education, Assam, my PAN card will go to the Finance Ministry, my daughter’s certificate will go to the relevant joint director and my wife’s passport will go to the External Affairs Ministry.Now, let us say the SEBA certificate, the PAN and the birth certificate are verified. So, my daughter’s linkage with me, my linkage with my father, and my father’s linkage with my grandfather are verified. But my grandfather’s legacy data itself remains unverified. In the meantime, both the documents submitted by my wife are verified. So that means all three – my father, my daughter and I – are left out, but my wife is in. That is why some people are in and some people are pending. That is part one.The next thing is that we are handling a large number of documents. Say, I get a verification of my PAN from the Finance Ministry, I have to communicate it to the officer in the field. I cannot do this on a day-to-day basis. I have to do it in batches. That is because the officer already has a load. This officer will now see my father’s document, my grandfather’s document, if there is a family tree mismatch somewhere, if someone is a D-voter [doubtful voter]. For each person, he will arrive at a finding based on his investigation. This he will have to do for each and every person in his allocated area.And that is a lot of paperwork. To give you some context, there are 2,500 such officials for a population of 3.3 crores. This has to be done extremely diligently. Otherwise, you will have ineligible people included in the list and eligible people left out. And he has to do this manually. The computers only work for submitting the documents to us, and sending it to the issuing authority. For most locations, they become useless after that. There is no computerised database for most of these issuing authorities except for PAN cards.The cornerstone of the exercise is legacy data or establishing ancestry, as you said. But there were cases where an individual was on the list but not their father. How is that possible?That could mean that the person is establishing his legacy through his mother. A person can establish his legacy through his maternal side or his paternal side. However, for people born after 2004, both legacy streams have to be established.There is this perception that since people submitted their documents family-wise, results should come family-wise too. But it is not like that. It is a very detailed system that we are following here. Usually, what happens in any kind of verification system? We go to a family, we check the documents one by one and then say yes or no. Here, we do this first step. But in addition, we take these documents and send them to the issuing authority. Here, the family part is broken and each person behaves individually. As and when the results come, I can send them in batches to my officer, as I explained earlier. He keeps entering these into the computerised records.After the Supreme Court order to release the first daft by December 31, I had to put my process on hold. So, there are a large number of records that are waiting in the queue for the officer to record. That is how some people in one family are out and some are in.In the Upper Assam districts of Sibsagar and Jorhat, well above 80% of people have made it to the list. In Lower Assam, home to a large Bengali Muslim community, the figure is less than 40% in certain districts. What explains the disparity?In Upper Assam, a large number would be coming through the original inhabitant category, whose citizenship we have established beyond reasonable doubt through field verifications.If you read the final Supreme Court order [on the original inhabitant issue], it says that Clause 3 (3), which governs inclusion through the original inhabitants category, “provides for identification of persons entitled to be included in the National Register of Citizens [NRC] by a process different from what is enumerated in Clause 3 (2). Clause 3 (3) contemplates a less strict and vigorous process for deciding claims for inclusion in the NRC insofar as persons who are originally inhabitants of the State of Assam are concerned”.Now, those people, I collected their documents. I saw prima facie they seemed to be okay. They did not have to go through such a vigorous process of matching like others as their citizenship is proven beyond doubt through local inquiry. So that is why you find the time taken for this is less.The National Register of Citizens in Assam is being updated for the first time since 1951. (Credit: via Facebook)Has it not  been a concern that this category is left to the discretion of one bureaucrat – the local registrar of the citizenship register in this case? There is no definition of who qualifies to be an original inhabitant.  How did you decide on the grounds for such classification?See, this may appear like a less strict and less vigorous process but it is also in a way more vigorous and strict.  Yes, the local registrar of the Citizenship Register decides, but thereafter each case has to be vetted by the local circle officer and then the district commissioner. This is to make sure that there is no unbridled discretion. There is a rule that provides for an exception and we are following that.In the final list of legal citizens, there will be no distinction between original inhabitants and others.  But don’t you think in a state as sensitive about identity as Assam, the very existence of such data in official records, even if it is not meant for public consumption, could lead to a hierarchy of citizenship – a case of some people being more indigenous than others?The Supreme Court has addressed this apprehension too. The petitioners in the case said this could lead to a superior class of citizens with more entitlement in the matter of opportunities for education, employment.  But the order clearly says that all such apprehensions are wholly unfounded. I told the court, too, that we have passed orders, we have issued an office memorandum.This data is of no relevance for any other exercise. This is not meant to be an exercise in the identification of who is an original inhabitant, it is only citizenship. That is why they dismissed the case because it is not creating a superior citizen.  Everyone will be the same level of citizen.  You have seen the list. It is one list for everyone. There are no separate categories.None of the women who submitted village panchayat documents as their link document – except the ones who have been marked as original inhabitants – have been included in the first list. Will they now make it easily to the second list, given that the Supreme Court has upheld the validity of the document?Yes, women who have not given an alternate document and who are solely relying on the panchayat document are not on the first list. The court has said a vigorous test has to be done in such cases to establish linkages. Well, I have not even started that verification process. Because the Supreme Court order also states that I have to first dispose of 38 lakh cases of investigation that I started from December 1. It is a mammoth counting process you have to finish in the next few months, although the Supreme Court will decide the exact time frame on February 20. What are the logistics of it?The most difficult part of it was to collect the 6.6 crore documents and send them to more than 75,000 issuing authorities in various locations for verification. That part is largely completed. Now, as I have said, we will have to record the results for each and every case manually. That will definitely take some time, but not so much time that I have to say I am completely uncertain about it.There is a sense in certain quarters that the National Register of Citizens is an exercise in futility, since Bangladesh is not on board. What would you say?It is not really my charter. But the point is, whatever has to be implemented legally has to be implemented. I might be a graduate of the Indian Institute of Technology, go to the United States and start contributing immensely to their economy, but do they let me vote for their president?Don’t I have a legal system to implement?  That is the more important thing.  Let us first find out what the number of illegal immigrants is. There is so much speculation going around but we do not know. Once we are sure what we have in hand, a policy will be made. Why are we afraid of implementing the law just because it is a tough task?Finally, if The Citizenship (Amendment) Bill, 2016, is passed in Parliament, it will undermine much of your work, as it seeks to ease citizenship rules for certain religions. How do you feel about that?Laws evolve in a particular manner.  Laws are made according to the requirements of the public. Again, this entire process is being monitored by the Supreme Court, so let us see how it turns out.","author":"Arunabh Saikia","time":"2018-01-05T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/863831-78235-myibkjtwcs-1515069756.jpg","tags":["Assam","Citizens' Register","Inhabitants"]}