{"title":"Interview: Sanjib Baruah on Assam elections, identity politics and the ‘cash-transfer state’ ","content":"Sanjib Baruah teaches political science at New York’s Bard College, and is the author of, most recently, In the Name of the Nation: India and its Northeast, a  thematic yet granular historical account of India’s North East frontier. In many ways, In the Name of the Nation is a meditative postscript to Baruah’s  earlier works, the most significant of which is perhaps  India Against Itself: Assam and the Politics of Nationality.   Baruah argues that a complex web of migration and resource extraction has shaped the tumultuous politics of the region and its relationship with the rest of India. How do these contestations manifest in Assam’s contemporary politics and political claim-making? How do modern political parties negotiate resource distribution?  How does the idea of  “indigenity” affect these mediations? Ahead of the Assembly elections in the state, Scroll.in spoke to Baruah at length about how the past animates Assam’s present and what new political imaginations can help unshackle these memory-driven regimes of belongingness for a more inclusive future. North East India, you have said in your latest book, is a “perfect example” of  a region that is both a settlement and a resource frontier. The “duality”, you argue, is to a large extent  the reason why “identity” is the favoured form of “political claim-making” in the region. Can you break this idea down further, particularly in the context of Assam and its electoral politics?Thinking about North East India as a settlement frontier and a resource frontier allows one to make sense of certain recurring themes in the region’s politics.  Settlement frontiers are relatively sparsely populated regions that attract repeated waves of immigration and settlement, while resource frontiers are associated with economic activities such as mineral extraction, timber harvesting, plantation agriculture, or hydro-power generation.  The bulk of the resources extracted from resource frontiers are for use elsewhere; they don’t benefit the people living in those areas.No region is predestined to become a settlement frontier or a resource frontier.  When a sparsely populated territory becomes a settlement frontier for people that locals see as “outsiders” it is likely to be because of unequal power, or even conquest. Resource frontiers too are socially constructed, not natural. Typically landscapes that may have served as the subsistence commons for some people for generations become disengaged from local ecologies and livelihoods as nature gets turned into corporate raw materials.To put it this way is to identify long-standing patterns of conflicts in North East India. It adds a historical and comparative dimension to one’s understanding of the region’s politics. It helps you get away from thinking in terms of easy binaries like indigenous/settler, insider/outsider, or tribal/non-tribal. It also draws attention to emerging new realities such as new forms of exploitation, dispossession, subordination, and sub-citizenship that an exclusive focus on identity politics may obscure.  Seen from this angle, the key public policy question becomes how to manage these conflicts in a fair, equitable, just and ecologically sound manner. One would expect controversies around immigration and the rights of local peoples to be central themes in the politics of a settlement frontier.  Indeed, this has been the case with Assam since the earliest days of electoral politics in British colonial times.  In the period immediately following independence and the Partition of 1947, the question of settling Partition refugees quickly became a source of tension between Assam Congress leaders Gopinath Bordoloi and Bishnuram Medhi and the Congress leadership in Delhi. Israeli scholar Ornit Shani’s book How India Became Democratic: Citizenship and the Making of the Universal Adult Franchise is on the creation of independent India’s very first set of electoral rolls based on adult franchise.  When it came to the question of the inclusion of the names of refugees in those electoral rolls, she observes, a very particular conception of membership of the nation had surfaced in Assam, one that had nothing to do with the Partition’s logic of a religious divide. “Local authorities expressed a view of membership in the state that was defined by a descent group and delimited to the ‘children of the soil.’”The politics surrounding Assam’s official language in the late 1950s and early 1960s was in some ways a proxy debate over immigration. The rival positions on the state’s official language in the Brahmaputra Valley and the Barak Valley parallels the divide on the CAA of more recent times.  And, of course, since the Assam Movement of 1979-85, it hardly needs to be said that immigration has been on the front burner of the state’s politics.  “In Assam,” as your colleague Ipsita Chakravarty wrote in 2016, “governments can rise and fall on the question of migration.” This remains true today.If you move below the level of state politics, the conflicts in the BTAC [Bodoland Territorial Area Council] areas and in Karbi Anglong and Dima Hasao districts are also animated by the settlement frontier effect.Resource extraction that does not benefit Assam has long been a theme in the politics of Assam. In the 1950s and 1960s there were mass protests demanding the establishment of public sector oil refineries, the construction of broad-gauge railway tracks and other large infrastructural projects. These were the articulation of grievances rooted in Assam’s position as a resource frontier.  The theme came up dramatically during the Assam Movement in slogans like “tej dim, tel nidiu” (We will give our lives but not our oil) or in the politics of Ulfa, whose political platform spoke of Assam as an internal colony. Clause 7 of the Assam Accord explicitly sought to assuage grievances rooted in Assam’s position as a resource frontier.  It said, “the Government takes this opportunity to renew their commitment for the speedy all-round economic development of Assam, so as to improve the standard of living of the people.” The Numaligarh Refinery, the Assam Gas Cracker Project and the Bogibeel Bridge are among the projects that came out of this commitment made by New Delhi.How does this compare to other manifestations of “identity” politics” in other parts of the country such as caste?If one looks at the mobilisation of groups seeking Scheduled Tribe or Scheduled Caste status, it certainly is a familiar theme in the politics of the rest of the country.  For example, agitations by the Patidars of Gujarat demanding inclusion in the category of Other Backward Classes, or of the Gujjars of Rajasthan demanding a status change from OBC to “Scheduled Tribe”, are similar to the kind of politics one sees in North East India.In that sense there are indeed parallels between North East India’s “identity politics” and that of the rest of the country. However, the grammar of political claims-making in North East India also has certain specificities. There is a valorisation of territorial and exclusionary forms of autonomy thanks to the legacy of institutions as the Sixth Schedule and the Inner Line that can be traced back to the way the region was governed as a frontier province of British colonial India. Many of the districts of the colonial frontier province of Assam that were labelled Tribal Areas of Assam, Excluded Areas or Partially Excluded Areas are now full-fledged states.  The autonomy they exercise in certain matters because of this institutional inheritance is something that many other ethnic activists of the region and elsewhere now aspire for. They are seen as particularly well-suited for addressing the grievances of locals vis-à-vis outsiders on a settlement frontier.  The Inner Line is the perfect example.  Its appeal lies in the fact that “outsiders” require permission to enter the states and that they can be legally excluded from political claims-making. But there are costs of this regime in terms of democratic values and principles. By privileging claims to indigeneity, it has created a category of de facto second-class citizens occupying certain subaltern positions in the economy.Another reason why “identity politics” in North East India has a distinct accent is that unlike many other states, the linguistic states model did not settle Assam politics the way it settled say the politics of southern India states or of Gujarat or Maharashtra.  That also has to do with Assam’s history as a settlement frontier and the peculiar organisation of colonial Assam as a frontier province. In terms of its political-legal structure the colonial province of Assam had a lot in common with the North West Frontier Province of Pakistan, which was renamed Khyber Pakhtunkhwa in 2010.  Both Assam and NWFP were frontier provinces in an important structural sense. They had directly ruled settled districts inside the administrative border, and territories that were governed by various forms of indirect rule.Sanjib Baruah, author of 'In the Name of the Nation: India and its Northeast' | Photo courtesy Bard College. Photo by Pete Mauney ’93 MFA ’00. Ground reporting by journalists from the Assamese heartlands this election and the previous Lok Sabha election seemed to betray a certain sense of indifference towards these contestations of identity and resources and are more animated by conversations around “development”.  How would you explain that?I don’t think the Assamese and other Northeasterners care about identity more than any other group of people in the world. Rather than assuming that a tribe or an ethnic group – or a nation or a race for that matter – are natural categories, I think it is more useful to inquire why identities become powerful, compelling realities in certain historical times and places.If the volume of immigration from eastern Bengal to Assam had not been dramatic enough to be visible to the naked eye in the 1920s and 1930s – and during the Bangladesh liberation war in 1971 – I doubt very much that identitarian protests against immigration would have characterised so much of the region’s history since the 1930s.  The potential political effects of immigration were also rather apparent at those times since numbers mattered in the representational politics of late colonial India, as they do in the democratic politics of independent India. After all, it was the volume of the migration from eastern Bengal in the early part of the last century that made Assam part of the territorial imaginary of a future homeland for the Muslims of the subcontinent. Similarly, if recognition as a Scheduled Tribe or as a Sixth Schedule Area had not emerged as a demonstrably viable way of making claims on public resources in North East India, “identity politics” or this form of political claims-making would not have become so salient in the politics of the region. It is interesting that you and others have found an indifference of voters towards familiar identitarian appeals during this election. The efforts by the new regional parties to turn the opposition to the Citizenship Amendment Act, or the government’s non-action on the Clause Six Committee’s report as rallying points appear to be falling somewhat flat. I would surmise that there are three reasons. First in the politics of immigration in all societies there is always a disconnect between abstract legal arguments made about unauthorised immigration and the way the average citizen responds to persons they know and interact with who may be unauthorised immigrants in the eye of the law.  In fact, this has led political theorist Joseph H Carens to argue that “living in a society over time makes one a member, and being a member generates claims to legal rights and to legal status.” He shows evidence of administrative and judicial actions to demonstrate that “the moral right of states to apprehend and deport irregular migrants erodes with the passage of time.” I bring up this example only to say that it is not unexpected for people to become accustomed to the presence of immigrant-descendant communities that have been around for generations and for them to consider arguments from politicians about deporting “foreigners” that they have heard since the 1970s, to be unrealistic. In other words, it is possible that unauthorised immigration does not appear to be as much of a compelling reality in Assam today as it did say the 1970s or the 1930s to earlier generations of political activists.Second, when it comes to the CAA in particular, it is somewhat of an abstract issue at the moment. But it may not remain so in future. Going by the history of the past migration of Hindus from Bangladesh to India, it is likely that it will trigger more migration of Hindus from Bangladesh to India in future.  The trend after all, is unmistakable: the Hindu population of what is now Bangladesh (formerly East Pakistan) has declined dramatically over the seven decades since Partition.  To a significant extent this is the result of emigration to India. They were 22% of the total population in 1951. The proportion came down to 12% in 1981 and it was only 9% in 2011. There is little doubt that the CAA will incentivise more Hindus to choose the exit option. Consider this recent headline (from March 19th, 2021): “Hardline Islamist group’s followers attack 70-80 Hindu houses in Bangladesh: Police.” These types of incidents have been the trigger for Hindus to leave Bangladesh in the past. To be sure, according to the CAA the eligibility of members of religious minorities from Bangladesh (as well as Pakistan and Afghanistan) to seek Indian citizenship applies only to unauthorised migrants who had entered India on or before December 31st, 2014. But given the current political climate, which led to the adoption of the CAA, it would be politically unrealistic for any elected government to close its doors to Hindus leaving Bangladesh after that date. Probably this new cut-off date will meet the same fate as the previous cut-off date of March 25th, 1971, which fell by the wayside with the adoption of the CAA.  If the current trend of Hindu migration from Bangladesh continues and many of them choose to come to Assam, the migration issue could once again become a powerful, compelling reality in Assam.Third, in any election political parties compete by selectively focusing on preferable issues and avoiding inconvenient ones. By mobilising enough resources, the ruling party appears to have been quite successful in framing the campaign in terms of issues that benefit them. Unlike in West Bengal, in Assam, they have decided that they are better off not drawing too much attention to the CAA. After all, the issue of the status of post-1971 Hindu immigrants from Bangladesh has always been a difficult issue for the BJP in Assam:  its regional party allies may have acquiesced and supported the CAA, but they did not become willing converts to the cause. On the other hand, the Hindu Bengalis whose memories of the Partition are very different, welcome the CAA. The BJP may have found it necessary to hurriedly appoint the Clause Six Committee at the height of the protests against the CAA in Assam to assuage the anxieties of the Assamese.  But right now, talking about the Clause Six Committee’s report would only mean letting an issue that favors the opposition define the campaign.  With so many former regional party stalwarts in its pocket why bring undue attention to this inconvenient issue?An anti-CAA protester in Nagaon district in Assam | Photo: ReutersDuring the anti-CAA movement, the Assamese nationalist groups leading the movement, as you pointed out, raised demands for the Inner Line Permit regime – a largely self-serving colonial instrument closely linked to the governance of resources. How does one reconcile this with the yearning for “development” and jobs we get to hear across the region?This latest incarnation of the Inner Line as a protective shield against the CAA is interesting indeed.  One has to marvel at the historical irony of activists in Assam demanding the Inner Line. For it was originally put in place in the nineteenth century to fence off what was then the modern economic heartland of colonial Assam: the plains districts where a fledgling economy of tea plantations, oil wells and coal mines was taking shape.British colonial officials deemed it necessary to protect this enclave of global capitalism against people they viewed as “primitives” and enemies of modernity. Policing the line between Empire’s Garden – to use historian Jayeeta Sharma’s phrase – and the wilds was what the Inner Line was about. There is indeed something odd about talking in the same breadth about development, the promise of jobs and the Inner Line.  But the same can be said about Orunodoi and other cash transfer programs as well that features so prominently in BJP’s election campaign.It is not accidental that the Inner Line’s twenty-first century appeal and the proliferation of cash transfer programs are happening today at a time when there is significant rethinking about the very idea of development. The notion that entire societies will transition from traditional rural livelihoods to waged or salaried employment at the end of the development process appears less convincing than ever in our time. Universal developmental transition is no longer a compelling narrative about the future of the “developing world.”I think this is the larger context within which one has to place these political developments in Assam. While the state’s ruling party can take credit from choosing nice Assamese names like “Orunodoi” or “Chah Bagicha Dhan Puraskar Mela”, cash transfer programmes have a longer and more global history. The fact that cash-transfer programmes have proliferated in low and middle-income countries at a time when the welfare state has been in retreat in developed countries may seem surprising at first glance. But to call them welfare programmes – on the model of the welfare state – is misleading.  While the transferred amount varies, cash transfers are not meant as anything more than an allowance to supplement income. The largest of the cash transfer programs in Assam is Orunodoi, which the state’s Finance Minister has described as the “largest Direct Benefit Scheme in the history of Assam.”  More than 1.7 million families have received cash transfers under this programme and the number is expected to go up.   The programme’s most significant innovation is that the Orunodoi money is credited directly to the bank account of women because they are “primary caretakers of the household.”  It is an unconditional cash transfer programme, or in the words of the state’s Finance Department, it is left to the “choice to the poor and needy households on how they want to spend their money”. However, it is important to keep in mind that the monthly amount transferred to a family is Rs 830. No one would argue that it is intended as a substitute for income, it is no more than some help from the state towards household expenses.Perhaps the significance of these cash income programmes lies in exactly that: they decouple work from income.  Cash transfer programmes represent a distributive turn in the politics of developing countries: the focus is shifting from production to distribution. It is an adaptation to the reality of a world where the old transition narrative of development no longer holds sway.  The language of cash transfer – poisa-bodli in Assamese – appears to have caught on among its beneficiaries. Perhaps it would be more accurate to describe the unfolding phenomenon as the end of the developmental state and the advent of the cash transfer state. In your opinion, has the BJP been able to work around these contradictions better than the Congress?If you look at an election in terms of the issues that dominate, and issues that fail to resonate with voters – the contest over framing – the BJP appears to be doing well. Its strategy to shift voter attention away from the controversy over the Citizenship Amendment Act or over its non-action on the Clause Six Committee’s report to its preferred issue of cash transfer programmes appears to be working well.  The BJP’s campaign video song “Raijxokol Pahori Najaba, Amar Axom Ami Gorhim. BJP-k Vote Diba” which asks people to vote for the BJP so that “we can build our Assam in our own way” is an unabashed celebration of the cash transfer state.It sings the praise of a long list of targeted cash transfer programmes with comforting images of their beneficiaries:  pensions for widows, free scooters for female students, cooking gas cylinders for households, Oronudoi for every household (it takes some poetic licence to extend it to every household: “proti ghore ghore”), free uniform for school students, Indira Miri Universal Widow Pension scheme (available to women below 45 years at the death of the husband: one-time grant of Rs. 25,000 as family assistance and a pension of Rs 300 per month), Arundhati Gold Scheme for the weddings of poor brides (under this programme, the state government, following the tradition of parents giving gold to their daughters at their wedding, gives 1 Tola or 10 grams of gold or the equal amount in money to any bride of families with less than Rs. 5 lakh annual income). Only two non-distributive items are included in the video song: rural electrification and the BJP government’s “praiseworthy” role during the pandemic lockdowns. The song is sung in the tune of popular Assamese folk music and perhaps not insignificantly, by an Assamese Bengali singer Mouli Chandrima Sarkar, who sings it beautifully with a noticeable Bengali accent.The Congress-led Grand Alliance clearly presents the BJP with a serious challenge.  It is amply evident that the alliance came together because of its shared opposition to the Citizenship Amendment Act. One of the early signs of this alliance came well before this election season when Ajit Kumar Bhuyan, who now leads the Anchalik Gana Morcha and a party to the Grand Alliance, was elected to the Rajya Sabha a year ago. Bhuyan filed his nomination papers for the Rajya Sabha elections in the company of the veteran Congress leader and former chief minister late Tarun Gogoi and AIUDF [All India United Democratic Front] chief Badruddin Ajmal. I have already suggested some of the reasons why the BJP does not want to fight this election on the issue of the CAA.  While a number of regional parties in Assam and the rest of the North East are now allied to the BJP, these alliances are the product of operational necessity rather than ideological conversion. What that means is that even though an MP from a regional party allied to the BJP may vote for the CAA in parliament, he doesn’t come back to the North East as a convert to the cause of the CAA. He does not go around talking about the virtues of the CAA among his supporters. It is hardly surprising that the BJP has chosen to change the subject and talk about the glories of cash transfer as its electoral strategy. That BJP national-level and state-level politicians have spent an inordinate amount of energy on attacking the AIUDF leader Badruddin Ajmal is a concerted effort to discredit the Congress-AIUDF alliance – a sign of its sense of vulnerability on the issue of the CAA.  As Ajmal himself puts it, his “attire, skull cap [and] beard” makes it possible to “sell the fear of Ajmal as a representative or an advocate of migrant Muslims” even though that’s not what he or the alliance stands for. In your book’s concluding chapter, you write “North East India urgently needs a politics of citizenship based not on memories of a real or imagined past but on a vision of a common future for the people who live in the region today”.  Can you elaborate this idea further?The best way to explain the idea would be to take the example of Assam’s Adivasi community.  It has become common among both Indian and foreign scholars and activists working on issues related to India’s “tribal” communities to use this Indic word Adivasi as an equivalent of the term Scheduled Tribe.  Its appeal lies in the fact that it translates neatly into the UN-sanctioned international term Indigenous People. But the term Adivasi has a very particular usage in North East India, which deserves to be underscored.The word doesn’t have much purchase among North East India’s many well-known recognised Scheduled Tribe communities such as Nagas, Mizos or Khasis.  Most of them seem to prefer the English word tribe.  But one community that proudly calls themselves Adivasi are descendants of indentured workers recruited to work in tea plantations in the nineteenth and early twentieth centuries. Yet they are not officially recognised as a Scheduled Tribe. They only seek that status.In the Assam government’s list of OBCs, tea workers and their descendants are clumsily grouped together as “Tea Garden Labourers, Tea Garden Tribes, Ex-Tea Garden Labourers and ex-Tea Garden Tribes.” Objecting to the term tea tribes, Adivasi activist and poet Kamal Kumar Tanti asks, “Is there any community in this world named after a commodity?” Most of the Adivasis trace their roots to Munda, Oraon, Santhal and other people of the Jharkhand region. Adivasi activists argue that since their ethnic kin in their places of origin are recognized as Scheduled Tribes, they should have the same status in Assam. As far back as 1891 colonial census officials were faced with a classificatory problem vis-à-vis the forefathers of the Assam’s Adivasi community, which is quite revealing. While they were comfortable categorising most other people of the province of Assam as members of various castes and tribes, they found it difficult to use that paradigm for workers employed in the industrial production of tea.  Since they appeared too much like a wage-earning proletariat, they decided to classify them simply as labourers.But in a remarkable historical twist, more than a century later descendants of tea workers now find it necessary to demand Scheduled Tribe status in order to get a better chance at improving their prospects. But the protocol for considering a demand for recognition as a ST relies on a stock of colonial knowledge about Indian society and culture.  Among the criteria are “tribal characteristics, including a primitive background and distinctive cultures and traditions.”  Perhaps partly in order to meet this criterion some Adivasi activists have even found the bow and arrow to be an attractive ethnic symbol for their political assertion.It is hard to think of any other immigrant-descendant community in Assam that has a stronger claim to full citizenship rights than the descendants of tea workers.  But unfortunately, the practice of privileging indigeneity in the discourse of political claims-making leaves them with no other option for asserting their claims to compensatory justice than to use the language of primitiveness.   If one looks at 19th century Assam through the prism of the world economy, the adivasis of Assam are descendants of immigrants who came to Assam as part of the same 19th-century migration that took Indian labourers to plantations in various parts of the British Empire including Fiji, Guyana, Mauritius and South Africa.  The Pravasi Bharatiya Divas now celebrates the Indian diaspora and honours descendants of those migrants who rose to become presidents and prime ministers in some of those countries. Isn’t it extraordinary that the descendants of those who were indentured to work in plantations within the borders of India are now reduced to defending their ordinary citizenship rights, and seeking access to basic educational and job opportunities to improve their life prospects with a borrowed idiom of “backwardness” and remembered tribal-ness?“Must one be ‘indigenous’, asks Kamal Kumar Tanti, “in order to live with respect in Assam?”","author":"Arunabh Saikia","time":"2021-03-27T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132970-pcraigkvys-1576547600.jpg","tags":["Assam","Assembly Polls","CAA"]}