{"title":"Interview: Priya Ramani and her lawyer Rebecca John on #MeToo movement’s first big win in India","content":"A Delhi district court on February 17 acquitted senior journalist and editor Priya Ramani of criminal charges of defamation brought by MJ Akbar, also a former senior editor, in a verdict that has been hailed as a significant victory for the #MeToo movement against sexual harassment and sexual assault in the workplace, and for women’s rights. Akbar, then a Union minister and presently a Rajya Sabha member from the Bharatiya Janata Party that leads the central government, had averred that Ramani, in accusing him of sexually harassing her during a job interview in December 1993 through tweets linked to an article she had written a year earlier in 2017 had defamed him.Ramani’s tweets had come near the start of the #MeToo movement in India in October 2018 The court, however, said that women “cannot be punished for raising” their “voice against sex­ abuse through the pretext of criminal complaint of defamation”, and that the right of reputation cannot be protected at the cost of the right to life and dignity of women as guaranteed in the Indian Constitution. The court further determined that a woman has “a right to put her grievance at any platform of her choice” “even after decades”, among other wide-ranging observations on systemic abuse in the workplace and on the difficulty of proving sexual harassment charges in India.Senior journalist Namita Bhandare spoke with Ramani to understand the challenges she navigated during the over two-year-long trial, and with her lawyer, senior advocate Rebecca John to understand the implications of the verdict for reporting and prosecuting sexual harassment in the workplace in India. Namita Bhandare is a friend of Ramani’s, and she has closely followed this case from the beginning.Excerpts from the interview:Priya, what was it like to fight this case over these past two years and four months? What fears, anxiety and stress did this case put you under?Ramani: On the day of the verdict, when I saw a dozen or so female police officers standing outside the courtroom, my heart sank. I was convinced they were there to arrest me, even though my lawyer had told me that she had done all the paperwork for every possible eventuality and that I was not going to be detained. About my fears, stresses and anxieties over the past two years and four months, at first I felt anger that a case had been filed against me for sharing my truth, to intimidate me and the other women who spoke up against Mr Akbar.I felt fear [because] he was a powerful man of the ruling elite. I felt despair that the case would never end, that it was just hearing after hearing all the way in Delhi while I lived in Bengaluru. I felt the fatigue of managing regular life alongside this case that sometimes loomed like a dark cloud over my head. I felt anger again at the sniggering in the courtroom every time the words “me too” were mentioned. I felt irritation and stress when people tagged me on Twitter every time there was a court date to say things like “Why should the Indian court care about what happened 25 years ago?” “Where is the proof?” “Do you have phone bills?” They were convinced they knew what was going to happen. I felt sadness that my father-in-law passed away just last month and he was not there to savour the victory and to say to me, “I told you so”.Rebecca, you had said shortly after the verdict, that this was probably the most important case of your career. Can you tell our readers what you meant by that? Why was this case so important?John: It was one of the most important cases of my career because of the larger message that was thrown out. It was a criminal defamation case, but it was also so much more than that. It was a case in which one brave woman had used the #MeToo platform to disclose what had happened to her in her first job interview and then faced criminal defamation charges.I think as a woman I was affronted that somebody could prosecute a woman who had called him out in this way. And not just one woman but several women. It was important because the consequences would have far-reaching ramifications. It has ended in acquittal – this has far-reaching ramifications. If it had ended in a conviction, again the ramifications would have been far-reaching. So, all in all, it was a very important case. That is why I said that.It was also a difficult case, as witnessed by what happened inside and outside court. It was contested in an extremely adversarial atmosphere. It was very aggressive from the start, with each side trying to shout down the other. Therefore, to lead evidence in an atmosphere that was conducive, was not available in this case. We were also concerned with the way in which some of our witnesses were sniggered at in court. It was obviously impacting them because it wasn’t something that they found particularly pleasant or acceptable.You get to do all manner of cases. I have been a lawyer for 33 years. I have done some amazing cases where innocent people have been acquitted. I am not at all undermining the importance of those cases. But just once in a while, you get to do a case where you really believe in the cause, and this was one of them. Therefore I felt it was one of the most important cases of my career.Priya, MJ Akbar remains a Rajya Sabha Member of Parliament and a member of the BJP [and is] a very powerful man, especially compared to Priya Ramani. One report said that he had a battery of 97 lawyers. If not intimidating, that must have also surely been a factor. So what was your legal strategy? Did you have one chalked out right from the start of this fight?John: I was very clear about my legal strategy. This case had to be fought within the four corners of the law. MJ Akbar remains a Rajya Sabha MP and a member of the BJP. Photo credit: Facebook/Ministry of Information and BroadcastingIt is all very well to say that a disclosure was made in the #MeToo movement and women must be given the right to make that disclosure. But if you do not frame your case legally, and if you do not lead evidence the way it is expected in trials like this, you are not going to win. So I was very clear about the legal strategy right from the first meeting I had with Priya, from the time I knew the nature of evidence she had in her possession. I heard from her first-hand what had happened in the hotel room that evening in December 1993. I also heard from her the nature of her corroborative evidence.So I was very clear what the legal strategy was going to be in this case and that is why you will see that we had an unwavering strategy from the time that she pleaded not guilty, to her notice, till the final arguments. It was structured, it was thought-out, it was multi-layered. But at all times, it was based on the legal requirements of the law. I put Priya’s truth and her experience into the exception that I was pleading for her, ie, exception one where she said that truth was her defence and that she made that disclosure in the public interest and for the public good. Obviously, Priya did not know that such an exception existed, and so, as much as it was a victory for women and for the #MeToo movement, it was fought on legal terms, it was a legal case, it was legal evidence which we led, and I think that is the reason we won.Priya, the judge, Additional Chief Metropolitan Magistrate Ravindra Kumar Pandey, could have just acquitted you. But the 91-page verdict actually goes much further. When I read the judgment, it struck me how empathetic and understanding it is of what women face in the workplace. He talks of how sexual harassment takes place behind closed doors and is very difficult to prove. He talks about the Constitution giving women the right to air their grievances at any place and time of their choosing. Did you expect such a wide-ranging document?Ramani: I must say I was quite overwhelmed by his understanding of and sensitivity about the extremely important issue of sexual harassment. Which one of us has not faced abuse, whether it is at the home or at the workplace? Many passages from the verdict were music to my ears, and I am sure food for our collective souls. Judge Pandey really nailed it when he said, “What does social status have to do with predatory behaviour?” And he understood why women speak up decades later. He said it is our right to speak up decades later, and on a platform of our choice, which was very important, I felt.Rebecca, you have fought and defended several cases filed under the Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act. A lot of feminist dialogue seems to centre around the fact that this law does not really work, does not really deliver justice on the ground. Can you tell us a little about this? Why does not it work? Does it need to be overhauled or amended?John: Certainly some provisions need to be overhauled and amended. As we have seen the Act in operation for about seven years now, and seen its application in several cases, particularly with respect to the composition of the ICC [internal complaints committee under Chapter II], there is a great problem. And particularly when the person accused is head of the institution, or holding some high position in the institution, the other members of the IC therefore, are people who are subordinate to him. And therefore, it becomes very difficult for them to look at the evidence being led objectively.There is only one external member [on the ICC], and I have for a long time pleaded that perhaps there is a need to have more than one external member to restore some semblance of neutrality in that committee. So I think that is one of the big problems of the Act.The other problem is one of intent. We can talk till the cows come home, but unless we are committed to weeding out sexual harassment at the workplace – and by “we” I mean each and every member of staff, however high or low he or she may be. It cannot be just lip service. Now, most companies and institutions are compliant. They do have an internal complaints committee. And I imagine, if a complaint is made, it does go to the internal complaints committee. But the compliance must also be in spirit, not just in the letter.And in spirit, there is always an attempt to disbelieve the woman. And that is again the same old problem we’ve had – you disbelieve rape victims, you attribute motives to them where none exist. And you generally like to say that women are liars.While some complaints can very clearly be fabricated – and I am not for a minute saying that the person who is accused must always be held to account. There could be instances where the complaint is far-fetched or is not entirely true – but the process employed is inevitably heavily weighed in favour of the man. And the woman, who is inevitably in a junior position in these organisations, finds it very, very difficult to make herself believed. And I think some of it can be improved if the composition of this internal complaints committee is changed, and we have more external neutral members rather than relying on a majority of members from within the institution.Priya, you have headed your department, and have been a boss for many years, one of the rare women who have reached that position in journalism. If you look at the power structures, not just in journalism but all over, even in the film industry, you will see that it is men who are in positions of power. And so, when it comes to taking a call between a subordinate woman [and a superior man], which is the more dispensable employee, there is a kind of [bias]. Till we wait for more women bosses, what is the solution to that?Ramani: I do not think there are any easy answers to any of these questions, actually. Even the reality that #MeToo was an elitist movement, which excluded many women from more marginalised communities etc. I guess we just need to band together and recommit ourselves to practices of solidarity. We have to have the courage to look inequalities of power squarely in the eye. And in the workplace, I guess we have to come together to demand more. And now more than ever, we need to embrace – and not shy away from – organising and agitating and mobilising, so that we have a future that is free of violence and intimidation.Photo credit: Issei Kato/ ReutersYou talked about the #MeToo movement leaving out the marginalised voices – 96% of India’s women are employed in the informal sector, as farm labour, as domestic helpers, in garment factories, in brick kilns, where they face routine sexual abuse and worse. How do you make this an inclusive movement?Ramani: Even in factories, you need stronger labour laws and you need women to come together and speak in one voice. I think that is the way forward, to mobilise women as a group, to demand better working conditions and to get employers to listen.Rebecca, if we can take this discussion beyond this immediate case and beyond sexual harassment to talk of the endemic, ingrained violence against women in this country, it almost seems as if there is a war against women. The latest horror story is coming out of Unnao, Uttar Pradesh, where two Dalit sisters have been found dead of apparent poisoning, and the alleged suspects who have been taken into custody apparently were stalking, though the police call it a one-sided love affair, whatever that means. Ever since the widespread protests following the gangrape case in Delhi in December 2012, India has made stricter laws. Criminal law has been amended, including mandatory [death] sentences, the age of delinquency was reduced from 18 years to 16 years, and the age of consent raised from 16 to 18, yet the horror does not end. It seems to be getting worse. So are we going terribly wrong somewhere, are we not?John: Yes, we are. And I do not necessarily agree with some of these later amendments. I do not think increased punishments or compulsory death sentence is necessarily an answer. I think it will make the situation worse for women, and you will see more and more crimes coming out. When you have punishments that high, courts rightly insist on a degree of proof, which is probably not possible for anyone to produce. Because if you are going to sentence someone to death or to life imprisonment, then the degree of proof has to be very, very high. So I am not entirely sure whether these [such as raising the age of consent etc] were positive measures. I find most of them quite regressive.But, speaking on the larger issue, I believe that as a society, we have to recognise that this is a problem. The way we speak to women, the way we speak about women, the way we treat them at the workplace, the way we treat them at home, the differences between the way we bring up our sons and our daughters… Ultimately, there has to be a community effort to make a woman feel equal and safe – inside the house, outside the house, on the street, at the workplace. And that can only come when men and women commit themselves to this cause. And I do not think laws alone can play that role. You can have stricter laws – after death penalty, I do not know what more you can add to the law – but it does not seem to have any parallel impact on the situation on the ground.I really feel there has to be some kind of revolutionary churning, where we need to teach our children to respect their sisters, their friends, their female classmates, their female colleagues, their wives. And it has to start early. I am a mother of a son, the two of you are mothers of daughters. But I hope that I have taught my son enough so that he is able to treat women with respect. And that is the message which others must also carry forward. It is not enough to tell our daughters they are equal, it is also important to tell our sons that they must treat women as equals. So, there has to be this societal change.I think through this case, what I did see were three male judges – all three of them extremely empathetic. They learned through the trial, I hope, the importance of what women were trying to say in the case. The judge who was in charge of recording evidence while Priya was giving evidence, was listening to her with great respect. He was absolutely spell-bound while she was testifying. Likewise, it was another male judge who recorded the evidence of [defence witness] Ghazala Wahab, [who] again treated her with great respect. And I think the final judge who pronounced the judgement, another male judge – although he was not part of the journey when the evidence was being recorded, but when the evidence was read over to him and when our arguments were made – he understood what it meant to be in the position of a woman like Priya or Ghazala.So I think this is a constant process of education, a constant process of collaboration. I think we have to keep at it. We have to keep sending this message across that women are not inferior creatures, women are equal citizens in this country. We must celebrate the achievements of women. We must grieve together when something happens to women. And only then can we humanise and feminise this space.Priya, in one of your interviews, you spoke about your anguish at the fact that young women are being arrested, not being granted bail, which should have been their right, for frivolous, apparently trumped-up charges. Would you elaborate on that?”Ramani: Without going into everything, I just feel like women across the world right now are at the forefront of human rights struggles, whether you look at Iran or whether you look at India. Despite the laws and despite the inequality, we seem to be leading the way in many, many matters –whether you look at the fight for climate change etc. It is all women everywhere. I know my case is a beacon of hope in these dark times. And I just hope for now that it will provide us with a little inspiration and respite.Priya and Rebecca, I read a news report that said that Mr Akbar’s lawyers are planning to file an appeal against this verdict. Does that worry you?Ramani: No, an appeal is his right. Bring it on, I say.John: Not at all. I have the strongest record that could have been created in this case. I have no problems. It is his right. We can argue this once over again in a superior court. Why not?To add to what Priya said, let us also not forget the struggles of women before. Bhanwari Devi, Mathura – these are the iconic names who fought against caste, who fought against custodial violence based on which the law actually changed for the first time. So, when we talk about women and their struggles, I think this country has thrown out the most courageous women, and that is something that Indian women are so proud of. And even today, in the forefront of so many struggles, it is really women.Thank you for bringing up Bhanwari Devi, because we owe our workplace sexual harassment law to her. Though let us not forget that Bhanwari never got justice in her own case, that a lower court judge had ruled that it was not possible for upper caste or dominant caste men to have raped a subordinate caste woman. And her case is still pending in the High Court.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Namita Bhandare, IndiaSpend.com","time":"2021-02-22T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155032-eajnmzdklk-1613896910.jpg","tags":["Priya Ramani","#MeToo","sexual harassment","Bhanwari Devi"]}