{"title":"Intolerance for minorities contributed to Manipur violence, says EU Parliament resolution","content":"Members of the European Parliament on Thursday adopted a resolution which said that intolerance towards minorities has contributed to the Manipur violence and urged the Indian government to protect all minorities. “MEPs [Members of the European Parliament] call on the Indian authorities to allow independent investigations to look into the violence, to tackle impunity and to lift the internet ban,” the legislators the resolution stated. Hours before PM lands in France, European Parliament in Strasbourg adopts with a show of hands a strong resolution criticising India for violence in Manipur, Slams intolerance towards minorities and \" politically motivated, divisive policies that promote Hindu majoritarianism in…— Suhasini Haidar (@suhasinih) July 13, 2023\n\nManipur has been witnessing ethnic clashes between the Kuki and majority Meitei communities since May 3. Widespread incidents of violence and arson continue to deepen the crisis in the state. Over 140 people have been killed and nearly 60,000 have been forced to flee their homes.Internet had been banned across the state since the violence broke out, paralysing the state’s economy. The ban on internet was partially lifted last week.The resolution in the European Parliament also said that there have been concerns about “politically motivated, divisive policies that promote Hindu majoritarianism in the area”.“The Manipur state government has also shut down internet connections and severely hindered reporting by the media, while security forces have been implicated in the recent killings, something that has further increased distrust in the authorities,” it said. Security forces have been accused of firing upon civilians. On May 11, a police officer was killed and six persons were injured in a firing. While the Army said that militants fired upon them, a group of village defence volunteers had claimed that it was the security personnel who fired upon them and they retaliated.   In another instance, three journalists were allegedly assaulted with batons by security personnel while they were recording footage of a burning building from a construction site at the New Checkon area of Imphal.\n\n\n    \n    Play\n\nThe statement also urged all conflicting sides to stop making inflammatory statements and play a role to mediate tensions. “MEPs also advocate for the EU-India Human Rights Dialogue to be reinforced and encourage the EU and its member states to systematically and publicly raise human rights concerns, notably on freedom of expression, religion and the shrinking space for civil society, with the Indian side at the highest level,” it added.A strong worded  European parliament resolution on Manipur, on the day Narendra Modi has arrived on a two state visit to France and is yet to give a public statement on the violence in the north eastern state pic.twitter.com/x830OB8s0l— Rana Ayyub (@RanaAyyub) July 13, 2023\n\nThe motion for the resolution on Manipur was tabled in the European Parliament on June 11 by by six parliamentary groups – the Left Group, Verts/ALE Group, S&D Group, the Renew Group, the ECR Grou and the PPE Group. However, on Wednesday, India had said that the matter was an internal affairs of the country.The six parliamentary groups have accused the Bharatiya Janata Party’s government in the Centre of violating human rights and cracking down on dissent, civil society, and journalists. The resolution also condemned the violence, loss of life and destruction of property in Manipur and also denounced “in the strongest terms” the “nationalistic rhetoric deployed by leading members of the BJP party”.Opposition parties have also criticised the BJP governments in the Centre and in Manipur for not doing enough to stop the violence in the states. They have also castigated Prime Minister Narendra Modi for not visiting the state or commenting on the situation there.","author":"Scroll Staff","time":"2023-07-13T18:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192158-bghnmyexnb-1689252426.jpg","tags":["Manipur","European Parliament","BJP","Manipur violence"]}