{"title":"IOA chief PT Usha: ‘Wrestlers going to streets to protest is not good for sport, shows indiscipline’","content":"Indian Olympic Association President and former athletics superstar PT Usha said that the top Indian wrestlers involved in the sit-in protest at Jantar Mantar are not showing discipline and should have approached the body before hitting the streets. Vinesh Phogat, Bajrang Punia, and Sakshi Malik are the three prominent figures in the fresh protests against Wrestling Federation of India president Brij Bhushan Sharan Singh, who has been accused by the grapplers of sexual harassment and criminal intimidation. “Our feeling is that for sexual harassment complaints, IOA has an athletes’ commission. Instead of going to the street (again), they could have come to us earlier itself, but they have not at all come to IOA,” Usha told reporters after IOA’s Executive Committee meeting, reported PTI.Usha and IOA Joint Secretary Kalyan Chaubey said that an ad-hoc committee has now been formed so that the day-to-day activities of the sport is not affected. The President insisted that the protesting wrestlers should have addressed their concerns to the IOA before taking to the streets. “Thoda toh discipline hona chahiye (there should be some discipline). They should come to us earlier. Instead of coming to us they have gone straight to the streets. It’s not at all good for sport,” the former sprinter said.Then they were asked if the wrestlers are setting a wrong precedent by engaging in these protests for which Usha insisted they had to come to the IOA first. Chaubey then added, “What Dr. PT Usha would like to say again and again is that this kind of agitation is not good for the country’s image. India is the fifth largest economy in the world and has a good reputation globally. This negative publicity is not good for the country.”Usha then is heard saying, “Yes, it’s not good for the country.” Wrestlers write to IOA president PT Usha, seeking removal of WFI chief Brij Bhushan Sharan SinghHowever, one primary reason for why the protests were renewed last week is, in fact, because they were dissatisfied with the progress that has been made by the committees that have been formed. On Thursday, after the Sports Ministry’s directions, the IOA established a three-member ad hoc council to oversee the activities of the WFI until a new body is elected. The committee will be led by a yet-to-be-named retired high court judge including former shooter Suma Shirur and Wushu Association of India chief Bhupendra Singh Bajwa.“It is important that sports is not affected and the day to day administration is not affected,” said Usha.The protests by the wrestlers had first started on January 18 at the same venue. They, however, ended after marathon talks with Union Sports Minister Anurag Thakur.Responding to the remarks made by Usha, Sakshi Malik told reporters: “Being a woman athlete, she (PT Usha) isn’t listening to other women athletes. Where’s indiscipline here, we are sitting here peacefully.”Bajrang Punia said later that we went to the IOA three months back while Vinesh Phogat said that they have returned the streets only because no one else heard them, saying Usha hadn’t answered her call. Watch the wrestlers’ reaction here:#WATCH | Delhi: \"Sports Minister sat with athletes only for a few minutes...at times we were intimidated in the meeting...\": Protesting Wrestlers on Union Sports Minister's reaction on their protest against WFI chief & BJP MP Brij Bhushan Sharan Singh https://t.co/mg2JdkZFSL pic.twitter.com/edzFF3BGrw— ANI (@ANI) April 27, 2023\n\nOn Wednesday, former Olympic champion Abhinav Bindra tweeted about the matter, saying he was deeply concerned that the wrestlers had to resort to protesting on the streets.“As athletes, we train hard every day to represent our country on the international stage. It is deeply concerning to see our athletes finding it necessary to protest on the streets regarding the allegations of harassment in the Indian wrestling administration,” Bindra said on his social media page late on Wednesday.“My heart goes out to all those who have been affected. We must ensure that this issue is handled properly, with the athletes’ concerns heard and addressed fairly and independently. This incident highlights the crucial need for a proper safeguarding mechanism that can prevent harassment and ensure justice for those affected. We must work towards creating a safe and secure environment for all athletes to thrive in.”In the days leading upto WFI’s election, IOA will also appoint a retired High Court Judge to the Ad-Hoc Committee. The WFI Ad-Hoc committee will be responsible to manage the affairs of the federation including selection and participation of sportspersons in international events. WFI’s earlier proposed May 7, 2023, election now stands null and void, as per the directive given by Ministry of Youth Affairs & Sports. New date for the election will be communicated by Ad-Hoc Committee. In the IOA press release, Usha expressed her disappointment over the protesting wrestlers’ attempt to give this a political color. She said, “Those protesting are renowned wrestlers who brought laurels to the country. They have an equal responsibility of safeguarding the interest of our sports and sportspersons and also the image of our country. However, they are sitting on dharna, asking all political parties to join them etc, is what disappoints me.”“IOA had constituted a committee chaired by renowned female athlete Ms. Mary Kom, in January 2023 on receipt of the complaint. The committee held various hearings of both the parties. It is unfortunate to see that instead of approaching this committee or IOA, the wrestlers chose to publicly protest.”","author":"Scroll Staff","time":"2023-04-27T21:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189570-xqnmlunwnh-1682605193.jpg","tags":["Wrestlers Protest","Bajrang Punia","Vinesh Phogat","PT Usha","IOA","Indian Olympic Association","Wrestling","Wrestling Federation of India","Sakshi Malik"]}