{"title":"IPL 2024: Delhi Capitals stay in playoff hunt with win over Rajasthan Royals in high-scoring clash","content":"The Delhi Capitals stayed in the hunt to qualify for the playoffs of the 2024 Indian Premier League with a 20-run win over the Rajasthan Royals at the Arun Jaitely Stadium in Delhi on Tuesday.Having been asked to bat first, Delhi posted 221/8 and ended up restricting the Royals to 201/8 in 20 overs. With the win, the Capitals have moved to fifth on the points table with 12 points, while the Royals are second with 16 points.The Delhi Capitals got off to a perfect start with the in-form Jake Fraser-McGurk and Abhishek Porel punishing the Rajasthan Royals bowlers in the powerplay overs. Fraser-McGurk raced to another half-century in the IPL before being dismissed by R Ashwin for a 20-ball 50.Porel took over the mantle of hitting and brought up his fifty. However, Porel’s dismissal for a 36-ball 65 halted the Capitals’ scoring.Shai Hope, Axar Patel and Rishabh Pant had short stints in the middle as the Royals applied the squeeze. However, Tristan Stubbs’ 20-ball 41 at the death took the home side to 221, 10-15 runs more than Royals captain Sanju Samson would have liked.The Royals lost opener Yashasvi Jaiswal on the second ball and Jos Buttler departed soon after in the chase. Samson played the role of the anchor to perfection as he scored his fifth half century of the season.However, Samson’s dismissal in the 16th over brought Delhi back into the match. Kuldeep Yadav and Mukesh Kumar were clinical in the death overs as the Capitals closed out a much-needed 20-run win.The Field’s Player of the MatchIn a match where more than 400 runs were plundered in 40 overs, Delhi’s Kuldeep Yadav (2/25) and Rajasthan’s R Ashwin (3/24) showed their class as they gave away 49 runs in the eight overs between them while picking up five wickets.Even as his fellow bowlers were taken to cleaners, Ashwin gave away just 24 runs, including just one six, while also taking the key wickets of Fraser-McGurk, Porel and Patel.However, it was Yadav’s final over, the Capitals’ 18th over that tipped the scales in Yadav’s favour for player of the match.He got rid of the big-hitting Donovan Ferreira with his first ball, gave away singles from his next four deliveries and ending his spell with Ashwin’s wicket.Turning point of the matchRajasthan were motoring along nicely with Samson in the middle. The Rajasthan captain hardly put a foot wrong as he smacked eight fours and six sixes in his knock of 86 off 46 balls.However, his controversial dismissal in the 16th over proved to be the turning point of the match. Samson hit a slower delivery from Mukesh Kumar straight down the ground but was unable to get enough elevation. Shai Hope caught the ball right on the boundary rope before managing to tip-toe away. Even as the replays showed that Hope had got the slightest of touches on the rope, the TV umpire did not ask for more replays. A visibly bewildered Samson spoke with the on-field umpires but ultimately had to walk away. ‘Good balls aren’t good balls anymore’Ashwin rolled back the years with a superb bowling display on the night. Having seen Fraser-McGurk smash 24 runs in the previous over to reach his 50, Ashwin bowled a low full toss to the Australian with his first ball which the batter duly chipped to cover for an easy catch.Known for his meticulous preparations, Ashwin stated that it has become more difficult to bowl in T20 matches given the advantage batters have and that there are fewer and fewer ‘good deliveries’ left to bowl in the format.“Sometimes you have nights these like and sometimes you don't. You don’t bowl a full toss and get a wicket in the first over that you bowl. I have bowled better balls and not gotten any wickets. I am not complaining. I have been working on a few things. Sometimes you come into the IPL and find yourself wanting to search for more and more options. This year’s IPL has been quite exceptional. I am learning on the go. I have been working on different angles and releases. I think you are going to get more and more baseballers playing cricket in the future. Once upon a time there were something called good balls. In modern-day T20, those good balls aren't good balls anymore.”— R Ashwin speaking after the first innings\n IPL 2024 Points Table \n    \n       Position  Team  Played  Won  Loss  Net Run Rate  Points \n    \n     1  Kolkata Knight Riders  11  8  3  1.453  16  2  Rajasthan Royals  11  8  3  0.476  16  3  Chennai Super Kings  11  6  5  0.700  12  4  Sunrisers Hyderabad  11  6  5  -0.065  12  5  Delhi Capitals  12  6  6  -0.316  12  6  Lucknow Super Giants  11  6  5  -0.371  12  7  Royal Challengers Bengaluru  11  4  7  -0.049  8  8  Punjab Kings  11  4  7  -0.187  8  9  Mumbai Indians  12  4  8  -0.212  8  10  Gujarat Titans  11  4  7  -1.320  8 \n   After DC vs RR","author":"Dilip Unnikrishnan","time":"2024-05-07T23:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200559-rjuzxlmnrt-1715106486.jpg","tags":["IPL","Indian Premier League","Delhi Capitals","Rajasthan Royals","Abhishek Porel","Sanju Samson","Jake Fraser-McGurk","Kuldeep Yadav"]}