{"title":"IPL 2024: ‘Outrageous innings’ – Reactions as Hyderabad set highest IPL total against Bengaluru","content":"The Bengaluru crowd were treated to a splendid display, albeit from the opposition, as Sunrisers Hyderabad beat their own record total set a few weeks ago as they posted a mammoth 287/3 against Royal Challengers Bengaluru in the 2024 Indian Premier League on Monday.Put in to bat first, the Hyderabad openers in Travis Head and Abhishek Sharma blitzed 76 runs in the opening powerplay on their way to putting up a 108-run partnership.Head would reach his half-century in 20 balls and then go on to reach the 100-run mark just 19 balls later. The Australian batter’s first ton in the tournament was the fourth-fastest on the list.Later on, Abdul Samad and Aiden Markram would score handy cameos while Heinrich Klassen continued his rich vein of form to strike 67 off 31 balls as Hyderabad crossed the highest-ever total of 277 set against Mumbai Indians to set a new record.The game has gone to another level, let's see who can keep up with how it needs to be played. #IPL— Tom Moody (@TomMoodyCricket) April 15, 2024\n\n\nSunrisers Hyderabad are only after the records this season. Crazy hitting. Solid from openers. Klassen continued that momentum, Samad and Makaram finished the inning on similar note. #RCBvsSRH— Irfan Pathan (@IrfanPathan) April 15, 2024\n\n\nsad state of affairs! Bowling Looks Direction less #RCBvsSRH #TATAIPL— Pragyan Ojha (@pragyanojha) April 15, 2024\n\n\nCARNAGE 🫣 #IPL #RCBvSRH— Aakash Chopra (@cricketaakash) April 15, 2024\n\n\n277 was as far as your imagination could take you.....And that too is history.— Harsha Bhogle (@bhogleharsha) April 15, 2024\n\n\nOutrageous innings from SRH! Travis head obviously lead the way & picked up 100! But my god SRH are looking threatening this year! #SRHvRCB #IPL2024— Amanda Wellington (@amandajadew) April 15, 2024\n\n\n39 - @travishead34 brought up his first @IPL ton in just 39 balls, the fastest by any @SunRisers batter and fourth fastest overall; his 8 sixes is also the joint most by any SRH batter in a single innings in the competition. Rapid. #RCBvSRH #TATAIPL pic.twitter.com/xks8Qtk0uy— OptaJeev (@OptaJeev) April 15, 2024","author":"Scroll Staff","time":"2024-04-15T21:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200063-pycqsgkfsx-1713197950.jpg","tags":["Heinrich Klassen","IPl 2024","Cricket","Travis Head","Aiden Markram","Abdul Samad","Indian Premier League","Sunrisers Hyderabad"]}