{"title":"IPL 2024: Record-breaking Sunrisers Hyderabad beat Mumbai Indians for first win of the season","content":"Not even 19 overs were complete when the umpires called for a new ball. The threads had started to come loose on the ball being used till then, and there was a hint that it may have lost its shape.It just went to show how extraordinary the batting innings was going, as the ball was being clobbered all over the ground.When the Sunrisers Hyderabad took on the Mumbai Indians on Wednesday in the 2024 Indian Premier League, it proved to be a match of exceptional proportions. It was a match with astonishing performances. It was a match with astronomical numbers.For the first time in the history of the Indian Premier League, over 500 runs were scored. The Sunrisers Hyderabad broke the tournament record for highest team total, scoring 277 for 3 to surpass the Royal Challengers Bangalore’s previous mark of 263.Also read: ‘That’s some serious hitting’ – Reactions as Sunrisers Hyderabad set new tournament recordBut the Mumbai Indians put in everything they could in the run-chase, eventually falling short by 31 runs at the end of a remarkable match at the Rajiv Gandhi Stadium in Hyderabad on Wednesday.The Sunrisers were put in to bat first after Mumbai captain Hardik Pandya won the toss and elected to bowl first on a wicket that proved to be a batting haven.Travis Head and Abhishek Verma set the tone for the hosts with some heavy-hitting, before Heinrich Klaasen and Aiden Markram powered Hyderabad to a new IPL record.In the chase, the Mumbai team came out with a flying start of their own, and even though they lost their openers, Tilak Varma and Naman Dhir kept firm in the pursuit.A few, and rare, tight overs – in a match that saw 38 sixes being hit, the most ever in the history of Twenty20 cricket – however, made the difference as Hyderabad picked up their first win of the season.#IPL2024 #SRHvsMIIn a T20 game where over 500 runs were scored, the record-setting Sunrisers Hyderabad pick up a 31-run win over the Mumbai Indians.Final scores:SRH: 277/3MI: 246/5📷 Jio Cinemahttps://t.co/jBQIpqxcN5 pic.twitter.com/4atuuxgPWE— The Field (@thefield_in) March 27, 2024\n\n\nTurning point of the matchFor a game that has well and truly been an IPL classic, there were two turning points. Klaasen and Markram’s partnershipHead and Sharma had already set the tone for the Sunrisers innings. Head (62 off 24) scored the franchise’s fastest half-century, off 18 deliveries, only for Sharma (63 off 23) to better that record by two balls some 20 minutes later.But the South African duo of Klaasen and Markram ensured that the momentum did not drop. With their own blend of power-hitting and impeccable stroke play, they put in an unbeaten 116-run partnership.Klaasen eventually was the top scorer with 80 off 34, while Markram scored 42 off 28.#IPL2024 #SRHvsMIThe innings break could not have come soon enough for the Mumbai Indians. Sunrisers Hyderabad came up with absolutely devastating innings, setting up a new Indian Premier League record for most runs scored in an innings.Eventually, they scored a mammoth 277… pic.twitter.com/VUXOoUgAQl— The Field (@thefield_in) March 27, 2024\n\n\nThe 15th and 16th overs in the Mumbai inningsWith the start the openers Rohit Sharma and Ishan Kishan got, and in the way Dhir and Varma kept up the momentum, the Mumbai Indians had a fighting chance of actually reaching that total.The batters were ruthless in the chase, and the wicket – just as it was in the first innings – provided no respite for the bowlers.That’s when Hyderabad captain Pat Cummins came to bowl in the 15th over. On the first delivery he picked up the wicket of Varma. He bowled cleverly in the remaining five balls and eventually gave away just three runs in that over.Jaydev Unadkat then came in to bowl the 16th, and using the slower delivery smartly, he offered little to the Mumbai batters and gave away just five runs.Those two overs turned proceedings back in Hyderabad’s favour as the scoreboard pressure started to grow on the batters.The Field’s player of the matchA very tough choice. Abhishek Sharma was awarded the player of the match for setting the new franchise record for fastest fifty.But Klaasen had a big role to play as well in the Hyderabad batting innings. He came in to bat in the 11th over and wasted no time before he started to find the boundary at will. He top scored for his team, scoring an unbeaten 80 runs off 34 deliveries, with three fours and seven sixes.‘You have to readjust expectations’“No matter how bad or good you bowl, if the opposition has scored 277, that means they have batted well.“The wicket was helping the batters. We could have done a few things here and there. But in hindsight, we have a young bowling attack with not much experience. But it’s okay. I liked what I saw today.”— Mumbai Indians captain Hardik Pandya at the end of the match\n“It’s obviously a good wicket, so you’ve just got to suck it up and know that you’re going to go for a few boundaries. But just try and be really clear with your plans. I think cutters started to work towards the end. And you just have to readjust your expectations because you might go for a few runs.”— Sunrisers Hyderabad captain Pat Cummins at the post-match presentation\n League table after the match on March 28 \n    \n       POS  TEAM  P  W  L  NRR  PTS \n    \n     1  CSK  2  2  0  1.979  4  2  RR  1  1  0  1.000  2  3  SRH  2  1  1  0.675  2  4  KKR  1  1  0  0.200  2  5  PBKS  2  1  1  0.025  2  6  RCB  2  1  1  -0.180  2  7  GT  2  1  1  -1.425  2  8  DC  1  0  1  -0.455  0  9  MI  2  0  2  -0.925  0  10  LSG  1  0  1  -1.000  0","author":"Shahid Judge","time":"2024-03-28T00:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199653-uudvbcdebz-1711566859.jpg","tags":["Sunrisers Hyderabad","Mumbai Indians","Heinrich Klaasen","Travis Head","Abhishek Sharma","Aiden Markram","Pat Cummins","Rohit Sharma","Tilak Varma","Hardik Pandya","IPL 2024","IPL","Indian Premier League","Cricket"]}