{"title":"IPL 2024: Bengaluru keep play-off hopes alive on back of dominating win over Gujarat","content":"A stunning opening partnership between Virat Kohli and Faf du Plessis helped Royal Challengers Bengaluru beat Gujarat Titans by four wickets to keep their play-off hopes alive in the 2024 Indian Premier League on Saturday.Winning the toss and choosing to bowl first at the M Chinnaswamy Stadium, it was crucial for the home side to get a good start in order to have a chance at winning. This was showcased by the display of pacers Mohammed Siraj and Yash Dayal. While the latter kept things tight, Siraj dismissed Wriddhiman Saha and Gujarat captain Shubman Gill cheaply. Cameron Green also joined in the action to reduce the visitors to 23/3 at the end of the powerplay.David Miller (30 off 20 balls) and Shahrukh Khan (37 off 24 balls) then combined to put on 61 runs for the fourth wicket to help Gujarat towards a defendable total. Karn Sharma was expensive in his four-over spell and also dropped Miller on 24, but made up for it later by getting the South African batter to hole out to Glenn Maxwell. Kohli then chipped in by running out Shahrukh in stunning fashion.Gujarat would have hoped for Rahul Tewatia and Rashid Khan to stick around more, but Dayal and Siraj came back to ensure that their 44-run partnership didn’t go on for more. Vijaykumar Vyshak would bowl a brilliant 20th over as Gujarat were bowled out for 147.The chase began brilliantly for the home side with Kohli and du Plessis striking at over 200. The Bengaluru captain would reach his half-century in 18 balls, the second-fastest for the home side. But things took a turn for the worse as the middle order collapsed with Bengaluru going from 92/0 to 107/4 inside two overs. The key architect of this collapse was Josh Little who recovered from his first over, where he conceded 20 runs to finish with 4/45. But Dinesh Karthik and Swapnil Singh steadied things to guide Bengaluru home with 38 balls remaining and do the double over Gujarat.Turning point of the matchConsidering the remarkable way in which Will Jacks, Rajat Patidar, Maxwell and Green were all dismissed softly, Bengaluru’s opening partnership was definitely the turning point of the match.Compared to Gujarat who reached the team total of 50 by the 10th over, Kohli and du Plessis helped Bengaluru reach that milestone in 3.1 overs. By the time du Plessis was dismissed in the final over of the powerplay, the required run rate had reduced to four per over while Bengaluru had been going at a mammoth 15 runs an over.Perhaps it was due to the eventual boost that Bengaluru’s Net Run Rate received with the victory, but despite the cluster of wickets in the middle, this opening partnership allowed for Karthik and Singh to wrap things up quickly enough at the end.The Field’s Player of the MatchThe last time this particular pitch at the Chinnaswamy Stadium was used, Sunrisers Hyderabad scored the tournament’s highest-ever total while the match also had the highest-ever aggregate of runs scored in a T20 match.One of the biggest reasons for Bengaluru’s poor run of form at the start of the 2024 season has been their lack of a reliable lead bowler. Siraj was supposed to be that, but Dayal instead outperformed him with no support. However, in Saturday’s match, it seemed that Siraj had finally found his mojo which makes him The Field’s Player of the Match.In his first two overs, Siraj conceded one boundary and picked up two wickets, ably assisted by Karthik’s safe hands behind the stumps and a brilliant running catch from Vyshak Vijay Kumar to dismiss Gill.While Dayal was more impactful at the death, Siraj would finish with 2/29, a boost of confidence and a sigh of relief.‘Thought I wouldn’t be able to play’It was a beaming Siraj who walked up to receive his Player of the Match award. For a bowler that has seen success across formats over the past year, it wasn’t the best of starts in the IPL which also led him to miss a few games.But in his comments to the broadcasters, Siraj maintained that despite a bout of illness the previous night, he kept the faith and continued to work hard.“I’ve been really ill for the last few days so I thought I wouldn’t be able to play today. When I woke up today morning, I thought it would be better to rest, but I really wanted to play so it was great that I got to. “I manifested exactly what I wanted to do and that’s exactly what happened [with the Saha wicket]. It hasn’t been easy to switch between red-ball cricket and white-ball cricket. I’ve been playing Tests for a while and haven’t played white-ball since the ODI World Cup. So I lost my rhythm a little bit when I came here [for the IPL]. You need to give your 110% for every ball here. But I got the success after practising a lot with the new ball more and more.”— Royal Challengers Bengaluru Mohammed Siraj \n Points table after the match on May 4 \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  RR  10  8  2  0.622  16  2  KKR  10  7  3  1.098  14  3  LSG  10  6  4  0.094  12  4  SRH  10  6  4  0.072  12  5  CSK  10  5  5  0.627  10  6  DC  11  5  6  -0.442  10  7  RCB  11  4  7  -0.049  8  8  PBKS  10  4  6  -0.062  8  9  GT  11  4  7  -1.320  8  10  MI  11  3  8  -0.356  6","author":"Tanya Kini","time":"2024-05-04T23:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200493-zdoimnctiz-1714845992.jpg","tags":["IPL 2024","Royal Challengers Bengaluru","Gujarat Titans","Cricket","Indian Premier League","Virat Kohli","Faf du Plessis","Mohammed Siraj","Rahul Tewatia","David Miller"]}