{"title":"Is Amit Shah losing his grip on the BJP in Uttar Pradesh?","content":"A week after Congress Vice-President Rahul Gandhi started his month-long road show in Uttar Pradesh on September 6, Bharatiya Janata Party has begun to absorb an uncomfortable truth – that its president Amit Shah may be losing the clout he has so far enjoyed over decision making in the party.As Rahul Gandhi’s kisan yatra to reach out to farmers in the poll-bound and electorally crucial state started to garner media attention, the BJP president, to counter the Grand Old Party, suggested that they launch an all-out personalised attack on the Congress vice-president. Party officials, however, said that this was rejected by most senior leaders in the state, including Union Home Minister Rajnath Singh. This, party officials said, is being seen by some in the BJP as a sign that Shah is faltering in his ability to run the saffron outfit authoritatively.  Shah has already been feeling heat of late, as the BJP comes under attack from various quarters. The high-profile of this criticism came in aftermath of the Una incident in Gujarat, when four Dalits were stripped and beaten by cow protection vigilantes encouraged by the Sangh Parivar. Despite trying to get the BJP to reach out to Dalits, Amit Shah has been unable to overturn the impression that the Sangh Parivar is anti-Dalit, forcing him to cancel a visit to Agra for a Buddhist Dalit rally. But it isn't just the Dalit protests that have reflected badly on Shah. Open warfare between the Rashtriya Swayamsevak Sangh and the BJP in Goa could threaten to spread elsewhere. And then there was the posters in Shah's home state of Gujarat calling him 'General Dyer,' followed soon by these scenes of chaos at a Patidar meet. \n\n\n    \n    Play\n\nTaking aimAccording to a senior BJP leader, soon after Rahul Gandhi's yatra started becoming a talking point in Uttar Pradesh, Shah asked Rajnath Singh to counter the Congress vice-president's efforts by launching a direct attack on the Gandhi family.Shah, on his part, tried this during a meeting with party workers in Gujarat on September 8, when he said that Rahul Gandhi couldn’t see the changes brought about by National Democratic Alliance since it came to power at the Centre in May 2014 because of his “Italian spectacles”, a reference to his mother Sonia Gandhi’s roots. \"Few days back, Rahulbaba said in his speech that what Modi government did in its two-and-half years of tenure,” Shah further said. “Rahulbaba, I am having that report card, but I don't want to share with you because it is very long. The biggest achievement is that you cannot level a single allegation of corruption against the BJP government.”However, this plan purportedly did not find favour in the party. “Rajnath Singh and two other senior leaders of the party who were approached by Amit Shah rejected the idea of personalised attack, saying it would be counter productive and would harm the interests of the party,” said a senior BJP leader who wished to remain anonymous. The BJP leader did not disclose the names of the two other leaders who had turned down Shah’s idea.Party officials said that as a result of this refusal, Shah had to rely on junior leaders such as Shrikant Sharma and Siddharth Nath Singh, both national secretaries and party spokespersons, to mount an attack on Rahul Gandhi. Sharma, for instance, called the Congress vice-president a “lying machine” and a “baby of the Congress”. This came after the Congress leader, on September 7, said that the NDA had called liquor baron Vijay Mallya, who owes about Rs9,000 crores to several banks, a loan defaulter even as poor villagers who had stolen cots in thousands from the venue of Rahul Gandhi’s khaat sabha in Uttar Pradesh’s Deora the previous day were being called thiefs by the BJP and the media.Siddharth Nath Singh, meanwhile, criticised Rahul Gandhi and said he had “understood the power of [lord] Ram” after he visited Ayodhya on September 9, becoming the first Congress leader to do so after the Babri Masjid was demolished there in December 1992 by rightwing workers, prompting communal riots. Stumbling block?During the first leg of his 2,500-km yatra, which ended on September 11, Rahul Gandhi travelled through Deoria, Gorakhpur, Basti, Faizabad, Ambedkar Nagar, Jaunpur, Azamgarh and Mau districts. On Wednesday, he resumed the second leg from Mirzapur. The road show ends on October 5.Throughout, he has launched a series of attacks on Prime Minister Narendra Modi. For instance, at Mirzapur on Wednesday, he said that the prime minister was “globe-trotting” even as farmers in India were suffering. Earlier Within the BJP, Rajnath Singh’s refusal to follow the Shah’s proposed strategy is being seen as a snub to the BJP president as well as an attempt on the home minister’s part to tread with caution. Party leaders close to Rajnath Singh said that senior BJP leader fears that if he follows Shah’s suggestions, he might find himself pushed into becoming the saffron outfit's chief ministerial face in 2017 Uttar Pradesh polls – a situation he is determined to avoid.According to a party leader who wished to remain anonymous, Rajnath Singh made his reluctance to be projected as chief minister clear to Modi and Shah in a meeting just before the party’s two-day national executive on June 12-13 in Allahabad. Modi and Shah, however, are keen that Rajnath Singh relents, because he is a known face in the state, has served as the chief minister of Uttar Pradesh previously (from 2000 to 2002) and belongs to the Thakur caste. The Thakurs, though they comprise only about 8% of the state’s population, are considered one of the most influential and pro-active sections in Uttar Pradesh politics.Further, the BJP is the only major party in Uttar Pradesh that has not so far announced a chief ministerial face. While Mayawati is the natural choice of chief minister for the Bahujan Samaj Party, current chief minister Akhilesh Yadav is the Samajwadi Party’s face. The Congress has also declared former Delhi Chief Minister Sheila Dikshit as its nominee.","author":"Dhirendra K Jha","time":"2016-09-15T14:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/816539-556ebe5a-fcbb-4b4a-b5c4-5a104220c9e0.jpg","tags":["Amit Shah","Uttar Pradesh polls","Bharatiya Janata Party"]}