{"title":"Is CAG report on Rafale deal ‘opening of a can of worms’, asks P Chidambaram","content":"Congress leader P Chidambaram on Thursday criticised the Centre for the Rafale deal, after a Comptroller and Auditor General report showed that French aerospace major Dassault Aviation and European missile maker MBDA had not yet confirmed the transfer of technology to the Defence Research and Development Organisation. The senior leader asked whether the report was the “opening of a can of worms”.“CAG finds that the vendors of the Rafale aircraft have not confirmed the transfer of technology under the offset contract,” Chidambaram said in a tweet. “The offset obligations should have started on 23-9-2019 and the first annual commitment should have been completed by 23-9–2020, that is yesterday [Wednesday]. Will the government say if that obligation was fulfilled?   Is the CAG report the opening of a can of worms?”The transfer of technology for the indigenous development of the engine for the Light Combat Aircraft was part of the Rs 60,000-crore Rafale deal.India’s offset policy stipulates that for defence capital purchases above Rs 300 crore, the foreign vendor is required to invest at least 30% of the value of the contract in India, to boost indigenous technology. In the Rafale deal, this offset clause was fixed at 50%. This was to be discharged by the four French partners – Dassault Aviation, MBDA, Safran and Thales.The offset obligations should have started on 23-9-2019 and the first annual commitment should have been completed by 23-9–2020, that is yesterday. Will the government say if that obligation was fulfilled? Is the CAG report the opening of a can of worms?— P. Chidambaram (@PChidambaram_IN) September 24, 2020\n\nCongress Spokesperson Randeep Singh Surjewala, on the other hand, accused the Centre of misleading the country about the key defence deal. “Chronology of biggest Defense deal continues to unfold,” he tweeted. “The new CAG report admits that ‘technology transfer’ [was] shelved in Rafale offsets. First ‘Make in India’ became ‘Make in France’.  Now, DRDO [Defence Research and Development Organisation] dumped for tech transfer.  Modi ji [Prime Minister Narendra Modi] will say sab changa si [all was well].” Chronology of biggest Defense deal continues to unfold. The new CAG report admits that ‘technology transfer’ shelved in #Rafale offsets.1st, ‘Make in India’ became ‘Make in France’.Now, DRDO dumped for tech transfer.Modi ji will say-सब चंगा सी !https://t.co/5vUkRsuIa7— Randeep Singh Surjewala (@rssurjewala) September 24, 2020\n\nThe Opposition party called the Rafale deal a scam and also accused Modi of favouring his powerful friends. “The CAG’s admission that ‘it is not clear if transfer of technology will take place’ in the Rafale deal proves the Rafale deal was a scam,” the party tweeted. “PM Modi sacrificed the interests of the Nation to favour his suit-boot friends.”In a report tabled in Parliament on Wednesday, the Comptroller and Auditor General had said that in October 2019, the Ministry of Defence informed them that Dassault Aviation and MBDA had not yet been able to confirm the technology transfer for the Rafale jets.  “Thus, it is not clear if this technology transfer will take place, and there is need for MoD/DRDO to identify and acquire the right technologies in order to comply with the directions of Defence Acquisition Council (DAC) given in September 2016,” the report added.The CAG report said in September 2015, Dassault Aviation and MBDA initially proposed to discharge 30% of their offset obligation in the Rafale deal by offering high technology to the DRDO. But when the DRDO identified six new technologies it wanted to obtain from the firms under the deal in April 2016, the vendors “did not agree on transfer of five technologies as most of them were not within the vendor’s core competence”.The DRDO then said it wanted to obtain technical assistance for the indigenous development of engine (Kaveri) for the Light Combat Aircraft. However, the CAG said this has also not been confirmed by the firms so far.In the Rafale deal, the DRDO’s share in the offset clause was worked out to be 30%, while 20% was allocated to the private sector, including Dassault Reliance Aerospace, according to the Hindustan Times. Dassault Reliance Aerospace is a joint venture with Dassault Aviation set up in Nagpur to manufacture components for the latter’s civil jets.The CAG report said the auditor had not detected any discrepancies as far as the 20% allocation to the private sector was concerned. However, it asked the defence ministry to get more details about its progress.The Rafale dealThe Rafale jets are India’s first major acquisition of fighter planes in over two decades. It came four years after the Narendra Modi government signed a deal with France for a total of 36 units. All the 36 jets are to be delivered by 2022.The deal had become a major political topic during the Lok Sabha election campaign last year. Congress leader Rahul Gandhi, among others, had accused Modi of treason and corruption multiple times, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal.The first Rafale fighter jet was handed over to the Indian Air Force on October 8, 2019, in France, in a ceremony attended by Defence Minister Rajnath Singh. The jets were formally inducted into the fleet on September 10.","author":"Scroll Staff","time":"2020-09-24T20:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133647-uywesmjnbl-1597923757.jpg","tags":["rafale deal","rafale jets","rafale offset","p chidambaram rafale","Congress rafale deal"]}