{"title":"Is India really behind Nepal's economic blockade?","content":"An economic blockade in the Terai along India's border with Nepal has caused acute shortages and price rise in land-locked Nepal. What is the cause of this crisis, and what is India's role? What are the demands of Madhesis protestors opposing Nepal's new Constitution, and what is the future of this agitation? In this series, Scroll.in examines these questions from the ground.On a cold January morning, a fresh batch of protestors arrived on the Maitreyi (Friendship) Bridge that connects Raxaul in north Bihar's East Champaran district to Birgunj in Nepal.The group, which included a school principal, a court clerk, a businessman and several farmers, joined others huddled in tents pitched on the asphalt bridge. Black pamphlets tied to the tents fluttered its message to the four winds: Madhes ka maang poora karo, Mazdoor ka suraksha guarantee karo. Fulfill Madhes's demands. Guarantee protection for workers.The Raxaul-Birgunj bridge is a key crossing on the open border between India and Nepal, connecting to the shortest land route to the capital Kathmandu, 150 kilometres away. Most goods needed by land-locked Nepal, especially fuel imports, enter the country from here. But for over four months, Madhesi protestors opposing the new Constitution adopted by Nepal in September have continuously occupied this bridge, not permitting a single truck to pass. They claim that the new Constitution perpetuates the discrimination they have long faced in the mountain country. Dhurva Yadav, dressed in a grey safari suit, is principal of a village school in Bara, the district adjoining Birgunj, and is not affiliated to any political party. He makes time to sit on the bridge for a few hours every week because, he says, like most Madhesis he feels betrayed by the new Constitution. “Ten years ago, in 2063 [2007 as per the Gregorian calendar], Girija Prasad Koirala signed an agreement with the Madhesis after our andolan,\" Yadav said. \"But he died five years ago, and the three main parties are now violating their promise.”The protests have resulted in huge economic losses for Birgunj's business community. Sohna Lal Sah said his small incense business had suffered losses of Rs 1.3 lakh since the blockade started in September. But he was there to support the protest. “Adhikaar se zyada business thoda na hai! Business is not above our rights.” “Our demands are valid,” said Shakur Alam, a typist at the local court in Birgunj, and a member of the Rashtriya Madhes Samajwadi Party. Alam, seated in the midst of the protestors, was clad in sweatshirt and trousers, with a pink gamcha around his neck contrasting with his henna-coloured beard. “Unlike the hill communities, we are dark complexioned, so the government says, 'Madhesis are Biharis, Dhotis, encroachers from India'. But we are citizens, we are Nepali.”Sections of Nepal society believe the close familial ties Madhesis have with India is evident in the way India has supported this protest, effectively blocking supplies to the country. Nepali commentators see recent events as part of a history of India’s interference and allege that in coming years, Madhesis will become the means for the Indian government to exert control over Nepal. The protestors dismiss the allegation out of hand. “Indians? Will they offer us money to protest?” Shakur Alam retorted. “In fact, we keep sticks and spears next to us when we sleep on the bridge, because Indian officials send smugglers to attack us at night.”Nepal's government believes this undeclared blockade is just like the ones India had imposed on it in 1969 and 1989. Kathmandu says this time it is doing it to punish Nepal for ignoring New Delhi's advice on altering Nepal’s Constitution. Indian authorities deny the charge, and say the protests reflect the Nepal government's failure to accommodate the demands of various ethnic groups, such as the Madhesis. India claims that freight transporters have been deterred from moving goods through Nepal's disturbed plains because of the threat of violence.On the ground, the truth lies somewhere between the two claims.Shakur Alam has been protesting on Maitreyi bridge for nearly four months.A history of inequalityThe protests are being led by communities living in Nepal's Terai, the lowlands along India's border. These communities are the Tharu, an indigenous group in the western plains, and the Madhesis, a group of several communities in the central and eastern plains.Successive Nepalese governments dominated by the upper castes from the hilly regions have discriminated against both groups. The Tharus were dispossessed of their land, forcing many to work as bonded agricultural labour. The Madhesis are viewed as being Indian, and their loyalty to Nepal is questioned. Madhesis, Tharus and other janjati groups are under-represented in the legislature and in all departments of the state. These disparities are reflected in their economic, social and development conditions, which are well below average.In Birgunj, which lies in the central plains, a sense of racial discrimination and lack of opportunities is a recurring theme. “Sab haakim pahariya hai. Only the hill people get elected as officials,” said Eenar Jyoti, a farmer in her 20s who was visiting Birgunj from Chaukiaberia village. Chandan Gupta, a 19-year-old high-school student who has taken part in several protests, said the Nepal government discriminates against Madhesis, giving them the runaround when they apply for citizenship cards and jobs. But was there a lack of economic opportunities in Birgunj, a decades-old commercial centre? “Not everyone can set up a business,” Gupta said.These sentiments were echoed by the diverse group protesting on the Maitreyi bridge, who argued that even if they have to suffer now, once their agitation succeeds future generations will not have to bear the discrimination that they have faced.That evening on the bridge, besides the Madhesi protestors, Ajay Dubey, a transporter from Raxaul, stood near the group making an impassioned plea. “My Madhesi brothers, how long will you continue like this?” He was tall and dark, his khakhi jacket covering a potbelly.Dubey said he had supported the protestors initially, even getting into a scuffle with Nepal's paramilitary in September in the initial weeks of the protest. But he, like other transporters in Raxaul, has been losing thousands of rupees worth of business every day. Surely by now, he argued, the Madhesi leaders in Kathmandu should have been able to make some progress?Political worker Shivji Soni explained that though Madhesis make up one-third of the population, they have low representation in parliament. “People voted for Madhesi leaders in large parties like the Nepali Congress,” Soni said. “But once inside parliament, they did not speak up for Madhes – some were scared, others sold out.”“The Maoists, now in power, are trying to crush the Madhesis, because after all they too are ruled by the powerful hill communities,” added Shambhu Yadav, a farmer.The conversation between Dubey and the Madhesi protestors had switched to Bhojpuri. “Bhaiya, if a father has 10 bigha land, won't he distribute it equally among all his children? Similarly, Nepal has three children – Himal, Pahad, Terai. But the government is neglecting us.”At several places like this, between fields on both sides, it is difficult to tell where the border lies.Divided over the ConstitutionNepal's democratic Constitution was meant to redress this sense of inequality and disenfranchisement among its various ethnic and caste groups. Drafting a new Constitution was one of the main features of a 2006 peace agreement, agreed to by all political parties, which ended a decade-long civil war.The Madhesis led a political movement in 2007-’08 against what they termed pahad rashtravaad, or hill-centric nationalism. They demanded new federal boundaries, reservations in public jobs, and measures to redress their under-representation in parliament. At least 50 were killed in police firing during that agitation. In the west, meanwhile, the Tharus demanded a Tharuat province.Following these protests, all political parties agreed that the new Constitution will provide for Nepal's transition from a unitary state to a federal one, divided into provinces. The first constituent assembly, elected in 2008, failed to complete the charter, with parties differing over the proposed federal boundaries. A second constituent assembly was elected in 2013, but this too was mired in delays.In April 2015, when a major earthquake devastated several hill districts, the three largest political parties – the Nepali Congress, the Unified Communist Party of Nepal (Maoist), and the Communist Party of Nepal (Unified Marxist-Leninist) – decided to fast-track the Constitution-drafting process.They cut short the time for parliamentary debate and public consultation, and rolled back or diluted several provisions they had agreed to in the interim Constitution. The politically fragmented Madhesi leadership failed to assert itself.Madhesis were agitated. Were the deaths in the Madhes movements of 2007 and 2008 in vain, they asked. This anger led directly to the current crisis. Fatal shootings, and an escalationThe protests began in August 2015. Large demonstrations were organised in the plains. A general strike restricted the movement of vehicles at many places.In Birgunj, officials say that for most of August, demonstrations were organised during the day and the police escorted trucks carrying goods and fuel from the Miteri bridge through the town at night. Political workers say they were increasingly frustrated at a lack of response from the government. “For 45 days, we expressed our demands through a simple protest,” said Bhupinder Tiwari, a political worker with the Sadbhavna Party, a leading Madhesi political party. “But this deaf government was not bothered.” In the last week of August, the protestors began to obstruct the night-time traffic of trucks. As protests intensified, Nepal Armed Police killed five youth in Birgunj over August 30-31, shooting them at close range in the head, face and back.Birgunj's Narayani sub-regional hospital's emergency ward files “Madhes Andolan” as a separate category. “Dilip Chaurasia, dead with bullet in left shoulder. Dharamraj Singh, 21, dead with bullet in the head. Suresh Yadav, 19, shot in the cheek. Rajababu Sah, 16, shot in chest...”These records show that between August and November, 228 protestors were treated for bullet wounds and other serious injuries. Similar incidents of fierce protests and lethal police violence were recorded in the adjoining districts. Human Rights Watch has investigated the criminal attacks by the protestors as well as several instances of use of disproportionate force by the police. The administration imposed a curfew in Birgunj in September. In Kathmandu, the finalising of the Constitution progressed at a fast pace.After the constituent assembly adopted the draft charter on September 17, India's Prime Minister Narendra Modi rushed Foreign Secretary S Jaishankar to Kathmandu for a last-minute intervention. The Nepali media termed the visit as “ill-timed”, while Indian media noted that Jaishankar's visit had come just weeks before Bihar was set to begin voting in assembly elections on October 16. A senior official at the Indian Consulate dismissed the claim that the approaching Bihar elections was behind the intervention, but he admitted that Indian government was upset at what he described as Nepal's “unilaterally” ratifying its Constitution. “The Indian government had stood as a guarantor on the previous agreements during the Constitution drafting process, and the ruling parties unilaterally abrogated those agreements,” the official said. “The continuing disturbances across the border are a security concern.”But if the two countries share what the two governments term a \"special relationship\" and an open border, why did the Indian authorities not wake up earlier to the brewing political crisis? “It is true that there was some slackness on our part, or proper attention was not given,” he said.In Birgunj, curfew continued till September 20. On that day, the Nepal government ratified its Constitution by a large majority.“How long are we to live under the shadow of the guns of the police?” asked an incensed Pradeep Yadav, district president of the Federal Socialist Forum. “They put us under curfew, while everything went on as normal in Kathmandu. After they signed off on the Constitution this way, we felt we had to do something.”On September 23, an alliance of Madhesi parties gave a public call to shut down all government offices and to intensify protests along the highways. The next morning, in Birgunj, political workers occupied the Maitreyi bridge.In no man's landWhile the Indian government denies any involvement, the chill between the two countries after Jaishankar's visit helped the Madhesis.“About 20 of us arrived on the bridge at 5 am on bicycles and motorbikes,” recounted Alam, the court typist who is among the few who have continuously occupied the bridge since that day. Nepal armed police force charged at them with sticks and teargas, and tried to take away the material they had brought with them. The protestors fled, only to reappear by noon. They were joined by hundreds of youth, brought together by hectic phone calls and WhatsApp messages.Shiva Patel, general secretary of the Nepal Sadbhavna Party, said that when the Nepal Armed Police began firing teargas shells at the protestors and even fired gunshots in the air, Sashastra Seema Bal personnel reached the Indian side of the bridge. “One of their men then came up to the Nepal Armed Police,” said Patel. “After that, the police here stopped firing.”Though the government says India was not involved, officials in Raxaul admit that the occupation of the bridge inevitably pulled them in. “On September 24, teargas shells landed on the Indian side of the bridge,” said a local official. “We had to take measures to see where exactly did the Indian side begin and how far inside the shells had landed, and we communicated to the Nepal officials on this. After that, they stopped firing.” A bus set on fire on the outskirts of Birgunj last September.From the next day, protestors occupied the no man's land at the centre of the bridge. Hundreds of trucks were stranded along the roads leading to Raxaul from Bettiah and Motihari.Rajan Bhattarai, a member of Nepal's parliament representing the ruling Communist Party of Nepal (Unified Marxist-Leninist), said the protestors were sitting on the bridge on the Indian side and that India's support to the blockade has already caused irreparable damage to the relations between the two countries.Nepal government says that besides allowing protestors to occupy the bridge, India enforced the blockade by stopping the movement of trucks. Nepal imports all its fuel from India. Of this, the Indian Oil Corporation depot, located a few metres from Raxaul bridge, has supplied nearly 60% of Nepal's fuel needs – diesel, petrol, aviation fuel and superior kerosene – since the 1960s. A month after the blockade, to ease the fuel shortages, Nepal signed an agreement with China for supply of petroleum products. In the last week of October, China sent 1000 metric tonnes petrol to Nepal, but it was enough only to meet three days' needs.In Raxaul, Indian Oil Corporation officials deny they did anything to change the arrangement. They say they stopped receiving delivery orders from Nepal after September 22, when protestors had beaten up officials from the Nepal Oil Corporation who were trying to cross the bridge.Senior officials at the Indian Consulate, however, admit that Sashastra Seema Bal personnel, who in the initial weeks of the protest had helped the Nepal police escort vehicles at night, stopped doing this after protestors occupied the Birgunj bridge.Mahesh Agarwal, an Indian businessman and a member of the Rashtriya Swayamsewak Sangh, the ideological parent of the Bharatiya Janata Party, is an unusual link between those on the Indian side and the protestors. Agarwal has been feeding the protestors two meals a day on the Indian side of the bridge since the blockade began.Shankaracharya Gate, a few meters beyond the Maitreyi bridge, the gateway to NepalInside RaxaulFrom India, visitors have to walk past a dusty Indian immigration checkpoint at Raxaul to get to the Maitreyi bridge. On the other side, a beautifully carved stone structure, the Shankaracharya Gate, marks the entrance to Nepal.The river Sirisiya, over which the Maitreyi bridge was built, has dried up. Further away, with open fields on all sides, it is hard to tell where the border lies between the two countries.No four-wheeled vehicles are being allowed on the bridge, but thousands cross the bridge every day on foot. Many carry fuel from Raxaul to Birgunj in cola bottles and 15- and 20-litre plastic jars. Young men on motorbikes zoom back and forth multiple times each day, filling their tanks in Raxaul, selling the fuel in Birgunj, and returning for a refill.In Raxaul, every government agency views the Madhesi protestors through its own lens. Sashastra Seema Bal personnel, armed with sticks, stand in a corner of a field a few hundred metres from the bridge, keeping a nonchalant eye on both the smuggling and the protestors on the bridge. “We don't have enough men posted here to check people from transporting or hoarding fuel,” said one man. “Those sitting on the bridge are Nepali citizens. They are doing this to solve their domestic fight.”At the customs office at Raxaul, officials were a little less patient. “The protestors are a nuisance,” said an official who declined to be named. “On an average, we earned Rs 50 lakh per day in customs duties on iron, rubber and consumer goods passing through here every day – up to Rs 120 crore a year. How long will they obstruct international trade this way?” The official blamed Raxaul businessman Mahesh Agarwal for feeding the protestors, allegedly for political gains. Agarwal, whose company Mahima Exports trades in detergent and chemicals, is one of the most influential businessmen in the commercial border town. He was under stress, he said, with Raxaul's transporters and the business community mounting pressure on him to discontinue feeding the protestors.“I have spent Rs 10 lakh already,” said Agarwal, as he monitored construction of a retail store inside his massive home on Raxaul's Bank Road.He said he had organised the community kitchen at the behest of local officials, since no local restaurant could cook meals for hundreds every day. “When the protestors first occupied the bridge, a few local officials called me and said 'Agarwalji, we have to make the protestors feel safe and welcome. Can you help provide food for 250 people?'. I had provided meals to Madhesis even in their previous andolan nine years back, so I agreed. I even collected Rs 2 lakh as contributions from other local businessmen.”Agarwal said local officials, particularly customs, had turned against the protests because of the loss in both illegal and illicit income from goods passing through the Raxaul checkpost. This was most apparent, he said, when Raxaul officials tried to help the Nepal police in chasing away protestors from the bridge after the East Champaran district of Bihar had voted in the state elections on November 1.At dawn on November 2, Nepal Armed Police beat protestors sleeping on the bridge and set fire to their tents. “Later in the day, as the protestors tried to get back on the bridge, Nepal police attacked them from Birgunj and Indian officials stood by with men bearing lathis on this side of the bridge,” Agarwal recounted. “I complained to [Minister for External Affairs] Sushma Swarajji's office in Delhi about what was going on here.”Agarwal and several senior government officials concur on one point: when the protestors first occupied the bridge, they had expected the situation to last a week or two at most. No one had anticipated that the protestors will be continue to occupy the bridge even after 18 weeks.'Our demands are simple'As darkness fell one recent January evening, the flow of pedestrians and motorcyclists thinned. The people occupying the bridge lit a small fire, around which they huddled against the chill.Shakur Alam, the court typist, wrapped his gamcha around his head as he leaned against a tent. Once the movement ends, said Alam, he and 11 others will have to face trial for a police case filed against them for attempting to obstruct trucks leaving for Kathmandu from the Sirsiya dry depot, 3 kilometres away, where imports were being transported in double the quantity from Kolkata by trains. That week in January, talks between the three main political parties and an alliance of Madhes-based parties was continuing. “If Madhesi leaders return empty-handed this time, or compromise, we will beat and shoot them,” Alam said, voicing the mounting frustration of the protestors. That evening, a mashaal julus (torchlit procession) wended through Birjgunj’s main road. Several farmers who had arrived in town for the procession now congregated on the bridge.“Det rahi suun, det rahi suun, we are going to give you something – this is how the large political parties keep delaying to tire the Madhesis,” said Ramshankar Sah of Bindhbhasini village. He said he, and others from his village, were prepared to continue the protests even if it dragged on for more months.\"Andolan neeman hai. Maang de do toh khatam hai (It is a good movement. It will end if you fulfill our demands),” said Kishore Sani, a construction worker from Malangwa village, speaking in Bhojpuri. “Aur neta ke bas mein hamne kahan hain. We are not controlled by any politicians’ whims.”\n\n\n    \n    Play\n\nRead part 2 here.","author":"Anumeha Yadav","time":"2016-02-04T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/802653-9ed2a3e0-5687-4115-ac38-a693ebcea586.jpg","tags":["Nepal blockade"]}