{"title":"Is internet freedom a tool for democracy or authoritarianism?","content":"The irony of internet freedom was on full display shortly after midnight July 16 in Turkey when President Erdogan used FaceTime and independent TV news to call for public resistance against the military coup that aimed to depose him.In response, thousands of citizens took to the streets and aided the government in beating back the coup. The military plotters had taken over state TV. In this digital age they apparently didn’t realize television was no longer sufficient to ensure control over the message.This story may appear like a triumphant example of the internet promoting democracy over authoritarianism.Not so fast.In recent years, President Erdogan and his Justice & Development (AKP) Party have become increasingly authoritarian. They have cracked down heavily on internet freedom. President Erdogan even once called social media “the worst menace to society.” And, ironically, restoration of these democratic freedoms was one of the stated motivations of the coup initiators.This duality of the internet, as a tool to promote democracy or authoritarianism, or simultaneously both, is a complex puzzle.The US has made increasing internet access around the world a foreign policy priority. This policy was supported by both Secretaries of State John Kerry and Hillary Clinton.The US State Department has allocated tens of millions of dollars to promote internet freedom, primarily in the area of censorship circumvention. And just this month, the United Nations Human Rights Council passed a resolution declaring internet freedom a fundamental human right. The resolution condemns internet shutdowns by national governments, an act that has become increasingly common in variety of countries across the globe, including Turkey, Brazil, India and Uganda.On the surface, this policy makes sense. The internet is an intuitive boon for democracy. It provides citizens around the world with greater freedom of expression, opportunities for civil society, education and political participation. And previous research, including our own, has been optimistic about the internet’s democratic potential.However, this optimism is based on the assumption that citizens who gain internet access use it to expose themselves to new information, engage in political discussions, join social media groups that advocate for worthy causes and read news stories that change their outlook on the world.And some do.But others watch Netflix. They use the internet to post selfies to an intimate group of friends. They gain access to an infinite stream of music, movies and television shows. They spend hours playing video games.However, our recent research shows that tuning out from politics and immersing oneself in online spectacle has political consequences for the health of democracy.The power of distractionPolitical use of the internet ranks very low globally, compared to other uses. Research has found that just 9 percent of internet users posted links to political news and only 10 percent posted their own thoughts about political or social issues. In contrast, almost three-quarters (72 percent) say they post about movies and music, and over half (54%) also say they post about sports online.This inspired our study, which sought to show how the internet does not necessarily serve as democracy’s magical solution. Instead, its democratic potential is highly dependent on how citizens choose to use it.The study was situated in two nondemocracies, Russia and Ukraine. The two share a common history, geography and culture. Both rank well above the global average of 48 percent of internet penetration. More than 70 percent of Russians and 60 percent of Ukrainians reportedly use the internet.The results of our study revealed the internet’s double-edged sword. Citizens who used the internet for news and political information were more likely to express greater criticism about their country’s autocratic political institutions and leaders. As a consequence, they were more likely to demand greater democratic reforms.But, when used differently, the internet can actually harm democratization efforts. Those who spent more of their online time engaging with entertainment content were more satisfied with living under autocratic conditions. These users were happy with the authoritarian elites who oversaw them and were uninspired by the prospects of greater freedom. In other words, online political use enhanced democratic attitudes, while online entertainment use entrenched authoritarian ones.And it gets worse.Tamping down political interestIt seems the world’s most shrewd authoritarian leaders have predicted these consequences. They have implemented policies that greatly restrict the internet’s political benefits while enabling a rich entertainment culture that carefully sidesteps political issues.For example, since 2012, Russia has precipitously increased its censorship of political opposition websites and has recently engaged in consultations with Chinese censorship experts to curtail it even further. In China’s tightly controlled online environment, even entertainment content is carefully screened for subversive messages. Unsurprisingly, both Russia and China did not support the UNHRC human rights resolution guaranteeing citizens unfettered access to the internet.However, censoring political content is only part of the authoritarian’s “online toolkit.” As we have discussed previously at The Conversation, authoritarian governments seek to create a “psychological firewall” that paints the internet as a scary world full of political threats. This rationale increases threat perceptions among the public. This, in turn, increases the public’s support for online political censorship. These threat perceptions also further motivate audiences to seek “safe” entertainment content rather than “risky” news and information.When this approach proves unsuccessful, authoritarian regimes instead turn to even more overt scare tactics. Under President Erdogan, the Turkish government has created an aggressive program of legal, political and economic intimidation targeting not only journalists but also average citizens. As a consequence at least one-third of Turkish internet users are afraid to openly discuss politics online. This trend will likely only become worse as the Turkish government carries out its purge of political opponents in the wake of the failed coup.The final component of the authoritarian toolkit is propaganda and disinformation. Such efforts limit the ability of citizens to separate truth from fiction, demobilize citizens and “undermine the self-organizing potential of society” to pursue democratic change.The internet freedom advocacy challengeEnsuring citizens have access to the internet is not sufficient to ensure democracy and human rights. In fact, internet access may negatively impact democracy if exploited for authoritarian gain.The US government, NGOs and other democracy advocates have invested a great deal of time and resources toward promoting internet access, fighting overt online censorship and creating circumvention technologies. Yet their success, at best, has been limited.The reason is twofold. First, authoritarian governments have adapted their own strategies in response. Second, the “if we build it, they will come” philosophy underlying a great deal of internet freedom promotion doesn’t take into account basic human psychology in which entertainment choices are preferred over news and attitudes toward the internet determine its use, not the technology itself.Allies in the internet freedom fight should realize that the locus of the fight has shifted. Greater efforts must be put toward tearing down “psychological firewalls,” building demand for internet freedom and influencing citizens to employ the internet’s democratic potential.Doing so ensures that the democratic online toolkit is a match for the authoritarian one.Elizabeth Stoycheff, Assistant Professor of Political Communication, Wayne State University and Erik C. Nisbet, Associate Professor of Communication, Political Science, and Environmental Policy and Faculty Associate with the Mershon Center for International Security Studies, The Ohio State University.This article first appeared on The Conversation.","author":"Elizabeth Stoycheff and Erik C. Nisbet, The Conversation","time":"2016-07-22T23:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/812147-27844-pkzghofebh-1469112697.jpg","tags":["Internet Freedom","Social Media","Democracy","Turkey"]}