{"title":"Is one of the top electoral bond donor companies throttling Bhiwandi’s powerloom industry?","content":"It is just another summer day in the dimly lit, sweltering powerloom unit belonging to 52-year-old Prabhakar Aluwala in Bhiwandi. Two labourers wearing vests move swiftly from one loom to the next to make the necessary turns to keep the yarn spinning without getting disturbed and ruining the design. They are manufacturing the grey cotton used for making sarees, as part of an earlier contract.The labourers don’t have time to pose for pictures. There is hardly any room to take any in the unit anyway; in that cramped space, not being careful can lead to injury of the kind one saw in old Hindi movies based on Mumbai’s working class.The unit is working at half capacity as the market is slow right now. While ups and downs have always been part of the business, Aluwala does not feel motivated to stay in this business any longer, let alone encourage his 24-year-old son to join it.One of the reasons, he says, is a company that is also one of India’s biggest donors to political parties via electoral bonds. Bhiwandi is supplied with power by Torrent Power Ltd, a distribution franchise of the Maharashtra State Electricity Distribution Co Limited since 2007.Powerloom owners like Aluwala and public representatives allege that power bills have doubled or tripled since the franchise was brought in, and this in turn has dealt a massive blow to the Rs 10,000-crore powerloom industry. Around 30%-40% powerlooms have shut over the years.Torrent Power purchased electoral bonds worth Rs 106.5 crore between 2019 and 2024. Of these, bonds worth Rs 76 crore were encashed by the Bharatiya Janata Party, Rs 17 crore by the Congress, Rs 3.5 crore by the Nationalist Congress Party, Rs 3 crore by the Shiv Sena and the rest by the Aam Aadmi Party.Data released by the Election Commission of India show that one tranche of bonds worth Rs 7.5 crore was purchased by Torrent Power Limited in May 2019 and encashed by the BJP three days later. The same month, the Maharashtra government ordered the Bhiwandi municipal corporation not to recover property tax worth Rs 285 crore (including interest and fine) from Torrent Power. The reason given was that such recovery of property tax would lead to higher tariffs and was not in the interest of citizens. A Shiv Sena-BJP alliance was running the state government at the time.Originally a pharmaceutical company, the Rs 21,000-crore Torrent group’s power company now has a portfolio of generation, transmission and distribution of power. Torrent Power has a capacity of 4,110 MW with a mix of coal-based, gas-based, and renewable power plants.In March 2024, Torrent Power Limited announced that it has been given a Letter of Award from MSEDCL for the establishment of a 306-MW grid-connected solar project in Nasik district. The estimated cost of the project is Rs 1,540 crore.Torrent Power Limited’s only purchase of electoral bonds in 2024, worth Rs 25 crore, was encashed by the BJP in January 2024. The BJP is part of the ruling coalition in Maharashtra state, and the energy portfolio is held by Deputy Chief Minister Devendra Fadnavis.Back in Bhiwandi, powerloom owners, labourers and ancillary businesses stare at a dwindling industry that might be breathing its last. And this, critics say, could be deliberate.“They want to take Bhiwandi’s powerloom industry to Surat,” alleged Shiv Sena UBT’s former legislator from Bhiwandi East constituency Rupesh Mhatre, “since Surat has a large garment market and was also one of Torrent’s distribution circles.”Representatives of Torrent Power that IndiaSpend spoke to denied any inflation of power bills. They said their metres have been checked and found accurate when tested against other metres; they blamed other factors for the decline of the powerloom industry and said that the company is being defamed for political gains.Despite requests, however, the company is yet to share with IndiaSpend any records of the testing of their metres in powerlooms. We will update the story when we receive an update.Prabhakar Aluwala, a powerloom owner in Bhiwandi, says one of the reasons the industry has suffered over the years is the high power bills of Torrent Power, a charge the company denies. Credit: Tanvi Deshpande/IndiaSpend.Power bills, allegationsFollowing Supreme Court orders to make data around electoral bonds public up until they were scrapped recently, the Election Commission has now published both sets of data on its website – those entities which purchased bonds (that is, who donated money) and those who redeemed those bonds (political parties which encashed those bonds). Early calculations had shown that Torrent Power was one of the biggest donors in India, and a sizable portion of its donations, along with those of Torrent Pharma, were encashed by the ruling BJP.IndiaSpend’s own calculations show that Torrent Power alone donated Rs 106.5 crore, of which Rs 76 crore were encashed by the BJP. The earliest tranche of Rs 7.5 crore was purchased on May 7, 2019. The latest donation, worth Rs 25 crore, was in January 2024.Before 2007, Bhiwandi had power supply from MSEDCL just like the rest of the state but until then, it reported large scale energy loss (power theft) and poor bill recovery. On an experimental basis, Torrent Power Limited was appointed as a distribution franchise in 2007 to improve the same. Soon after, people started getting higher power bills and as the arrears piled up, the frequency of disconnection also became very high, locals said.“Initially we were told that the high bills might be because of problems in wiring or other issues. But this kept happening for a few years and there was no grievance redressal mechanism to complain against TPL. They don’t even accept our written complaints,” said Aluwala.“The power cost in the cluster is around Rs 8.25 to Rs 8.30 per unit. However, the government provides a power subsidy of Rs 3 per unit so the net power cost to the company is about Rs 5.25-Rs 5.30 per unit,” researcher B Basu had noted in his 2019 research paper. “There have been allegations that one needs to grease the palm of the concerned officers to get the subsidy.”A flyer calling for a ‘massive protest against Torrent Power’ organised by Torrent Atyachar Virodhi Jansangharsh Samiti in Bhiwandi last year. Credit: Tanvi Deshpande/IndiaSpend.While franchises have to follow the tariff structure as approved by Maharashtra Electricity Regulatory Commission, local people allege that the problem is not with the tariffs but with the metres that “jump”. Powerloom owners told IndiaSpend that their monthly power bills rose from Rs 8,000- Rs 10,000 to Rs 35,000 over the years.Ishtiyaque Ansari’s powerloom started in the year 1977 in Vetalpada area.“Back then they used to say, sona becho, loha kharido (sell gold and buy powerlooms),” Ansari said. “We pooled in money to buy looms but over the years, it is the government’s bad policies and the skyrocketing power bills which broke the industry’s back. In the past, the power bill was Rs 6,000-Rs 8,000 every month. Torrent continued the same tariff system, but slowly bills started rising. Now the bill comes up to Rs 35,000, plus there is harassment.”Rizwan Ahmed shut down his powerloom in Nalapaar, Kariwali area for similar reasons.“I got a power bill of Rs 5.27 lakh (with arrears),” Ahmed says. “Ab apne paas takat nahi hai (I don’t have the energy to continue business). I sold the loom to a relative because the profit margin had become very thin. Even if the unit is idle because of market ups and downs, the power bill goes on accumulating. It was best to shut it down.”Over the years, there were different protests against the increased power bills led by various political parties. The latest one was in September 2023, and was organised by Kiran Channe, an advocate and local Communist Party of India leader Vijay Kamble. Protestors had demanded “Torrent Hatao, Bhiwandi Bachao” (Remove Torrent, Save Bhiwandi) at the time.“The government is trying to centralise everything and give the control of everything in the hands of a few industrialists,” said Kamble.Indu Prakash Pandey, who has worked as a labourer in powerlooms for 32 years, wished he had learned some other skill instead.“When I came to Bhiwandi in 1991-92, I started working in a powerloom for Rs 6,500 salary while my gaav-wala (neighbour) went to Mumbai for other work that paid only Rs 700 a month. But today, that person earns Rs 40,000 whereas I get less than Rs 25,000 by working in powerlooms. Humari majboori badhayi gayi, humara bhav nahi badhaya gaya (We remained saddled to this industry for lack of options but the wages never increased). However, garment prices have increased in these decades,” said Pandey, who believes he is too old now to switch to another profession. Since powerloom owners cannot afford to increase the wages of labourers, they often make them manufacture more if they want more pay.Communist Party of India Bhiwandi’s Vijay Kamble, on the left, and advocate Kiran Channe who have been opposing Torrent Power along with others. Credit: Tanvi Deshpande/IndiaSpend.Akram Ansari, another powerloom owner, believes the power bills are just one of the reasons behind the industry’s imminent demise.“Let’s say you paid Rs 10,000 per unit before TPL came in, you now pay Rs 30,000,” Ansari explains. “The company says all metres are running fine. Right now, Torrent has a monopoly and I don’t think it will ever go. So only those who have alternative income are surviving. Otherwise, over 50% looms have been sold.”Ansari also listed shortage of skilled labourers, politics of the yarn market, monopoly and exploitation by garment industry bigwigs as some of the other reasons for the industry’s decline.The Congress party’s Rashid Tahir Momin also added government policies, poor textile exports, reduction in subsidy for technology upgradation, need for additional subsidies on power bills, imported textiles flooding the market, and a need for anti-dumping duty on finished garments to the reasons listed by Ansari.“The metres were changed when TPL came in. Our bills certainly increased. Ye toh poora Bhiwandi bolta hai ki metre fast chalta hai (the whole of Bhiwandi says that metres run fast). But we can’t point out how,” said Momin, owner of a 100-loom unit and president of the Bhiwandi Powerloom Federation, who also participated in the protest last year.\n\n\n    \n    Play\n\nBhiwandi MLA Rais Shaikh of the Samajwadi Party had spoken against the “dadagiri [bullying] of Torrent Power” in the Maharashtra legislative assembly multiple times, demanding that an ombudsman be appointed and schemes be brought in to help those with pending dues.“Today, on the first day of the assembly…we have protested against the outrageous behavior of Torrent Power. We raised this issue so that the Govt. pays attention to the problems faced by the people of Bhiwandi and Mumbra due to the inflated bills,” Shaikh tweeted on September 7, 2020. Mumbra was also handed over as a franchise to Torrent Power Limited in 2019.In 2023, while speaking in the legislative assembly on Shaikh’s demand that an ombudsman be appointed in Bhiwandi, deputy chief minister Fadnavis said that the government would consider it. MSEDCL appointed two nodal officers to handle consumer grievances in Bhiwandi soon after. IndiaSpend has reached out to one of the officers for comment on the developments since. We will update this story when we receive a response.A study group was also formed in 2023 by the state government to look into the issues of powerloom industry across Maharashtra. The group, which included MLA Shaikh, recently submitted its recommendations to Maharashtra textiles minister Chandrakant Patil, which included implementing concessions in power tariffs and allowing multi-party power connections in common sheds.Spinning yarnBhiwandi has 33% of the country’s total powerlooms, or approximately 1.2 million, according to a 2016 report by the National Institute of Micro, Small and Medium Enterprises. This segment’s turnover is projected to be around Rs 10,000 crore annually. With approximately 160,000 customers, the industry is spread across 700 sq km. Bhiwandi’s powerlooms support the families of about two million workers, most of them migrants from Uttar Pradesh and Bihar. Nearly 20% of the national production from the powerloom sector is contributed by this township. The types of fabrics manufactured from yarn here include grey, printed fabric, dyed fabric, cotton fabric and various mixes of cotton, synthetic and other fibres.A grey cotton phase of a saree. Only this part of the process is done by contractors or ‘jobbers’ like Prabhakar Aluwala while the rest of the process has other contractors before the final product is ready. Credit: Tanvi Deshpande/IndiaSpend.Torrent Power was the first company in India to be awarded a distribution franchise, ie, Bhiwandi, and the company believes “the significant reduction in AT&C losses in both Bhiwandi and Agra is a testimony of the company’s operational efficiency”. According to Torrent Power Limited, there was a reduction in Aggregate Technical and Commercial, or AT&C, losses – the gap between the cost of power supply and the revenue collected from consumers – in Bhiwandi from 58% at the time of takeover to 14.9% in 2018-’19.Former MLA Mhatre of the Shiv Sena (Uddhav Thackeray faction) said that he has been fighting on this subject for the last 10 years. “It is true that a lot of looms have shut and a major reason is Torrent Power,” Mhatre said.“Their metre runs fast and bills are very high. The metre jumps (units run up) when the voltage fluctuates. Yes, the law allows consumers to install metres other than those of TPL – but only with their technical sanction, which is very tough to secure, so nobody bothers. They have a massive push from the Centre, and the Maharashtra government also supports them.”According to data shared by Torrent Power with IndiaSpend, the number of power connections to powerloom consumers has indeed dipped from 21,462 to 21,100 between March 2020 and March 2024.A metre is given for a powerloom setup and each setup has multiple looms. But Torrent Power Limited maintains that consumption of units remains similar in this period. These power connections consumed around 1,798 million units in 2020 and after a Covid-19 dip, are back to consuming 1,749 million units in 2024.IndiaSpend reached out to the Maharashtra Energy ministry on the various allegations made by people of Bhiwandi, asking whether any independent inspection of metres was done here and what steps were planned or taken to address issues of the powerloom industry.IndiaSpend also reached out to the textiles ministry in both Maharashtra and the Union government, asking the same, and what steps are being taken to revive the powerloom industry and whether any joint meeting is being planned to address these issues. This story will be updated when we receive a response.“There have been incidents in Bhiwandi where even when a house was under lock and key or when a loom was shut, people kept getting the same power bills as they would otherwise. But there is no recourse as there is massive corruption across departments and party lines,” said Channe.According to independent power sector expert Ashok Pendse, this is not the first time he has heard of such a complaint from consumers.“There had been a similar case in Delhi some years ago,” Pendse said. “There is a scientific way in which consumers can submit their metres to a reputed research institute or lab for testing. But if the result is negative, they should accept that the metre is fine. A lot of consumers don’t do that and these conflicts go on.”A poster printed by Torrent Power Ltd to dispel rumours like ‘Torrent Power tariffs are costlier than MSEDCL’s’. The company has undertaken a number of activities to counter rumours and create awareness against power theft, tampering with metres. Credit: Tanvi Deshpande/IndiaSpend.Chetan Badiyani, Public Relations Officer of Torrent Power Limited, agreed that consumers can get their metres tested.“In Bhiwandi, there used to be seven-eight hours of power outage. Since TPL came in, as we started providing uninterrupted power, obviously consumption increased which increased the bills,” said Badiyani.“We procure metres from vendors approved by MSEDCL. We have our own NABL [National Accreditation Board for Testing and Calibration of Laboratories] certified lab where metres are inspected before installation. I don’t know why people are misled to think metres run fast. The truth is, some people of Bhiwandi were not in the habit of paying power bills earlier. That changed after TPL came in. Besides, the tariff of all power utilities has increased over the years.” He shared advertisements and posters that the franchise has printed ‘to contest rumours such as tariff is higher in Bhiwandi’.He added that there have been multiple instances where people’s Torrent Power Limited metres were tested alongside other metres and were found to give the same exact reading. While Torrent Power Limited could not share a record of testing of powerloom metres, it did share a video of a residential consumer expressing satisfaction after his metre was tested and found to be accurate.On the subject of property tax, he said that since property tax was not applicable to MSEDCL, how can it be applicable to its franchise? On the subject of electoral bonds, he said he cannot comment.“Most people of Bhiwandi will tell you that they are satisfied with our power supply and service,” Badiyani said. “We have five customer care centres, helplines; there is a consumer grievance redressal forum also. Check the timing of these protests, they have always happened for electoral gains. Torrent is a soft target, that’s all.”Prerana Toshniwal, intern with IndiaSpend, contributed to this report.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.Also read: Project Electoral Bond","author":"Tanvi Deshpande, IndiaSpend.com","time":"2024-05-06T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200472-reiojydilv-1714754523.jpg","tags":["Bhiwandi","Torrent Power Limited","MSEDCL","Maharashtra","Electoral Bonds"]}