{"title":"Is the Centre trying to take over the primacy accorded to India’s judiciary in appointing judges? ","content":"As of November 1, about four out of 10 judicial posts in India’s higher courts were empty. There are 406 vacancies across 25 High Courts and the Supreme Court, out of a total strength of 1,098 judges. On October 1, the number of vacancies was 471. The 65 new appointments over the last month were made after Chief Justice of India NV Ramana went public with the urgent need to expedite the process. At an event attended by President Ram Nath Kovind and Union Law Minister Kiren Rijiju on October 2, Ramana pointed out that, since May, the Supreme Court collegium had recommended 115 names to be appointed as High Court judges and chief justices.  Until then, the Centre had cleared only eight names.Judicial appointments certainly appear to have picked up pace since Ramana’s speech. However, the appointments of the past month have not been without controversy. Even as it cleared some names, the Centre overlooked others – lawyers who have served as legal officers in state governments led by Opposition parties, for instance.In September, a Supreme Court bench headed by Ramana had censured the executive for “cherry-picking” the members of various tribunals, which are quasi-judicial bodies. Now, the Centre’s random rejection of names recommended by the Supreme Court collegium also lays it open to the charge of cherry-picking Supreme Court and High Court judges. The current impasse is the latest instalment of a long-running battle between the executive and the judiciary for control over judicial appointments.Split wide openWhile both the judiciary and the executive are involved in the appointment of judges, the judiciary is given primacy. The Supreme Court collegium, which consists of the chief justice of India and senior judges of the apex court, recommends names for elevation to the Supreme Court and High Courts. These recommendations are sent to the executive who then takes these appointments forward.The executive can express reservations over names, but if the collegium reiterates its recommendations, the executive has to go forward with them. The Supreme Court  has also held that names that are reiterated should be processed and appointed within  three to four weeks. Two trends have emerged in appointments of late. First, the Centre seems to be “splitting” recommendations sent in a single batch, clearing some names while withholding approval of others. Even though judicial appointments have been split by Central governments before, it was less frequent and drew more censure from the judiciary. Second, names are not cleared despite having been reiterated by the collegium several times. In September, for instance, the collegium recommended 68 names, out of which 12 were reiterations.Due to the frequent stalling of names, some have argued, the collegium has been reduced to a “search and selection committee”, rather than the final arbiter of who should run the courts of law. Much of the appointment process is opaque, which has given rise to speculation about why some names have been held back by the Centre and whether political calculations went into these decisions.Vacancy position in various Tribunals, as stated by Chief Justice of India NV Ramana today.Bench led by CJI has asked the Centre to make a \"clear stand\" on filling up vacancies, while adding that bureaucracy seems to be against Tribunals. pic.twitter.com/BMAdhQm0GM— Live Law (@LiveLawIndia) August 6, 2021\n\nThe excludedWho are prospective judges being overlooked by the Centre? Consider the names left out in Trinamool Congress-ruled West Bengal, in Jammu and Kashmir, a Union Territory since 2019, and in Bharatiya Janata Party-ruled Karnataka. On October 19, The Telegraph reported that while the Centre has been clearing names for various high courts, one court has not been getting appointments – the Calcutta High Court, which had 50% of its positions vacant as of October 1. The Centre has not approved any of the 16 pending recommendations, the report said, and has only approved a few transfers to the Calcutta High Court and made an additional judge, who was appointed for two years, permanent. Meanwhile, in the past two months, it has appointed nine judges to the Allahabad High Court and five to the Punjab and Haryana High Court. It also cleared the names of 10 additional judges in the Punjab and Haryana High Court and 16 additional judges of the Karnataka High Court for permanent posts.Several names reiterated by the collegium have been ignored by the Centre. Senior advocate Amitesh Banerjee has been recommended twice as a judge of the Calcutta High Court. He is the son of former Supreme Court judge, Justice UC Banerjee. As reported by The Telegraph, Banerjee headed the commission that held that the Sabarmati Express fire – often used by the Hindu Right to justify the Gujarat riots of 2002 – was not a conspiracy. This went against the right-wing narrative that the Godhra violence was a “spontaneous reaction” to the plot to kill kar sevaks travelling on the Sabarmati Express.Another name inexplicably rejected by the Centre despite being recommended three times by the collegium is Shakya Sen.  When he was first recommended in 2017, Sen had not yet turned 45, the minimum age for a high court judge. But that rationale no longer holds true.Then there is Jammu and Kashmir, which was stripped of autonomy and downgraded to a Union Territory on August 5, 2019. As of October 2019, the Jammu and Kashmir High Court was at 50% capacity and flooded with cases in the wake of the new legislative changes. The overburdened High Court had appealed to the Supreme Court to fill the vacancies. Despite the urgency, several names were rejected many times over.Take the case of Sadiq Wasim Nagral, who has now been recommended three times, the first time in April 2018.  The collegium had reportedly asked the Centre why Nagral was not elevated, but it is yet to receive an answer.There is also Moksha Khajruia Kazmi , a senior advocate, who was the additional advocate general during governor’s rule in 2016 and continued to serve in the position in the  Mehbooba Mufti-led Jammu and Kashmir Peoples Democratic Party and  Bharatiya Janata Party government, until she was dismissed in 2017. In Bharatiya Janata Party-ruled Karnataka, at least two lawyers who served as legal officers under previous, Opposition-led governments appear to have been left out in the cold. Aditya Sondhi and Nagendra Ramachandra Naik have been recommended three times. Sondhi was Karnataka’s additional advocate general under a Congress government in 2016. Naik was a counsel for the Central Bureau of Investigation during the tenure of the United Progressive Alliance government.A contempt petition[BREAKING] Centre sitting over 11 names reiterated by Collegium as High Court judges: Contempt plea in Supreme Courtreport by @DebayonRoy #SupremeCourt #CollegiumRead more here: https://t.co/We5WAOOWD3 pic.twitter.com/pJB6lC87gI— Bar & Bench (@barandbench) October 25, 2021\n\nThe Centre’s repeated rejection of names recommended by the collegium has left it open to charges of contempt. On October 25, the Advocates Association Bengaluru filed a contempt petition against the Centre in the Supreme Court, objecting to the fact that it was sitting on 11 names reiterated by the collegium. Refusing to appoint reiterations was a violation of the law laid down by the Supreme Court, the petitioners alleged.In the past, the judiciary has tried to ensure that it maintains control over judicial appointments. In 2015, it struck down an amendment to introduce a National Judicial Appointments Commission and reinstated the collegium system. The Commission was to consist of members from the executive and judiciary, and be tasked with the appointment and transfer of judges. In some quarters, this was seen as giving too much power to the executive in the appointment process.After this case, there were calls to update the memorandum of procedure, the document that lays down the process for the appointment of judges to the Supreme Court and high courts. It is framed by the government in consultation with the chief justice of India. This project has been pending for the last six years, and a new memorandum seems a remote prospect. As it hears the contempt petition, will the judiciary use it as another opportunity to establish its primacy over the appointment process?","author":"Umang Poddar","time":"2021-11-09T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127492-dgtonlnxbe-1636376043.jpg","tags":["judicial appointments","collegium","High Courts"]}