{"title":"Ishrat Jahan case: CBI court discharges last three accused, says ‘no question of any fake encounter’","content":"A special Central Bureau of Investigation court in Gujarat on Wednesday discharged the last three accused in the Ishrat Jahan encounter case, reported Live Law. The three accused were Indian Police Service officer GL Singhal, State Reserve Police Commando Anaju Chaudhary and retired Director General of Police Tarun Barot.“It is clear that the act which is alleged to have been done by the accused was in discharge of their duties or purported to be in discharge of their duties,” the court said in its order.Special CBI judge VR Raval said that the police officials concerned were bound to keep vigil amid bombings and terrorist attacks in Ahmedabad. “Number of anti-national and terrorist activates were spread all over India, more particularly in Gujarat,” the order said. “Being high-rank police officers, it was their duty to take necessary steps. There is no question of any fake encounter on part of any such police officer.”Raval said that “prima facie there was nothing on record to suggest” that Ishrat Jahan and the four others who were killed “were not terrorists,” according to The Indian Express. Earlier, the CBI had not appealed against the discharge of four other accused in the case. This was used as grounds for discharging the last three, according to the newspaper.In June 2004, Jahan and three others were killed in an alleged encounter with security forces on the outskirts of Ahmedabad. The state police had claimed that the four had links with terrorist groups and were conspiring to kill Narendra Modi, who was Gujarat’s chief minister at that time. However, a special investigation team set up by the High Court had found the encounter to be fake. After this, the case was transferred to the Central Bureau of Investigation.On March 20, the CBI had told the Gujarat court that the state government has refused sanction to prosecute the three remaining accused. According to unidentified officials, the refusal to give the permission suggested that the Gujarat government believes that the alleged encounter was carried out by the police in the line of duty.In October, the court had also observed that the police officers had “acted in their official duties”, so the CBI needed to obtain sanction to prosecute the accused. Under Section 197 of the Code of Criminal Procedure, sanction is required for prosecuting government servants for anything done while discharging official duty.After this, Singhal, Chaudhary and Barot had filed applications before the court seeking “dropping of proceedings for want of requisite sanction”.The CBI had named seven accused in the case – Singhal, Barot, Chaudhary, retired officer JG Parmar, former police officers DG Vanzara, NK Amin and PP Pandey. Commando Mohan Kalasava had died by the time the central agency filed its chargesheet. Parmar had died during the course of the hearing. Vanzara, Amin and Pandey were earlier discharged from the case.Singhal, who was then the assistant commissioner of police of the Ahmedabad crime branch, was arrested by the central agency in 2013. However, in May 2014, he was reinstated and promoted as the deputy inspector general.","author":"Scroll Staff","time":"2021-03-31T14:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/15850-xrrnelcdva-1617177379.jpeg","tags":["Ishrat Jahan","Tarun Barot","Anaju Chaudhary","Gujarat","GL Singhal","Ishrat Jahan encounter case"]}