{"title":"Israel issues fresh evacuation orders in Rafah forcing displaced Palestinians to flee ","content":"Israel on Saturday issued fresh evacuation orders in the southern Gaza city of Rafah forcing several displaced Palestinians to move, reported the Associated Press. The order came amid the Israeli military’s preparations for a full ground invasion of the city, where over 1 million Palestinians have fled amid the war on Gaza.Due to the evacuation orders, nearly 1,50,000 Palestinians have fled Rafah, the United Nations Relief and Works Agency for Palestinian Refugees in the Near East said on Saturday, reported Al Jazeera. The Israeli army, however, said that approximately 3 lakh Palestinians had moved from the eastern part of Rafah to al-Mawasi since the evacuation order was issued.Rafah was considered the last refuge for Palestinians in Gaza. It was also the main point of entry for fuel before the Israeli military captured the Gaza side of the Rafah crossing with Egypt.The evacuations are now forcing Palestinians to return to the north of Gaza which has been destroyed due to attacks by the Israeli military.“We are extremely concerned that these evacuation orders have come both towards central Rafah and Jabaliya,” Louise Wateridge, spokesperson for the United Nations Relief and Works Agency for Palestinian Refugees in Rafah, told AP.Israel’s war on Gaza has been ongoing for over seven months. The war began after Hamas’ incursion into southern Israel on October 7 that killed 1,200 people. The militant group had also taken over 200 people hostage.A hundred of those hostages are still believed to be alive and in Gaza, according to Al Jazeera. Some of the hostages were released in November as part of a brief ceasefire agreement and others were killed as a result of the war.Since October, Israel has been carrying out unprecedented air and ground strikes on Gaza. The attacks have killed at least 34,904 persons, including over 14,500 children.US government report on Israel’s violation of humanitarian lawThe latest evacuation order comes a day after the United States said that the use of weapons, which were provided by it to Israel, in Gaza likely violated international humanitarian law. The statement was made in the US government’s summary of a report submitted to the federal legislature.However, the report came with a caveat that the wartime conditions prevented the US officials from determining the violation of international humanitarian law for certain specific airstrikes.Given Israel’s significant reliance on US-made weapons, it was reasonable to assess that they had been used by the country’s security forces in instances “inconsistent” with its obligations under international humanitarian law “or with best practices for mitigating civilian harm”, the report said according to AP.It added that even though Israel’s military has the experience and technology to minimise harm to civilians the results on the ground, which includes “high levels of civilian casualties”, raise “substantial questions” on whether the Israel Defense Forces is using them effectively in all cases.On Wednesday, US President Joe Biden said he would halt a portion of American weapon shipments to Israel if it went ahead with its plan to invade the southern city of Rafah in Gaza.The US, in such a scenario, would continue providing defensive weapons to Israel, but would stop supplying other arms, Biden had said.","author":"Scroll Staff","time":"2024-05-11T20:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200645-mswgtsntcg-1715436959.jpg","tags":["Palestinian Refugees","Palestinians","Israel","United States","Gaza"]}