{"title":"Israel and Hamas agree to extend ceasefire for release of more hostages","content":"Israel and Palestinian militant group Hamas on Thursday agreed to extend a temporary truce by at least one more day.The Israeli Defense Forces said on Thursday that their operational pause “will continue in light of the mediators’ efforts to continue the process of releasing the hostages and subject to the terms of the framework”.The operational pause will continue in light of the mediators' efforts to continue the process of releasing the hostages and subject to the terms of the framework.— Israel Defense Forces (@IDF) November 30, 2023\n\n\nIn a separate statement, Hamas said that the ceasefire will be extended to a seventh day, reported Reuters.The militant group earlier accused Israel of refusing to receive seven women and children and the bodies of three hostages in exchange for the truce being extended.A four-day ceasefire between Israel and Hamas had begun on the morning of November 24 and was scheduled to end on November 27. However, the two sides had agreed to continue the truce for two more days.The pause in hostilities was aimed at facilitating the exchange of hostages held by Hamas and Palestinians imprisoned by Israel.Hamas was believed to have taken over 200 persons hostage when it led an incursion into southern Israel on October 7, killing 1,200 people and triggering the war. Since then, over 15,000 Palestinians have been killed in Gaza in relentless air and ground strikes by Israeli forces, according to the health ministry in Gaza.The militant group has released 97 hostages, including Israelis and foreign nationals, since the start of the ceasefire, according to Reuters. Israel, on its part, has released 210 Palestinian prisoners.On Thursday, the Qatari Foreign Ministry said the ceasefire was being extended under the same terms as in the past, reported the Associated Press. Hamas will continue to release 10 Israeli hostages per day in exchange for 30 Palestinian prisoners being freed.Qatar, with support from the United States and Egypt, has been mediating between Tel Aviv and the militant group.","author":"Scroll Staff","time":"2023-11-30T11:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196263-medmsyjbac-1701322469.jpg","tags":["Hamas","Israel","ceasefire","Israel Gaza ceeasefire"]}