{"title":"IWL 2023: Gokulam Kerala fittingly winners again, but India’s top female footballers deserve better","content":"Confetti cannons and pyrotechnic machines came to life as Dangmei Grace held aloft the Indian Women’s League trophy at the TransStadia in Ahmedabad on Sunday. This was the third time Gokulam Kerala FC had won the top-tier event of women’s football in the country, and it was the team’s moment to bask in the spotlight once again.But it didn’t last long. A bizarre series of events followed just as the winners’ cheque of Rs 10 lakh was handed out, followed by the few moments to take photographs. The players were ushered off the makeshift stage, the branding boards were turned around and the IWL logos were blocked by potted plants. A set of young men who sat in the stands on Sunday for the entirety of the IWL final between Gokulam Kerala and Kickstart FC – the former winning 5-0 – were now called on stage to receive their prizes. What, moments earlier, was the IWL trophy presentation had now become the prize distribution ceremony of the Gujarat State Football Association Club Championship.It was a rather unremarkable – ever perhaps disrespectful – end to what is supposed to be the most prestigious women’s footballing event in India. Yet what transpired at the venue was a microcosm of the way the IWL was organised.IWL: The many challenges facing India’s women footballers – ‘It’s very difficult to play like this’Even as Gokulam Kerala were celebrating a third IWL title, the stage was being redone to give prizes to local footballers | Radha Lath GuptaThe prime women’s league in the country lasted just 25 days – for starters. And then almost all matches were held in the day time, in the middle of a heat wave, in Ahmedabad.“This level of IWL was the worst,” lamented a player, who requested anonymity.The TransStadia, to be fair, is an excellent football-specific venue.The raised seating hovers over the pitch with floodlights placed in the shape of an oval all around the ground. A ripe, grassy green expanse of the field is with built-in sprinklers too. What a celebration of women’s football to host the IWL here, from a quality of facility perspective.“Ground wise it was one of the best ones I’ve played in so far. Very well done, clean cut grass, superb to play on,” mentioned a player. “Lovely stands, with no one to fill them except family members of teams at times.”But that remained just the state of one venue. For a league aims to be professionally run, no post-match interactions were organised, or allowed. As an organiser explained, they hadn’t really been expecting media. The stands’ entry was from a separate gate, one with an unmanned staircase where you could walk in as you like – no security, no cleanliness, and in the evenings, no lights. With the sun beating down, the stands were where scouts, players’ family, and spectators could feel the ground radiating heat back up.An estimated 10 people watched the second quarterfinal match during the relentless Ahmedabad summer in a venue that can seat 10,000.It was understood that this is how the IWL was going to be. Organised so that the bare minimum takes place, the players and other stakeholders scrape through the event and that interactions are cut off, perhaps out of fear of what might be said. There weren’t many fans anyway who could come and witness the state of the top-flight league. And you can understand why – there was no advertising at all.Congratulations @GokulamKeralaFC for making it three-in-a-row.My equal appreciation for all the clubs & players for their participation. I’m aware the conditions were not ideal and we assure things will change here onwards.@IndianFootball pic.twitter.com/2mT9lJiAoA— Kalyan Chaubey (@kalyanchaubey) May 21, 2023\n\nDuring the knockout stage, there was no branding or advertisement promoting the league, not even near the stadium. “Honestly, playing without crowds was always the norm. We never have people watching women’s football particularly,” said a player.“That’s not new, we face this every time… But at least they would have made some efforts,” added another.A rough head count during the final suggested around 300 spectators were watching the final. Of course, later on it was revealed that a chunk of them were in fact there for their own trophy presentation after the IWL ended.Gokulam Kerala players acknowledge their fans after the final | Radha Lath GuptaWhile Gokulam fans had returned for the final with their vuvuzelas, Kickstart brought in dolkis to bang on in support. Shielded from the heat, in the four air-conditioned VIP boxes was All India Football Federation president Kalyan Chaubey and other dignitaries. Former Indian women’s team stalwart Oinam Bembem Devi and other scouts were also seated in luxury on this occasion, as opposed to the dusty stands just days earlier.Deserving winnersAnd Gokulam didn’t waste much time before setting the match alight.Sabitra Bhandari scored from a long-ranger in the fifth minute. As the game went on, the defending champions went from strength to strength. Sandhiya Ranganathan scored the second and Indumathi Kathiresan scored the third from the spot.Bhandari had already broken the record for the all-time leader for goals scored in the IWL, but that didn’t stop her from causing more carnage. Flying down the wings, dragging Dalima Chhibber out with her, she whipped in crosses in from the end line as well as cut back a well-weighted pass to set up her fellow teammates. Much to Kickstart FC’s relief, the full time whistle blew at 5-0 and there were celebrations as the Gokulam bench took the field.A short while later, as the once-spectators took to the stage to receive their awards, the IWL finalists walked along the pitch, taking photographs and speaking to the other fans present.Chhibber, the losing captain, was arguably the most popular player of the field with younger players, ground staff and coaches rushing to speak to her. Gokulam meanwhile continued to take photographs with their third IWL trophy as the floodlights started to dim. It wasn’t the first time they had been asked to curtail their celebrations. Nor was this the first time that they had been denied what was rightfully theirs by a seemingly apathetic national federation.AIFF really putting the L in IWL the way this was organised and the sub standard playing conditions. Never again I hope.— Radha🧣 (@radhalathgupta) May 21, 2023\n\nThe last time this team made headlines was in August 2022, as they had touched down in Tashkent, Uzbekistan to participate in the AFC Women’s Club Championship. Imagine, turning off airplane mode on the phone to find out that the AIFF is not recognised by Fifa, and thus, neither is your club. The only way to get back to that continental event again was to win the IWL title.An IWL title that you will have to fight for in the draining, dry heat of the Ahmedabad summer.Yet they put their bodies on the line, scoring 64 goals overall to defend their crown. With the win, Gokulam Kerala are back in Asia once again. Over the past week in Ahmedabad, this writer went on a sporting journey, one down a road less travelled. One down a road which is more of a kachcha rasta and one which it is hoped we won’t have to travel again. The top-tier of women footballers in the country deserve better.","author":"Radha Lath Gupta","time":"2023-05-22T17:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190432-mjtqtjazfo-1684754999.jpeg","tags":["Indian football","IWL","IWL 2023","Hero IWL","Gokulam Kerala FC","GKFC","Football news","Football"]}