{"title":"IWL 2023-24: Gokulam Kerala pick up comfortable win over Kickstart FC","content":"Gokulam Kerala notched up a 2-0 win over Kickstart FC in an Indian Women’s League match at the Bangalore Football Stadium on Sunday. For Gokulam Kerala, Fazila Ikwaput and Sandhya Ranganathan scored the goals in the first half.With this win, Gokulam Kerala leapfrogged Odisha FC to the top of the table, though provisionally. They are on 26 points from 11 matches, while the side from Bhubaneswar are a point behind, having played one game less.Gokulam Kerala dominated proceedings right from the outset. They came with a definitive gameplan and played with a purpose. The best part about their playing style was they moved in sync and the first goal came as a result of teamwork in the 15th minute.The Malabarians won a throw and Kritina Devi Thounaojam exchanged a quick one-two with Anju Tamang before launching a long ball towards the penalty box. Ikwaput, who is the highest scorer of the league so far with 12 strikes, positioned herself quickly, got the better of her marker, and then turned swiftly to unleash a powerful right-footed volley. Kickstart FC goalkeeper Maibam Linthoingambi had no chance to stop the shot as Gokulam Kerala took the lead.Gokulam doubled their advantage in the 43rd minute due to lackadaisical defending from Kickstart FC. Ashalata Devi Loitongbam delivered a looping cross into the box. Maibam Linthoingambi came out to thwart the danger before she fumbled and failed to collect the ball. Defender Wangkhem Linthoingambi, who was nearby, couldn’t clear the ball in time, and Sandhiya Ranganathan seized the opportunity. The forward tapped home, much to the delight of the Gokulam Kerala dugout.Gokulam Kerala could have won by a bigger margin, had Ikwaput and Soumya Guguloth taken their chances in the second half. However, the missed opportunities didn’t come back to haunt Gokulam Kerala as they picked up three crucial points.","author":"Scroll Staff","time":"2024-03-11T10:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199159-qgjnptoynx-1710132342.jpg","tags":["Fazila Ikwaput","Sandhya Ranganathan","Gokulam Kerala","Kickstart FC","IWL","Indian Women's League","Football"]}