{"title":"Indian football: Riding on belief and club support, here’s how Gokulam Kerala FC conquered IWL again","content":"Gokulam Kerala FC captain Dangmei Grace remembered the conversations she heard when she had gone for the opening ceremony of the 2023 Indian Women’s League season. Odisha FC, the Indian Super League club, had made a splash ahead of their debut appearance in the IWL, signing some big players including star India forward Bala Devi, to become serious contenders for the title. Former champions Sethu Madurai FC, Eastern Sporting Union and Kickstart FC were also gunning to end Gokulam’s reign in Indian women’s football.“When I went for the opening ceremony, whoever was there, they weren’t talking about Gokulam at all. Nobody was praising Gokulam,” Grace told Scroll. “I don’t want people praising the team but everyone was talking about the chances of other clubs. But I thought to myself that we’ll see and just prove it. And then I just came back and I told my teammates that we need to prove that we are the better team.”Gokulam went a step ahead and proved they were the best team in the country by a distance, as they romped to their third-straight IWL title by defeating Kickstart FC 5-0 in the final. Such was their dominance that Gokulam scored a whopping 64 goals while only conceding seven over the course of the season. Grit, determination and hard workOver the years, Gokulam have done well to scout and develop young players. Ahead of the new season, the club had to replace a number of key players, including Manisha Kalyan, Acheampong, Soumya Guguloth and Jyoti Chauhan, after they signed for European clubs.VC Praveen, Gokulam Kerala’s president, was complimentary of the team as well and pointed to the brilliant scouting done by the staff and coach in bringing in the likes of Indumathi Kathiresan, Sandhiya Ranganathan and the young Hemam Shilky Devi to bolster the squad.Anthony Andrews, the head coach, was also incredibly proud of the players under his purview. Having worked with them for the second year running, he knew how to motivate them into believing that each of them was a star in their own right. “Initially, if you have seen in our first two or three games, we might have won but we were not playing that good. But gradually we have grown into the system we wanted to play,” Andrews told Scroll.IWL 2023 Final, as it happened: Gokulam Kerala FC beat Kickstart FC 5-0 to win third titleDespite limited practice time before the start of the league due to several Indian team players arriving only a week earlier, Andrews credited the intelligence of the players in being able to adapt quickly. “I think the likes of Indu, Sabitra (Bhandari), setting that combo with Grace and Shilky in the midfield, it wasn’t that big of a task because they are smart and intelligent players,” the coach said. “And they understood how much they want to play because of the experience that they carry with them. And obviously players like Ashalatha (Loitongbam), who have a lot of experience with the country. Everyone contributed their bit and we believed in each other when no one was believing in us.”Dangmei Grace celebrates with Sandhiya Ranganathan after the latter scored a goal during the IWL 2023 final. (GKFC)In particular, Andrews highlighted the quarter-final match against Odisha FC as an example of the sheer drive that the Malabarians possessed to reach the finals and win. He recalled how Beatrice Ntiwaa Nketia kept her cool during the penalty shootout and steered them to victory despite the red card for Ranjana Chanu forcing Gokulam down to 10 players. “Once you get a lifeline, who will like to miss that? So that lifeline was something which made everyone work harder. From then on also, they never took anything light and our focus was always on, we were prepared tactically. The girls have done really well because of the mentality that would have been guiding them. They knew how important it was for us to win as much as for them as an individuals.”— Coach Anthony Andrews\nA tournament lacking institutional supportRelaxing after a gruelling tournament that saw Grace and her colleagues run around for 90 minutes in 40+ degree weather, she conceded that it wasn’t easy to play the matches in Ahmedabad. “If they want to improve women’s football, then they should look for better infrastructure,” the 26-year-old said. “If they want women’s football to be better in the next season, then I would be really happy and I would really appreciate it if they could look upon (the conditions) from the next season and improve it.”Both Praveen and Andrews were rightfully critical about the conditions and setup of the league, not just for Gokulam, but for all the clubs involved. Compared to last year’s tournament which was held in Bhubaneshwar, Odisha, where the facilities and organisation was better, Andrews felt that “improving every year (is needed) otherwise a lot of players will drop if you don’t give them the proper facility, proper stay, proper food.”Andrews added that Gokulam took it upon themselves to arrange for supplements and supplies to continuously keep the players hydrated during training and matches. Even the water coolers provided at the stadiums were far away from the field of play forcing the players and staff to cover a fair distance to fill their bottles.IWL 2023: Gokulam Kerala fittingly winners again, but India’s top female footballers deserve better“The first priority for me is player health. Because it was so hot, players weren’t able to quickly adapt to that,” Andrews said. “We used to give players time to hydrate themselves, even when I was doing warm-up, I’ve given players bottles in hand to just keep sipping. I don’t mind even if we slow things down. It’s okay for me, (but) just keep sipping water to at least keep hydrated.”Praveen claimed that there was no room to reschedule any of the matches or make alternate arrangements. As the All India Football Federation released the players in the national squad with only a week left for the league to begin, clubs requested the federation to postpone the start date by a week to give them time to train with their players. This was denied.Grace confirmed that the Gokulam players part of the Indian national team joined only a week before the league began, but were given assurance by Andrews that they would be able to adjust to the setup quickly enough. Praveen, on the other hand, indicated that perhaps AIFF’s focus was on building for the next season, when they are planning on introducing the home-away system and a second division for women’s football. But he was also uncomfortable about the conditions that his players had to face. “They should have picked a better place climate-wise,” he said. “The only match I went for in person was the final and at 6pm in the dugout, the sun was in my face. So imagine the players sitting at 4:30pm and 8:00am.”Coach Anthony Andrews congratulates Sandhiya on her goal scoring efforts during the IWL 2023 final. (GKFC)Looking into the crystal ball for 2024One thing that Praveen is adamant about is that the AIFF needed to step up and provide the clubs with better support, either through broadcasting deals, more sponsors, and definitely by increasing the prize money. “I don’t understand why a second division league (in men’s football) is given 50 lakhs prize money and the topmost women’s league is given 10 lakhs,” Praveen said. “So when they talk of the increase in a woman’s salary, AIFF also should give importance to the prize money. So that let them improve on that and then tell the clubs what we should pay,” the CEO said in reference to AIFF’s new mandate where IWL clubs had to pay at least 10 Indian players on full contract of Rs 3.2 lakhs each.”Once the home-away system is implemented, Praveen predicted rising costs for IWL clubs which will include hotel and travel charges along with additional investment in training to increase the depth of the squad. “AIFF also has to do considerable homework,” he said. “They tell us they have shortage of money, shortage of funds and then tell clubs to do bigger, better (and be more) professional because they can say that or else you will lose your points or licences. So when they expect us to be professional and spend more on everything, our facilities and all that, they should also have introspection on what they are doing. Yes, your team has come; they have good plans. They’ve been talking and have taken us into confidence. But they should do every aspect regarding marketing and the media.”What does AIFF’s ‘Vision 2047’ roadmap look like?Praveen believed that increasing the cap on foreign signings will not only improve the quality of the league, but Indian football overall. “Now with home and away matches coming, at least they should allow signing four foreigners and playing three in the starting 11. It’s going to be a four-five month period because we can’t register three foreigners when an injury comes or a card comes up, these difficulties will turn up,” he said.As the president of a club that has teams in both the I-League and IWL, Praveen is familiar with the trials and tribulations of negotiating with AIFF and the Indian football system in general. After all, it was his women’s team that faced the brunt of the Fifa ban on Indian football when they landed in Tashkent, Uzbekistan, last year only to find out that they were not eligible to play for the AFC Women’s Club Championship any more. Both Praveen and Andrews are ready to put in everything they have to ensure that Gokulam has a chance at redemption for last year. But before that, Praveen wanted AIFF to have some confidence in themselves when planning changes and improvements to the women’s game.“They’re yet to confirm whether India is participating or India has got a slot or if at all (the AFC Women’s Club Championship) is going to happen – normally it happens in August and October,” Praveen said of his club’s participation in Asia. “We have also requested AIFF that we want to play if at all it is happening and also they should put their best effort. They said they’re giving a lot of importance to women’s football so they’ll also pursue the matter and if at all it’s happening they’ll push for a slot.”Gokulam’s journey to a third-straight IWL crown was not the easiest one. But it was driven by a passionate bunch of players and coaching staff. By developing players over the years and playing some of the best football in the country, Gokulam Kerala have shown what they are capable of. Now it’s upto the establishment to show what they can do for women’s football in the country.Corrections and clarifications: VC Praveen is the president of Gokulam Kerala FC. A previous version of the article stated the Praveen was the CEO of the club.","author":"Tanya Kini","time":"2023-05-27T09:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190583-habxvosbip-1685097282.jpg","tags":["Gokulam Kerala FC","IWL 2023","Dangmei Grace","Indian women's football","Anthony Andrews","Indian Women's League"]}