{"title":"IWL 2023-24: Pyari Xaxa scored a brace as Odisha FC cruised past Sethu FC to move to the top","content":"Title aspirants Odisha FC reclaimed their winning momentum in the Indian Women’s League when they outclassed Sethu FC 4-0 at Tilak Maidan, Goa, on Saturday.Odisha FC, who lost their previous outing to Gokulam FC last month before the IWL went for a break due to the Fifa Window, are now at the top of the table with 22 points from nine matches. Sethu FC’s show continues to be unimpressive, as they have managed to gather 10 points from nine outings.Myanmar striker Win Theingi Tun and India international Indumathi Kathiresan netted goals in the first half, while Pyari Xaxa added a brace in the second half to complete the rout.Odisha FC started the game on a positive note with a few attacking moves before Win However, it was Tun who seized the spotlight in the fourth minute with a stroke of brilliance, carefully chipping the ball over the Sethu FC keeper and skipper, Anjila Subba, to give her team the lead.Odisha FC had another golden opportunity in the eighth minute when Indumathi showed her exceptional dribbling skills before launching a long-ranger, but it hit the crossbar.As the first half progressed, it was only Odisha FC, who created chances. However, Sethu’s defence stood firm against Lynda Kom’s persistent attacks, causing frustration for Odisha FC’s offensive efforts. The game took another dramatic twist in the 23rd minute when Indumathi unleashed a powerful strike from the edge of the box that crashed against the net to extend Odisha FC’s lead.Encouraged by the comfortable lead, Odisha FC pressed hard. In the 37th minute, Lynda set up another opportunity for Indumathi, whose effort drifted wide of the mark.True to expectations, the second half commenced with the same intensity as Sanju instigated a swift counterattack in the 60th minute, threading a precise pass to Xaxa, who promptly turned and slammed a brilliant shot into the top corner of the net.In the 78th minute, Sethu FC goalkeeper made a valiant attempt to deny Xaxa’s initial attempt, but a composed Pyari converted the rebound with an angular grounder that rolled into the far corner of the net for the fourth goal.","author":"Scroll Staff","time":"2024-03-03T10:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198942-rhlklngkbz-1709441867.jpg","tags":["Odisha FC","Sethu FC","Pyari Xaxa","Indumathi Kathiresan","Indian Women's League","IWL","Football"]}