{"title":"J&K Constituent Assembly wanted continuation of Article 370, petitioner tells SC","content":"The Jammu and Kashmir’s Constituent Assembly wanted Article 370 to continue to remain in existence, one of the petitioners told the Supreme Court on Wednesday, reported The Hindu.A five-judge bench headed by Chief Justice DY Chandrachud is hearing over 20 petitions challenging the Central government’s decisions to cancel Jammu and Kashmir’s special status and split the erstwhile state into two Union Territories in 2019.At the time of Jammu and Kashmir’s accession to India, New Delhi had agreed to forming the Jammu and Kashmir Constituent Assembly, a body of representatives of the people who would help frame a Constitution for the state. The Constituent Assembly was dissolved in 1957.Article 370 is categorised under temporary provisions of the Constitution.However, on Wednesday, senior advocate Gopal Subramanium, appearing for petitioner named Muzaffar Iqbal Khan, pointed out that the Section 5 of the Jammu and Kashmir Constitution said that Article 370 was meant to continue to remain in existence. The section provides that the extent of executive and legislative power of the state extends to all matters except those with respect to which Parliament has power to make laws for the state under the provisions of the Constitution of India.“They wanted its continuance, they wanted this [Article 370] to be a language of communication between the two constitutions,” Subramanium said, reported Live Law.He also referred to Section 92 of the Jammu and Kashmir Constitution saying that the governor cannot assume the powers of the Legislature and has the obligation to conduct elections in six months.“Popular representative government is a part of the architecture of Section 92 of the J&K Constitution,” Subramanium told the court.He argued: “If the Constituent Assembly of J&K, which is the body of people, has taken these proactive steps and we have accepted those proactive steps, can we unilaterally abrogate this arrangement?”The nature of Jammu and Kashmir’s Constituent Assembly power is as pure as any Assembly, Subramanium told the court. “This is the equality we have practiced,” he said. “This is the level of statesmenship India practices. Whatever constituent assembly wanted, we accorded it.”","author":"Scroll Staff","time":"2023-08-09T18:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186512-jowwrjbqgc-1675598803.jpg","tags":["Article 370","Supreme Court","Jammu and Kashmir","Constitution"]}