{"title":"Jantar Mantar hate slogans: BJP’s Ashwini Upadhyay, 3 others sent to judicial custody for two days","content":"A Delhi court on Tuesday remanded Bharatiya Janata Party leader Ashwini Upadhyay and three other accused to two-day judicial custody in connection with the incident where inflammatory slogans calling for violence against Muslims were shouted at a rally in Jantar Mantar on August 8, reported ANI.  The Delhi Police have arrested six people, including Upadhyay,  in the case. The five other men were identified as Deepak Singh, Vinod Sharma, Vineet Bajpai, Preet Singh and Deepak Kumar, said Joint Commissioner of Police (New Delhi Range) Jaspal Singh.The Delhi court also remanded Bajpai and Deepak Singh to one-day police custody in connection with the case. Earlier in the evening, the Delhi Police said that it had sought three-day custody of Bajpai and Deepak Singh, reported ANI. The police have urged the court to send Upadhyay to judicial remand for 14 days, reported The Times of India. The court had reserved its order then, according to ANI.Deepak Singh was reportedly the first person to be detained late on Monday night after police took him into custody from his home in Delhi’s Karawal Nagar area, according to The Indian Express. A team of the inter-state cell of the Delhi Police Crime Branch, under Special Commissioner of Police Praveen Ranjan, was conducting raids to detain the men.“A team was stationed outside Deepak’s house and he was picked up around 12.40 am when he returned from outside,” an unidentified police officer told The Indian Express. “Police are questioning him about others at the event.”The six accused were brought to the Connaught Place police station around 3 am for questioning, reported The Indian Express. Their supporters, meanwhile, blocked the road outside police station to protest against the arrest.  Supporters of those arrested for alleged role in #inflammatory sloganeering at Jantar Mantar on Sunday have blocked the road outside Connaught Place Police Station. @the_hindu pic.twitter.com/0pLkDUQRPX— Hemani Bhandari (@HemaniBhandari) August 10, 2021\n\nOn Monday, the police had filed a first information report in the case against unknown persons. The FIR did not name any specific person even though several videos from the rally clearly showed the identities of the participants. Upadhyay, a Supreme Court lawyer and former spokesperson of the Delhi unit of the BJP, had posted several tweets asking people to join the event. Another BJP leader, Gajendra Chauhan, was also among the participants in the rally.The unknown persons have been booked under Sections 153A (promoting enmity between different groups) and 188 (disobedience to order duly promulgated by public servant) of the Indian Penal Code and Section 51 of the Delhi Disaster Management Authority Act for violating Covid-19 protocol.Upadhyay had called for the march at Jantar Mantar as part of his “Bharat jodo [Unite India] movement” on Sunday evening. The organisers demanded an end to “colonial-era laws” by setting up a uniform civil code in the country. They had not taken permission for the event, the Delhi Police told The Indian Express.Videos from the event showed a group of people shouting slogans such as: “Jab mulle kaate jayenge, Ram-Ram chillayenge [Muslims will chant Ram-Ram when they will be slaughtered].”Those who attended the rally also flouted Covid-19 guidelines as they neither wore masks nor maintained physical distancing norms. They also assaulted a journalist and asked him to chant “Jai Shri Ram”.","author":"Scroll Staff","time":"2021-08-10T10:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162625-belmxbwksz-1628570144.jpg","tags":["Jantar Mantar","Ashwini Upadhyay","Delhi Police"]}