{"title":"Jat violence: What exactly happened in Haryana (and why)","content":"Footprints of violence were everywhere in Chhavni Mohalla. A tractor trolley lay overturned right at the entrance of the residential colony in Jhajjar. A little inside, in the middle of the road, there was a gutted tractor. Small shops in a corner of the colony had been ransacked and burnt. The twisted metal frame of a clinic’s door hung from its hinges, and broken red plastic chairs lay strewn outside.Kisna Devi Chauhan, the middle-aged resident of the first house on the road, sat not far from this wreckage, surrounded by her relatives. Her courtyard wall was charred. A water drum, a motorcycle and a hatchback car sat inside cindered.“There were thousands of men at the door,” she began, remembering the morning of February 21 when a mob carrying sticks, rods and axes descended on the house. “My husband and son got hit by a brick. My daughter and I rushed up to the stairs and hid in the room in a corner of the terrace.”From a window in the room, the mother and daughter watched the unfolding horrors. Some men broke down the door, climbed up the stairs, hacked their neighbour Shamlal Saini with an axe on the same terrace, and then threw his body down. Minutes later, Krishna Saini, a neighbour who was hiding in a small flour mill, was dragged out and attacked with an axe.“It was worse than what I witnessed in the 1947 Partition riots,” said a stunned Chauhan.At least 20 people died and over 200 were injured as Jats went on a frenzy of destruction in mid-February to demand reservations in government jobs for their community. Over about 10 days, buildings and vehicles were torched, and railway routes and highways blockaded around Haryana and particularly in Jhajjar and Rohtak. Some estimates put the loss to the state at Rs 20,000 crore.This was not the first time that Jats, a dominant farming community in Haryana, were agitating to be counted among Other Backward Classes. As job creation slows down and a failing education system creates thousands of unemployable graduates, the demand has surfaced periodically since 2009.In September 2010 and in March 2012, agitations by Jats in Haryana had led to death of two youth. But never before was the scale of the rage the same. The brunt of the anger this time was felt most by Sainis, traditionally vegetable farmers holding smaller landholdings, and Punjabis from Pakistan who settled in the region. Now, as the violence abates, Haryana’s communities are left grappling with a deep social rupture and a profound suspicion of each other. In just 10 days, the political schism between Jats and non-Jat communities that underlay the politics and the discourse may have deepened irreparably.Anger at police and armyIn Rohtak, Vikrant Jogi, a pharmacology student, summarised the mood among non-Jats using an expression that was once used in Haryana’s villages to denote social coexistence among the 36 diverse castes. “Earlier, we were chhattis biradari, but now we are paintees (35) communities united against Jats.”Jogi believes the Jats are resentful at the appointment of the state’s first Punjabi Khatri chief minister – Manohar Lal Khattar – by the Bharatiya Janata Party since 1998. “This has opened a political cleavage,” the young student declared.In Jhajjar, the agitators attacked Chhavni Colony, the lone residential colony at the edge of town that is predominantly Saini. Meanwhile, in Rohtak city, which has thrice the population of Jhajjar, the prime target was not houses but Model Town market, that houses branded showrooms. In both these cities, the mobs consisted only partly of urban youth – the majority were young men from nearby villages who rode into the cities on motorcycles and tractor trolleys.Youth in Rohtak share videos of Jat agitators riding into into the city.Dhanno Nain, an elderly Jat resident of Rohtak’s Prem Nagar, said Jat families too were wary of attacks. Several households in the affluent neighbourhood still had stones and bricks stacked on their terraces to defend themselves in case violence broke out again, she said.Metres ahead from Prem Nagar, in the adjacent colonies of Sainipura and Chamanpura, the predominantly Saini residents said they had kept vigil for 12 days, out of fear of a mob attack similar to the one in Jhajjar’s Chhavni Colony. Many of the residents directed their ire at police and security forces.Sunil Kumar, an electrician, said the attacks were “pre-planned” by Jats in collusion with officials, and as evidence, he pointed to the substantial presence of Jats in the state police. Rohtak superintendent of police Shashank Anand said that police stations which held arms, wireless sets as well as official records were vulnerable targets as thousands were defying curfew order. But university student, Rahul Saini, was angry that since police stations were locked for several days during the agitation, it was impossible to access the police. Anil Saini, who owns a small electrical shop, alleged that even the army failed to curtail the violence because “Indian Army Chief Dalbir Singh Suhag is a Jat who did not wish to order action against the community”.How it all startedThe unprecedented violence started with a rail blockade that made news only locally. On February 12 and 13, Hawa Singh Sangwan, a retired commandant of the Central Reserve Police Force and the Haryana chief of the All India Jat Arakshan Sangharsh Samiti, led a rail blockade at Mayyar village in Hisar. When Sangwan had earlier fronted a protest in the same village in December 2012, the previous Congress government had given special backward status to five communities, including Jats.This time, Sangwan raised two demands – first that one of the three prominent Jat ministers in the BJP guarantee that Jats will be included in the Other Backward Classes category; and second that the BJP rein in its Member of Parliament Raj Kumar Saini, who had been making strident public comments about the Jats over the previous 10 months.Raj Kumar Saini, a first-time Member of Parliament from Kurukshetra who belongs to an Other Backward Class, has maintained that the inclusion of traditionally dominant communities such as the Jats in the OBC list will dilute the benefits of reservations for other communities.Sangwan, the Jat leader, said he started an agitation in February with an eye on the 2017 elections in the neighbouring state of Uttar Pradesh. Jats already enjoy OBC status in Uttar Pradesh and Haryana Jat leaders anticipated that in the months leading to the state elections, the BJP would offer to include them in the OBC list at the central level as well.So on February 13, Jat leaders in Haryana blockaded the Delhi-Hisar rail line. By that night, the protestors vacated the train tracks as Sangwan called off the blockade after Agriculture Minister OP Dhankar, who belongs to the Jat community, assured them that the government will satisfy their demand by March 31.The next day, however, the situation turned volatile.At the Jat Swabhiman rally called in Sampla by Khap leaders from Rohtak, Jhajjar and Sonipat, Khap leaders proposed a state-level meeting on April 6 to decide on the course of action if the state government failed to deliver on its promise. But the youth at the rally insisted on a more immediate and concrete solution. Defying the leaders, more than 1,500 young men then reached National Highway 10 and obstructed the highway leading from Delhi to Punjab.Jat men blockaded even smaller approach roads to intensify the blockade.Over the next two days – February 15 and 16 – there was no violence reported, though the protests and blockades spread. When commuters tried to use alternative routes to the highway, agitators also put up checks on approach roads in three districts.The big spark came on February 18.The violence spreadsOn that day, in Rohtak, young lawyers were protesting outside the district court to demand action against the students of Delhi’s Jawaharlal Nehru University for their alleged anti-nationalism. At the same time, a group of 150-200 traders were marching through town holding placards of “35 Biradari Sangharsh Samiti”. When they converged, it is said, the group of traders mistook the lawyers to be protesting in favour of the Jat agitation.Rajnish Hooda, a young Jat lawyer, said Punjabi Khatri and Pandit lawyers were with them when the traders attacked them. “We had left way for the traffic, but the traders carrying 35 biradari banners and shouting ‘CM Sahab aap mat ghabrao, 35 Biradari aap ke saath hai’ attacked us,” he said.The traders’ association has since stated that they were walking to the Collector’s office to petition him about the disruption of their business by the on-going blockade when the lawyers obstructed them.Rohtak lawyers blame a group of Punjabi traders carrying banners proclaiming '35 Castes Unity' for provoking violence on February 18. While the lawyers were outnumbered in the first encounter, they reassembled and clashed a second time with the traders later that afternoon. There was a third clash between Jat students of Jat College, Maharishi Dayanand University, and the traders at Ashoka Tower in Ranchi. Twice, the police had to resort to lathi-charge. Soon, the agitation turned into a clash between Jats and non-Jat communities.More youths got involved after the police entered the boys’ hostel of Neki Ram College’s and beat the students the next night. The police maintain that the students had assaulted two policemen, while the college faculty say the policemen targeted the students for their caste.“The policemen reached the college around 8 pm when students were eating dinner,” said Jogendra Ahlawat, an assistant professor of geography. “They hit the students, after asking them pointedly whether they were Jats, they threw hot dal at the students.”An enquiry has been ordered into the episode and several police officials, including the deputy superintendent of police, have been transferred.The next day, on February 20, rural youth reached Jhajjar and Rohtak on tractors in support of the students. In no time, the violence spread to Jhajjar, 30 kilometres away. Jat agitators set fire to a dozen shops outside Jhajjar bus station, singling out establishments run by the Saini and Punjabi community. Three men, including a bystander, were fatally shot by security forces in retaliatory fire at Bhagat Singh chowk. Their bodies were kept at Sir Chhotu Ram Dharamshala, a Jat resthouse, for the night.In Jhajjar, Jat protestors set fire to shops owned by Punjabi and Saini businessman. Mukesh Kumar Punjabi owned a grocery store.On the morning of February 21, the 25-year-old Jat dharamshala was set on fire in retaliatory violence. While the staff escaped, rumours that 20 dharamshala staff and members died inside spread to villages, and more rural youth converged in Jhajjar town.Residents of Chhavni Mohalla, the only predominantly Saini locality in Jhajjar, had spent a sleepless night anticipating violence. They parked two tractor trolleys blocking the entrance to the colony, kept watch on the road, and guarded their terraces. But when a mob of 3,000 men attacked Chhavni Mohalla, they had no protection. The mob hacked Shamlal Saini, a beldar with the public works department, and Krishna Saini, a farmer, set fire to two dozen small shops, burnt 13 houses and several vehicles.Jhajjar superintendent of police Sumit Kumar said some 200 soldiers and a few hundred policemen couldn’t stop thousands of Jats from marching into Jhajjar from the 11 entry routes and the adjacent open fields.Divisive politicsAs the violence abates, the analysis of the events in Haryana has begun.A week ago, an audio clip surfaced in which Professor Virender Singh, a political aide of former Chief Minister Bhupinder Hooda of the Congress, is purportedly heard asking Captain Mann, a leader of the Dalal Khap, to intensify the agitation. While the tape is yet to be forensically examined, Singh has admitted it was his voice. He has since been charged with sedition by the BJP-led state government.The tape has led many commentators to allege Congress’s hand in pushing the agitation into violence. But according to Jat leaders, the agitation was “leaderless”. Hawa Singh Sangwan of the All India Jat Arakshan Sangharsh Samiti and his competitor, Deepak Rathi of the Akhil Bhartiya Adarsh Jat Mahasabha, point to the behaviour of Jat youth at the Sapla rally called by Khap leaders on February 14 to claim that they were out of anyone’s control by then. Whether by the force of the brewing resentment among the youth or by political design, thousands of rural youth had got active in the protests.Politically, the Jat-Deswali belt spread over the districts of Rohtak, Jhajjar, Sonipat – once a stronghold of the Indian National Lok Dal founder Chaudhary Devi Lal – has been firmly with Bhupinder Hooda for the last 12 years. In the days following the Sapla Jat Swabhiman rally on February 14, every major political party – the Congress, the Indian National Lok Dal and the ruling BJP – largely refrained from making direct political statements about the agitation. All they did was periodically appeal for peace.According to Ravinder Saini, a political reporter with The Tribune, it’s likely that both Congress and INLD will claim credit for the protests.At present, the Congress holds 10 of 15 assembly seats in the Jat-Deswali belt. But with the agitation taking a violent Jat-versus-non-Jat form, the Congress may stand to lose its non-Jat voters in the long run, said Ravinder Saini. The INLD, he added, may be viewed as a less polarising choice.The BJP may gain too by mobilising the communities on political lines. A fringe player in the state, it came to power in December 2014 riding largely on the urban and non-Jat vote. While it won 47 of 90 assembly seats, in the Jat-Desiwal belt it won just 5 of 15. While the Jat vote was already a multi-cornered contest, the BJP successfully galvanised the non-Jat votes, filling a political vacuum left in the mid-90s by Bhajan Lal, a Bishnoi and the only successful non-Jat chief minister of the state.Bhajan Lal is remembered for reaching out to both Jats and non-Jats. The BJP, however, adopted the opposite approach. It went on to appoint Manohar Khattar, a Punjabi first-time MLA and former pracharak of the Rashtriya Swayamsevak Sangh, as chief minister, and placed non-Jats in high posts in the police and in the secretariat. This heightened the sense of political disenfrenchisement among Jat youth whose economic position is already weaker than before because of their declining farm incomes.The polarisation between Jats and non-Jats intensified further in the succeeding months.The Supreme Court in March 2015 rejected the inclusion of Jats in Other Backward Classes. The next month, first-time BJP MP from Kurukshetra, Raj Kumar Saini, who is an OBC, threatened to resign from his seat if Jats were given reservations. He went on to make a series of statements ridiculing the Jats, comparing them to beasts, and the Jats responded by threatening him at their public rallies. Political observers say that Saini’s statements are unlikely to have been made without the sanction of BJP’s state leadership.News reports between August and December 2015 are filled with reports of statements and counter-statements by both leaders from both communities. Jats leaders like Sangwan gave a call for a Jat Yuwa Fauj, and attacked Khattar for bringing “Pakistan’s chhole bhature culture into Haryana”. Other Jat leaders burnt effigies of three BJP Jat ministers, and demanded five years’ compulsory service in the army for all communities. Saini followed with announcements of formation of an “OBC Brigade”, while Saini and Nai leaders announced a rath yatra in January to mobilise OBCs through north India.In February, it was this cynical political build-up that spilled over on the streets.Shops belonging to Saini traders set on fire at bus stand market in Jhajjar in the evening on February 20.All photos by Anumeha Yadav.","author":"Anumeha Yadav","time":"2016-03-01T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/804313-article-uggferabdo-1456807839.jpeg","tags":["Jats","Haryana protests"]}