{"title":"JNU case: We've forgotten the lessons of Germany 1933 and India 1975","content":"On the night of February 27, 1933, four weeks after Adolf Hitler became Chancellor, the Reichstag building housing the German Parliament caught fire. Marinus van der Lubbe, a mentally challenged, unemployed Dutch bricklayer and Communist was arrested and tried for arson and attempting to overthrow the government. Found guilty, he was executed. Claiming it to be a Communist plot, Hitler got the 86-year old president, Paul von Hindenburg, to sign the Reichstag Fire Decree. It suspended habeas corpus (a writ deployed to release a prisoner from unlawful detention), freedom of expression and of the press, the right of free association and public assembly. It also allowed the State to open citizens’ letters and tap their telephones.Then came the Enabling Act of 1933 which gave Hitler the authority to pass any law without going through the Reichstag. It was, in Hitler’s words, necessary “to carry out the political and moral cleansing of our public life”. Thereafter, anyone who remotely opposed the National Socialist credo was fit for arrest, forced deportation, torture and extermination. As for the Jews, since Hitler and the Nazis believed that they were rat-like sub-humans, they were rounded up, lynched, their properties destroyed, businesses confiscated and they were finally herded to extermination camps like Auschwitz, Dachau, Sobibor and Treblinka.The horror in Germany happened because it was allowed to by its people. Hitler and the Nazis enjoyed the silent, vocal and often boorish assent of most Germans. In the name of a “strong nation”, citizens overlooked everything.Emergency nightmareWe too had our dictatorship: the Emergency. Three events put an end to 28 continuous years of democracy. The first was a major railway strike organised by George Fernandes, which the government brutally suppressed. The second was the huge anti-Indira Gandhi rallies organised by Opposition leader Jayaprakash Narayan who called for a non-violent “total revolution”, attended by tens of thousands of people, and the third was a ruling on June 24, 1975, by the Supreme Court’s Justice Krishna Iyer that granted a “conditional stay” on an earlier Allahabad High Court judgement. The high court had found the prime minister guilty of misusing government machinery for her election. It declared her election to Parliament void, and barred her from contesting elections for six years. Hearing her appeal, the Supreme Court allowed Gandhi to continue as the prime minister but barred her from participating in Parliament debates or voting, and referred the matter to a larger bench of the court.The next day, armed with questionable legal justification provided by Siddhartha Shankar Ray, who was West Bengal chief minister at the time, Indira Gandhi asked President Fakhruddin Ali Ahmed to declare a state of internal emergency. Which he did.That night, a deliberate power cut in Delhi prevented newspapers from publishing the next day. The police fanned out to arrest opposition leaders like Atal Bihari Vajpayee, Vijayaraje Scindia, LK Advani, Jayaprakash Narayan, Acharya Kripalani, Morarji Desai and hundreds of others, including a student leader called Arun Jaitley. Several thousands were arrested and incarcerated till early 1977 without any legal recourse. Civil rights and liberties were suspended, the media was severely censored, the Maintenance of Internal Security Act or MISA was further strengthened to allow indefinite preventive detention, search and seizure without warrants, and wiretapping to destroy political dissent. The Supreme Court, under Indira Gandhi’s nominee Chief Justice AN Ray, upheld the power of the State to detain anyone without the need to give reasons, effectively depriving citizens from the right of habeas corpus.Led by Sanjay Gandhi, goons and cops took over. This period saw thousands of forced sterilisations, slum clearances under the gun, indiscriminate arrests and police beatings. The Youth Congress ran amok, presiding over a jungle raj where Sanjay Gandhi’s real and imaginary wishes were every Congress thug’s command. It was a 21-month long nightmare. Bereft of public protest – since all those who could dissent were in jail – the Emergency was either silently accepted or loudly cheered.Universities as areas of dissentNow consider the Jawaharlal Nehru University case. I don’t know of any university of repute that hasn’t thrived on academics amidst a milieu of counter-culture and dissent. Not Calcutta University. Not Delhi. Not the Sorbonne. Not Berlin or Heidelberg. Not Oxford or Cambridge. Not London. Not Berkeley. Not Kent State. Not Chicago. Not even Harvard. I have studied and taught in some of these places and know what I am writing.Assuming that pro-Afzal Guru and anti-India statements were made, do these constitute sedition? Does it warrant the police to sweep into a university and arrest a dozen students or more? Does it permit goons, some masquerading as lawyers and led by a BJP MLA, to beat up students, teachers and journalists attending an open court? Is this act of student protest so profoundly detrimental to the unity and polity of India for the Home Minister to claim that it was masterminded by Hafiz Saeed and the Lashkar-e-Taiba (a claim made on the basis of a tweet from a fake Twitter handle)?Here, as in other cases spreading across India, the agents of the State can only be one of two. They are either perennially incompetent, or they, and their ilk, represent something far more sinister – the beginning of a party-sponsored goon rule, where any dissent is violently crushed by self-styled vigilantes of nationalism.Why do I write this? Because it is important to appreciate how quickly civilised nations can sink to evil. Because I treasure India’s civil liberties and the constitutional right to free speech, because I feel that these are being increasingly trampled upon by politically-organised rabble. I write this because I believe that such acts are either being silently witnessed and assented to, or lustily cheered, because I fear that once we cross the Rubicon, we will be in a frightening territory of a State-sponsored “might is right”, “jiski laathi uski bhains” [he who owns the stick owns the buffalo] type of society.Are we, as a society, just and fair? Do we believe in the saying, “I disapprove of what you say, but I will defend to the death your right to say it” or do we humiliate and crucify dissenters? It is time to ask these questions… before time runs out. In the meanwhile, please feel free to call me a seditious anti-nationalist.Omkar Goswami is an an economist and chairman of CERG Advisory Private Limited.","author":"Omkar Goswami","time":"2016-02-18T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/803728-article-kbqphxenqo-1455557597.jpeg","tags":["JNU student protest"]}