{"title":"Judge’s praise for Modi: If justices veer from professed values, can criticism of this be punished?","content":"The Indian judiciary often pats itself on the back for the independence it maintains from the government’s executive branch. As a consequence of this autonomy, the Indian Supreme Court has gained the reputation for being one of the most powerful constitutional courts in the world. But that image took a serious beating on Saturday, when Justice Arun Mishra expressed his unabashed admiration for Prime Minister Narendra Modi. Delivering a note of thanks at an international conference organised by the Supreme Court in New Delhi, attended by judges from several countries, Justice Mishra described Modi as a “versatile genius”:“India is a responsible and most friendly member of the international community under the stewardship of internationally acclaimed visionary Prime Minister Shri Narendra Modi. We thank the versatile genius who thinks globally and acts locally, Shri Narendra Modi, for his inspiring speech which will act as a catalyst in initiating the deliberations and setting the agenda for the conference.” This was not an ordinary conference and the person delivering the vote of thanks was not an ordinary person. The Union government is a major litigant before the Supreme Court. As a judge of the court, Arun Mishra often rules on whether decisions made by the executive are correct. Several former judges have criticised Mishra’s expression of admiration for Modi,  telling The Quintthat this statement was “unbecoming of a Supreme Court judge”.Such criticism of judges is rare in India, thanks to the contempt of court law that hangs like a sword over critics’ heads. As a consequence, legal affairs journalists often worry about what they write. In many publications, the contempt laws act as an trigger for self-censorship. But comments like Justice Mishra’s provoke a larger question: When the judges do not stick to the judicial values that they themselves have adopted, do they have the moral authority to punish those who question their decisions? Restatement of valuesOn May 7, 1997, the full court of the Supreme Court adopted a charter titled “Restatement of values of judicial life.” The charter had 16 points, which are supposed to guide judges in their functioning. The fundamental objective of the charter was to maintain the integrity that is essential to sustaining the independent character of the judiciary. All India’s High Courts have also adopted the charter. In the context of Justice Mishra’s comments on Modi, point 16 of the charter is highly relevant. It states: “Every Judge must at all times be conscious that he is under the public gaze and there should be no act or omission by him which is unbecoming of the high office he occupies and the public esteem in which that office is held.” Could Justice Mishra’s praise of Modi be deemed to be “unbecoming of high office?” Courts are considered independent because there is an assumption that they do not fear or favour any side in a dispute and that judges operate strictly according to the law. Even if judges personally admire certain political leaders, they are expected to keep that admiration to themselves and not let it affect their opinions. When a judge praises the head of the executive, it creates unnecessary doubt about the independence of the judiciary,  former Chief Justice of Delhi High Court AP Shah has pointed out. Former judge RS Sodhi stated that such comments send the message that the “judge is not objective in his outlook when dealing with cases”, given that the government is a major litigant before the court.While Mishra’s conduct has prompted these comments, saying this about a judge ordinarily would attract the wrath of contempt of court, an extremely vague law that leaves it to the judges to decide whether something constitutes contempt or not. Contempt of courtThe Supreme Court is vested with the powers to invoke the contempt law under Article 129 of the Constitution. The High Courts also have the power to initiate contempt of court proceedings for themselves and for courts in their jurisdiction. There are two types of contempt. The first is the willful disobedience of a court order, for which civil contempt can be initiated. The second type of contempt is when a person tries to bring disrepute to the judiciary and interferes with the administration of justice. This could attract criminal contempt with a jail term. Criticism of judges falls in the second category. In PN Duda vs VP Shiv Shankar and others in 1998, the Supreme Court elaborated on when contempt proceedings are to be used. The court said: “Any criticism about\t the judicial  system or  the  Judges  which hampers the  administration of\tjustice or  which erodes the faith  in  the\tobjective  approach  of\t Judges\t and  brings administration of  justice into\t ridicule must be prevented. The contempt of Court proceedings arise out of that attempt. Judgments can  be criticised, motives of the Judges need not be attributed. [emphasis added]While this is the fundamental principle in deciding whether something warrants the invocation of contempt powers, what is obvious from the observations is that the decision itself is subjective. Section 5 of the Contempt of Courts Act states that fair criticism of the merits of a case cannot attract contempt. But the question of what amounts to fair criticism and what brings disrepute to the court and judges is left to the judges themselves to decide. Though contempt is seen as a reasonable restriction by the courts, the contempt law is often criticised for its chilling effect on free speech. Recently, Justice Mishra was in the news for threatening contempt of court proceedings against senior lawyer Gopal Shankarnarayanan for making repetitive arguments without heeding the warning of the court.  Justice Mishra backed down after senior lawyers requested him to be more tolerant. This incident illustrated how even something that irritates judges could be construed as worthy of contempt and obstructing the administration of justice.Values vs contemptIf “unfair criticism” of the judiciary that attributes motives to judges can be deemed as contempt, it has to come with an expectation that those holding the high office will not act in a manner that attracts criticism. However, even if judges do not stick to their values that the Supreme Court itself restated almost 23 years ago, current law allows critics questioning judges and their motives to be punished.This puts a disproportionate burden on outsiders to the judicial system, including the media. An argument could be made that the independence of the judiciary is being strengthened by the act of  questioning judges in a situation where they do not adhere to the values the court has adopted. After all, citizens are significant stakeholders in ensuring that the institution functions as it it intended to.  In such circumstances, silence will only perpetuate actions “unbecoming of a judge”.This is especially problematic when there is no avenue to move against a judge who is seen to be failing to uphold values. Former Madras High Court judge K Chandru told Scroll.in that the values adopted by the Supreme Court are a form of self regulation and cannot be enforced by others. This is why, he said, there has to be a law or at least an ethics committee with some independent members to censure judges who deviate from the stated values. “Independence comes with responsibility,” he said. In light of these developments, it is important that the contempt of court law is revisited to balance the duties of judges and the public at large.","author":"Sruthisagar Yamunan","time":"2020-02-23T17:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137035-vwjszlcqjj-1582455227.jpg","tags":["Supreme Court","Arun Mishra","Narendra Modi"]}