{"title":"‘Juna Furniture’ review: A simplistic crusade against the neglect of senior citizens","content":"The 70-year-old lead character of Juna Furniture is compared to various over-performing Hindi film heroes – Amitabh Bachchan, Dharmendra, Sunny Deol. The Marathi-language movie is indeed a one-man show, written and directed by Mahesh Manjrekar and starring him as the septuagenarian crusading for the rights of his cohort.Manjrekar’s Govind doesn’t tolerate bad behaviour, even standing up to neighbourhood goon Pakya (Upendra Limaye). When his beloved wife Suhas (Medha Manjrekar) dies from an easily preventable heart attack, Govind embarks on a war – against their only son, Abhay (Bhushan Pradhan).A high-ranking, ambitious bureaucrat who is in thrall to his wealthy father-in-law (Sameer Dharmadhikari) and his snobbish wife Avni (Anushka Dandekar), Abhay isn’t around when his parents need him the most. Father takes son to court, accusing him of murdering the wife by negligence.There hasn’t been a case like this ever, the media declares. And there hasn’t been a legal drama like Juna Furniture, in which the judicial process is dumbed down for a parable about the neglect of senior citizens by their children. The opposing lawyer (Girish Oak) and the judge (Sachin Khedekar) can only watch in wonderment as Govind argues his own case.Manjrekar drags out the pre-interval portion before packing the second half with observations on the cruelty faced by the silver-haired set, a big twist and a minor rant about cellphone technology. Looking like a low-budget teleplay and sounding like a radio play, Juna Furniture (Old Furniture) makes no effort whatsoever to dress up a simplistic premise.Manjrekar’s smartest decision is to maintain a steady, non-bombastic tone even when Govind is delivering sermon after sermon. An unpredictable actor apart from being a filmmaker, Manjrekar correctly pitches Govind’s plea for affection, attention and empathy. Several actors gamely play second fiddle to the stupendous and saintly Govind, with only Upendra Limaye and Sachin Khedekar managing to stand out. Apart from “Don’t Forget to Love Your Parents”, the big message of Juna Furniture is that Manjrekar is the main – and only – showpiece.\n\n\n    \n    Play\n\nJuna Furniture (2024).","author":"Nandini Ramnath","time":"2024-04-26T09:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200280-kkuswdovgj-1713981121.jpeg","tags":["Juna Furniture review","Mahesh Manjrekar","Marathi cinema"]}