{"title":"‘Kaatru Veliyidai’ review: Mani Ratnam blows a chance to make a difference","content":"The backdrop is the Kargil war, the locations plentiful (Srinagar, Belgrade, Leh, Ladakh, sets standing in for Kashmir) and the movements cross-border. But Kaatru Veliyidai actually plays out inside a snow globe in which a man and a woman reach out to each other, move away and come close again, not because they want to, but because they have nowhere else to go.Ratnam’s Tamil-language film (the title, loosely translated, refers to a wind-blown expanse) travels beyond his comfort zone Chennai to the wintry expanses of Kashmir. In Srinagar, Indian Air Force squadron leader Varun (Karthi) wakes up after a gruesome accident and records the presence of Leela in his mind’s eye. Since Ratnam is a firm believer in love at first sight, the fates of these two individuals are soldered together thereon, and no power in the world can uncouple them¸ including narrative logic.A civilian doctor with her own military connections, Leela (Aditi Rao Hydari) is equally smitten by Varun. Their romance proceeds at the taxpayer’s expense – both these government officials have all the time in the world to canoodle – and Leela refuses to step back when it becomes clear that Varun is arrogant, egoistic, emotionally repressed, and potentially abusive. Leela gets her fair share of warnings – in a chilling scene that is superbly orchestrated, Varun humiliates her in front of his buddies. Yet, she returns the next day, and the next. Fortunately for this troubled couple, the movie is set in 1999 and India is on the verge of a war with Pakistan. Varun’s capture by Pakistani forces whisks him away from Leela and throws him the lifeline of redemption.\n\n\n    \n    Play\n\nKaatru Veliyidai (2017).The story unfolds as dreamy flashback , marked by the unattainable beauty that is the hallmark of every Mani Ratnam production. The movie has been fabulously lensed by Ravi S Varman. Rather than handheld shooting that is chopped into nano-second frames on the editing table, we have here a classical, stately approach with rich yet subtle colour tones and textures that flood the eye with one gorgeous image after another.The visual distraction is welcome in the absence of psychological shading. Ratnam’s cinema has been justifiably accused of being all surface and no inner life. In Kaatru Veliyidai, he rehashes themes and moments from his previous films, but he also takes a bash at understanding the gender wars. Leela is the archetypal Mani Ratnam heroine – a spectral vision of perfection and the epitome of decorum. For a change, her submissiveness has a purpose. When she experiences her first airplane ride, she wants to scream out in joy. She takes cares to ask Varun’s permission first, and he nods in approval. Leela lets her throat muscles rip, but only after a suitable pause. The forever tremulous Leela’s remonstrations are as gentle and light as her voice and her skin tone (she doesn’t even have the misfortune of possessing under-eye bags like mortals), but she does try to challenge Varun’s aggression and his warmongering tendencies. Varun’s family is supposedly dysfunctional, but since Ratnam packs the insight into a single scene, and it follows a rousing song, the source of Varun’s neurosis remains an enigma.\n\n\n    \n    Play\n\nKaatru Veliyidai (2017).Rao Hydari’s swooning body language and dancerly gait are well suited to her character, and she fares better than Karthi, whose acting range is too limited to suggest a volcano beneath the smooth skin. Karthi’s trademark eyeball rolling and smug expression are not enough to give a measure of Varun’s complexity. The character is underwritten, and the actor who plays him unsuited to even the halfhearted demands of the script.Several other minor characters poke their heads into the snow globe from time to time. Among the ones that make an impression are RJ Balaji as Varun’s friend and Rukmini Vijaykumar as Leela’s confidante. Delhi Ganesh and KPAC Lalitha have redundant walk-on parts, and Vipin Sharma suffers the brutal reality of an edit oriented in the direction of the leads. He has just about two scenes. Twenty five films later, is it gratifying or stultifying to learn that Mani Ratnam still believes in the power of love to melt opposition, repair age-old schisms and fundamentally alter an individual’s personality? If there is anything to distinguish Kaatru Veliyidai from Ratnam’s previous romances, it is the suggestion that the affair has a sadomasochistic quality. Despite an obvious lack of frisson or a purpose to be together, Varun and Leela are actually made for each other. Invisible whips and torture racks are nestled in the spellbinding vistas and coded into the faux poetic pronouncements of mutual ardour – Fifty Shades of Grey, without the pain or accompanying pleasure.\n\n\n    \n    Play\n\nNallai Allai from Kaatru Veliyidai (2017).","author":"Nandini Ramnath","time":"2017-04-07T15:22:43.612140+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/833978-tgquuanpbn-1491462600.jpg","tags":["Kaatru Veliyidai","Mani Ratnam","Film review"]}