{"title":"Kabaddi: Pawan Sehrawat returns from injury with renewed energy and a spring in the step","content":"During the player auction for the 2022 Pro Kabaddi League season, Pawan Sehrawat, the talented raider from New Delhi, was picked up by the Tamil Thalaivas for a record figure of Rs 2.26 crore.You could consider why the Thalaivas’ were willing to spend just over half their auction budget on a single player. Sehrawat was the most successful raider of Season 8, while playing for the Bengaluru Bulls – 244 successful raids with 304 points. He’s a powerful raider with an eye for a tackle as well. Much was expected from the youngster after the Thalaivas made the record purchase. In October 2022, came the opening match for the Thalaivas against Gujarat Giants. But the 25-year old succumbed to a knee injury within minutes of his first raid and had to be taken off the mat. News filtered through later that the Thalaivas’ star player would be ruled out of the rest of the 2022 season with an Anterior Cruciate Ligament tear in his knee and needed surgery.It’s been over six months since the injury, and Sehrawat has now recovered. But while the recovery phase at the Inspire Institute of Sport was on, he discovered a few more weaknesses in his body and made amends.“(At IIS) the level of training was different,” he said to Scroll from his home in New Delhi. “I have worked with many trainers before. I have also kept a personal training centre there, they focus on a particular part, like if someone’s calf is weak, they work on that. I didn’t even know how much the calf, hamstring or core affects the game. So, I went  there and (realised what) parts were weak.”  \n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \n        View this post on Instagram            A post shared by Pawan Sehrawat (@pawan_sehrawat_17)\nAfter surgery, most players would have rested up and taken some time off. Sehrawat though decided to dip his toes into another arena – sports commentary. Entering the commentary box during Season 9 of the PKL was a different kind of learning experience for him. “I enjoyed doing commentary – it was a new experience for me,” he said. “I got to learn a lot from (the regular commentators) Sunil Taneja, Sanjay Banerjee. I got to learn a lot from them – how to talk to a particular team, etc.”Although Sehrawat hasn’t played since that night in Bengaluru in the PKL, he considered his injury as “a good thing” for him in building his game. He recalled returning from the injury as a better and faster raider.Back to the grindThe raider, nicknamed ‘Hi-Flyer’ is expected to be among the first names in the line-up when the Indian team competes at the Asian Games in September.Sehrawat attended a national camp in Patna back in May and was preparing for another national camp at the time of speaking to Scroll. And he was excited to be working with players with whom he had played in the league. “It was a 15-day camp with (about 40) players from different states. But I played after a gap of six-seven months,” he added. The squad was selected after trials at the same national camp in May.Sehrawat during his recovery phase (Photo courtesy: IIS Media)The gap caused due to injury apparently injected more than just a positive attitude for Sehrawat.“I got more speed somewhere because (of) where I completed my rehab,” he said. “When I got back to the mat, (people) could see that I was faster than before. The team’s environment was also good. Everything was good in the camp.” Many will expect Sehrawat to bring the skills and style that he showcased in the PKL to help the Indian men’s team win gold at the Asian Games. This is especially after the disappointing 2018 campaign, which saw the team return with bronze – the first time India failed to win gold in the discipline since the sport was introduced to the roster in 1990.And Sehrawat is expected to form a powerful partnership with Arjun Deshwal, the top raider from PKL Season 9 who plays for Jaipur Pink Panthers.When asked about his mindset towards the Asian Games and India’s legacy in kabaddi there, Sehrawat was full of determination that whichever squad is picked, they are well equipped to win gold once more. “First of all, India has never lost in (the) Asian Games except for the last time,” he said. “I feel bad about that. I felt really bad. But it’s a chance for a young team. The Asian Games are coming back this year. And the medal that we lost, it’s a great chance to get it back. The players and coaches are working so hard on it.”With a renewed spirit and returning to form better than ever, there are several opportunities for Sehrawat to show why he was worth that initial price tag.","author":"Tanya Kini","time":"2023-06-23T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168232-cmjyqghhby-1640925825.jpeg","tags":["Pawan Sehrawat","Pro Kabaddi League","Asian Kabaddi Championships","2022 Asian Games","Indian kabaddi","Kabaddi"]}