{"title":"Karnataka: BJP leader G Devaraje Gowda arrested in sexual assault case","content":"Bharatiya Janata Party leader and advocate G Devaraje Gowda was arrested on Friday night by the police in Karnataka’s Chitradurga district in connection with a sexual assault case, reported The Hindu.Gowda had earlier claimed that he was in possession of many videos showing the purported sexual abuse against several women by Hassan MP and Janata Dal (Secular) leader Prajwal Revanna. He had written to BJP state president BY Vijayendra on December 8 cautioning the party against fielding Prajwal Revanna in the polls, reported The News Minute.After the videos – allegedly recorded by Prajwal Revanna himself – came to light on April 26, Gowda claimed that the Congress had leaked them.The BJP is contesting the general election in Karnataka in alliance with the Janata Dal (Secular).On April 1, a complaint was filed against Gowda at the Holenarsipur town in Hassan district by a woman who alleged that he had sexually assaulted her after assuring her of help in a legal matter. The police had subsequently issued the BJP leader a notice.Gowda was taken into custody on Friday in connection with the woman’s complaint, The Hindu quoted an unidentified police officer as saying. Before the woman’s complaint, however, Gowda had registered a complaint with the Hebbal Police in Bengaluru against three persons in Holenarsipur alleging that he had been honey-trapped.The BJP had fielded Gowda, who is an advocate, from Holenarsipur in the 2023 Assembly elections in the state. However, he lost to former state minister and Janata Dal (Secular) MLA HD Revanna, who is Prajwal Revanna’s father.On April 27, the Congress government in Karnataka had formed a Special Investigation Team to probe the allegations of sexual abuse against Prajwal Revanna.Prajwal Revanna is believed to be staying in Munich, Germany, where he flew on the intervening night of April 27 and April 28 using his diplomatic passport.On April 28, HD Revanna and Prajwal Revanna were booked by the Karnataka Police for sexual harassment and criminal intimidation.On May 4, the Karnataka Police arrested HD Revanna in connection with the alleged abduction of a woman in a sexual abuse case. The police had arrested him on a complaint by the son of a woman who claimed that his mother had been raped by Prajwal Revanna and subsequently abducted to keep her from testifying against the MP.","author":"Scroll Staff","time":"2024-05-11T10:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200636-cfkdznwnog-1715395595.jpg","tags":["Karnataka","G Devaraje Gowda","Prajwal Revanna","HD Revanna","Janata Dal (Secular)","Sexual abuse","Bharatiya Janata Party","BJP"]}