{"title":"Karnataka: Tipu Jayanti celebrated amid tight security, Section 144 imposed in Kodagu district","content":"The Karnataka government has tightened security across the state and imposed prohibitory orders in Kodagu district on Friday to prevent violence during the Tipu Jayanti celebrations, ANI reported.Despite several protests, the Congress government decided to celebrate Tipu Sultan’s birth. In Madikeri town, protesters threw stones at a Karnataka State Road Transport Corporation bus on Friday morning, while members of the Bharatiya Janata Party took part in anti-Tipu Jayanti marches in Hubli and Kodagu districts. The police detained the protesters in both places.Bengaluru Police Commissioner T Suneel Kumar on Thursday had said that more than 11,000 policemen have been deployed in the city, along with home guard personnel. Thirty Karnataka State Reserved Police platoons and 25 armed platoons will also be deployed, he added. “We are not giving permission to any procession, whether it is in favour of Tipu Jayanti or against it,” Kumar told PTI. “The government itself is celebrating the event in various parts of the city, for which we have made elaborate arrangements.”On Tuesday, the Karnataka High Court had refused to stay the birth anniversary celebrations across the state. It had directed the state government to file objections to the petitioner’s submissions in four weeks.The petitioner KP Manjunath had claimed that the celebrations in Kodagu will lead to communal disharmony. He said violence had erupted when the celebrations took place for the first time in 2015.#Visuals of tightened security in Karnataka's Kalaburagi on #TipuJayanti pic.twitter.com/yFNxXTURLd— ANI (@ANI) November 10, 2017\n\nನಾಡಿನ ಸಮಸ್ತ ಜನತೆಗೆ ಟಿಪ್ಪು ಜಯಂತಿಯ ಶುಭಾಶಯಗಳು.India remembers 'Tiger of Mysore' Tipu Sultan who fought valiantly against the British. #TipuJayanti pic.twitter.com/4VSQSWjy5A— Karnataka Congress (@INCKarnataka) November 10, 2017\n\nStones thrown at a Karnataka State Road Transport Corporation bus in Madikeri, during protest against Tipu Jayanti celebrations pic.twitter.com/SgZQ9iD9wH— ANI (@ANI) November 10, 2017\n\n\n    \n      \n      Tipu Jayanti\n      A look at the symbolic meaning behind his royal emblem.\n    \n    \n        Explore\n    \nTipu Sultan’s birth anniversary celebrations have been at the centre of a political storm since November 2015. He died fighting the British in 1799. The Opposition Bharatiya Janata Party has been against the commemoration as it looks at the ruler in the negative light.This year’s controversy began when Union Minister of State for Skill Development Anantkumar Hegde asked the Karnataka government to leave him out of the November 10 event. Chief Minister Siddaramaiah criticised Hegde for refusing to attend the event. “It is being made into a political issue. There were four wars against British and Tipu fought them all,” he had said.","author":"Scroll Staff","time":"2017-11-10T12:02:03.901584+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/857361-73406-ykwqjluzrn-1510294171.jpg","tags":["Tipu Jayanti","Karnataka","Kodagu","Congress"]}