{"title":"Karnataka's battle against Hindi has national implications. But it's the wrong battle","content":"Mannu gela majhya kannut. Mud went into my eye. An amalgam of Marathi and Kannada – mannu and kannu are Kannada words, the rest Marathi – was what I spoke when I was about four, says my mother. The knowledge of language arises from need, and growing up in a Konkani-Marathi-speaking family living in the old Mysore state meant I needed to know three languages. English was added on later, Hindi much later. But early language exposure tends to linger, so I am happy to say I have varying degrees of proficiency in five languages, my command over them correlated with my place of residence. My linguistic journey has been a happy one, one of joy and learning.Any sense of fulfilment and pleasure is missing in the Karnataka government’s current battle to remove Hindi from its signboards and banks, and that is why it is destined to end up serving mainly chauvinist and political interests. The battle against Hindi is being run by Siddaramaiah and Siddaramaiah – one is Karnataka’s chief minister, the other is head of the Kannada Development Authority, a government body – but it was sparked by a hashtag on social media: #Nammabankukannadabeku, our banks need Kannada.Customers Services in #Kannada in all #banks should be mandatorily provided. #NammaBankuKannadaBekuTo read online: https://t.co/ca2S3F5TRn pic.twitter.com/viLFOKRhAM— KGK (@KannadaGrahaka) July 31, 2017\nI have no argument with the demand for Kannada in banks located in Karnataka. Most public sector banks, which run the bulk of banking transactions, work in English and Hindi. Those who know only Kannada often have to seek help to fill pay-in slips, use ATMs and write cheques. This is a regressive and chauvinist attitude, suffused with Hindi majoritarianism.  How will localites who don't know English or Hindi handle banking transactions? #Kannada a must in banks. #NammaBankuKannadaBeku pic.twitter.com/732GVcZyb5— Dr. Ashwathnarayan (@drashwathcn) August 2, 2017\nBut similar Kannada majoritarianism is at work in the recent blackening of Hindi signboards on Bangalore’s metro railway and a sudden zeal to impose Kannada at the cost of Hindi and other languages. Chief Minister Siddaramaiah has asked the Centre to redesign Bangalore Metro signboards, eliminating Hindi and offering only Kannada and English..@CMofKarnataka has written a letter to Union Minister @nstomar saying BMRCL would be asked to redesign Name Boards etc without Hindi Script pic.twitter.com/HSD5ujtQ8k— GoK Updates (@GOKUpdates) July 28, 2017\nSimultaneously, Kannada Development Authority chief SG Siddaramaiah has been raiding – that is pretty much what it is – government offices to check the use of Kannada in correspondence. He has been scouring files, asking for employment records and checking signboards in parks. Last week, he demanded that seven non-Kannada chief engineers with the Bangalore Metro be sacked. This week, he said Hindi script used alongside Kannada and English on tourist signboards in Lalbagh – a storied, 257-year-old park that attracts visitors from across the country – must be removed.  More the merrierI agree with Messrs Siddaramaiah and various people and organisations that Kannada must get primacy in public spaces. Their argument against Hindi on signboards also appears hard to refute: No more than 2.64% of Bangalore’s population reported Hindi as their mother tongue, according to the 1991 census, the latest available linguistic data disaggregated by city. This proportion has clearly risen since because the information technology boom drew thousands of migrants to Bangalore, from North India and elsewhere. But it is unlikely that Hindi is among the city’s top five languages. The top five mother tongues in 1991 were Kannada (38%), Tamil (21%), Telugu (17%), Urdu (13%) and Malayalam (3%).Source: Census of India, 1991, quoted in Modernisation and Ethnicity by DV Kumar, 2006Even if you agree with the elimination of Hindi on Bangalore Metro boards, there is a strong case to include more languages. If Singapore and Malaysia can use Tamil for their Indian-origin minorities, there is no reason for Bangalore not to do so. So, too, with Telugu and Urdu. The case for Urdu is strong not just in Bangalore, but in Delhi and Mumbai, where it is widely read and spoken. However, since Urdu is now strongly associated with Muslims, it faces not just linguistic chauvinism but religious bigotry. Signboards on Delhi’s roads follow a pattern set during the British Raj, so they use Hindi, English, Punjabi and Urdu, but the Delhi Metro uses only Hindi and English, a reflection of growing hegemonistic feelings in the North. With the rise of the Bharatiya Janata Party, the use of Hindi is now being conflated with nationalism.  To be sure, as the Centre pushes the one-nation-one-language philosophy, Kannadigas have a statistical reason to feel particularly insecure. Among the four southern states, it has the least proportion of its population (66%) reporting Kannada as the mother tongue, compared with more than 85% in Tamil Nadu and (undivided) Andhra Pradesh, and 97% in Kerala, reported this paper, using 1991 data, from the Institute of Social and Economic Change, a think tank. This is not only because Karnataka has historically had large linguistic minorities – when the state was created, it pulled in territories from the erstwhile Bombay, Madras and Hyderabad states – but it has significant indigenous minorities, speaking languages like Tulu, Coorgi and Beary.Yet, these linguistic minorities appear to be linguistically integrated. “It is not just that linguistic minorities have a flair for learning a subsidiary language but the subsidiary language they know often happens to be Kannada, the regional language of the state,” said the think tank’s paper. “It seems that linguistic minorities take recourse to bilingualism in Kannada in an effort to get integrated with majority language speakers.”  Over 30 years to 1991, the researchers noted, bilingualism had increased in every linguistic group, but the increase was lowest among Hindi speakers (nine percentage points). While there is a strong argument that Hindi speakers are resistant to learning other languages, necessity appears to overcome that resistance.  Breaking barriersWhen I started my first reporting job as a crime reporter in Bangalore in the early 1990s, the person who helped me as I struggled with Kannada First Information Reports was Kanchan Kaur, a tall, strapping Sikh colleague at a rival paper. She had spent more years than I had in Karnataka and bantered easily with the court clerks, many of whom had sifted through and kept ready “interesting” FIRs for “madam” to peruse. All my Marwari classmates in a Bangalore college spoke better Kannada than I, along with Dakhni Urdu and, in many cases, Tamil.  Kaur and my Marwari classmates were early migrants to Karnataka. Across India, migration is rising, especially as Indians from the north and east seek better lives. Four of every 10 Indians are migrants, according to the 2011 census data. That means more than 450 million Indians leave home for better prospects. This tide of migration has been especially evident in the post-1991 reform period, as this Princeton University paper explains, with almost a third of Indians listed as migrants in 2008.  Language is an important tool that helps in the assimilation of migrants. Of course, they must learn the local language, but they must first get assistance to navigate their new homelands. Language is also a marker of culture and identity, both of which should be positive attributes in a multicultural nation. Culture and identity remain for generations, as Indians who leave India will testify. However much people assimilate, they are likely to feel more at home if the markers of their identity are self-evident. This process of assimilation must be an inclusive process, marked by civility and accommodation, not discord and chauvinism. Progressive nations realise this. It is time Karnataka and India did, too.Samar Halarnkar is the editor of IndiaSpend.org, a data-driven, public-interest journalism non-profit.","author":"Samar Halarnkar","time":"2017-08-05T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/846121-62164-wvyoyjeurl-1499089999.jpg","tags":["Language chauvinism","Religious bigotry","religious majoritarianism","Hindi imposition","Kannada nationalism","Hindi","Kannada","Language wars","Karnataka"]}