{"title":"Karnataka launches scheme providing Rs 2,000 to women heads of families","content":"The Karnataka government on Wednesday launched its Gruha Lakshmi scheme that proposes to give Rs 2,000 each month to women heads of families.Chief Minister Siddararamaiah said that as many as 1.1 crore women will receive the money.कर्नाटक में 'गृह लक्ष्मी'कांग्रेस सरकार ने अपना एक और वादा निभाया। कर्नाटक में शुरू हुई गृह लक्ष्मी योजना।योजना के तहत महिलाओं के खाते में भेजे गए 2000 रुपए। pic.twitter.com/qgldKBkTG6— Congress (@INCIndia) August 30, 2023\n\nThe scheme was launched by Congress chief Mallikarjun Kharge and party MP Rahul Gandhi at a function in Mysuru. Gandhi said that Gruha Lakshmi is the world’s largest cash transfer scheme. The Congress will replicate it across the country as the scheme serves as a safety net for women, he added.इमारत की ताकत उसकी नींव में होती है। महिलाएं भारत की नींव हैं - देश उनके सशक्तिकरण से ही मज़बूत होगा।कर्नाटक को दी गई 5 गारंटी में 4, महिलाओं के लिए खास कर बनी हैं। गृहलक्ष्मी योजना, जो बैंक खातों में ₹2000/महीने पहुंचाएगी, महिलाओं के लिए हिन्दुस्तान की सबसे बड़ी मनी… pic.twitter.com/806gBhoMyL— Rahul Gandhi (@RahulGandhi) August 30, 2023\n\nThe scheme was part of the “five guarantees” that the Congress promised to voters in its election manifesto. The other four were 200 units of free electricity to all households, 10 kilograms of free rice to all members of families living below the poverty line, free bus travel for women and Rs 3,000 to those unemployed for up to two years after graduation, and Rs 1,500 for unemployed diploma holders.Of these, only the scheme promising an allowance to youths remains to be implemented.“Our five schemes in Karnataka are not just schemes, but a governance model,” Gandhi said on Wednesday. “Our thinking is that the government should work for the poor and weak, and no one should be left behind irrespective of religion, caste, or the language they speak.”Siddararamaiah said that his government would implement the remaining scheme by December or January.“[Prime Minister] Narendra Modi said in Rajasthan that Karnataka would go bankrupt if we implemented the schemes,” he said, according to The Indian Express. “Today, we have fulfilled four guarantees...But the state government has not gone bankrupt. None of the regular schemes were stopped. We implemented the schemes despite allocating funds to all departments and programs.”","author":"Scroll Staff","time":"2023-08-31T11:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193652-mjbakahzxi-1693459420.jpg","tags":["Karnataka","Congress","Rahul Gandhi"]}