{"title":"Karnataka has filed affidavit in SC to increase cap on reservation from 50%: State home minister","content":"The Karnataka government has filed an affidavit in the Supreme Court stating that it was necessary to allow reservation in the state beyond the 50% ceiling, The Hindu reported on Sunday. “The Cabinet has unanimously taken the decision to raise the reservation cap,” Karnataka Home Minister Basavaraj Bommai said. “We are expecting a favourable decision from the Supreme Court.”Bommai said that the quota for Scheduled Tribes will have to be increased to 7.5% to include the Kuruba community. Similarly, he added, the Panchamasali community has sought backward classes status, while other communities too have stated some demands. Karnataka at present provides 15% reservation for Scheduled Castes, 3% for Scheduled Tribes, and 32% for the Other Backward Classes, or OBC, which add up to 50%.The state government had decided last month to express its stand to the Supreme Court, in response to the court’s query on the restructuring of quotas.In a landmark judgement in 1992, the Supreme Court had capped reservation at 50%. However, while hearing a petition related to reservation for Marathas in education and jobs, the Supreme Court in March issued a notice to all states, seeking their response on whether quota should be allowed beyond the limit. The court had said it will examine whether the 50% rule needs to be reconsidered. Five other states – Maharashtra, Gujarat, Rajasthan, Tamil Nadu and Jharkhand – have also decided to ask the Supreme Court to increase the cap on reservation.Bommai, who was speaking on Sunday at a function in Harihar city said that the state government has formed a panel of experts, headed by a retired judge, to carry out the process of increasing reservation, while keeping the decisions within the framework of the Constitution, The News Minute reported.","author":"Scroll Staff","time":"2021-04-05T13:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157156-nnaelvabmq-1617605600.jpg","tags":["Karnataka","Reservation quota","Supreme Court","Maratha reservation"]}