{"title":"Karnataka: Congress promises to restore 4% reservation for Muslims if it wins Assembly polls","content":"The Congress on Sunday said that it will restore the 4% reservation given to Muslims under Category 2B in the OBC [Other Backward Classes] list in Karnataka if it wins the Assembly elections.The 4% quota for Muslims in government jobs and education in Karnataka was introduced in 1994 by Janata Dal (Secular) chief HD Deve Gowda, when he was the chief minister of the state. On March 24, the ruling Bharatiya Janata Party government had scrapped the quota for Muslims and shifted them to the reservation pool of the Economically Weaker Section.Stating that the reservation was not constitutionally tenable, the government divided the 4% quota equally among the two dominant communities of the state – Vokkaligas and Veerashaiva-Lingayats.Karnataka Congress president DK Shivakumar termed the step unconstitutional, reported PTI.“They [BJP government] think that reservation can be distributed like a property,” Shivakumar said. “It’s not a property. It’s a right [of minorities]. We don’t want their 4% to be scrapped and given to any of the major communities. They [members of the minority community] are our brothers and family members.”The Congress also said that members of any caste or religion would anyway be entitled to quota under Economically Weaker Section based on their economic status and asked how is the BJP government making false claims of “shifting Muslim minority to EWS quota”.Meanwhile, Union Home Minister Amit Shah defended BJP’s decision by saying that providing quota on religious lines was constitutionally invalid, reported PTI. Chief Minister Basavaraj Bommai-led BJP government also tried to do away the injustice to the Scheduled Castes by introducing a new internal reservation, Shah said.“The BJP never believes in appeasement,” Shah said. “So, it decided to change the reservation. The BJP abolished the 4% reservation given to the minorities and gave 2% to the Vokkaligas and 2% to the Lingayats.”He added: “The reservation for minorities is not constitutionally valid. There is no provision in the Constitution to give reservation based on religion. This Congress government did it for its appeasement politics and gave reservation to the minorities.”The term for Karnataka Assembly ends in May.","author":"Scroll Staff","time":"2023-03-27T12:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188433-yfhnwqjeuv-1679898767.jpg","tags":["Muslims","Karnataka","Congress","Assembly Elections","BJP"]}