{"title":"Karnataka forms SIT to probe ‘obscene videos’ case allegedly involving JD(S) MP Prajwal Revanna","content":"Karnataka Chief Minister Siddaramaiah on Saturday said that a special investigation team will probe the case of “obscene videos” allegedly involving Hassan MP Prajwal Revanna.Revanna, the grandson of former Prime Minister HD Deve Gowda, is also the Janata Dal (Secular)’s Lok Sabha candidate from the constituency in Karnataka. The Janata Dal (Secular) is part of the Bharatiya Janata Party-led National Democratic Alliance.The case came to light after pen drives carrying thousands of videos of alleged sexual assault against multiple women, allegedly recorded by Revanna himself, were circulated widely in Hassan ahead of the elections in the constituency on Friday, The Hindu reported.On Sunday, Revanna filed a complaint claiming that the videos being circulated were doctored and meant to \"tarnish his image and poison the minds of voters”, reported NDTV. After the videos were circulated, Nagalakshmi Chowdhury, the chairperson of the Karnataka State Commission for Women wrote to the state government and Karnataka Police chief Alok Mohan seeking an investigation into the matter by the special investigation team, The Hindu reported.Chowdhury had alleged that Karnataka Rajya Mahila Daurjanya Virodhi Okkuta, a women’s rights group, had registered a complaint with the commission mentioning that a pen drive with several videos of women being sexually assaulted had been shared. The letter claimed that the videos also included incidents of rape by Revanna.ಪ್ರಜ್ವಲ್ ರೇವಣ್ಣ ಅವರ ಅಶ್ಲೀಲ ವಿಡಿಯೋ ಪ್ರಕರಣಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ ವಿಶೇಷ ತನಿಖಾ ತಂಡ ರಚಿಸಲು ಸರ್ಕಾರ ತೀರ್ಮಾನಿಸಿದೆ. ಹಾಸನ ಜಿಲ್ಲೆಯಲ್ಲಿ ಅಶ್ಲೀಲ ವೀಡಿಯೋ ತುಣುಕುಗಳು ಹರಿದಾಡುತ್ತಿದ್ದು, ಮಹಿಳೆಯರ ಮೇಲೆ ಲೈಂಗಿಕ ದೌರ್ಜನ್ಯ ಎಸಗಿರುವುದು ಮೇಲ್ನೋಟಕ್ಕೆ ಕಂಡು ಬರುತ್ತಿದೆ. ಈ ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಎಸ್.ಐ.ಟಿ ತನಿಖೆ ನಡೆಸುವಂತೆ ಮಹಿಳಾ…— Siddaramaiah (@siddaramaiah) April 27, 2024\n\n\nKarnataka Deputy Chief Minister DK Shivakumar said on Saturday that the allegations of sexual assault are “not just on some random Hassan leader”, ANI reported.Shivakumar, a Congress leader, said that Prime Minister Narendra Modi and the top BJP leaders in Karnataka must give answers to the voters.“The Women’s Commission has written a letter to the chief minister and the [state] home minister asking them to take action against those who are involved,” Shivakumar added. “I read reports of them saying that the Women’s Commission is trying to tarnish their image. The media has to throw light on this and tell the people what is happening in Hassan without keeping mum on it.”Reacting to reports that Revanna left the country amid the controversy, Janata Dal (Secular) leader HD Kumaraswamy told media persons on Sunday that the investigators will bring the MP back if that is the case, reported ANI.“Whether it is me or HD Deve Gowda, we always respect women and whenever they come with complaints, we have tried to resolve their problems,” the former chief minister of Karnataka said. “The chief minister has already ordered an SIT investigation and it has started. The SIT team will bring him back from abroad. That's not my concern.”Voting for 14 Lok Sabha seats in Karnataka is scheduled to take place on May 7.","author":"Scroll Staff","time":"2024-04-28T12:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200337-lwriljismj-1714286244.jpeg","tags":["Siddaramaiah","Prajwal Revanna","Janata Dal (Secular)","Karnataka","Sexual Assault","Lok Sabha 2024"]}