{"title":"Karnataka elections: BJP announces 52 new candidates in first list","content":"Fifty-two new candidates were among the 189 names announced by the Bharatiya Janata Party on Tuesday in its first list for the Karnataka Assembly elections. The state has 224 Assembly seats.Arun Singh, the official in charge of the BJP in the state, said that of the total names announced, 32 belong to the Backward Classes community, 30 are from the Scheduled Castes and 16 are from the Scheduled Tribes. In addition, there are eight women candidates.The Assembly polls in Karnataka will take place in a single phase on May 10. The results will be announced on May 13.The Central Election Committee of the BJP has decided the names of 189 candidates, in the first list, for the ensuing general elections to the legislative assembly of Karnataka. (1/2) pic.twitter.com/RhGFuhCWwS— BJP (@BJP4India) April 11, 2023\n\nThe BJP has fielded Chief Minister Basavaraj Bommai from the Shiggaon constituency – his traditional seat. BY Vijayendra, the son of former Chief Minister and BJP leader BS Yediyurappa, will contest from Shikaripura constituency. His father had won from the seat seven times since 1983. Senior ministers V Somanna and R Ashoka will contest against former Chief Minister Siddaramaiah and Karnataka Congress chief DK Shivakumar from Varuna and Kanakapura.Four sitting legislators, including former Chief Minister Jagdish Shettar and former Deputy Chief Minister KS Eshwarappa, were dropped for the upcoming elections to the 224-member state Assembly.Hours before the list was announced, Eshwarappa announced that he is quitting electoral politics.“The party gave me a lot of responsibilities in the last 40 years,” Eshwarappa said in a letter to BJP president JP Nadda. “I went from a booth in charge to state party chief. I also had the honour of becoming deputy chief minister.”Notably, Eshwarappa had resigned as the minister of rural development and panchayati raj in April last year when a contractor and BJP worker, Santosh Patil, died by suicide after accusing him of corruption. In July, the senior party leader was cleared of the charges in the abatement to suicide case.However, even though he was cleared of the charges, Eshwarappa was not taken back into the state Cabinet by the BJP government. In December, the politician had also skipped the winter session of the state Assembly to register his protest.Meanwhile, former Karnataka Deputy Chief Minister Laxman Savadi resigned from the BJP on Wednesday after he was denied a ticket, PTI reported.Savadi is a three-time MLA from Athani, but lost in the 2018 elections to Congress candidate Mahesh Kumathalli. However, he played an instrumental role in triggering mass defections from the Congress and Janata Dal (Secular), which enabled the BJP to come to power in Karnataka following a trust vote. Earlier on Tuesday, Shettar, a six-time MLA, said he was disappointed by the party’s decision and added that he will fight the elections at any cost, reported The Indian Express.“I have worked for the party for more than 30 years and have built it,” Shettar said. “They could have intimated me 2-3 months ago and I would have accepted it. But with a few days before filing the nominations, I have been told to not contest. I have already started campaigning in the constituency.”The BJP’s choice of candidate for the Udupi constituency has also sparked outrage after the party gave a ticket to Yashpal Suvarna, dropping the sitting MLA. Suvarna was one of the most incendiary voices when the hijab controversy broke out in Udupi last year, The Indian Express reported. Suvarna had claimed that the girl students who staged protests against a ban on wearing the headscarf in classrooms were linked to terrorist groups. Notably, not a single Muslim is among the 189 candidates announced by the BJP so far. Party MP Tejasvi Surya avoided giving a direct answer on the matter when journalists asked for the reason.“There are many other seats, the party will take a call,” he said.#WATCH | Bengaluru: BJP MP Tejasvi Surya evades the question of not a single Muslim candidate given a ticket in BJP's first list of 189 candidates, later says, \"There are many other seats, the party will take a call\" #KarnatakaAssemblyElection2023 pic.twitter.com/eMh7IC507C— ANI (@ANI) April 11, 2023","author":"Scroll Staff","time":"2023-04-12T08:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189032-ocdlfejakw-1681267244.jpg","tags":["Karnataka Election","BJP","KS Eshwarappa","Jagdish Shettar"]}