{"title":"Karnataka polls: Former Deputy CM Laxman Savadi to join Congress two days after quitting BJP","content":"Former Karnataka Deputy Chief Minister Laxman Savadi announced that he will join the Congress on Friday, two days after he quit the Bharatiya Janata Party. Savadi had left the BJP on Wednesday after he wasdenied ticket in the first list of candidates announced for the Assembly elections to be held next month.On Friday, he decided to join the Congress after a meeting with Congress’ Karnataka unit chief DK Shivakumar, Leader of the Opposition in the Assembly Siddaramaiah and Randeep Singh Surjewala, who is in charge of the party in the state.#WATCH | Former Karnataka Deputy CM Laxman Savadi meets State Congress president DK Shivakumar & State LoP Siddaramaiah at the latter's residence in BengaluruLaxman Savadi on April 12 resigned as Legislative Council member & from the primary membership of the BJP after losing… pic.twitter.com/fvaEm75IKm— ANI (@ANI) April 14, 2023\n\nSavadi, who is a sitting member of the Karnataka Legislative Council, will resign from the Upper House on Friday after which he will be formally inducted into the Congress, Shivakumar told reporters after the meeting, PTI reported.“Around nine or ten sitting legislators want to join us [Congress] but we don’t have space to accommodate them,” Shivakumar said.Meanwhile, Karnataka Chief Minister Basavaraj Bommai said he was saddened by Savadi’s decision. “Sometimes such political situations arise,” Bommai said, according to PTI. “He might have found his political future in the Congress. We will do our job in our party.”VIDEO | \"He (Laxman Savadi) feels that he has been humiliated (by the BJP). It is our duty to take such great leaders into Congress. Around 9-10 sitting legislators want to join us but we don't have space to accommodate them,\" says Karnataka Congress chief D K Shivakumar. pic.twitter.com/9bIn6X18KK— Press Trust of India (@PTI_News) April 14, 2023\n\nSavadi is a three-time MLA from Athani but had lost the seat in the 2018 elections to Congress candidate Mahesh Kumathalli. Savadi had played an instrumental role in triggering mass defections from the Congress and the Janata Dal (Secular) in 2019 that enabled the BJP to come to power in Karnataka following a trust vote.On Tuesday, the BJP had announced the names of candidates for 189 of the 224 seats in Karnataka.Fifty-two new names featured on the list, but the party did not announce a single Muslim candidate. Thirty-two of the candidates belong to the Backward Classes community, 30 are from the Scheduled Castes and 16 are from the Scheduled Tribes. There are eight women candidates on the list.The Assembly polls in Karnataka will take place in a single phase on May 10. The results will be announced on May 13.","author":"Scroll Staff","time":"2023-04-14T15:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189110-amkmmcxmyg-1681464344.jpg","tags":["Laxman Savadi","Congress","Basavaraj Bommai","DK Shivakumar","Karnataka","BJP"]}