{"title":"Karnataka minister KS Eshwarappa resigns after being booked for contractor’s death","content":"KS Eshwarappa on Friday resigned as Karnataka Rural Development and Panchayat Raj Minister after he was booked in an abetment to suicide case, ANI reported.The minister was charged in the case on Wednesday after Santosh Patil – a Belagavi-based contractor who had accused him of corruption – was found dead in a lodge in Udupi. The contractor allegedly died by suicide.In a WhatsApp message purportedly sent by him to his friends, Patil had named Eshwarappa as the “sole cause” of his death. Eshwarappa, he alleged, had demanded 40% commission to clear his Rs 4 crore bill for the work that he had done for the Rural Development and Panchayati Raj department.At a press conference ahead of his resignation on Friday, Eshwarappa told his supporters that he will return to the Cabinet again as soon as his name is cleared in the investigation into the corruption charges and the abetment to suicide case, PTI reported.The Bharatiya Janata Party leader told reporters that the allegations against him are “part of a conspiracy” and expressed confidence that he will “certainly become a minister again”.Eshwarappa said he had never anticipated that he would face such an “agni pariksha” or trial by fire situation.He also asked why the Congress was not naming other people part of the alleged corruption, reported NDTV. Congress MLA Priyank Kharge had claimed that more people were involved in corruption in this case but had not named them. Meanwhile, Karnataka Chief Minister Basavaraj Bommai said on Friday that the Opposition leaders need not act as “investigators, prosecutors and judges” over the contractor’s death, The Indian Express reported.The Congress party needs to allow the police to carry out a free and thorough investigation, the chief minister said. The police will decide on Eshwarappa’s arrest in connection with Patil’s death, he added.Bommai also said that Eshwarappa is confident that the investigation will prove his innocence.Responding to demands for Eshwarappa’s arrest, Bommai compared the matter to the case of former minister KJ George, who faced charges in the death of police officer Ganapathy but was not arrested, The Hindu reported.The investigation into the contractor’s suicide case will bring out the truth, the chief minister said.“The police will decide what to do and what not to do,” he added. “Why are Congress leaders anxious? Let the truth come out from the investigation.”The Congress had been demanding that the minister should resign for a fair investigation into the allegations. Earlier on Thursday, the party’s Karnataka unit had held a protest march towards Bommai’s home in Bengaluru demanding the resignation and arrest of Eshwarappa.","author":"Scroll Staff","time":"2022-04-15T21:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173110-vzqxkavond-1650073481.jpg","tags":["Santhosh Patil","Basavaraj Bommai","KS Eshwarappa","corruption allegations","BJP Karnataka"]}