{"title":"Karnataka moves Supreme Court against Centre for non-payment of drought relief funds","content":"The Karnataka government on Saturday moved the Supreme Court alleging that the Centre had not extended financial assistance to the state for drought management, reported Bar and Bench.The state government’s plea contended that 223 out of 236 taluks, or subdivisions of a district, have been hit by drought. Of this, 196 taluks have been categorised as severely hit and the remaining 27 are moderately hit.“During the South West Monsoon season 2023, the state recorded only 33 rainy days out of 122 days [rainy day defined as ≥ 2.5 mm/day], which is the second lowest in the last 33 years,” the plea said.The total estimated loss due to crop damage in the state is Rs 35,162.05 crore. The Congress government in Karnataka had sought Rs 18,171.44 crore from the Centre’s National Disaster Response Force. While Rs 4,663.12 crore was sought for crop loss input subsidy, the government asked for Rs 12,577.9 crore towards gratuitous relief to families whose livelihood has been seriously affected due to drought.The state also sought Rs 566.78 crore for drinking water and Rs 363.68 crore for cattle care.The Karnataka government told the court that it had exhausted all its funds allocated under the State Disaster Response Force for 2023-’24, which was Rs 929.50 crore. It said it had to withdraw funds from the state exchequer due to delays in receiving funds from the Centre.“In terms of the Disaster Management Act, 2005, Union of India is under obligation to render financial assistance to the state governments,” the plea said, reported Live Law.Despite this, said the plea, the Centre had not taken action on a report submitted by the state government seeking financial assistance, “which has impaired the fundamental right to life guaranteed under Article 21 of the Constitution of India to its people”.Karnataka-Centre tussleThe state has been at loggerheads with the Bharatiya Janata Party-led Union government over the devolution of tax funds, non-receipt of pending funds to implement drought relief measures and the Centre denying permission for irrigation and potable water-related projects in the state, among other matters.On Sunday, Union Finance Minister Nirmala Sitharaman said that the Centre has given Karnataka every penny that is due to the state on time, reported ANI.“Tax devolution has increased from 2014 to 2024 by 258% which is 3.5 times more compared to the 10 years of the UPA [United Progressive Alliance],” she said. “Grants to the states have increased by 273%, which is 3.7 times what was given by the UPA government. Between 2004-2014, the money given per year to Karnataka was Rs 81,795 crores in the form of tax devolution.”The BJP leader said that between 2014-24 the tax devolution paid to Karnataka is nearly Rs 2.93 lakh crores.However, Karnataka Chief Minister Siddaramaiah had said last month that the state pays the second-highest tax to the Centre and is often ignored when it comes to tax devolution.“Karnataka is number two as far as tax collection is concerned, Maharashtra is number one,” Siddaramaiah said during a protest. “This year Karnataka is contributing more than Rs 4.3 lakh crores as tax…If we collect Rs 100 as tax and give it to the Government of India, we are only getting Rs 12 to 13 back, that is our share.”#WATCH | Bengaluru: Union Finance Minister Nirmala Sitharaman says, \"... Every penny by the Central government that is due to Karnataka is given and given on time to the state government... Tax devolution has increased from 2014 to 2024 by 258% which is 3.5 times more compared to… pic.twitter.com/Qe1tIl5j5q— ANI (@ANI) March 24, 2024\n\n\nOn February 5, during the Budget session of Parliament, Congress’ Lok Sabha leader Adhir Ranjan Chowdhury cited Karnataka’s example while questioning the Union government on southern India states ruled by Opposition parties being deprived of their dues by the Centre.Karnataka has seen a decline in its tax share from 4.71% under the 14th Finance Commission to 3.65% under the 15th Finance Commission.Article 280 of the Constitution states that the Union government must constitute a Finance Commission to distribute the tax revenue to state governments. This is required since the Centre collects the majority of taxes while states execute the majority of administrative work.In response, Sitharaman had said that political interests do not come in the way of the states receiving funds from the Centre. “This apprehension that some states are being discriminated against is a politically vitiated narrative,” she said.Sitharaman also suggested that the Congress government in Karnataka was incurring expenses that its own Budget could not sustain.Also read:Water cuts, fines: Bengaluru grapples with familiar crisis but few long-term solutions in sightHow 15th Finance Commission is trying to manage South India’s anger over tax division – and failing","author":"Scroll Staff","time":"2024-03-24T13:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198228-oukaieqbwj-1707293544.jpg","tags":["Karnataka","drought management","Centre","Supreme Court"]}