{"title":"Karthik interview: ‘Nothing else could give me the joy that music gave me’","content":"It’s time for the devotional round on the sets of Zee Tamil’s popular reality music show Sa Re Ga Ma Pa. As the first contestant completes a rousing performance, the camera focuses on the judges’ throne a few metres away from the stage. Clad in a blue silk shirt and a dhoti, Tamil singer Karthik joins the crowd and breaks into a round of applause, cheering on the contestant.The prolific multilingual talent is one of the many finds of music composer AR Rahman. Karthik made his professional debut by singing the backing vocals for a track in Rajkumar Santoshi’s Pukar (2000), which was composed by Rahman. Karthik got his solo break in the Tamil film Star (2001), for which he sang the earworm Adi Nenthikitten. The 37-year-old singer’s collaborations with prominent music composers has only grown since, resulting in a discography that includes Usure Poghudhey from Raavanan (2010), Behka from Ghajini (2008), Anjala from Vaaranam Ayiram (2008) and Aye Sinamika from OK Kanmani (2015). Karthik has also composed soundtracks for films, including Aravaan (2012).Among his recent compositions is the non-film track Koova, written by Madhan Karky and produced by filmmaker Gautham Vasudev Menon.The singer has been judging Sa Re Ga Ma Pa alongside musicians Srinivas and Vijay Prakash since the show went on air in October 2017. He had previously judged Sa Re Ga Ma Pa Lil Champs in 2016. Excerpts from an interview on the sets of the show.You have been a judge at ‘Sa Re Ga Ma Pa’ for two seasons. How has it been so far?It is absolutely enjoyable because, to start with, it has something to do with music. It is always a joy to watch great talents come out of nowhere and then blow your mind. The whole Zee Tamil team is an amazing bunch of people. Both the the judges, Vijay Prakash and Srinivas, are very dear to me. For me, it is a day off and not a day at work.\n\n\n    \n    Play\n\nSa Re Ga Ma Pa (2017).Apart from playback singing and judging television shows, you are also active in the independent music scene. You released your first non-film single ‘Koova’ to a warm response.This was an idea which was burning within me, Gautham Menon and Karky [Madhan Karky]. I have been singing for Gautham’s films since Minnale. We pretty much started out together. I have been singing Karky’s songs, and Karky and Gautham have been working together. At different points of time, we have been meeting each other and we have always wanted to do this.This was way back in 2011. I wanted to do a song called Idli and Karky wanted to do a song Lungi. These are things that you cannot do in a film. So we actually got down to writing songs. But halfway through, we did not know how to put it out. We did not have a medium to reach out to the masses, like the way it is today. And now the time has come. We have a nice bunch of songs. In December we kept meeting every other day without an agenda because it was exciting for us to be in the studio.\n\n\n    \n    Play\n\nKoova (2018).From being a backing vocalist for AR Rahman, you are now one of the go-to singers for many composers.Singing is what comes naturally to me and something that I totally enjoy doing. When I started doing chorus with Rahman sir, I was still getting out of college. At that point, I was very happy doing that and I didn’t have big aspirations singing the thousands of songs that I have sung today or composing.I took each day as it came. Music was something that made me very happy right from day one. I figured that nothing else could give me the joy that music gave me. I also think god has been very kind to me. And of course, thanks to Rahman sir. If you get introduced by him, it is like an IIT or IIM stamp on you. You immediately reach a particular stature.How has the industry changed since you started singing?A few days back at the India Today Southern Conclave, I was introduced as the youngest veteran around. I thought that was a cool term, because I have been around for too long, but I am still fairly young. I am one of those guys who have transcended the pre-internet era to where it is right now. In 2000, when I started singing, the world was a different place altogether. There were no cell phones. I was walking around with my pager, waiting for phone calls to come. Even on the technological side, things were far less advanced. The requirements from the composer were a little uni-dimensional. You had to focus exactly on your singing. The issue was about being as precise as you could be. Today I think you need to be a lot more colourful, equipped and you need to have a personality. You need to offer people something for them to remember you by. And that is not just a tune or a chord. It is a package.\n\n\n    \n    Play\n\nAye Sinamika from OK Kanmani (2015). You are a trained classical singer. When did you know that you wanted to work in the entertainment industry?It happened really late in my life. I woke up to it when I was 16, when I took part in the reality show Patuku Pattu. That was the life-altering moment for me. When you typically compare with musicians, who are in the industry from a very young age, I do not have any of those things. Which is why I think life is a bonus. It somewhere kind of walked into my life and I embraced it with all the love that I had.Did your classical music training help? Absolutely. It is very simple. You can be a genius or a prodigy and you need not know the language of classical music and you can get away with it. But on a bad day, this kind of helps you. If I know classical music, I can communicate much more and better with the musicians around. It is just a matter of knowing your job better. Be it Hindustani, Carnatic or Western classical, be it any genre, there is so much to explore. I always say, learn classical music and learn an instrument. I play the piano.Your discography includes numerous tracks in different languages. Which composer has been the best to work with?It is very tough to choose. There are so many languages, so many cultures. Each guy comes from a different state with his own ideas. It is a trip, and there are so many beautiful trips. It is a very emotional exchange of ideas. It is not just about walking into a studio, taking a song and vomiting it out. It is about understanding where he is coming from and making him happy, making myself happy.But I have always been a big fan of Rahman sir. My dream was to meet him once in life. I will stick to that because I can never progress past that. I am still a fan boy when I meet him and work with him today.Which of your songs have challenged you the most?Usure Pogadhe from Raavanan [directed by Mani Ratnam]. It is a great tune and has great lyrics. I remember the recording session when Mani sir explained how he wanted the passion and the aggression for the song. It was a very interesting challenge. The song is very dear to me as it won me a Filmfare and a lot of other awards.\n\n\n    \n    Play\n\nUsure Pogudhe from Raavanan (2010).What draws you to a song and what makes you turn down a tune?It could be anything: the emotion, the tune, the arrangement, the lyrics. Or, it could just be that day. There are no rules because it is that moment and sometimes the magic just happens.  Initially I had to turn down a few, because they were lyrics that I wouldn’t subscribe to at that point of time. I would not call them vulgar, because it is very subjective. What is vulgar to me need not be vulgar to a lot of people. I would politely tell them that I was not comfortable. You have worked with prominent directors, including Mani Ratnam. How involved are filmmakers when it comes to recording songs?For the song Anjala from Vaaranam Aayiram, I actually got three inputs from three people at the same time. Harris [Jayaraj] wanted me to render it with a lot of energy. And Thamarai ma’am [the song’s lyricist] told me that I needed to understand the lyrics more. And Gautham told me to keep it local. The guy was an urban guy, so I could not go all out local. There was a fine balance between sounding local and not sounding local and sounding loud, but sounding a little melancholic. All these directors are big for a reason. It is for the clarity that they have when they create something.\n\n\n    \n    Play\n\nAnjala from Varanam Aayiram (2008).Will you be composing more tunes?Gautham, Karky and I have lined up a few more songs. There is going to be lots of singing in different languages. I am also working in Mumbai now. I have a couple of collaborations abroad as well.","author":" Sruthi Ganapathy Raman","time":"2018-01-25T20:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/866224-79995-vqugndaimb-1516783022.jpg","tags":["Singer Karthik","Sa Re Ga Ma Pa","AR Rahman"]}