{"title":"KCR wanted to join NDA but I rejected his request, says Modi in Telangana","content":"Prime Minister Narendra Modi on Tuesday claimed that Telangana Chief Minister K Chandrashekar Rao wanted to join the Bharatiya Janata Party-led National Democratic Alliance after the Greater Hyderabad Municipal Corporation elections in December 2020.However, he rejected Rao’s request due to “his deeds”, the prime minister said while addressing a public meeting in Telangana’s Nizamabad.“We are ready to sit in the Opposition in Hyderabad,” said Modi. “However, we will not betray the people of Telangana. Until then he used to welcome me at the airport whenever I visited Telangana. He used to shower a lot of love on me. After this episode, he stopped receiving me.”No party secured a majority in the Hyderabad civic polls. While the BJP bagged 48 out of 150 seats, Rao’s Bharat Rashtra Samithi, formerly known as Telangana Rashtra Samithi, got 56 seats. Asaduddin Owaisi’s All India Majlis-e-Ittehadul Muslimeen won 44 seats.The prime minister alleged that the Centre disbursed funds for the welfare of the people of Telangana, but the money was “looted” by Rao’s party. He also claimed that Rao wanted to pass Telangana’s leadership to his son, KT Rama Rao. “I asked him how you can do this in democracy,” said Modi. “Only the people of Telangana can decide that.”Rao’s son and Bharat Rashtra Samithi chairperson KT Rama Rao called Modi’s claims “clearly fabricated” and said that he found the “white lies” amusing, reported Hindustan Times. “Have we been bitten by a mad dog that we will join NDA?” he said.The Telangana industries minister also said that the prime minister’s statements are inconsistent with his earlier claims about the Bharat Rashtra Samithi funding Congress in Karnataka.“Today, many parties, including Shiv Sena, Janata Dal (United), Telugu Desam Party and Shiromani Akali Dal, have left BJP,” said KT Rama Rao. “Who is with you? Who do you have except the Central Bureau of Investigation, Enforcement Directorate and Income Tax?”Modi’s claims were also dismissed by B Vinod, a senior leader of the Bharat Rashtra Samithi, who asked why the prime minister was bringing this up after three years, reported The Indian Express.“Why did the PM not talk about this till now?” asked Vinod. “There is no truth in these claims.”Meanwhile, Congress leader Rahul Gandhi said that the BJP-Bharat Rashtra Samithi partnership has destroyed Telangana. “Today, Modi ji openly accepted what I had said,” he wrote on X, formerly Twitter. “BRS means BJP Rishtedaar Samiti. People are intelligent and have understood their game.”जो मैंने कहा था आज मोदी जी ने उसे खुलेआम कबूल कर लिया - BRS मतलब BJP Rishtedaar Samiti.BJP-BRS की Partnership ने पिछले दस सालों में तेलंगाना को तबाह कर दिया है। लोग समझदार हैं और इनका खेल समझ गए हैं - इस बार वो इन दोनों को ठुकरा कर कांग्रेस की 6 गारंटी वाली सरकार बनाएंगे।— Rahul Gandhi (@RahulGandhi) October 3, 2023","author":"Scroll Staff","time":"2023-10-04T12:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194419-gwnsxzpnud-1695701084.jpg","tags":["Greater Hyderabad Municipal Corporation","K Chandrashekar Rao","Narendra Modi","BJP","NDA","BRS"]}