{"title":"Kerala: Woman arrested for allegedly murdering six family members over 14 years","content":"The Kerala Police on Saturday arrested three people in connection with six deaths over 14 years at Koodathai village in Kozhikode district, Manorama Online reported. The deaths, which had occurred in the same family between 2002 and 2016, were similar to each other, which raised suspicions.The three persons who were arrested were Jolly Joseph, a member of the family, a man called MS Shaji and his friend Praju Kumar. Joseph, the wife of Roy Thomas who died in 2011, reportedly admitted to poisoning the family and said that she had tried to kill her husband’s sister Ranju.Police said the six persons were killed after cyanide was mixed in their food. Annamma, a retired teacher, was reportedly the first person in the family to be killed in September 2002. Her husband and retired state education department employee Tom Thomas died in September 2008. Their son Roy Thomas was killed in October 2011, but his body was sent for a postmortem examination after relatives raised doubts over the cause of death. Traces of cyanide were found back then, but the police reportedly did not look into it.In April 2014, Roy’s maternal uncle MM Mathew died, after which one-year-old Alfine, the daughter of Tom Thomas’ nephew, passed away in May. Alfine’s mother Sili died in January 2016. A year later, Jolly Joseph married Alfine’s father Shaju, according to reports.Police initiated the inquiry after Rojo, Roy Thomas’ younger brother settled in the United States, filed a complaint. On Friday, five bodies, except that of Roy Thomas, were exhumed for a scientific examination.Officials said that Jolly Thomas had obtained cyanide from Shaji and Praju Kumar, who were also arrested. Kozhikode Superintendent of Police KG Simon said that two things pointed to Jolly Joseph’s involvement, that she had lied about being a lecturer at the National Institute of Technology and that she allegedly faked documents to grab the family’s property.The police has collected sufficient material and forensic evidence to establish her involvement. “Roy’s wife Jolly has been arrested for her alleged involvement based on preliminary investigation,” an unidentified police official told NDTV. “The larger probe in relation to the five other deaths is underway.”Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-06T11:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128599-vqjdjppxft-1570340731.jpeg","tags":["Kerala","Kozhikode","Koodathayi murders"]}