{"title":"Kerala Assembly passes resolution demanding withdrawal of Citizenship Amendment Act","content":"The Kerala Assembly on Tuesday passed a resolution demanding the withdrawal of the Citizenship Amendment Act. Chief Minister Pinarayi Vijayan had moved the resolution, PTI reported. The chief minister has repeatedly expressed his disappointment with the amendments and refused to implement it.While presenting the resolution, Vijayan said the amended law was against the secular outlook and fabric of the country and would lead to religion-based discrimination in granting citizenship. “The Act contradicts the basic values and principles of the Constitution,” he said.He added that because of the prevalent anxiety among people of the country, the Centre should take steps to drop the amended citizenship law and uphold the secular outlook of the Constitution.Vijayan said India’s image in front of the international community has been dented, referring to the nationwide protests against the legislation.He told the Assembly that no detention centres for undocumented migrants will be set up in Kerala.O Rajagopal, the only Bharatiya Janata Party member in the Assembly, objected to the resolution. He called it “illegal” as both Lok Sabha and Rajya Sabha have passed the Citizenship Amendment Act.The Congress-led United Democratic Front demanded the Left Democratic Front convene a special session of the legislative Assembly to pass the resolution against the legislation. This is the first time in Kerala that United Democratic Front and the Left Democratic Front have teamed up to protest against the Centre. “A unanimous resolution has to be passed in this special meeting to protect the Constitution and to convey the state’s concerns on the CAA and the NRC to the President and the Central government,” Opposition leader Ramesh Chennithala had told reporters on Sunday. The chief ministers of Punjab and West Bengal have also opposed the implementation of the amended citizenship law in their states. On December 20, Kerala stopped all work connected to the National Population Register, which is described as “the first step towards the creation of a National Register of Citizens”.At least 26 people have died in nationwide protests against the amended citizenship law and the proposed National Register of Citizens. The Citizenship Amendment Act, approved by Parliament on December 11, provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, provided they have lived in India for six years and entered the country by December 31, 2014. The Act has been widely criticised for excluding Muslims.","author":"Scroll Staff","time":"2019-12-31T11:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/102101-znspjansdl-1576834390.jpg","tags":["Pinarayi Vijayan","Kerala","United Democratic Front","Citizenship Act"]}