{"title":"Kolhapur violence: Five juveniles among 41 held for rioting, vandalism over social media posts","content":"Five juveniles are among 41 people taken into custody in Maharashtra’s Kolhapur after a protest over social media posts turned violent, the police told Scroll on Thursday.The posts shared images of 18th-century Mysore ruler Tipu Sultan and Mughal emperor Aurangzeb along with audio messages, which Hindutva groups claimed were objectionable to Hindu sentiments.The authorities said that Hindutva outfits had called for a shutdown in the city on Wednesday, claiming that the posts glorified the Muslim rulers. The protest escalated after a mob ransacked shops  and vehicles in and around Chhatrapati Shivaji Maharaj Chowk area. Similar clashes also erupted in Laxmipuri, Akbar Mohalla, Ibrahim Chowk, Malkar Tikati, Bhausingh Road and the area around Barah Imaam in Kolhapur. The police used batons to control the mob in Chhatrapati Shivaji Maharaj Chowk. Internet services have been suspended in the city till Thursday midnight. The local administration has also issued prohibitory orders banning the assembly of five or more persons till June 19.On Thursday, the police told Scroll that eight persons, including the five minors, were behind the social media posts. Of them, one remains at large.The minors were produced before a juvenile court and sent to a correction home in Kolhapur.“They are 15 to 17 years old,”  a Women and Child Development department officer told Scroll. “All of them are in school and study in ninth, tenth, or eleventh classes.”According to the officer, the minors told a counsellor that they forwarded the post on their social handles without understanding the implications. One of them claimed that he did not have a personal mobile phone and used a family member’s device to share the post. “It is not clear who told them to share it, or whether they shared it on their own,” the officer added. Kolhapur Police Superintendent Mahendra Pandit told Scroll that about 80 vehicles, most of them belonging to Muslims, were damaged in the violence.“We have not imposed a curfew,” he said, adding that the situation in the city was under control on Thursday.Pandit said that two first information reports have been registered under Sections 143 (unlawful assembly), 147 (rioting), 427 (causing damage to properties) of the Indian Penal Code and Section 135 (disobeying police order) of the Maharashtra Police Act against the rioters.Bharma Kamble, a resident of Kolhapur, said that he believes rioters were locals from nearby villages. “Today there was a small clash in Warange village outside Kolhapur,” he said.An official told The Indian Express that some people also suffered injuries during Wednesday’s violence. “We do not know the exact number yet because some of them went to private hospitals, some to state-run hospitals and some may have not gone to hospitals at all,” the officer added.The allegedly objectionable audio message that was used with images of Tipu Sultan was shouted along with a poster of Aurangzeb during a procession held in Ahmednagar district on June 4, an investigation by the police has shown.","author":"Scroll Staff","time":"2023-06-08T17:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191029-rlbudqpeol-1686221877.jpg","tags":["Kolhapur","Maharashtra","Tipu Sultan","Aurangzeb"]}