{"title":"Kolkata violence: Campaigning in West Bengal will end at 10 pm on Thursday, says poll panel","content":"The Election Commission of India on Wednesday said campaigning for the Lok Sabha polls in West Bengal will end on Thursday, NDTV reported. The panel took the decision in response to violence in Kolkata at Bharatiya Janata Party President Amit Shah’s roadshow the day before. Campaigning would have ended at 5 pm on Friday in normal circumstances, according to the provisions of the Model Code of Conduct. The poll panel said no campaigning can be held in the Dum Dum, Barasat, Basirhat, Joynagar, Mathurapur, Jadavpur, Diamond Harbour, South and North Kolkata Lok Sabha constituencies after 10 pm on Thursday, ANI reported. These constituencies will vote on May 19.  “The commission is deeply anguished at the vandalism done to the statue of Vidyasagar,” the panel told the media in New Delhi. “It is hoped that the vandals will be traced by the state administration.” The poll panel said this was the first time Article 324 of the Constitution, which deals with its powers to conduct elections, had been invoked to curtail campaigning.The Election Commission also removed Additional Director General of Police (CID) Rajeev Kumar from his post, and asked him to report to the Ministry of Home Affairs on Thursday. It also relieved West Bengal Principal Secretary (Home Affairs) Atri Bhattacharyya of his duties “for having interfered in the process of conducting the election”. The poll panel said West Bengal Chief Secretary Malay Kumar De would take over Bhattacharrya’s duties.The statue of 19th-century Bengali writer and philosopher Ishwar Chandra Vidyasagar in Kolkata was vandalised during clashes between workers of the Trinamool Congress, the Bharatiya Janata Party and the Left Front on Tuesday. Both the Trinamool Congress and the BJP have blamed each other for the act of vandalism. Earlier in the day, Amit Shah accused the Mamata Banerjee-led party of vandalising the statue. He claimed that it would have been difficult for him to escape Tuesday’s violence unhurt had central paramilitary forces not been deployed for his security. He also accused the Election Commission of being a “mute spectator” to violent incidents in West Bengal.  However, Trinamool Congress MP Derek O’Brien labelled Shah a “liar”. “There is anger and there is shock,” O’Brien said, referring to the violence. “The president of the BJP does what he does with his goons, whom he hired from outside Bengal. What happened yesterday hurt the very ethos of Bengal.” O’Brien claimed that paramilitary forces were colluding with the BJP in Bengal. He asserted that his party possesses video footage that will prove BJP workers damaged the statue.","author":"Scroll Staff","time":"2019-05-15T20:21:44.933050+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108065-mrvbxutyaq-1557931139.jpg","tags":["Election Commission","West Bengal","Amit Shah","Lok Sabha elections"]}