{"title":"Komagata Maru: Why is the Canadian prime minister apologising to Sikhs for a 1914 incident?","content":"Canada is finally owning up to a dark chapter of its past. Prime Minister Justin Trudeau announced on Monday that he'll offer a full apology next month in the House of Commons for the 1914 Komagata Maru affair, where a ship carrying hundreds of Indian immigrants was turned back due to the “discriminatory laws of the time”.Next month, I will rise in the House to offer an apology to Sikhs for the Komagata Maru incident. Details: https://t.co/7ijo9WgnZu— Justin Trudeau (@JustinTrudeau) April 11, 2016\nThe announcement comes 102 years after the Japanese ship which took off with passengers from Hong Kong arrived off Vancouver Harbour on May 23, 1914, only to have nearly all of its 376 passengers – 340 Sikhs, 24 Muslims and 12 Hindus – denied entry. Out of the 376 passengers on board – all British subjects from Punjab – 24 were admitted to Canada. The rest were forcibly sent back on the ship on July 23 after a two-month standoff.Komagata Maru eventually arrived at the Baj Baj Ghat near Calcutta, where at least 19 people were killed in a skirmish with British soldiers for being members of the Ghadar party. The others were jailed.“The passengers of Komagata Maru, like millions of immigrants since, were seeking refuge and a better life for their families,” Trudeau said on Monday at a Baisakhi event in Canada’s capital Ottawa. “With so much to contribute to their new home, they chose Canada and we failed them utterly. As a nation, we should never forget the prejudice suffered by the Sikh community by the hands of the Canadian government of the day. We should not and we will not.”“It was in the House of Commons that the law that prevented the passengers from disembarking were first passed and so it is fitting that the government should apologise there on behalf of all Canadians,” Trudeau said. “That is why next month, on May 18th, I will stand in the House of Commons and offer a full apology for the Komagata Maru incident.”Former Prime Minister Stephen Harper had apologised for the incident in a 2008 speech in Surrey, British Columbia. But his apology was rejected by many members of the Sikh community who said they wanted it delivered in the House of Commons, the Lower House of the Canadian Parliament. The crowd of about 8,000 people who had gathered for the speech denounced it outright.Why was Komagata Maru denied entry?The Japanese steamship Komagata Maru was hired by a Malaysia-based Sikh, Gurdit Singh, to bring passengers, mostly Sikhs, from Punjab to Canada to challenge the racist laws of the time. The aim of these discriminatory laws, including the continuous journey clause and a $200 head tax, was to deny entry to non-whites into Canada.The continuous journey regulation prohibited the landing of any immigrant who didn’t come to Canada by “continuous journey” from their native country. “Immigrants may be prohibited from landing or coming into Canada unless they come from the country of their birth, or citizenship, by a continuous journey and on through tickets purchased before leaving the country of their birth, or citizenship,” the Continuous Passage Act said.Immigrants were also required to purchase a ticket to Canada from their native country or, else, they would be denied entry. This clause affected immigrants from India and Japan since the main immigration routes from those countries did not offer direct passage to Canada.This law was created in 1908 in response to slowly increasing immigration from India which sparked fear in the public. The Continuous Passage Act remained in effect until 1947.National narrativeThe Liberal Party members of Canada have been calling since 2008 for an apology in the House of Commons. Trudeau, the leader of the Liberal Party, had even pledged to do so during his election campaign in 2015.“I think the community was pleasantly surprised; I don’t think anyone saw this coming to be honest,” said Jaskaran Sandhu, a board member of the World Sikh Organization, on Monday. “It has a lot of symbolic value for everyone.”“I think it’s a testament to how far we’ve come in Canada, where we can go from something that was so discriminatory, so destructive, to where we have now… a strong multicultural and pluralistic community,” Sandhu said.Jaswinder Toor of the Descendants of Komagata Maru Society, said, “This is great news. Finally today it is great news that our Prime Minister Justin Trudeau has announced that May 18th they will issue an official apology in the House of Commons.”Canada Defence Minister, Harjit Sajjan, who was the first Sikh-Canadian to command a Canadian army reserve regiment, tweeted: I am truly honoured by @JustinTrudeau's commitment to the apology on the Komagata Maru incident. #VaisakhiOntheHill https://t.co/3OORZCCRGp— Harjit Sajjan (@HarjitSajjan) April 11, 2016\nOther Twitter reactions also praised Trudeau's move:Welcome, Canadian PM Justin Trudeau's statement, he will offer apology for Komagata Maru. Worthy son of the worthy father, Pierre Trudeau !— Shakeel Ahmad (@Ahmad_Shakeel) April 12, 2016\n@HarjitSajjan @JustinTrudeau @GlobalBC this means so much to Sikhs all over the world. To do this at Vaisakhi is even more poignant.— Kiran Sihra (@mskirans) April 11, 2016\nHolding Akhand Path in Canadian Parliament to celebrate Baisakhi & recent announcement on apology for Komagata Maru tragedy. 2/2— Partap Singh Bajwa (@Partap_Sbajwa) April 12, 2016\nA site created by Simon Fraser University in Burnaby, British Columbia, records chronologically the major moments in the Komagata Maru incident. This news video also explains the episode:  \n\n\n    \n    Play","author":"Rhema Mukti Baxter","time":"2016-04-13T09:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/806515-13640ead-1080-4d71-b964-d980302edf78.jpg","tags":["Komagata Maru","Canada","Justin Trudeau"]}