{"title":"Kuki-Zos are right to be disillusioned, but boycotting elections only endorses the status quo","content":"As the Lok Sabha elections approach, the Indigenous Tribal Leaders’ Forum in Manipur has ordered politicians from the Kuki-Zomi community not to contest. As a consequence, no candidates from the community have signed up to contest from the Outer Manipur constituency, where Kuki-Zomis are concentrated.When it comes to voting, some citizens stay away from the polls because they are apathetic. Some people express their discontentment and anger with governance issues by organising protests or boycotts. But the Kuki-Zomi community’s disillusionment with the state government has another basis: they have lost their voice and no one is listening to them.Since the violence in the state began in May 2023 between the dominant Meitei community and the Kuki-Zomi minority, more than 200 people have been killed and over 60,000 displaced from their homes.The Kuki-Zomi still constitute a sizeable presence in a few districts, but have been displaced violently from Manipur’s capital, Imphal, which is controlled by Meiteis. It has become too dangerous for Kuki-Zomis to set foot into Imphal – even if they are MLAs. As a result, the 10 Kuki-Zomi legislators in the house of 60, even those from the ruling Bharatiya Janata Party, can no longer participate in legislative proceedings. In addition, Kuki–Zomi cannot access the judiciary in the capital city or do their jobs in the state’s administration.The Outer Manipur constituency is reserved for candidates from the scheduled tribes and has always been fought between the Naga and Kuki tribes that live in the area. Since there will be no Kuki-Zomi candidate this time, the Lok Sabha election will be a contest between three Naga tribes: Tangkhuls, Poumai and Zeliangrong.An unpredictable factor in Lok Sabha elections for the Outer Manipur parliamentary reserved constituency of Manipur has been the non-tribal voters of eight state assembly segments in the Valley that form part of the parliamentary constituency. These areas are inhabited mainly by members of the Meitei and Muslim communities. Since they are not members of the Scheduled Tribes, they cannot contest for this seat – they can only cast their votes.They represent about one-third of total voters of the Outer Manipur parliamentary constituency but have no common interests with the Hill Areas of Manipur. They are more likely to be swayed by a candidate’s party affiliations rather than their credentials.Historically, the voting percentage of Valley voters has always been high, making their votes a deciding factor in a straight contest between Naga and Kuki candidates. Their preferences this time will be difficult to predict as they have to choose only among Naga candidates.Despite the boycott call, however, there is the possibility of Kuki-Zomi voters deciding to throw their weight behind a candidate or political party at the eleventh hour.But if Kuki-Zomis decide not to vote, it would amount to endorsing the status quo. They will miss an opportunity to bring about democratic change. An individual voting may feel that her single vote may not make a difference, but adding up all the votes of those who abstain from voting could swing the election and bring about a much-needed change.Staying away from the poll booth is one way of ensuring that the bad politicians are rewarded for their behaviour. A democracy cannot be sustained without the active participation in voting to ensure appropriate change in leadership. If they fail to participate in the democratic process, members of the Kuki-Zomi community would be doing the state a disservice.Ngaranmi Shimray is a New Delhi-based social activist and his Twitter handle is @Aran Shimray.","author":"Ngaranmi Shimray ","time":"2024-04-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199828-hirlyrvrec-1712230161.jpg","tags":["Manipur","Lok Sabha 2024","Manipur Elections","Kuki-Zo","Manipur Ethnic Violence","Meiteis"]}