{"title":"Lakhimpur Kheri violence: Editors Guild seeks SIT probe into journalist Raman Kashyap’s death","content":"The Editors Guild of India on Tuesday demanded that a “court led special investigation team” should look into the circumstances leading to the death of journalist Raman Kashyap during the violence on Sunday at Lakhimpur district in Uttar Pradesh. The journalist’s association also demanded that the special investigation team should try to recover the footage from Kashyap’s camera to reconstruct the sequence of events.“In what is clearly a terror attack meant to spread fear among the farmers, the killing of Kashyap raises many questions,” the Guild said in its statement.The Editors Guild of India is shocked by the death of Raman Kashyap, a TV journalist who was reporting on Lakhimpur Kheri’s farmers protest on October 3. pic.twitter.com/UU5SvvoHbE— Editors Guild of India (@IndEditorsGuild) October 5, 2021\n\nKashyap was among eight people who died in the violence that erupted during a protest against the Centre’s new agricultural laws. Four of the deceased were farmers.Protesters have said that a vehicle belonging to Ashish Mishra, the son of Ajay Mishra, had run over a group of demonstrators, killing four people. However, the minister claimed that the farmers threw stones at the vehicle, which led to an accident. The Editors Guild’s statement noted that there are “competing versions” about Kashyap’s death. “What is clear is that Kashyap was reporting on the events of the day when the horrific incident of the convoy running through protesting farmers happened, killing some of them,” the association said.Meanwhile, journalists in Lakhimpur Kheri have demanded compensation of Rs 50 lakh for Kashyap’s family and a job for his wife, PTI reported. They have also demanded the immediate arrest of the accused.","author":"Scroll Staff","time":"2021-10-05T22:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164726-vobtgodjhr-1633315209.jpg","tags":["Raman Kashyap","Uttar Pradesh","Farmers protest","State News","Lakhimpur Kheri","Lakhimpur Kheri violence","Editors Guild of India"]}