{"title":"Latest Manipur killings confirm long-dormant Meitei insurgency is seeing a revival ","content":"Thingom Rocky Meitei wanted to be a professional boxer. Taking time off from his day job of manning the family grocery store, the 25-year-old would attend classes at the academy run by former lightweight world champion, Laishram Sarita Devi.  But his life turned upside down on May 3. As ethnic conflict between the Metei and the Kuki-Zo communities broke out in Manipur, Rocky Meitei’s village in the Torbung area was one of the first to come under attack. An irate Kuki mob burnt down Rocky Meitei’s house as well as his shop.Ever since, the family has been living in a relief camp, some 10-km away.In the last week of November, Rocky Meitei left the camp. He told his mother he was going to “fight against the Kukis” for the sake of his “motherland.”It turned out to be a short-lived expedition. A peace pact and 13 dead bodies Days later, on December 3, the Army claimed to have found his bullet-ridden body along with 12 other slain men, more than 100 km away, close to the Indo-Myanmar border, in the state’s Tengnoupal district. Soon after, on December 5, the People’s Liberation Army, a Meitei-centric insurgent group with the stated aim of creating an independent state of Manipur, issued a condolence statement. The 13 men, the statement said, had been freshly recruited by the PLA and were en route to the outfit’s training camp in Myanmar when they were “killed in the hands of Indian security forces and their Kuki mercenary forces”. Strikingly, the killings took place less than a week after the Centre announced a peace agreement with another outlawed secessionist Meitei group: the United National Liberation Front. Union home minister Amit Shah had called the pact a “historic milestone”. “Return of UNLF to the mainstream will also encourage other valley-based armed groups to participate in the peace process in due course,” proclaimed the home ministry statement announcing the development.CONDOLENCEEkaikhumnaba uttuna awaba fongdokpa. PR No.23014 Date: 2023-12-07 Marup 13 asina Ima leibakidamak thawaina pontha pikhiba asida RPF na yawolgi ikai khumnaba utchari. to read please visit: https://t.co/NiClS2qPPC pic.twitter.com/1PNBduClpI— People's Liberation Army Manipur (@PLAManipur) December 7, 2023\n\n\nRevival of an insurgency  But, in Manipur, observers say the events of December 3 suggest the festering conflict that has roiled that state for over six months now may have, on the contrary, revived the long-dormant Meitei insurgency. Before the current conflict, Meitei militant groups were largely relegated to hideouts in the jungles of Myanmar. However, starting June, several cadres from these outfits crossed the border to lend a helping hand, Scroll had reported in September. “It [Meitei insurgency] was dying,” said a Meitei civil society activist, who asked not to be named. “Nobody liked the UGs [underground groups] as there was no progress and people were fed up.”The current ethnic conflict, though, “has given a new lease [of life] to militancy in the [Imphal] valley for the next 20-30 years”, said the person. Interviews with the family members of some of those who were killed on December 3 threw up a grim picture. Many of the 13 men – who ranged from age 17 to 47 – appeared to have led routine lives before the conflict began, most of them working blue-collar jobs. Their purported foray into extremism, their families said, was driven by a sense of deep hurt and helplessness over events since the beginning of the conflict.  Relief camps a new catchment? Consider Rocky Meitei. He first gave up his boxing gloves for guns when he, like thousands of young men from both communities in the ongoing conflict, became a “village volunteer”. “Our house was attacked with arms and burned down by the Kuki people,” said his mother, Thingom Swapna. “To protect us, he had become a village volunteer. He had to leave home because the government is doing nothing.”Swapna, a cancer patient, was “proud that my son sacrificed his life to protect our motherland.”Security officials Scroll interviewed in Imphal said the armed groups seemed to be “targetting” people like Rocky Meitei living in relief camps who had “suffered firsthand faced injustice and trauma, with no end in sight”.  Apart from the 13 dead, there were around seven others who were part of the contingent headed to Myanmar, according to an Assam Rifles official. “These people were recruited recently,” said the official. “Many of them are displaced people and they were brainwashed.”Part of the group was Chongtham Lamdainganba, a farmer whose body was found alongside Rocky Meitei on December 3. Lamdainganba, too, had been living with his family in a relief camp since May. Lamdainganba and his family had to leave their village of Subungkhok, located along the foothills that separate the Kuki and Meitei-majority areas in Manipur because the area was racked by gun-fighting. “There was a repeated attack and firing on us,” said his father Ch Manihar. To repulse these attacks, Chingu was “guarding the village with a licensed gun”, said Manihar.  Manihar added, “He was frustrated because we had to leave our house and the government is not doing anything.”On November 26, Lamdainganba left the relief camp, saying he was going to look for work. “He never returned after that,” said Manihar. Moirangthem Kingson Singh had represented Manipur in the Republic Day parade as a tableau artist many times. Photo credit: Rokibuz Zaman ‘Upset and angry’Among the 13 men, some were not directly impacted by the violence. Nonetheless, the conflict had left them profoundly affected, their family members said. Oinam Loken, 47, who hailed from Imphal’s Sagolband area, was “upset and angry because of the killing and displacement of people,” said Oinam Swapna Devi, his sister-in-law. Loken was a daily wage labourer whose work had suffered due to the conflict. “He wanted to do something as the Centre is not doing enough for Manipur,” said Swapna Devi. “He wanted to do his part in protecting the motherland. That’s why they went to Myanmar for training.”Moirangthem Kingson Singh, a 39-year-old practitioner of traditional Manipuri dance forms, was also among the 13 people.“My brother loved India and Manipur,” said Chaoba Devi, his sister. “He represented Manipur in the Republic Day parade as a tableau artist many times.”The family’s home in Imphal was adorned with Kingson Singh’s awards, certificates, and photographs from the Republic Day parades.The ethnic conflict had left Kingson Singh scarred, said his uncle Premchand Singh. “He told me [how] his friends’ houses had been destroyed, our community people had died.”A government unconcerned?A senior Imphal-based police official said this turn towards extremism stemmed from disillusionment with the government. “The Meitei people are angry that the state government is controlled by the central government,” said the official. “There is a common belief that the central government has no empathy for the Meitei people.”Kingson Singh’s sister Chaoba Devi bitterly blamed Prime Minister Narendra Modi for her brother’s killing. “Why is he still silent?” she asked. “Modi should start doing negotiations with both communities to stop this bloodshed.”","author":"Rokibuz Zaman","time":"2023-12-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196548-thrqfkxemi-1702268381.jpg","tags":["Manipur","Kuki","Meitei","Manipur unrest","Manipur insurgency","PLA"]}