{"title":"Leicester unrest: UK Muslim body criticises Indian High Commission for focusing on attacks on Hindus","content":"The Muslim Council of Britain on Tuesday criticised the Indian High Commission in London for speaking only about the attacks on Hindus in Leicester.“British Indian communities expect a balanced view from the Indian High Commission, which represents all of the diaspora, which can help heal divisions locally,” the body said in a statement.The MCB has written to the Indian High Commissioner regarding the statement on 19th September regarding recent events in Leicester, we call for a just view on events and to address the deeper seated issue of #Hinduvta extremism. #Leicester pic.twitter.com/Ig7lS6CBee— MCB (@MuslimCouncil) September 20, 2022\n\nTensions erupted in the British city following an India and Pakistan cricket match on August 28. A flare-up was also reported on September 17 between Hindus and Muslims after an unauthorised protest march was held in the city.Videos shared on social media showed the police attempting to hold back two crowds as glass bottles were thrown. Some people were also seen carrying sticks and batons.A Hindu temple in the city was also vandalised and unidentified persons pulled down a saffron flag outside it. The police have arrested 47 persons in connection with the violence.On September 19, the Indian High Commission in London had sought immediate action against those involved in the attacks.Press Release: High Commission of India, London condemns the violence in Leicester. @MIB_India pic.twitter.com/acrW3kHsTl— India in the UK (@HCI_London) September 19, 2022\n\nHowever, while criticising the violence, the High Commission only mentioned the “vandalisation of premises and symbols of Hindu religion”, even though videos on social media showed that the Muslim community had also been attacked.On Wednesday, the Muslim Council of Britain said that the situation in Leicester over the last few weeks has been deplorable.“The question we must ask ourselves, is: what has turned this vibrant community, once a model of unity, into one that is deeply divided, where ordinary people are fearful for their own safety?” the Muslim body asked.The council said that while it was the right of the Indian High Commission to speak against the desecration of Hindu symbols, it expects the mission to represent all Indians.“You must represent all Indians and also condemn the deliberate targeting, intimidation and instances of assault of Muslims and Sikhs by large groups of thugs chanting far-right Hindutva slogans, mirroring tactics used by the RSS [Rashtriya Swayamsevak Sangh] against communities in India,” the body said.It added: “There is a clear hesitancy to call out these groups who have instigated this thuggery and their political ideology; which they seem to be attempting to import from India.”The development came on the same day when Hindu and Muslim leaders in Leicester called for an immediate end to violence in the city in a joint statement.“We together call upon the immediate cessation of provocation and violence, both in thought and behaviour,” a representative of the group said. “We together call upon the inciters of hatred to leave our city alone.”The Hindu and Muslim community leaders said that Leicester has no place for “foreign extremist ideology” that causes divisions.","author":"Scroll Staff","time":"2022-09-21T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180064-sesgarpfmr-1663473433.jpg","tags":["Leicester","United Kingdom","Hindu","Muslims"]}