{"title":"Listen: Omkarnath Thakur’s rendition of a Meerabai bhajan reflects his dramatic khayal presentations","content":"Very rarely does one come across compositions that transcend musical genres, retaining their original melodic and rhythmic framework while inviting performers to interpret them as per their chosen genre.  This rare occurrence is probably because most compositions are rooted in one or the other genre. However, in the case of devotional poetry set to music and performed as bhajans, there are occasions when performers usually presenting specific genres choose to incorporate one or the other bhajan in their concert repertoire. This has happened in the case of the bhajans immortalised by DV Paluskar, which were featured in the first episode of this series. Hindustani vocalists as well as those presenting only bhajans in concerts have rendered these bhajans.  Even instrumentalists have chosen to interpret them. Today, we listen to maestro Omkarnath Thakur’s interepretation of a bhajan or pada (poetic text) written by the 16th-century saint-poet Meerabai.  The bhajan is composed in raag Bhairavi and set to Teentaal, a cycle of 16 matras or time-units, and has been heard in varied contexts like art music concerts and in Hindi cinema. But we will hear other interpretations in the next episode.Omkarnath Thakur’s melodramatic interpretation echoes the dramatic nature of his khayal presentations.  The obviously crafted performance is evident particularly at around 9.55” into the track, where the maestro leads the rest of the melodic ensemble into maintaining a precomposed line of solfège over which he meanders with a free-flowing version of the verse.  The same deliberateness is palpable towards the end when he gradually ascends the scale and the melodic ensemble joins in each time on the standing note.  He intersperses the recital with demonstrations of the manner in which he projects his voice to portray different emotions contained in the same line.  He also adds a few lines that do not belong to the original song-text.  It seems from the indistinct announcement during the recital that these were written by his spiritual guru.  He is accompanied on the tabla by the revered tabla player Nikhil Ghosh.  Melodic accompaniment seems to be provided by violin and sarangi.  There is no text accompanying this track, but it is likely that the violin accompaniment was provided by his disciple and well-known violinist N Rajam.  He was often accompanied on the sarangi by the sarangi maestro Ram Narayan and Thakur’s disciple Balwantrai Bhatt normally provided vocal support. \n\n\n    \n    Play","author":"Aneesh Pradhan","time":"2019-06-15T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121853-erbohpqzqi-1560527460.jpeg","tags":["Omkarnath Thakur","Hindustani classical music","Meerabai","Bhajans"]}