{"title":"Listen: Baramasa compositions that describe the imagery of the seasons","content":"Baramasa is one of the forms that is part of the concert repertoire for many thumri exponents. It is also found in poetry from various parts of northern India. Essentially, the poetry or song-text describes the female protagonist’s pining for her beloved over a period of 12 months/baarah maas, and the manner in which the imagery associated with the transition of nature through the year and seasons reminds her of the absence of her beloved.The baramasa compositions sung by thumri singers are usually set to the eight-matra Kaherva or the six-matra Dadra. In the latter case, the rhythmic cycle may be changed to Kaherva after each verse.The first baramasa we hear today is performed by the eminent vocalist Shobha Gurtu. The song-text describes the natural imagery associated with summer, monsoon, and winter. Set to a fast-paced Dadra, the rhythmic cycle changes to Kaherva intermittently and includes the laggi section. Readers can access find information about the laggi section in previous instalments of this column.Gurtu is accompanied on the harmonium by Purushottam Walawalkar and on the tabla by Aneesh Pradhan. Vocal support is provided by Dr Sarla Bhide and Aditi Bannerjee.\n\n\n    \n    Play\n\nThe second track features a baramasa composed by Naina Devi and sung by Sipra Bose. It is set to a medium-paced Dadra.\n\n\n    \n    Play\n\nThe final track features a baramasa describing the natural imagery associated with the months in the Hindu calendar. The composition is set to Dadra and is sung by Shubha Mudgal. Accompaniment is provided by Purushottam Walawalkar on the harmonium, Anant Kunte on the sarangi, and Aneesh Pradhan on the tabla.\n\n\n    \n    Play\n\nOne of India’s leading tabla players, Aneesh Pradhan is a widely recognised performer, teacher, composer and scholar of Hindustani music. Visit his website here.This article is based on Pradhan’s book Tabla: A Performer’s Perspective.","author":"Aneesh Pradhan","time":"2024-04-20T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200121-szdanjfewb-1713373864.jpg","tags":["Tabla accompaniment","Shobha Gurtu","Shubha Mudgal"]}