{"title":"Listen:  Renditions of dhamaar by Faiyaz Khan and other maestros","content":"The last two instalments of this column dealt with tabla accompaniment to song-forms related to the Holi festival. The taals used were Deepchandi, Jat and Kaherva. Compositions in the dhamaar form also describe the Holi festivities. Usually, they are performed by dhrupad singers, but on rare occasions they may be sung by khayal singers too.In particular, some vocalists of the Agra gharana present dhamaar compositions. In such instances, the rhythmic accompaniment is provided by the tabla and not by the pakhawaj as would be the case with dhrupad singers. This is because the Agra gharana vocalists move to khayal and other forms in the same performance, and these forms require tabla accompaniment.However, tabla players accompanying dhamaar compositions in situations such as these borrow liberally from the accompaniment style of pakhawaj players. Not only is the taal borrowed from pakhawaj repertoire, but even the vocabulary that is used to embellish and improvise is influenced by the language of the pakhawaj. Naturally, the latter can happen only when the tabla player has been trained in this direction.In the fifteenth instalment on tabla accompaniment to Hindustani music and dance, we listen to three tracks featuring dhamaar. The taal used for such compositions is called Dhamaar and the structure of this 14-matra rhythmic cycle can be accessed here.The first track today features Agra gharana maestro Faiyaz Khan. He sings a dhamaar in raag Des.\n\n\n    \n    Play\n\nThe next track features the revered guru and composer Vilayat Hussain Khan. He sings a dhamaar in raag Malkauns.\n\n\n    \n    Play\n\nKhadim Hussain Khan sings a dhamaar followed by a composition set to a medium-paced sixteen-matra Teentaal in the raag Barwa.\n\n\n    \n    Play\n\nOne of India’s leading tabla players, Aneesh Pradhan is a widely recognised performer, teacher, composer and scholar of Hindustani music. Visit his website here.This article is based on Pradhan’s book Tabla: A Performer’s Perspective.","author":"Aneesh Pradhan","time":"2024-04-06T08:15:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/puydzwdqah-1534476726.jpg","tags":["Tabla accompaniment","Hindustani music","Agra gharana"]}