{"title":"Lok Sabha polls: Workers vandalise BJP office as party decides not to contest Outer Manipur seat","content":"The Bharatiya Janata Party office in Manipur’s Senapati district was vandalised by party workers on Saturday, reported The Hindu.This came after the party leadership announced that it will not field a BJP candidate from the Outer Manipur Lok Sabha constituency and instead support the candidate of the Naga People’s Front. The northeastern state has two Lok Sabha seats out of which the Outer Manipur constituency is reserved for a Scheduled Tribe candidate. The Naga People’s Front has decided to field former Indian Revenue Service officer Kachui Timothy Zimik for the seat.Hours after the announcement, scores of party workers reached the BJP office in Senapati and shouted slogans against the senior leadership. They said the decision to not contest the Outer Manipur constituency denied the opportunity to one of BJP’s grassroots workers to represent the constituency in Parliament.As per the instructions of the Hon’ble National President of @BJP4India, Shri @JPNadda ji, I am pleased to inform that BJP will extend its support to Lok Sabha Candidates of NPP in both the seats of Meghalaya (Shillong and Tura),to NPF in the Outer Manipur Constituency and to…— Sambit Patra (Modi Ka Parivar) (@sambitswaraj) March 22, 2024\n\n\nOn Friday, BJP national spokesperson Sambit Patra said in a social media post that his party will extend its support to the candidate fielded by the Naga People’s Front in the Outer Manipur constituency and the National People’s Party candidates in the Shillong and Tura seats in Meghalaya.The BJP has also decided to support the Nationalist Democratic Progressive Party in the lone Lok Sabha seat in Nagaland.In Meghalaya, the National People’s Party has nominated incumbent Agatha Sangma and state Health Minister Ampareen Lyngdoh from the Tura and Shillong seats.The Nationalist Democratic Progressive Party candidate from the Nagaland seat is Chumben Murry.","author":"Scroll Staff","time":"2024-03-24T13:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/35711-fgfiuvnqmf-1598949131.jpg","tags":["Manipur","BJP","Senapati district","outer manipur constituency","lok sabha 2024"]}