{"title":"Lok Sabha polls top updates: Nomination papers of Congress’ Surat candidate rejected","content":"Nomination papers of Congress’ candidate from Gujarat’s Surat were rejected by the district election officer on Sunday.Meanwhile, Shiv Sena (Uddhav Balasaheb Thackeray) chief Uddhav Thackeray said that he has received a notice from the Election Commission ordering the removal of specific words from his party’s new anthem. However, he said that he will not abide by the directive, saying that the poll panel should first act against Prime Minister Narendra Modi and Union Home Minister Amit Shah who had “openly used religion for campaigning”, The Times of India reported.Here’s a look at today’s top developments:The nomination papers of Congress’ candidate from Surat, Nilesh Kumbhani, were rejected by the district election officer on Sunday, The Hindu reported. The nomination was rejected on the grounds that the three persons, who had proposed his name, claimed in an affidavit to the poll officer that they had not signed his nomination form. The nomination papers of the party’s substitute candidate were also rejected on the same grounds. The Congress no longer has a candidate contesting the Surat seat, according to the newspaper.Uddhav Thackeray, the chief of the Shiv Sena (Uddhav Balasaheb Thackeray) party, said on Sunday that he will not abide by the Election Commission’s notice ordering the removal of the words “Jai Bhavani” and “Hindu” from the party’s new anthem, Deccan Herald reported. Thackeray said that asking for the removal of “Jai Bhavani”, the name of the Hindu goddess Bhavani, from the anthem was an insult to Maharashtra. “If the poll body takes action against us, they will have to tell us what they did when Prime Minister Narendra Modi, who while campaigning for the Karnataka Assembly elections, had asked people to say, ‘Jai Bajrang Bali’ and press the button on EVMs,” Thackeray said. “Amit Shah had told people to vote for the BJP to get Ram Lalla darshan for free in Ayodhya.”Lok Janshakti Party MP Mehboob Ali Kaiser, the lone Muslim candidate to have been elected to the Lok Sabha from the BJP-led National Democratic Alliance in Bihar, joined the Opposition Rashtriya Janata Dal on Sunday. Kaiser has held the Khagaria seat since 2014.Also read: Ramachandra Guha: Why 2024 is India’s most important election since 1977View from the Margins: For Adivasis of Kerala, the state is not always a shining example of equalityManipur: Re-elections to take place in 11 booths after reports of violence, EVM destruction","author":"Scroll Staff","time":"2024-04-21T20:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198425-uuijetnmnk-1707832241.jpg","tags":["Lok Sabha 2024","Congress","BJP","Shiv Sena (UBT)"]}