{"title":"Lok Sabha elections: Raj Thackeray’s MNS backs BJP-led alliance in Maharashtra","content":"Maharashtra Navnirman Sena chief Raj Thackeray on Tuesday announced that his party will extend “unconditional support” to the state’s ruling Mahayuti alliance in the Lok Sabha elections.The Mahayuti alliance comprises the Bharatiya Janata Party, the Chief Minister Eknath Shinde-led faction of the Shiv Sena and Deputy Chief Minister Ajit Pawar’s Nationalist Congress Party group.“The country today needs strong leadership,” Thackeray said at a rally in Mumbai, The Indian Express reported.He added that his support to the BJP-led alliance was “only to make Narendra Modi the prime minister for another term”. “India is a country of youngsters, who need opportunities,” Thackeray said. “I expect Narendra Modi to concentrate on youngsters. They [youth] are the future. This election will decide the future of this country.”Thackeray, who broke away from the then undivided Shiv Sena in 2006 to create the Maharashtra Navnirman Sena that year, added that Shinde and Deputy Chief Minister Devendra Fadnavis had been asking him to “come together” for the past year and a half.“I wanted to know what exactly they mean… that is why I called [Union Home Minister] Amit Shah and went to meet him,” Thackeray said, referring to his meeting with Shah in March.गुढीपाडवा मेळाव्याच्या भाषणातील महत्त्वाचे मुद्दे :🔸निवडणूक आयोगाने आता आरोग्यसेवकांनाही निवडणुकीच्या कामात जुंपलं आहे, हे चुकीचं आहे. आरोग्यसेवकांनी रुग्णांची सेवा करत रहावी, तुम्हाला निवडणुकीच्या कामात कोण जुंपतं हेच मी पाहतो.🔸अमित शहांच्या भेटीनंतर तुमच्या कानावर ज्या… pic.twitter.com/oke8Z4km9T— Raj Thackeray (@RajThackeray) April 9, 2024\n\n\n“The only symbol I will fight [any election] on is that of the Maharashtra Navnirman Sena,” Thackeray added.He said that his opposition to Modi in the 2019 general election was not personal. “Unlike [Shiv Sena (Uddhav Balasaheb Thackeray) party leaders] Uddhav Thackeray and Sanjay Raut, I did not want to become the chief minister,” Thackeray said. “I opposed him [Modi] on issues. You [Uddhav Thackeray and Raut] are doing it now because your party is split, for your selfish gains.”Shinde and his supporters had rebelled against Uddhav Thackeray in June 2022, which led to a split in the Shiv Sena and collapse of the Maha Vikas Aghadi government in the state. Shinde was subsequently made the chief minister after he joined hands with the BJP.The Maharashtra Navnirman Sena had not contested the 2019 Lok Sabha polls. In the Assembly elections that year, the party had won one seat out of the 101 seats it contested. The Maharashtra Assembly has 288 members. The party’s vote share was 2.3%.Grateful for support, says Devendra FadnavisOn Monday, Fadnavis said that he was grateful to the Maharashtra Navnirman Sena president for extending his support to the Mahayuti alliance.The deputy chief minister said in a social media post that he welcomed Thackeray’s decision “to believe in the able leadership of Prime Minister Narendra Modi ji, to realise the dream of a developed country and for building a strong Maharashtra”.सस्नेह स्वागत ! मा. पंतप्रधान नरेंद्र मोदीजी यांच्या कुशल नेतृत्त्वावर विश्वास ठेवत,विकसित भारताचे स्वप्न साकार करण्यासाठी,भक्कम महाराष्ट्राच्या उभारणीसाठी,भाजपा, शिवसेना आणि राष्ट्रवादी काँग्रेस महायुतीला पाठिंबा दिल्याबद्दल मी मनसेचे प्रमुख श्री राज ठाकरे जी यांचा अत्यंत…— Devendra Fadnavis (Modi Ka Parivar) (@Dev_Fadnavis) April 9, 2024\n\n\nPolling in Maharashtra for the Lok Sabha elections will take place in five phases between April 19 and May 20. The votes will be counted on June 4.","author":"Scroll Staff","time":"2024-04-10T08:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174714-firzpcvabt-1653215648.jpg","tags":["Lok Sabha 2024","Raj Thackeray","Maharashtra Navnirman Sena","MNS","Maharashtra"]}