{"title":"Lok Sabha passes Citizenship Amendment Bill","content":"The Lok Sabha late on Monday passed the Citizenship Amendment Bill, 2019, after a bitter debate, which saw the Bharatiya Janata Party and Congress invoking Partition, and Hyderabad MP Asaduddin Owaisi tearing up a copy of the legislation. The Opposition vehemently claimed the bill was unconstitutional and discriminated against Muslims, but the Centre denied it was so.Earlier in the day, Union Home Minister Amit Shah claimed in the Lower House that the bill had the endorsement of all the citizens of the country, PTI reported. “Citizenship Amendment Bill has the endorsement of 130 crore citizens of the country as it was the part of the BJP manifesto in 2014 as well as 2019 Lok Sabha elections,” Shah said while initiating a debate on the bill. “We will have to differentiate between intruders and refugees.” He added that the bill is not even “0.001%” against Muslims.Shah introduced the Citizenship Amendment Bill in the Lok Sabha amid the Opposition’s vociferous protests. The bill proposes amendments to a 1955 law to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.Shah said the citizenship bill does not discriminate against any community. The home minister said refugees will be granted Indian citizenship even if they do not possess a ration card. Shah said the Narendra Modi-led government is committed to protect the customs and culture of people of the North East and added that the Inner Line Permit would be introduced in Manipur, PTI reported. The permit is a document that outsiders need before travelling to places defined as “protected areas” in some states in the North East. The amendments will not be applicable to regions in the North East protected by the Inner Line Permit and Sixth Schedule provisions.Shah claimed that had the Congress not divided the country on religious lines during the Partition, there would have been no need for the citizenship bill, ANI reported. He added that India had accepted all the refugees who came from West and East Pakistan during Partition. Congress MP Manish Tewari countered Shah’s claim that it was the Congress that divided the country. “I want to make it clear that the foundation for two-nation theory was laid in 1935 in Ahmedabad by [Vinayak Damodar] Savarkar in a Hindu Mahasabha session,” Tewari said. He added that the bill is against Articles 14, 15, 21, 25 and 26 of the Indian Constitution. He also claimed the bill violated the basic right of equality and is unconstitutional.Dravida Munnetra Kazhagam MP Dayanidhi Maran alleged that perhaps the fear of Western anger had forced the Narendra Modi-led government to include Christians in the bill’s ambit. He asked the government what it would do if Muslims from Pakistan-occupied Kashmir wish to flee to India.Trinamool Congress MP Abhishek Banerjee said Vivekananda would have been “shell-shocked” if he had come to know about the Citizenship Amendment Bill. “BJP’s idea of India is divisive,” Banerjee claimed. “It will be disastrous if we ignore words of Mahatma Gandhi and not heed advice of Sardar Patel.”Telangana Rashtra Samithi legislator Nama Nageswara Rao said his party opposes the bill as it is against its “secular” policies.YSR Congress Party MP Midhun Reddy said that while his party backs the bill, it wants persecuted sects of Muslims to be included in it, ANI reported. The Janata Dal (United) also backed the proposed legislation. “If persecuted minorities of Pakistan are given Indian citizenship then I think this is the right thing,” JD(U) MP Rajiv Ranjan Singh said. Other MPs who took a stand against the bill included Opposition leaders Adhir Ranjan Chowdhury, Saugata Roy, NK Premachandran, Gaurav Gogoi, Shashi Tharoor and All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi, PTI reported. Owaisi tore up a copy of the bill, calling it “worse than Adolf Hitler’s laws”.Chowdhury, leader of the Congress in the Lok Sabha, said the government was trying to create the impression that the Congress’ opposition to the bill meant that it was “anti-Hindu”. “We are opposing the bill because it is discriminatory in nature,” he said. “It wreaks havoc on the very foundations of the Constitution. This is a step towards Hindu Rashtra. India should maintain the essence of humanity.”Tharoor said that the bill, if passed, will be a victory of Pakistan founder Mohammad Ali Jinnah’s thoughts over those of Mahatma Gandhi, PTI reported. Referring to DMK MP Kanimozhi, Nationalist Congress Party MP Supriya Sule asked: “What happens to those who practise atheism?” She added that the perception is that every Muslim in the country is feeling insecure today.Amit Shah’s defenceHowever, Shah countered these criticisms, asserting that the bill did not violate Article 14, Right to Equality, of the Indian Constitution. “We could have said it violated Article 14 if we had named just Hindus, or just Parsis, or just Sikhs, and so on, but when we talk of the protection of persecuted communities, Article 14 doesn’t come in the way,” Shah asserted. Shah said that while Pakistan had assured India that it would take care of its minorities, in practice it did not do so. The home minister added that Afghanistan and Pakistan both had declared themselves Islamic countries, and Bangladesh too, which began as a secular country, had later taken up Islam as the state religion. “This closes the possibility of minority communities getting justice in these countries,” he added.Shah wondered why India should not accept a person fleeing a neighbouring country who wanted to protect himself and his family. “There is a difference between a refugee and an infiltrator,” Shah said according to ANI. “Those who come here due to persecution, to save their religion and the honour of the women of their family, they are refugees and those who come here illegally are infiltrators.”Earlier in the day, the Communist Party of India (Marxist) had said that it would move two amendments to the bill. Calling the bill “divisive”, party leader Sitaram Yechury said India was a home for all religions. He said the two amendments ask the government to remove the mention of religions from the bill and change it to “from neighbouring countries”.The Shiv Sena had in its editorial in its mouthpiece Saamana attacked the bill, calling it an “invisible partition of Hindus and Muslims”.  The party also wondered whether the “selective acceptance” of Hindu undocumented immigrants will set off a religious war in the country. Later, in the Lok Sabha, Shiv Sena MP Vinayak Raut asked why Tamils who have been persecuted in Sri Lanka should not be included in the Citizenship Amendment Bill. He also said that Amit Shah should tell by how much the population of India would increase after the bill is passed. Prasanna Acharya of the Biju Janata Dal also said that Sri Lankan Tamils should be included in the bill. The Shia Central Waqf Board had urged the Centre to include Shia Muslims in the bill. The board said that Shias were subjected to “inhuman acts” in Sunni Muslims-dominated countries such as Pakistan, Afghanistan, Syria, Bangladesh and Saudi Arabia.","author":"Scroll Staff","time":"2019-12-10T00:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132503-hksbybhprj-1575899914.jpeg","tags":["Amit Shah","Lok Sabha","Citizenship Amendment Bill"]}