{"title":"Lok Sabha polls: Two former judges, senior journalist invite PM Modi, Rahul Gandhi for public debate","content":"Justices Madan Lokur and AP Shah, former judges of the Supreme Court and the Delhi High Court, respectively, along with former editor of The Hindu N Ram on Thursday invited Prime Minister Narendra Modi and Congress leader Rahul Gandhi for a public debate amid the Lok Sabha elections.A public debate on a non-partisan and non-commercial platform would greatly benefit citizens and strengthen the democratic process, the former judges and the journalist said in their letter.“A public debate such as this would, therefore, set a great precedent, not just by educating the public, but also in projecting the true image of a healthy and vibrant democracy,” it added.The letter said that the leaders of both Modi’s Bharatiya Janata Party and Gandhi’s Congress had raised important questions while campaigning for the polls.“The Prime Minister has publicly challenged the Congress on reservations, Article 370 and wealth redistribution,” it said. “Congress President Mallikarjun Kharge has questioned the Prime Minister on possible mutilation of the Constitution, electoral bond scheme and the government's response to China, and also challenged him to a public debate.”The letter said that both the parties have asked each other questions about their respective manifestos, as well as their stand on the constitutionally protected scheme of social justice. The former judges and the veteran journalist, however, expressed concern that the questions have not evoked meaningful responses from either side.The Lok Sabha elections have reached the half-way mark as polling for its third phase concluded on Tuesday. There are four more phases of polling left. The counting of votes will take place on June 4.The letter asserted the need for a meaningful debate, underscoring that today's digital world carries with it a propensity for misinformation, misrepresentation and manipulation.“In these circumstances, it is fundamentally important to ensure that the public is well-educated about all aspects of the debate so that they can make an informed choice at the ballots…This is central to the effective exercise of our electoral franchise,” the letter said.Justices Lokur and Shah along with N Ram also proposed the option for either leader to nominate a representative to partake in the debate if they were unable to attend.Don’t miss this invitation to a civil and meaningful debate on issues that matter in this election and beyond — an invitation from three of us that has been just delivered to the PMO and to Mr Rahul Gandhi’s Office. pic.twitter.com/vXnJQKAcug— N. Ram (@nramind) May 9, 2024","author":"Scroll Staff","time":"2024-05-09T20:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200609-ojiejgouyo-1715267686.jpg","tags":["N Ram","Justice Madan Lokur","Justice AP Shah","Elections","Lok Sabha 2024","Public Debate","Democracy","Modi","Rahul Gandhi"]}