{"title":"Lok Sabha elections: BJP releases first candidate list, PM Narendra Modi to contest from Varanasi","content":"The Bharatiya Janata Party on Saturday released its first list of 195 candidates for the Lok Sabha elections.Prime Minister Narendra Modi will contest the polls from Uttar Pradesh’s Varanasi seat, which he has represented since 2014, the party said. Union Home Minister Amit Shah will contest from Gujarat’s Gandhinagar, a seat he won in 2019.In Uttar Pradesh, the party has given the election ticket to Union Defence Minister Rajnath Singh from his traditional Lucknow seat. Party leader Smriti Irani will again contest from Amethi, where she defeated Congress leader Rahul Gandhi in 2019. The party retained Hema Malini as its candidate in Mathura and Ajay Mishra in Kheri. In October 2021, a vehicle belonging to Mishra’s son had allegedly run over a group of farmers during a protest, killing four persons in the Lakhimpur Kheri district. Mishra had claimed that the farmers threw stones at the vehicle, which led to the “accident”.Former Madhya Pradesh chief minister Shivraj Singh Chouhan will fight from the state’s Vidhisha Lok Sabha seat, party General Secretary Vinod Tawde said. Union Civil Aviation Minister Jyotiraditya Scindia has been fielded from Guna, a seat he held between 2002 and 2019.In Bhopal, the Hindutva party replaced its MP Pragya Thakur with Alok Sharma. In May 2019, Thakur had called Mahatma Gandhi’s assassin Nathuram Godse a patriot. While she later apologised following criticism from the Opposition and her own party, Modi had said he would never be able to forgive Thakur for her comments.Bansuri Swaraj, the daughter of late BJP leader Sushma Swaraj, will contest from the New Delhi constituency. Praveen Khadelwal was picked instead of former Union minister Harsh Vardhan in the national capital’s Chandni Chowk constituency.The party fielded its MLA Ramvir Singh Bidhuri in the South Delhi Lok Sabha constituency instead of Ramesh Bidhuri. In September, Ramesh Bidhuri had used communal slurs against a Muslim MP Danish Ali during a debate in the Lok Sabha on the success of India’s Chandrayaan-3 lunar mission.Union minister Rajeev Chandrasekhar will contest the polls from Kerala’s Thiruvananthapuram constituency, which is currently held by Congress leader Shashi Tharoor. Anil Antony, the son of Congress leader AK Anthony, who joined the BJP in April 2023 will fight from the Pathanamthitta seat in the southern state.VIDEO | “In the BJP Parliamentary Meeting held on 29 February, 195 candidates from 16 states and two UTs were decided. In the meeting, it has been decided that PM Modi will contest for the Lok Sabha election from Varanasi,” says BJP general secretary Vinod Tawde at a press… pic.twitter.com/0DCBsyGYgK— Press Trust of India (@PTI_News) March 2, 2024\n\n\nUnion minister Mansukh Mandaviya has been given an election ticket from Gujarat’s Porbandar. While Shantanu Thakur will contest from West Bengal’s Bongaon, Kiren Rijiju will fight the polls from the Arunachal West constituency. Thakur and Rijiju, both Union ministers, currently hold the seats they have been given an election ticket from.Former Assam chief minister Sarbananda Sonowal will contest the polls from Dibrugarh.The party retained Jitendra Singh in Jammu and Kashmir’s Udhampur and Jugal Kishore Sharma in Jammu. It did not announce its candidates for the seats in Kashmir.The list included 34 Union ministers, Lok Sabha Speaker Om Birla and two former chief ministers.The Election Commission is yet to announce the schedule for the Lok Sabha elections. In 2019, the model code of conduct for the general election was imposed in the second week of March and the voting happened in seven phases between April and May.The BJP had won 303 seats out of the 543 elected Lok Sabha seats in the previous general election.Earlier on Saturday, BJP MPs Gautam Gambhir and Jayant Sinha said in social media posts that they had asked party chief JP Nadda to relieve them of their electoral duties. While Gambhir said he wants to focus on his cricketing commitments, Sinha said he wants to focus on his efforts on combating climate change.In recent weeks, Opposition parties have announced their candidates for some of the Lok Sabha seats.","author":"Scroll Staff","time":"2024-03-02T19:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133353-auipwsgraz-1598502145.jpg","tags":["Lok Sabha elections 2024","BJP","Lok Sabha elections","Lok Sabha polls"]}