{"title":"Lok Sabha polls: Row after DMK’s expenditure affidavit reveals it donated Rs 25 crore to CPI, CPI(M)","content":"The Dravida Munnetra Kazhagam donated Rs 25 crore to Left parties during the Lok Sabha elections earlier this year, The Hindu reported on Tuesday. Of this amount, Rs 15 crore was given to the Communist Party of India and Rs 10 crore to the Communist Party of India (Marxist). However, the Left parties are in a tight spot since the amount has not been mentioned in its election expenditure affidavit so far.The DMK also donated another Rs 15 crore to its ally Kongunadu Makkal Desiya Katchi. The DMK revealed the donations in an election expenditure affidavit filed on August 27. The total expenditure shown by DMK was Rs 79.26 crore.In its affidavit submitted to the Election Commission on July 10 and September 13, the CPI(M) had said the expenditure across the country was around Rs 7.2 crore. The CPI has not submitted its expenditure yet, reported Times Now. The CPI and the CPI(M) were allotted two seats by DMK in the Lok Sabha polls in Tamil Nadu. The parties won both the seats.CPI(M) State secretary K Balakrishnan said the state unit had sent all details to the central committee of the party. It might be reflected in the next affidavit, he added. “I think affidavits will be filed stage by stage, Balakrishnan told The Hindu. “Every transaction is done through bank and nothing is suppressed.”CPI State secretary R Mutharasan said it was usual for alliance partners to help each other during elections. “What we have received is not scam money,” he added. The Bharatiya Janata Party hit out at the Left parties for concealing the donations. “If true this is an extremely serious charge where one political party in its affidavit states of having given another political party a huge amount of money which the other political party doesn’t disclose in its affidavit,” Nalin Kohli told IANS.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-24T13:31:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/114781-svylblcfpc-1568465619.jpg","tags":["DMK","K Balakrishnan","Lok Sabha","poll expenditure"]}