{"title":"Lok Sabha unanimously passes Bill allowing states to make OBC list","content":"The 127th Constitutional Amendment Bill, 2021, which seeks to restore the state governments’ power to make their own lists of Other Backward Classes, has been passed in the Lok Sabha on Tuesday, reported The Indian Express.The legislation was passed in the Lower House with 385 members voting in favour and no member present in the Lok Sabha opposing it.The Bill was introduced by Social Justice and Empowerment Minister Virendra Kumar on Monday, reported PTI. The minister had said there was a need to amend Article 342A of the Constitution to sufficiently clarify that the state and Union Territories’ administrations had been empowered to prepare and keep their own list of Socially and Educationally Backward Classes.The ministry had also noted that amendments had to be made to Articles 338B and 366 to maintain India’s federal system, according to PTI. In 2018, the 102nd Constitution Amendment Act had introduced Article 338B that deals with the duties, structure and powers of the National Commission for Backward Classes. Article 342A deals with the president’s power to notify a specific caste as a Socially and Educationally Backward Classes and the power of Parliament to modify the list, reported PTI.Article 366 (26C) provides the definition for a Socially and Educationally Backward Class.On Tuesday, Kumar said there was a need for a thorough examination of the demands made by many Lok Sabha MPs to increase the reservation cap over 50% as constitutional matters were involved, reported The Hindu.The National Commission for Backward Classes was set up under the 1993 Act of the same name. The 102nd Constitutional Amendment Act provided constitutional status to the National Commission for Backward Classes and gave the power to the president to notify the list for states and Union Territories, according to non-profit organisation PRS Legislative Research.The new Bill amends this provision to mandate that the president would be able to notify the list of Socially and Educationally Backward Classes only for the purposes of the Centre. This list would be prepared and kept by the Centre, and the states and Union Territories would also prepare their own data of the socially and educationally backward classes.The Bill was passed in the Lok Sabha a day after Bihar Chief Minister Nitish Kumar demanded a caste-based census and said that the need for it was driven by social concerns and not political ones. Other prominent leaders from the state, including former Chief Minister Jitan Ram Manjhi and Leader of Opposition Tejashwi Yadav, have also supported the demand. The Bharatiya Janata Party is the only party in Bihar that does not favour a caste-based census.Bahujan Samaj Party chief Mayawati on Friday said her party would support the Centre in Parliament and outside if the government started taking “positive steps” towards conducting a census of Other Backward Classes.","author":"Scroll Staff","time":"2021-08-10T21:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161454-gdmmxotojt-1626082888.jpg","tags":["Lok Sabha","Parliament","Other Backward Classes"]}