{"title":"Lookout notice issued for JD(S) MP Prajwal Revanna after he fails to appear before probe team","content":"The Karnataka government has issued a lookout notice for Janata Dal (Secular) MP Prajwal Revanna after he failed to appear before the Special Investigation Team looking into the allegations of sexual abuse against him, The Hindu reported on Thursday.Revanna, who represents Karnataka’s Hassan parliamentary constituency, is believed to be in the city of Munich in Germany, where he flew to between April 27 and April 28 using his diplomatic passport. He has been suspended from the party.The issuance of the lookout circular means that Revanna will be detained immediately when he enters India at any immigration point at airports, sea ports or at border checkposts.The Hindu cited unidentified sources as saying that Revanna is expected to return to India on May 15.Revanna on Wednesday had sought seven days to appear before the Special Investigation Team. “As I am not in Bangalore to attend the enquiry, I have communicated to CID [Crime Investigation Department] Bangalore through my advocate,” Revanna said in a social media post. “Truth will prevail soon.”This came as Karnataka Chief Minister Siddaramaiah wrote to Prime Minister Narendra Modi on Wednesday seeking that Revanna’s diplomatic passport be cancelled. Revanna had flown to Germany from Bengaluru on April 26, hours before the Congress government in the state announced that it had set up a special investigation team to look into the sexual abuse allegations.The Janata Dal (Secular) is contesting the Lok Sabha elections in Karnataka in alliance with the Bharatiya Janata Party.Prajwal Revanna and his father HD Revanna have also been booked for sexual harassing a woman who worked in their house.On Wednesday, the Karnataka Police had summoned Prajwal Revanna for questioning in the case.The complainant in the case has accused HD Revanna of sexually harassing her whenever his wife was not at home. She has also accused Prajwal Revanna of inappropriately touching women workers in the house.The complaint came shortly after several pen drives carrying videos of alleged sexual assault against several women, allegedly recorded by Prajwal Revanna himself, circulated in Karnataka’s Hassan ahead of the Lok Sabha elections there on April 26. He had been renominated by his party to contest from the seat.On Tuesday, the Janata Dal (Secular) suspended Prajwal Revanna and issued a notice asking him to explain why further action should not be taken against him.","author":"Scroll Staff","time":"2024-05-02T15:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200439-txtjghrlnc-1714645348.jpg","tags":["Janata Dal (Secular)","Karnataka","Sexual abuse","Congress","Prajwal Revanna","HD Revanna","Sexual assault"]}