{"title":"‘Lust Stories’ review: Lots of talk and some show","content":"In 2013, Zoya Akhtar, Anurag Kashyap, Dibakar Banerjee and Karan Johar each contributed a chapter to the anthology film Bombay Talkies, which celebrated the centenary of Indian cinema. Bombay Talkies was a mixed bag, as such projects tend to be, with the strongest contribution coming from Banerjee. Johar’s gay-themed chapter emerged as the surprise package.The four directors have reunited for another bash at discrete narratives woven around a common motif. Sexual desire and its boring cousin, monogamous love, are among the big themes of Lust Stories. The film was premiered on Netflix on June 15. Although the liberation from censorship that the streaming platform offers does result in moments not usually permitted on the big screen – the creaking of bedsprings, pleasuring the self – Lust Stories is mostly decorous and quite safe for the workplace. There is some lust, but also plenty of caution. The Netflix film has the disadvantage of being streamed in the aftermath of such productions as Lipstick Under My Burkha and Veere Di Wedding, which are far more uninhibited in their exploration of sexual desire. The erotic quotient is dialled down in all but one of the stories, suggesting an approach that is both grown-up as well as restrained by Indian morality.Akash Thosar and Radhika Apte in Lust Stories. Image credit: Netflix.The first chapter, directed by Anurag Kashyap and starring Radhika Apte and Akash Thosar, offers an indication of the anxieties and limitations involved in the pursuit of a life guided by bodily passion. It opens with Radhika Apte’s ecstatic face poking out of a taxi window, taking in the air and contemplating the thrill of hooking up with her attractive student, Tejas (Akash Thosar).Like other opening images in Lust Stories, this one proves to be deceptive. Apte’s Kalindi, a married college professor, seems unprepared for the rush of emotions that crowd her head and heart. Tejas is 21, and Kalindi, going by her behaviour, seems to be only a few months older. The power dynamic that makes such relationships illicit is alluded to, but the problems Kalini faces are older than the questions raised by the global movement against institutionalised sexual violence: Is Tejas faithful? Is he also sleeping with a classmate? Does he actually love Kalindi at all?Kalindi’s jangling nerves and obsessive behaviour, which are met with Tejas’s very relatable calm, have their comic moments. Apte is superb as the on-the-verge Kalindi, whose eyes have a touch of mania to them and whose contradictory monologues on relationships, addressed to no one in particular, indicate that the bohemian life isn’t for everybody. The narrative is as shambolic as Kalindi, but the performances by Apte and Thosar, the talented actor from Sairat, rescue the story from wandering off.Calm returns with the following film, by Zoya Akhtar. Bhumi Pednekar plays Sudha, a maid in a sexual relationship with her employer Ajit (Neil Bhoopalam). The bedroom bliss evaporates when Ajit’s parents drop in with a marriage proposal. Should Sudha blow the whistle, or quietly serve tea and snacks to Ajit’s prospective wife and in-laws?The story is underdeveloped and a bit too rushed, and the class divide between Sudha and her employers isn’t as thoroughly excavated as it needed to have been. Yet, Akhtar creates a suitable hothouse atmosphere in the apartment where Sudha once dreamt of being on an equal footing with the man to whom she has given her body.Bhumi Pednekar in Lust Stories. Image credit: Netflix.Dibakar Banerjee’s story opens, once again, on a striking visual – Manisha Koirala, older, her worry lines pronounced and her cheeks sagging but still lovely – prancing in the sea in a swimsuit. Koirala is Reena, a bank employee who is cheating on her money-minded husband Salman (Sanjay Kapoor) with his best friend Sudhir (Jaideep Ahlawat). A piquant love triangle ensues, one that involves Reena’s place in the bond between Salman and Sudhir that is older than her marriage. This chapter is less successful than Akhtar’s film in making the most of its mostly interior setting. The jumpy editing is a distraction from the story’s real strength: its writing and performances. Like with the rest of Lust Stories, the actors revel in the opportunity to portrays characters that are usually not available to them in mainstream productions. Jaideep Ahlawat is typically solid as the lover, while Sanjay Kapoor is a surprise as the self-centred but also wise Salman. The narrative adds interesting layers as it proceeds, and allows Reena the honour of delivering the coup de grace.Jaideep Ahlawat and Manisha Koirala in Lust Stories. Image credit: Netflix.Why so serious – and squeamish – about the messiness often caused by sexual encounters? It is left to Karan Johar to introduce some much-needed wickedness and fulfill the promise of erotic frisson promised by the title. Johar’s segment has some talk but also some show. Rekha (Neha Dhupia), the voluptuous librarian at the all-girls school where Megha (Kiara Advani) teaches, offers the younger woman life-altering advice: cleavage is meant to be exhibited, not hidden.Perhaps it is the twin peaks peeking out of Megha’s too-small blouse that floors future spouse Paras (Vicky Kaushal). Or not. Paras turns out to be the average Indian husband – loving, good-natured, one to grow old with, and utterly hopeless in the bedroom. Vicky Kaushal does a fabulous job of portraying the genial but witless Paras, who is so blinkered that he forgets that his knockout wife with the perfectly arched eyebrows and descending hair has expectations too.Not for nothing is the librarian named after one of Indian cinema’s most sultry stars. Rekha shows Megha the way, bringing this lust story to a fitting, if predictable, ending. \n\n\n    \n    Play\n\nLust Stories.","author":"Nandini Ramnath","time":"2018-06-15T10:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/882502-otmmstzvfm-1529038263.jpeg","tags":["Lust Stories","Anurag Kashyap","Karan Johar"]}