{"title":"Madhya Pradesh polls: Kamal Nath holds on to his seat even as BJP soars ahead in state","content":"Although the Bharatiya Janata Party seems to be heading for a comfortable win in the Madhya Pradesh Assembly elections, Congress leader and former Chief Minister Kamal Nath held his lead in his bastion of Chhindwara.Polling for all 230 Assembly seats in Madhya Pradesh concluded on November 17 and the votes are being counted on Sunday.Currently, the BJP is in power in the state, even though the Congress formed the government after the 2018 polls. The Congress had won 114 seats, while the BJP secured 109 seats. But the government led by Nath collapsed in March 2020 when 22 MLAs resigned after Jyotiraditya Scindia joined the BJP.Earlier in the day, Nath said he was “very confident” of the Congress party securing a win in Madhya Pradesh, reported NDTV. However, data from the Election Commission at 4 pm showed that the BJP had bagged 10 seats and was ahead in 156. Congress was leading in 63 constituencies and won three.But Nath, who is a nine-time Lok Sabha MP, was leading in Chhindwara with a margin of 30,546 against his BJP rival Vivek Bunty Sahu.Congress’ Chainsingh Warkade was also ahead of BJP candidate and Minister of State for Rural Development of India Faggan Singh Kulaste with a margin of 9,723 in the Niwas constituency.After trailing for a few hours, Minister for Agriculture and Farmers’ Welfare Narendra Singh Tomar, who was fielded from Dimani by the BJP, gained a lead of 14,244 against Bahujan Samaj Party candidate Balveer Singh Dandotiya.Chief Minister Shivraj Singh Chouhan has held on to his stronghold Budhni with a margin of 1,02,848 against Congress candidate Vikram Mastal, who is a television actor and had donned the role of Hindu deity Hanuman in the television adaptation of Ramayan.This was Chouhan’s sixth election from Budhni, the seat he won for the first time in 1990.After the BJP established a lead over Congress, the chief minister asserted that his party was going to get a huge mandate.“Prime Minister Narendra Modi is in the minds of the people in Madhya Pradesh,” Chouhan told ANI. “It is the victory of Prime Minister Modi’s leadership. It is the result of Union Home Minister Amit Shah’s planning. Results do not come in one day, they come after continuous better work.”Scindia, whose exit had brought down the 15-month Congress government, credited the party’s “double-engine” government at the Centre and in the state for BJP’s lead.“I have always told you that as far as Madhya Pradesh is concerned, people have given all their blessings to the double-engine government led by Prime Minister Narendra Modi [at the Centre] and in the state led by Chief Minister Shivraj Singh Chouhan because of its welfare and development-oriented policies,” Scindia said, reported PTI.","author":"Scroll Staff","time":"2023-12-03T14:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108767-kdczgmvyvt-1572627861.jpeg","tags":["Kamal Nath","BJP","Congress","Madhya Pradesh"]}