{"title":"‘Maharajas, Emperors, Viceroys, Borders’: Breaking down the histories of Nepal-India border disputes","content":"Where does a river begin?This question is at the heart of the contemporary border dispute between India and Nepal, and their differing perceptions of where the border lies. Nepal currently argues the river Kali, also known as the Sharda in India, which has marked the border between the Kumaon region and Nepal since 1816, begins further west than where the border today is, towards a thin sliver of high peaks and passes known as Limpiyadhura. The Sugauli treaty, signed in 1816 after the Anglo-Gorkha war, determined Nepal’s western border to be east of the Kali River.India, on the other hand, argues that the border stands as it is, including its military post at Kalapani as well as the Lipu Lekh pass – a border that was handed down to it at independence based on an 1879 map – both of which lie east of the pass that Nepal claims as its own. As expected, both sides lay their claims on the basis of history, and cite various historical documents to support their case.Retired British general Sam Cowan’s new collection of essays Maharajas, Emperors, Viceroys, Borders: Nepal’s Relations North and South brings to readers a complete picture, one that may not necessarily please officials and nationalists on either side, but will certainly clarify  an intractable dispute that punctures the unique bilateral relationship that is India-Nepal ties.Cowan is uniquely placed to bring an objective analysis to the histories of South Asia. As the former head of all British Gorkha regiments, he has travelled widely across the Himalayas and has written extensively on the region. Maharajas, Emperors, Viceroys, Borders collects previously published historical essays that shed light on Nepal’s historical ties with British India as well as Qing China, a spiritual sequel to his earlier collection, Essays on Nepal: Past and Present.To whom does what belong?Maharajas, Emperors, Viceroys, Borders begins with three essays on the region around Kalapani and Limpiyadhura, at the trijunction of India, China and Nepal in the east of Kumaon. The 5,100-metre high Lipu Lekh pass, whose ascent must be accompanied by “lozenges and gur-papri” as described by Swami Pranavananda in the early part of the 20th century, was long used by pilgrims and traders alike to cross over into Tibet and visit the Kailash-Mansarovar region. Cowan’s deep dive into British Indian archives and documents helps the reader form a comprehensive picture of the dispute. As a third-party observer to the border dispute, he reveals curious facets of human relationships across the India-Nepal border that make this dispute a bane for those who live in the borderlands.For instance, he writes that one of the goals of the Anglo-Nepal war in Kumaon, apart from territorial gain, was control over the Lipu Lekh pass. “Far from Lipu Lekh being an afterthought, it was a key driver for the whole war plan”, as the British wanted “unrestricted access” to the pass so that the East India Company could benefit from trade with Tibet. Quoting British surveyors from the mid-19th century, Cowan talks about how the two villages of Chhangru and Tinkar, currently in Nepal, were originally considered “an integral part of Kumaon” before Nepal’s conquest of the Kumaon region, and that the Byansi, residents of the region, owned agricultural land in these villages. The border, once it was drawn up, separated people and settlements despite the fact that “the inhabitants of the six named Byanse villages relied almost entirely on the produce of the land on the Changru and Tinkar side of the river.”On the border dispute, Cowan breaks it down along the following lines: What is the basis of Nepal’s arguments that the land Indian armed forces currently occupy in Kalapani falls on the east of the Kali River, and is thus in Nepali territory? Why did the 1816 Sugauli treaty not have a map attached to it despite laying out the boundaries of Nepal? Where did the East India Company, which emerged as the victor in the region by wresting Kumaon from Nepal, imagine the boundary to lie? And what is the historical evidence on the basis of which Nepal has laid claim to a further sliver of territory called Limpiyadhura, which lies west of Lipu Lekh? Finally, can the dispute be resolved in the modern day, when the India-China border dispute further complicates matters?Cowan argues that Nepal’s recent arguments that the stream flowing down Limpiyadhura is the Kali River had been made by a Nepali government official back in 1817, a year after the treaty was signed. But the argument was “firmly rejected by Lord Moira”, then governor-general, in September 1817, and the stream flowing down Kalapani was considered to be the primary stream of the Kali river. The region around Limpiyadhura “was never a border in the past”. But such a statement also negates India’s presence in Kalapani, as the area is “firmly based on the eastern side of the river, and hence indisputably in Nepali territory”, despite Indian assertions to the same.Cowan also argues that an 1879 map drawn by British India, where “a border decreed by treaty to follow a river suddenly jumps to following a ridge line”, is at the heart of the dispute over Lipu Lekh and Kalapani. This map, which “misappropriated” Nepali land on the eastern side of the Kali, pushes the border further east than depicted in the 1850 map, which is the basis of Nepal’s claim over Lipu Lekh. But years of silence from the Nepali side, coupled with the boundary treaties Nepal has signed with China which correspond to the 1879 map, do not help Nepal’s case at all. The presence of Indian troops in Kalapani since 1955 at least, as Cowan digs up, and the silence of Nepali rulers, particularly the nationalist king Mahendra, on the issue – notwithstanding the border dispute between India and China – further complicates the issue. Finally, the fact remains that the disputed area remains under Indian administrative control and that the de facto India-Nepal-China trijunction in this area begins at Tinkar pass, corresponding to the 1879 map. “India must know that no Nepal government is ever likely to accept what is perceived to be India’s arbitrarily established border post east of Lipu Lekh, but presumably, it considers Nepali rancour and continuing protests on this as a price to be paid to secure its position on Kalapani,” Cowan concludes.Nonetheless, the fact is that a border dispute exists between India and Nepal, magnified by Nepal issuing a new political map that shows these disputed areas as its territory. A cartographic war exists between the two countries now. “The prospect is for a long drawn-out process that yields little that is positive for either side,” Cowan writes.The other problemsCowan’s essay on Qing China’s response to Nepal’s entreaties to join it in the war against the British also reveals the genesis of what is today known as the “China card”. By holding out the threat of British invasion of Tibet via Nepal, and the falsity that the East India Company had offered large bribes to Nepal to offer free passage to British forces, the Kathmandu court believed it had done enough to attract Qing support towards its cause. Cowan highlights the fact that Qing China had initiated another line of communication directly with the EIC, and as a result, Nepal’s falsehoods were revealed for what they were.The other essays deal with Shah King Mahendra’s 1960 coup and dismissal of Nepal’s first elected government from the perspective of a newly arrived Swiss diplomat in Kathmandu and the Rana dynasty’s hunger for British honours that the latter used to its diplomatic advantage. Cowan notes that Mahendra was deeply worried his regime would be overturned by Nepali Congress rebels, but China’s 1962 invasion of India saved him the blushes, as Nehru’s intervention got the rebels to halt their activities and saved his autocratic Panchayat regime. Similarly, on the Ranas, Cowan makes it clear that their pursuit of such honours remained deeply individualistic and did little to secure Nepal’s interests.Cowan’s essays counter many of the prevailing narratives around momentous events that have shaped the history of the Himalayan region. Cowan is the history detective, one who digs deep into the archives looking for clues. As a result, his essays are a great example of how historical evidence often contradicts modern narratives about nationalism. Maharajas, Emperors, Viceroys, Borders is a great companion to those engaged with the Himalayan region, as it sheds light on both British India and Qing China’s interactions with the region and its rulers.Where the collection could have done more is in its final form. The first three essays could have been brought together as a single essay around the history and significance of the trijunction around Lipu Lekh, its evolution as a border region, and the contesting claims by both parties. The book could have been proofed better, with the use of italics and annotations not exactly clear in some excerpts. For instance, while quoting an ethnography on the Byansis, Cowan notes he has highlighted something in the passage, but it’s not clear what he has highlighted. Similarly, a cross-check would have also discovered the deletion of quote marks in some passages, such as the excerpt from historian Matthew Mosca’s From Frontier Policy to Foreign Policy on page 184. The reproduced maps are also not legible in their entirety. Finally, an index is missing – inexcusable for a book laden with historical information and names.These are, however, quibbles. The thrust of Cowan’s writings has always been on the reproduction of historical truths and evidence, and this collection is no different. Cowan’s almost-sage-like investigation into the history of South Asia and the Himalayas will appeal to modern scholars who prefer their history untinged with nationalistic reasoning. Maharajas, Emperors, Viceroys, Borders makes for engaged reading, an appropriate intervention at a time when nationalism determines the course of history in South Asia.Maharajas, Emperors, Viceroys, Borders: Nepal’s Relations North and South, Sam Cowan, Fineprint Publishing.","author":"Amish Raj Mulmi","time":"2024-05-11T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200627-vtwtdomqso-1715349265.jpeg","tags":["China","nepal india history","Nepal","India"]}