{"title":"Maharashtra Deputy CM Ajit Pawar calls for caste census on lines of Bihar ","content":"Maharashtra Deputy Chief Minister Ajit Pawar on Monday called for a caste census in the state in order to find out the exact population of all communities, PTI reported.He made the statement at a public meeting in the Solapur district.“I am of the opinion let there be a caste-based census here,” Pawar said. “The Bihar government carried it out in that state. With such an exercise, we will come to know the exact population of OBCs, SCs, STs, minorities, general category etc as benefits are given as per proportion of population.”The Nationalist Congress Party leader said that the exercise must be conducted in Maharashtra even if it costs “some thousand crores”.Pawar added that he, along with Chief Minister Eknath Shinde and Deputy Chief Minister Devendra Fadnavis, had sought details about the caste survey that has been carried out in Bihar.Fadnavis said that the government has never opposed a caste survey, and that the only question was about the methodology for the exercise, ABP Majha reported.“We have to ensure that the kind of difficulties that came up in Bihar do not arise here,” he said.The findings of the Bihar survey, which was launched in January, were released earlier this month. It revealed that the Other Backward Classes and the Extremely Backward Classes constitute over 63% of the state’s population. Out of Bihar’s total population of a little over 13.07 crore, the Extremely Backward Classes comprised 36%, the largest social segment, followed by the Other Backward Classes at 27.13%.State government positive about Maratha quota demand: PawarOn Monday, Pawar also said that the state government is positive about ensuring reservation for Marathas, according to PTI.“Our efforts are to ensure quota provided above the 62% at present is legally sustainable in the High Court and Supreme Court,” said Pawar.He said that while Maratha quota activist Manoj Jarange-Patil has sought Kunbi caste certificates for the Marathas, OBCs have submitted memorandums demanding that no other community be included in the category.On Sunday, Jarange-Patil said he would launch a fast unto death from October 25 if the Maharashtra government failed to grant reservation to the Marathas.Also read:Caste census: Why the liberal intelligentsia’s opposition is misplacedModi’s counter to Bihar caste census: Congress appeased Muslims. How true is that charge?","author":"Scroll Staff","time":"2023-10-24T10:31:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/128109-fhtvushsio-1574573071.jpg","tags":["Maharashtra","Ajit Pawar","caste census"]}