{"title":"Maharashtra: 15 shops bulldozed in Mira Road after clashes ahead of Ram temple inauguration","content":"Civic authorities in Mira-Bhayandar, a municipality near Mumbai, on Tuesday bulldozed several shops in an area where violence was reported ahead of the inauguration of the Ram temple in Ayodhya.Maruti Gaikwad, deputy municipal commissioner in Mira-Bhayandar Municipal Corporation, told Scroll that 15 illegal shops were demolished on Tuesday afternoon. “There were illegal structures on nullah and on footpaths,” Gaikwad said, without confirming whether the structures belonged to those accused of taking part in the clashes.No notice was issued before the shops were bulldozed. Gaikwad said since the structures were illegal, the civic body was not bound to issue a notice. The structures were over five years old.Vilas Supe, senior police inspector, Naya Nagar police station, denied that any of the shops belonged to the 13 accused who were arrested in connection with communal clashes that broke out in the area on Sunday night and Monday morning.A resident of the area, who is also an activist, told Scroll on the condition of anonymity that the structures belonged to Muslims. However, he said that they were not related to the 13 persons who had been arrested. Bharatiya Janata Party leader Nitesh Rane also held a protest outside the police commissioner’s office in Mira Bhayandar. He demanded strict action against those who took part in the clashes.In recent years, there has been a growing trend of civic authorities in Bharatiya Janata Party-ruled states demolishing ostensibly illegal properties of those accused of crime. There are no provisions in Indian law that provide for demolishing property as a punitive measure.  The clash between members of two communities broke out around 11 pm on Sunday when a group of men in vehicles drove through the Naya Nagar area shouting religious slogans, The Hindu reported an unidentified senior police official as saying. The group was attacked by a mob from the neighbourhood, the police officer added.The mob, armed with iron rods, sticks and cricket bats, shouted religious slogans and assaulted a man inside one of the vehicles, PTI reported citing the police complaint.Deputy Chief Minister Devendra Fadnavis, who is also the state’s home minister, said that the police have been instructed to take strictest action against the culprits, reported The Indian Express.“Law and order is the highest priority and concern of the state government,” he said. There will be zero tolerance against anyone who tries to take the law into their own hands and attempts to disturb the law and order situation in Maharashtra.”Watch | Amid heavy police presence, bulldozers razed structures in Mumbai’s Mira Road, where violence had erupted ahead of the Ayodhya Ram Temple ‘pran pratishtha’ ceremony on Monday. pic.twitter.com/28Ur0LPeIx— The Indian Express (@IndianExpress) January 23, 2024\n\n\nThe Ram temple in Ayodhya was inaugurated on Monday in a ceremony led by Prime Minister Narendra Modi.The prime minister performed the rituals to consecrate the Ram idol in the sanctum sanctorum along with Rashtriya Swayamsevak Sangh chief Mohan Bhagwat, Uttar Pradesh Governor Anandiben Patel, Chief Minister Adityanath and the chief priest of the temple.The temple in Ayodhya is being built on the site of the Babri mosque, which was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot on which the deity Ram had been born. The incident had triggered communal riots across the country.","author":"Scroll Staff","time":"2024-01-23T09:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187605-segnirzsda-1678028186.jpg","tags":["Maharashtra","Ram temple","Ayodhya","Communal Violence"]}