{"title":"Maharashtra governor invites NCP to form government after rejecting Sena’s request for extra time","content":"Maharashtra Governor Bhagat Singh Koshyari on Monday invited the Nationalist Congress Party, the third largest party in the state, to stake claim to form government after he rejected the Shiv Sena’s request for extra time to get letters of support. The state governor had on Sunday invited the Shiv Sena to stake claim after the Bharatiya Janata Party said it lacked numbers despite winning the most seats in last month’s elections. But the Sena could not get letters of support before the 7.30 pm deadline as the Congress did not arrive at a decision on whether to extend support despite conducting meetings through the day and speaking with both Sena chief Uddhav Thackeray and NCP’s Sharad Pawar.NCP leader Ajit Pawar said they received a call from the governor at 8.30 pm. “As per the letter given by the governor we will hold discussions with Congress and see how a stable government can be provided to the state,” party spokesperson Nawab Malik told ANI. He added that they will arrive at a final decision after talking to Congress. NCP chief Jayant Patil said they assured the governor that they will get back to him as early as possible. The NCP’s deadline is 8.30 pm on Tuesday.Governor rejected request, says Aaditya ThackerayAfter meeting Maharashtra Governor Bhagat Singh Koshyari, Shiv Sena leader Aaditya Thackeray told reporters at Raj Bhavan that they failed to get a three-day extension to stake claim to power. “We [Shiv Sena] were asked if we were willing to form the government,” Thackeray said. “We have initiated talks with two parties. Both the parties have expressed their in-principle support to the Sena,” he added, referring to the Congress and NCP.“We informed the governor about our willingness to stake a claim for government formation,” Thackeray said. “Shiv Sena MLAs have already issued their support in written.” He added that the Shiv Sena was given only 24 hours and needed more time to finish the talks. “Hence we sought time from the governor but he refused to grant it,” Thackeray said, adding that their efforts to form the government in Maharashtra will continue.Raj Bhavan Press Release 11 November 2019 / 9.37 PM pic.twitter.com/8ScUIlrizz— Governor of Maharashtra (@maha_governor) November 11, 2019\n\nRaj Bhavan Press Release pic.twitter.com/UDyCO0aCxF— Governor of Maharashtra (@maha_governor) November 11, 2019\n\nEarlier in the day, Union Minister for Heavy Industries and Public Enterprises and Shiv Sena MP Arvind Sawant resigned. It came a day after the NCP said that Sawant’s resignation and the breaking up of the Sena and the BJP at the Centre was a precursor to any alliance. The Congress has not ruled out its support to the Shiv Sena yet. The party held discussions with its senior leaders in Delhi on Monday and is expected to hold more meetings on Tuesday. Congress chief Sonia Gandhi spoke to Thackeray and Pawar. She is expected to speak to Pawar again on Tuesday, following which the party may decide if it wants to support the NCP and the Sena. “The Congress president has spoken to Sharad Pawar ji. The party will have further discussions with NCP,” a press statement by All India Congress Committee General Secretary KC Venugopal said.The BJP, meanwhile, said it will “wait and watch” the situation in the state. The Nationalist Congress Party won 54 seats and the Congress got 44 in the Assembly elections that were held on October 21. The BJP and Shiv Sena together obtained the numbers that could help them form a government together again. The BJP emerged as the single-largest party with 105 seats, and the Shiv Sena secured 56 seats in the 288-member Assembly. But for over two weeks, the BJP refused to entertain the Shiv Sena’s persistent demand for the chief minister’s post for half the tenure and a 50:50 division of Cabinet portfolios.  INC COMMUNIQUECongress Working Committee update on the current political developments in Maharashtra. pic.twitter.com/MoELfXFeL7— INC Sandesh (@INCSandesh) November 11, 2019","author":"Scroll Staff","time":"2019-11-11T22:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130746-xmmruqexwd-1573489640.jpg","tags":["Shiv Sena","Maharashtra","Congress","NCP","BJP"]}