{"title":"Maharashtra: We will grant funds if you choose ruling alliance in polls, Ajit Pawar tells voters","content":"Maharashtra Deputy Chief Minister Ajit Pawar on Wednesday said that he will give funds for development projects as long as voters choose the ruling Mahayuti alliance in the Lok Sabha elections, PTI reported.The state-level alliance comprises Ajit Pawar’s faction of the Nationalist Congress Party, the Bharatiya Janata Party and Chief Minister Eknath Shinde’s Shiv Sena group.He made the comments during an event at Indapur town in the Baramati Lok Sabha constituency.The Mahayuti alliance has fielded Sunetra Pawar, the deputy chief minister’s wife, from Baramati in the Lok Sabha elections against Nationalist Congress Party (Sharadchandra Pawar) leader Supriya Sule. Sule has represented the parliamentary constituency since 2009.On Wednesday, Ajit Pawar told a gathering that his alliance would sanction as much funds as needed for development projects, The Times of India reported. “But if we are giving funds, we expect you to press the button next to our candidate’s symbol [on the Electronic Voting Machine] in the elections so that I will feel good about giving funds,” he said. “Otherwise, my hand will be restricted.”\" I will give you as much funds as you want but you also need to press the button (party symbol) as hard as you can. So that I feel better while giving you funds. Otherwise, my hand will also be tied while giving funds\": #Maharashtra DCM #AjitPawar in #Baramati's Indapur. pic.twitter.com/N8l1gLNbf3— Tejas Joshi (@tej_as_f) April 17, 2024\n\n\nThe deputy chief minister also claimed that the sex ratio, or the ratio between the number of males and the number of females, in certain districts in the state had reduced to 850 females against 1,000 males, The Times of India reported.In some cases, he alleged that it had gone down to 790 females against 1,000 males.“If it remains like this, it will be critical in the future,” Ajit Pawar said, adding that it may turn out to be a “Draupadi-like situation”.Draupadi is a character from the Hindu epic Mahabharata who had five husbands.The deputy chief minister, however, clarified that he did not mean to hurt sentiments with his reference to Draupadi.Responding to Ajit Pawar’s comments, Shiv Sena (Uddhav Balasaheb Thackeray) leader Sushma Andhare on Wednesday said: “If the deputy chief minister makes such an irresponsible statement about women, then it is clear that women are being used as a political tool.”Nationalist Congress Party (Sharadchandra Pawar) leader Rohit Pawar said that the deputy chief minister was threatening voters with funds if they were not supporting him, adding that this was a violation of the Model Code of Conduct. The Model Code of Conduct is a set of guidelines issued by the election commission that political parties have to follow while campaigning.“The Election Commission should take serious note of this,” he said in a social media post.अजितदादांनी सभेत भाषण करताना निधीबाबत वक्तव्य केल्याचं समोर आलं. दादा नेमके कोणत्या निधीबाबत बोलत आहेत? #मलिदा_गँगचे सदस्य असलेल्या त्यांच्या मित्रांकडे असलेल्या निधीबाबत की सरकारी विकास निधीबाबत? जनता साथ देत नाही म्हणून आता निधीची धमकी देणे हा आचार संहितेचा भंगच म्हणावा लागेल!… pic.twitter.com/q2y6WA583z— Rohit Pawar (@RRPSpeaks) April 17, 2024\n\n\nShiv Sena (Uddhav Balasaheb Thackeray) leader and Rajya Sabha MP Sanjay Raut on Wednesday told reporters that Ajit Pawar was a “trader” and, hence, “it is expected of him to do that [make the comment]”.“The country is being run by traders and they have appointed agents all over,” Raut said. “He [Ajit Pawar] is one of them.”Later on Wednesday, the deputy chief minister said that his statement on funds had been taken out of context. “Governments make promises to carry out works after they come to power,” he said. “I also said that once the Mahayuti MP is elected from Baramati, we will take up what we promised.”Also read: In Pawar stronghold Baramati, an election battle that reflects why Maharashtra is a challenge","author":"Scroll Staff","time":"2024-04-18T13:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191803-vzumjvopcm-1688294860.jpg","tags":["Maharashtra","Mahayuti alliance","Lok Sabha 2024","Ajit Pawar"]}