{"title":"Maharashtra: President imposes central rule even as Shiv Sena and Congress criticise governor","content":"President Ram Nath Kovind on Tuesday placed Maharashtra under central rule, acting on the recommendation of Governor Bhagat Singh Koshyari as the impasse over the government formation continued.In the afternoon, the governor’s office tweeted: “Having been satisfied that the state of Maharashtra cannot be carried on in accordance with the Constitution, has today submitted a report as contemplated by the provisions of Article 356 of the Constitution.” Under Article 356 of Constitution, the president can take over the administration of a state if the governor submits a report stating that the Assembly is unable to elect a chief minister within a time prescribed by the governor.The governor’s statement came even as he gave the Nationalist Congress Party time till 8.30 pm to prove its majority. Koshyari had invited Sharad Pawar’s party on Monday evening to stake claim after the Shiv Sena failed to provide letters of support from the Congress and the NCP. The decision to impose President’s Rule was taken at a Union Cabinet meeting chaired by Prime Minister Narendra Modi in the afternoon, PTI reported. After the meeting, the prime minister left for Brazil to attend the BRICS summit.Meanwhile, the Shiv Sena moved the Supreme Court against the governor’s decision to not give it time to prove majority. In its petition, the Shiv Sena called the governor’s actions “ex facie arbitrary and malafide” and part of a “well-concerted plan of the BJP to invoke Article 356”. The Sena had also said that it would challenge the decision to impose President’s Rule in the state in the top court. The plea is likely to be filed on Wednesday, Bar and Bench reported.The Congress also questioned the governor’s actions, accusing Koshyari of hurriedly sending his report to the Centre, PTI reported. “I condemn this action, which has been taken in a hurry without exhausting all options,” said state Congress leader Sachin Sawant. “This raises questions about the governor’s impartiality. This also raises doubt whether the governor is acting under pressure.”Senior Congress Ahmed Patel, Mallikarjun Kharge and KC Venugopal are holding talks with Sharad Pawar in Mumbai. “The party believes that it is not possible to form an alternative government without the coming together of the three parties [Congress, NCP, Shiv Sena],” said NCP spokesperson Nawab Malik. “If the three don’t come together, there cannot be a stable government in Maharashtra.” Malik said Pawar had been authorised to form an alternative government to end political instability in the state.The state unit of the BJP was scheduled to meet at Devendra Fadnavis’s home at 6 pm while Shiv Sena President Uddhav Thackeray is also meeting his party’s legislators, who have been put up in a hotel in Mumbai’s Malad locality.Raj Bhavan Press Release 12.11.2019 3.16 PM pic.twitter.com/qmlQA6ghBR— Governor of Maharashtra (@maha_governor) November 12, 2019\n\nNawab Malik, NCP: Guv called us to stake claim yesterday & gave us time till 8:30 pm today. Senior Congress leders Ahmed Patel, Mallikarjun Kharge and KC Venugopal are coming to Mumbai & will meet Pawar sa'ab at 5 pm. Decision will be taken after their discussion. https://t.co/FbBpvenRkf— ANI (@ANI) November 12, 2019\n\nThe political stalemate in the state took a new turn on Monday after the Congress announced that it needed more time to talk to its ally, the NCP, just minutes before the 7.30 pm deadline that the governor had set for Shiv Sena. He had invited the Shiv Sena to stake claim on Sunday after the Bharatiya Janata Party said it lacked numbers despite emerging as the single-largest party with 105 seats in the 288-member Assembly. The Sena, with 56 seats, came second, while the NCP and the Congress won 54 and 44 constituencies.","author":"Scroll Staff","time":"2019-11-12T15:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130778-eodlmbhfqj-1573553738.jpg","tags":["Bhagat Singh Koshyari","Maharashtra","NCP","Congress","Shiv Sena"]}