{"title":"Maldives: President Muizzu should ‘stop being stubborn’, talk with neighbours, says Ibrahim Solih","content":"Maldivian President Mohamed Muizzu should “stop being stubborn” and seek dialogue with Maldives’ neighbours to overcome the country’s financial challenges, his predecessor Ibrahim Mohamed Solih said on Saturday, reported Adhadhu.The Maldives owes Maldivian Rufiyaas 18 billion or Rs 9,726 crore to China and Maldivian Rufiyaas 8 billion or Rs 4,322 crore to India, Solih said at a Maldivian Democratic Party rally ahead of elections in four constituencies of the island nation.“I am confident that our neighbours will help,” Solih said. “We must stop being stubborn and seek dialogue. There are many parties that can help us. But [Muizzu] doesn’t want to compromise. I feel they [the government] are starting to understand the situation only now.”In a recent interview to his country’s press, Muizzu had urged India to accommodate debt relief measures to aid Maldives’ repayment of “the hefty loans taken over consecutive governments”, NDTV quoted Muizzu as saying. “We are holding discussions to explore leniencies in the repayment structure of these loans.”The remarks come as Muizzu, who defeated Solih in Maldives’ presidential elections last year, has cozied up to China unlike Solih, who is known for his pro-India stance.In January, Muizzu visited China amid a diplomatic spat with India. During the visit, he signed 20 agreements including one on accelerating cooperation on the Belt and Road Initiative with China.India is typically the first country that new Maldivian presidents visit after assuming power. Muizzu had first requested a visit to New Delhi but was turned down, according to reports.On March 4, China signed a defence cooperation agreement with the Maldives that will provide the island nation with free military assistance. This comes as the Maldivian government asked India to withdraw its troops from the island nation by May 10 and replace the aviation management staff with civilians.Former Maldivian President Mohamed Nasheed has also urged Muizzu to engage in dialogue with India. On March 8, Nasheed had said that the “people of Maldives are sorry” about the events that led to the country’s diplomatic row with India.This was a reference to comments by three deputy ministers of the island nation about Prime Minister Narendra Modi’s social media posts during a visit to the nearby Lakshadweep islands.In January, the two main Opposition parties in the Maldives had said that the government’s “anti-India stance” could be detrimental to the country’s development in the long-term.The joint statement by the Maldivian Democratic Party and The Democrats, came after Malé allowed a Chinese ship, equipped to conduct maritime research and surveys, to dock at a Maldivian port.Also read: A decade under Modi: Aggressive foreign policy yields mixed returnsWhy a social media row over Modi’s tweets led to the suspension of three Maldives ministers?","author":"Scroll Staff","time":"2024-03-25T17:34:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/jlwrqpjifi-1537754580.jpg","tags":["Mohamed Muizzu","Mohamed Solih","Maldives","India","Ibrahim Solih"]}