{"title":"Man lynched in Himachal Pradesh over cattle smuggling rumours","content":"Himachal Pradesh: 4 booked for cow slaughterA 20-year-old man was killed and four others beaten up for allegedly smuggling cattle in Himachal Pradesh on Friday. The villagers of Sarahan, through which the victims’ truck was passing, said they saw the vehicle being driven rashly and called the police. However, the truck crashed while trying to turn a corner, and the villagers beat up the men transporting the cattle. While no arrests have been made, the four have been booked under the Prevention of Cow Slaughter Act.Bihar: 55% turnout in second phase of electionsAround 55% of the electorate cast their votes in 32 constituencies across six Maoist-affected districts of Bihar on Friday. The second phase of the assembly elections in Bihar passed off peacefully, witnessing a higher percentage of women (57.5%) voters than men (52.5%).  The average turnout of the first and second phases together stands at 55.34%.Maharashtra: Government declares drought in 14,708 villagesThe Maharashtra government on Friday declared a \"drought-like condition\" in 14,708 of the state's 43,000 villages. The Marathwada region is the worst-hit, with a drought-like condition declared in each of its 8,522 villages, making up for 58% of the drought area in the state. The Maharashtra government said it will provide a concession of 33.5% to farmers in their agriculture pump bills and will also waive off examination fees of their wards in schools and colleges.Jammu and Kashmir: HC sets aside beef banThe Jammu and Kashmir High Court set aside its earlier order enforcing a beef ban and directed the state government to come up with a law on it that is within the constitutional framework and causes no inter-religious conflict. The three-judge bench had been asked by the Supreme Court to resolve the beef ban dispute, which had turned into a major political controversy in the state. Division benches of the High Court in Srinagar and Jammu had earlier differed over the matter.Uttar Pradesh: Congress MLA arrested 'to please Modi', says former Union minister Former Union coal minister of the Congress party, Shriprakash Jaiswal, on Friday alleged the violence that broke out in Varanasi on October 5 during a protest march by seers was a conspiracy. Twenty nine people were arrested after the incident left 12 persons, including eight policemen, injured. Jaiswal said that the ruling Samajwadi Party government was implicating Congress leaders in the incident to please Prime Minister Narendra Modi. Jaiswal also threatened to disrupt the state assembly if Congress MLA Ajay Rai, who was arrested in connection with the violence, was not released.","author":"Scroll Staff","time":"2015-10-17T09:46:02+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/763029-article-dtthoshavz-1445054911.jpg","tags":[]}