{"title":"Man seen urinating on Adivasi man in Madhya Pradesh arrested, booked under National Security Act ","content":"The Madhya Pradesh Police on Wednesday arrested the man who was seen in a video urinating on an Adivasi man in the Sidhi district, reported PTI. The accused man, identified as Pravesh Shukla, was booked under the provisions of the National Security Act, the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act and Section 294 (obscene act) and 504 (intentional insult to provoke breach of peace) of the Indian Penal Code, reported NDTV.The development came after a video purportedly shows Shukla urinating on the man was widely shared on social media.Madhya Pradesh Chief Minister Shivraj Singh Chouhan took cognisance of the video on Tuesday and directed authorities to take strict action against the accused man. He had also directed them to invoke the National Security Act, which allows for detention for up to a year without trial.However, the Adivasi man, identified as Dasmat Ravat, said that the viral video is fake, when he was brought in for questioning. Ravat had prepared an affidavit stating that the video was created to frame Shukla in a false case. He has not submitted the affidavit, according to NDTV. Adarsh Shukla, the man who shared the video on social media, however, has claimed that the police pressured Ravat to deny the incident and blame him for circulating a fake video, reported Newslaundry.Pawan Singh, the station house officer the of Bahri police station, told Newslaundry that he is not sure why Ravat is denying the incident. “Maybe he is under pressure or scared…senior officers are enquiring about the incident,” Singh added.   Congress spokesperson Abbas Hafeez has claimed that Parvesh Shukla was associated with Sidhi MLA Kedarnath Shukla. He also shared photos purportedly showing the accused with BJP leaders. Kedarnath Shukla, however, denied the allegation saying that the man in the viral video was not associated with the BJP.Meanwhile, on Wednesday, Madhya Pradesh Bharatiya Janata Party said that the incident was “unfortunate and inhuman”.“Such people will not be spared at any cost, no matter who they are,” state BJP chief VD Sharma said. “Such people are not party workers, no matter what position he holds. We will take strict action against him.”VIDEO | \"The incident that happened in Sidhi is not just unfortunate but also inhuman. Such people (referring to accused Pravesh Shukla) won't be spared at any cost,\" said Madhya Pradesh BJP chief VD Sharma on the viral video in which a man is seeing peeing on a tribal youth. pic.twitter.com/n3jCRSGWis— Press Trust of India (@PTI_News) July 5, 2023\n\nHowever, the Opposition has accused the BJP of disrespecting the Adivasi community. “This incident has put entire Madhya Pradesh to shame,” Congress leader and former Madhya Pradesh Chief Minister Kamal Nath said in a tweet. “Strictest punishment should be given to the guilty person and atrocities on tribal [people] in Madhya Pradesh should be stopped.”प्रदेश के सीधी जिले से एक आदिवासी युवक के ऊपर पेशाब करने की क्रूरता का वीडियो सामने आया है। आदिवासी समाज के युवक के साथ ऐसी जघन्य और गिरी हुई हरकत का सभ्य समाज में कोई स्थान नहीं है।आरोप है कि पेशाब करने वाला व्यक्ति भारतीय जनता पार्टी से जुड़ा हुआ बताया जा रहा है। मध्य प्रदेश…— Kamal Nath (@OfficeOfKNath) July 4, 2023\n\nThe Trinamool Congress said that oppression and cruelty have become the norm in the country under Prime Minister Narendra Modi’s leadership. “The incident exposes the BJP’s hypocrisy in preaching inclusivity when the reality is completely different,” the party said. “We condemn such barbarism.”  In PM @narendramodi's 'New India,' HUMANITY has taken a back seat while OPPRESSION and CRUELTY have become the norm.In @BJP4India-ruled Madhya Pradesh, BJP leader Pravesh Shukla was seen urinating on a tribal boy.The incident EXPOSES the BJP's HYPOCRISY in preaching… https://t.co/PMabGb7xF7— All India Trinamool Congress (@AITCofficial) July 4, 2023","author":"Scroll Staff","time":"2023-07-05T11:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191868-bqpvavfhuj-1688481898.jpg","tags":["Madhya Pradesh","Pravesh Shukla","Adivasi","Scheduled Castes and Scheduled Tribes","National Security Act"]}