{"title":"Manipur: Two CRPF personnel killed in attack on security post","content":"Two Central Reserve Police Force personnel died and two were injured in an attack by armed miscreants in the early hours of Saturday.The miscreants fired at a Central Reserve Police Force post at Naransena in Manipur's Bishnupur district, a security official told Scroll.A senior police official in Bishnupur said that suspected Kuki militants attacked an Indian Reserve Battalion camp that was being protected by the Central Reserve Police Force.The Central Reserve Police Force personnel who died were identified as sub-inspector N Sarkar and head constable Arup Saini, PTI reported. Those who were injured were Inspector Jadav Das and constable Aftab Das.“The militants fired indiscriminately from hilltops, targeting the camp,” the news agency quoted an unidentified police official as saying. “It started around 12.30 am and continued till about 2.15 am. The militants also hurled bombs, one of which exploded in the outpost of CRPF's 128 battalion.”The police have filed a case under sections of the Indian Penal Code related to murder, attempted murder, voluntarily causing grievous hurt and dacoity, as well as under provisions of the Explosive Substances Act.In a separate incident, a person from the Meitei community was killed on Friday night in a village in the Imphal East district after gunfire in the area, The Indian Express reported. The person was killed at the Sinam village, located near the boundary between the Imphal East and Kangpokpi districts.Manipur has been gripped by ethnic clashes between the tribal Kuki and the dominant Meitei communities since May. The violence has left 219 persons dead and displaced 60,000 people from their homes since May 3, according to figures released by the state government in February.","author":"Scroll Staff","time":"2024-04-27T08:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189861-fgvcjecvsb-1683340311.jpg","tags":["CRPF","Manipur","Bishnupur","Manipur violence"]}