{"title":"Manipur alleged fake encounters: CBI files chargesheet against five policemen in 1999 case","content":"A Special Investigation Team of the Central Bureau of Investigation on Monday filed a chargesheet against five personnel of the Manipur Police and other unknown men in a case of alleged fake encounter dating back to 1999, The Indian Express reported.The Special Investigation Team was probing the death of RK Laksana alias Vito Singh in an alleged fake encounter in February 1999 at Mayang Langjing in Imphal West district. It submitted the chargesheet before the district chief judicial magistrate, naming former sub-inspector Pebam John, constables Longjam Lokhon Singh, Thangkhomang Kipgen, K Bijoy Tarao, Fazur Rahman, and other unknown persons. The policemen were charged under Section 120B (party to criminal conspiracy) of the Indian Penal Code.According to a petition filed by the Extra Judicial Execution Victims Families Association Manipur and Human Rights Alert, a team of Manipur Police commandos had apprehended Laksana from his uncle’s house and then killed him. “The deceased person was very much in their protection and custody when the police commando team took him to Loitang Khunou instead of keeping him in the police lock-up,” it said.But the First Information Report claimed that Laksana was a member of the banned militant outfit People’s Liberation Army of Manipur and was killed in a cross-firing incident.This is the seventh chargesheet filed by the Special Investigation Team after it was set up in July 2017 on directions from the Supreme Court. The team is probing 1,528 cases of alleged extra-judicial killings in Manipur. The Supreme Court had earlier criticised the investigating agency over its slow pace of inquiry into the alleged fake encounters and asked it to expedite the filing of chargesheets.The Extra Judicial Execution Victim Families Association Manipur had moved the Supreme Court in 2012, alleging there were 1,528 extra-judicial killings in the state between 1979 and 2012 but that action had not been taken against the personnel involved. In 2013, a commission appointed by the Supreme Court found that security forces had resorted to firing based on inputs without authenticating the sources of the information.","author":"Scroll Staff","time":"2018-11-27T11:59:43.311228+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/903617-djmgjnizbv-1536172733.jpeg","tags":["CBI","Manipur","Fake Encounters","Manipur Police","Supreme Court"]}