{"title":"Manipur violence: Around 30 ‘militants’ killed in clashes with security forces, says N Biren Singh","content":"Manipur Chief Minister N Biren Singh in a statement on Sunday said that around 30 people he claimed were militants have been killed by security forces during retaliatory and defensive operations in the state. Later, at a press conference he gave a different figure and said that around 40 militants have been killed. He, however, did not specify when they were killed.The chief minister in the statement said that the militants were using “sophisticated arms” against civilians. “A few of them have been arrested as well,” he said.Violence had first broken out in the North Eastern state on May 3 after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category.The protestors included the Kukis, one of the larger tribal communities in Manipur. They have been at odds with the state government, and, in particular, the chief minister who the community claims harbours Meitei “majoritarian” sentiments. The clashes have left at least 74 persons dead and over 35,000 displaced. Fresh violence was also reported in the northeastern state on May 24. Two days later, a mob, largely led by members of the Meitei community, had attacked the home of Union Minister of State for External Affairs and Education RK Ranjan Singh to express their anger against Wednesday’s unrest. The Union minister also belongs to the Meitei community.On Sunday, Singh said that violent attacks on houses of civilians have been reported in the peripheral areas of the valley in the last one or two days.The chief minister said that the attacks seemed “well-planned and simultaneous” and took place at a time when Minister of State Nityanand Rai is in Manipur and efforts are being made to bring peace to the state.Singh also urged the public to not obstruct the movement of security personnel and to have faith in the government, reported PTI.  “We have experienced hardship for so long and we will never allow the state to disintegrate,” he said.Meanwhile, an unidentified government official told PTI that the home of BJP MLA Khwairakpam Raghumani Singh at Uripok in Imphal West was vandalised and his two vehicles were set on fire on Sunday. He said that clashes broke out in the early hours of the day at several places around the Imphal Valley both between militant groups and security forces as well as between rival militant groups, according to PTI.“According to our information, firing has been reported from Sugnu in Kakching, Kangvi in Churachandpur, Kangchup in Imphal West, Sagolmang in Imphal East, Nungoipokpi in Bishenpur, Khurkhul in Imphal West and YKPI in Kangpokpi,” the official said.","author":"Scroll Staff","time":"2023-05-28T20:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190664-mbnjdywpgp-1685286400.jpg","tags":["Manipur","Manipur unrest","Manipur violence"]}