{"title":"Manipur High Court order on Scheduled Tribe status for Meiteis is ‘factually wrong’, says SC","content":"The Supreme Court on Wednesday observed that an order passed by the Manipur High Court directing the state government to consider petitions of the Meitei community to be included in the Scheduled Tribe category was “completely factually wrong”, reported Bar and Bench.Last week, the court noted that the president has the power to seek changes in the Scheduled Caste or Scheduled Tribe list, and not the High Court.The order related to Meitei community was passed by a single-judge bench of Acting Chief Justice MV Muralidaran of the High Court on April 19. The judgement had revived old anxieties between the majority Meitei community and the hill tribes in the northeastern state, leading to violent clashes and deaths.At Wednesday’s hearing, a Supreme Court bench comprising Chief Justice DY Chandrachud and Justices PS Narasimha and JB Pardiwala was hearing a slew of petitions seeking directions to the Central and state governments to ensure the safety of Manipuri tribals.“We have to stay the order of the Manipur High Court,” Chandrachud said. “...We gave time to Muralidharan to remedy his error and he did not. We have to take a strong view against it now. It is clear if High Court judges do not follow Constitution bench judgements then what should we do...it is very clear.”The court, however, did not put a stay on the order, noting that a division bench is hearing a plea against Muralidaran’s ruling. The court asked the parties who have challenged the single-bench order to move the High Court. The court also directed the Manipur government to file a fresh report on the relief and rehabilitation efforts taken up so far in view of the violence, reported The Indian Express. The court said that that maintaining law and order is a state subject and it will ensure that the “political executive does not turn a blind eye on the situation”.Solicitor General Tushar Mehta told the court that 315 relief camps that have been set up are being manned by the district police and the Central Armed Police Forces. He added that the state government has sanctioned a contingency fund of Rs 3 crores for relief measures and that 46,000 residents have received help so far.What spurred violence?The violence had broken out in Manipur on May 3, after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the Meitei community to be included in the Scheduled Tribe category.The protestors included the Kukis, one of the larger tribal communities in Manipur. They have been at odds with the state government, and, in particular, Chief Minister N Biren Singh who the community claims harbours Meitei “majoritarian” sentiments. The clashes have left at least 73 persons dead.The members of the Meitei community, who account for 60% of the state’s population, are largely concentrated in the Imphal Valley. The community claims that it faces difficulties due to large-scale illegal immigration by Myanmarese and Bangladeshi nationals. The Meiteis are not allowed to settle in the state’s hilly areas as per laws.The tribal hill districts of Manipur enjoy special protections under Article 371C of the Constitution that says that all laws affecting the districts must be vetted by the hill areas committee of the Manipur Legislative Assembly.Also read:In Manipur, a long friendship defies community enmity and strife‘Forever bond’: As Manipur burnt, ordinary people stood between attacking mobs and their neighbours","author":"Scroll Staff","time":"2023-05-17T16:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190255-enbemenmcy-1684315560.jpg","tags":["Supreme Court","Manipur","Manipur High Court","Meitis","Kuki","Manipur unrest"]}