{"title":"Manish Sisodia denied bail by Delhi High Court in liquor policy case","content":"The Delhi High Court on Monday denied bail to Aam Aadmi Party leader Manish Sisodia in a case filed by the Enforcement Directorate related to alleged irregularities in the national capital’s now-scrapped liquor policy, reported Live Law.Justice Dinesh Kumar Sharma said that an order of a special judge refusing to grant relief to Sisodia was well-reasoned. The judge said that the former Delhi deputy chief minister is not entitled to bail at this stage, according to PTI.Sisodia was first arrested by the Central Bureau of Investigation, which is also looking into the case, on February 26. On March 9, the Enforcement Directorate arrested him in the same case and he is currently in judicial custody.According to the Enforcement Directorate, members of the so-called South Group had paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair.In return the “South Group secured uninhibited access, attained stakes in established wholesale businesses and multiple retail zones [over and above what was allowed in the policy]”, the Enforcement Directorate alleged.On Monday, the High Court also dismissed the bail pleas of Nair along with Hyderabad-based businessman Abhishek Boinpally and Benoy Babu, general manager of French wine and spirits company Pernod Ricard.Under the excise policy that came into effect in November 2021, licences of 849 liquor shops were issued to private firms through open bidding. Earlier, four government corporations ran 475 liquor stores and the remaining 389 were private shops. The policy was withdrawn on July 30 last year after Delhi Lieutenant Governor VK Saxena recommended an inquiry into how it had been formulated and implemented.The Enforcement Directorate and the Central Bureau of Investigation have alleged that the excise policy was modified to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.On May 30, Justice Sharma had dismissed the bail plea of Sisodia in the case filed by the Central Bureau of Investigation. The judge observed that the allegations of misconduct against him are “very serious”.On March 31, Special Judge MK Nagpal of the Rouse Avenue Court denied bail to Sisodia in the Central Bureau of Investigation case, saying he can prima facie be held to be the “architect of the criminal conspiracy”.Sisodia had challenged the verdict in the High Court, claiming that the central agency had no evidence against him and that he was being singled out.On April 25, the Central Bureau of Investigation had named Sisodia as an accused person in a chargesheet filed in the case for the first time.","author":"Scroll Staff","time":"2023-07-03T16:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187422-kibjdvtcsu-1677655786.jpg","tags":["Manish Sisodia","Dinesh Kumar Sharma","Enforcement Directorate","Delhi High Court","Excise policy scam","Delhi liquor policy case","AAP"]}