{"title":"Manish Sisodia among 15 persons named in CBI’s FIR on alleged excise scam in Delhi","content":"The Central Bureau of Investigation alleging irregularities in Delhi’s excise policy has filed a first information report against 15 persons, including Deputy Chief Minister Manish Sisodia, PTI reported on Friday.Apart from Sisodia, the central agency has named former Excise Commissioner Arava Gopi Krishna, former Deputy Excise Commissioner Anand Kumar Tiwari, Assistant Excise Commissioner Pankaj Bhatnagar, nine businessmen and two companies in its list of accused.The FIR was filed on Wednesday and accessed by reporters on Friday after the Central Bureau of Investigation carried out raids at Sisodia’s official residence in central Delhi and 20 other locations in seven states and Union territories in connection with the alleged irregularities in the excise policy.The excise policy 2021-’22, formulated on the basis of an expert committee report, came into effect in November. Under it, licences of 849 liquor shops were were issued to private firms through open bidding. Earlier, four government corporations ran 475 liquor stores and the remaining 389 were private shops.However, it was withdrawn by the Aam Aadmi Party-led government on July 30 after Delhi Lieutenant Governor Vinai Kumar Saxena recommended an inquiry into the new policy’s formulation and implementation by the Central Bureau of Investigation.Delhi Dy CM Manish Sisodia among 15 persons booked by name in FIR filed by CBI. Excise officials, liquor company executives, dealers along with unknown public servants & private persons have too been booked in the case (addresses omitted, previous tweet had personal information) pic.twitter.com/44L12CmHNn— ANI (@ANI) August 19, 2022\n\nIn the FIR, the central agency has alleged that the Delhi deputy chief minister and other accused public servants recommended and took decisions about the excise policy without the approval of competent authority with “an intention to extend undue favours to the licencees post tender”.The agency also alleged that four accused persons – Vijay Nair, Manoj Rai, Amandeep Dhal and Sameer Mahendru – were “actively involved in irregularities in framing and implementation of excise policy” of the Delhi government.Nair is a former chief executive officer of entertainment company Only Much Louder, Rai is a former employee of French liquor company Pernod Ricard, Dhal is the owner of Brindco spirits and Mahendru is the owner of Indospirits.The Central Bureau of Investigation also alleged that three other accused persons – Amit Arora, Dinesh Arora and Arjun Pandey – are close associates of Sisodia. It claimed that they were “actively involved in managing and diverting the undue pecuniary advantage collected from liquor licensees” for the accused public servants.According to the agency, another accused person, Arun Ramchandra Pillai, collected “undue pecuniary advantage from Sameer Mahendru for onward transmission to the accused public servants” through Nair.The FIR also states that an accused person, Sunny Marwah, had been in close contact with the accused public servants and paid bribes to them on several occasions. Marwah reportedly owns a company named Mahadev Liquors, which was granted a licence under the Delhi government’s excise policy.Moreover, a liquor trader paid Rs 1 crore to a firm managed by an associate of Sisodia, the agency alleged.Alleged irregularitiesThe Central Bureau of Investigation began its inquiry on the basis of a report by the Delhi chief secretary in July.The chief secretary’s report said that the Delhi deputy chief minister gave undue benefits to licence holders by revising the rates of foreign liquor and by removing an import pass fee of Rs 50 per case of beer, The New Indian Express reported. According to the chief secretary, this led to foreign liquor and beer becoming cheaper and caused a loss to the state exchequer.On the basis of the chief secretary’s report, Saxena had approved the suspension of eleven officials, including Gopi Krishna and Tiwari.","author":"Scroll Staff","time":"2022-08-19T18:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160753-rufinkmsfj-1624609635.jpeg","tags":["Manish Sisodia","CBI","excise policy","Delhi liquor policy","AAP","BJP"]}