{"title":"Manipur’s descent into civil war: How Scroll reported on a year of deadly violence","content":"Exactly a year ago, ethnic clashes erupted in Manipur – the start of a murderous civil war between dominant Meiteis and tribal Kuki-Zos that has left at least 227 dead, and 70,000 displaced. It has also underlined the Indian state’s helplessness in bringing peace to the strife-torn state.For a year now, Manipur has been in the grip of lawlessness and ethnic hatred – mobs have looted armouries with impunity, the houses of ministers have been attacked, pellet guns used on protestors, women sexually assaulted and humiliated through videos, even ambulances carrying children not spared. Despite the deadly violence on his watch, Chief Minister N Biren Singh of the Bharatiya Janata Party has remained in the saddle.Within 24 hours of clashes breaking out on May 3, 2023, Scroll was on the ground. Since then, we have doggedly followed this story – even when other newsrooms have taken their eyes off the ball.The initial sparkAs Scroll readers who followed our reporting in the months preceding the conflict would know, Manipur’s crisis was not made in a single day.The state had been in a ferment for months before, as we laid out here and here and here.In March, the Kuki-Zo community organised several marches to protest the clearing of villages from what the government claimed was forest land. They accused the N Biren Singh government of “majoritarianism” and tarring the entire community “as opium growers, poppy growers, non-ethnic people and illegal immigrants”.The chief minister only doubled down on the contested narrative.The trigger for the May ethnic clashes was a Manipur High Court order that directed the state government to expeditiously consider a demand to include the Meitei community in the Scheduled Tribes list.As Scroll reported 10 days before the violence, the order had set off panic among the tribal communities, already fearful of losing their land. Experts said that the order risked “unleashing rancorous political and legal contentions” between the communities.The court’s direction had touched on old anxieties in both groups over the control of land.Manipur’s two major tribal communities – Naga and Kuki-Zos – live in the hill districts, which account for about 90% of the state’s area. The Meiteis, who account for 60% of the state’s population, are largely concentrated in the Imphal Valley. They are also the dominant community, with greater affluence, access to educational facilities and political representation.The hill districts enjoy special protections under the Constitution, and only tribal residents are allowed to buy land there. A Scheduled Tribe status for the Meiteis, the Kuki-Zos feared, would further disadvantage them.On May 3, tribal groups participated in a massive protest in Churachandpur district against the high court order. As protesters returned from the march, news of a purported attempt to burn the Anglo-Kuki war centenary gate, which commemorates the Kuki rebellion against British colonialists in 1917-’19, lit the spark.The mobs take overA small fire at the war centenary gate was doused, but the violence kept spreading. By the evening of May 3, as Scroll reported here and here, the mobs had taken over.While several Kukis living in Imphal faced murderous attacks, Meiteis in the tribal-dominated hill region of the state faced the wrath of armed Kuki mobs. In the first week of violence, around 90 people were killed, an overwhelmingly large number of whom were from the Kuki-Zo community.Not even the powerful were spared. A residential complex mostly housing Kuki-Zo personnel from the state police was attacked and vandalised. A Kuki MP from the ruling BJP, Vungzagin Valte, was attacked and nearly crippled.As we reported in our first despatches from Imphal, an undersecretary in the Manipur veterinary department and her son died trying to reach a paramilitary camp.With the violence spreading, the role of the Manipur state government came increasingly under a cloud.Our detailed ground report from June laid out the contours of how this partisan state enabled the violence.“Across the valley, Kuki survivors identified their attackers as the “boys in black shirts” – a reference to the uniforms of Arambai Tenggol, a shadowy Meitei group that was barely known in the state until it rose to prominence during the clashes last month. Kuki groups and the Opposition have alleged that the group enjoys the patronage of Meitei politicians from the state’s Bharatiya Janata Party government, all the way up to Chief Minister N Biren Singh.”The Manipur police was accused of aiding the armed mobs as they went about targeting Kuki-Zos and looting arms.“An ethnic divide seems to have paralysed the Manipur police during the clashes, with the constabulary backing their own communities. A large section of the force acted ‘completely against all professional ethics’, said a senior official in the department.”According to government estimates,  5,671 weapons have been stolen from the state armoury and police stations – mostly from the valley districts. Of them only 1,800 arms have been recovered.Meitei groups, on the other hand, blame the Kuki-Zo militant groups who had signed a ceasefire agreement with the Indian state – the SoO, or Suspension of Operations, groups – for the violence. They accuse the Army and other paramilitary forces of going soft on the Kuki-Zo militants.A viral video, PM speaksThe flaming civil war in a sensitive border state, however, evoked little reaction from the prime minister. For over two months, Narendra Modi refused to even speak about Manipur – forget visiting the state.What made him break his silence was a chilling video of two Kuki women being paraded naked by a mob that emerged in July – two months after they had filed a police complaint about the sexual assault they had undergone. His statement, however, only deflected the allegation that the BJP governments at the state and the Centre had failed to stem the lawlessness in the state – by comparing the horror in Manipur with reports of sexual violence in Congress-ruled states.Days before the video came out, Scroll had travelled to Manipur to interview four Kuki-Zo women who faced extreme violence at the hands of the mobs – including the two women in the video assaulted in Kangkokpi district.All the survivors recounted that the Meitei men who assaulted them said they were taking revenge for violence against their community. In some cases, Meitei women had egged them on. “Everyone should know what happened to us,” one of them told Scroll.A border runs through itIn the weeks following the fierce first spurt of violence, Manipur was physically split along ethnic lines.There were almost no Kuki-Zos left in the Imphal Valley, and nearly all Meiteis in the Kuki-majority areas – the districts of Churachandpur and Kangpokpi and the town of Moreh in the Naga-majority district of Tengnoupal – fled to the valley.Since this population exchange, perhaps rarely seen in India since the Partition, borders and buffer zones have sprung up in Manipur – particularly in areas where the Meitei-dominant valley meets the Kuki-inhabited foothills.This remains the frontline of the war, dotted with bunkers, guarded by young village volunteers carrying single-barrelled guns and automatic rifles – ordinary peasants and students now sucked into an armed conflict with no end in sight.By September, the conflict had taken a new turn – which Scroll was the first to report on. A fierce phase of fighting revealed the entry of Meitei insurgent groups based in Myanmar into the conflict.“The current ethnic conflict has provided rife ground for these outfits to regroup and regain public support, say observers and officials. The Meiteis feel their lives and land are under siege from well-armed Kuki militants – and they need protection.”In December, the Army recovered the bodies of 13 Meitei men close to the Indo-Myanmar border, in the state’s Tengnoupal district. The People’s Liberation Army, a Meitei-centric insurgent group, claimed they were its cadres, who had died in taking on Indian security forces and Kuki groups. “It [Meitei insurgency] was dying,” said a Meitei civil society activist, who asked not to be identified. But it has now got a lease of life.”In January, the battle shifted to Moreh, a town bordering Myanmar, which Meiteis wanted to wrest from Kuki-Zo control. “On one side were the Manipur police commandos,” Scroll found, “essentially acting as an ethnic army using state resources for their fight. On the other were Kuki fighters, a mix of village volunteers and surrendered insurgents with intimate knowledge of the terrain, who admit to be fortified with arms support from groups representing kindred tribal communities across the border.”In the valley, radical armed groups like the Arambai Tenggol have chipped away at the legitimacy of the state. The shadowy group has grown in popularity in the Imphal valley, and so emboldened that they can now summon Meitei legislators to sign oaths, and even attack policemen.No middle groundEarly in April,  Modi had claimed that the Centre’s timely intervention along with the efforts made by the state government have led to a “marked improvement in the situation” in Manipur.But a year later, intermittent firing continues across the buffer zones – the last death was reported on April 28 when a Kuki-Zo person died along the border between the Kangpokpi and Imphal West districts in Manipur.Two Central Reserve Police Force personnel were killed in an attack by armed miscreants in Bishnupur district on April 26.Neither Kuki-Zos nor Meiteis are any closer to finding a middle ground. The Coordinating Committee on Manipur Integrity, a Meitei civil society organisation, has said it will observe May 3 as “the day illegal immigrants backed by narco-terrorists began their aggression”. The Kuki-Zo groups are insistent on what they see as the only solution – an independent administration, separate from what they call a majoritarian Meitei state.","author":"Scroll Staff","time":"2024-05-03T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200447-zzddiybaob-1714659951.jpg","tags":["Manipur","Manipur Unrest","Manipur Violence","Meiteis","N Biren Singh","Sexual Assault"]}