{"title":"Manipur: All 10 Kuki MLAs, civil society groups decide against dialogue with Biren Singh government","content":"All 10 Kuki MLAs from Manipur and various civil society organisations on Wednesday said that they have decided not to engage in any dialogue with the N Biren Singh-led state government in the wake of the violent clashes between their community and the Meiteis on May 3.The decision was taken during a meeting of the legislators, including eight from the Bharatiya Janata Party, and members of the Indigenous Tribal Leaders’ Forum, Kuki Inpi Manipur, Zomi Council, Hmar Inpui and other Civil Society Organisations from Manipur. The meeting was held in Aizawl.The violence in Manipur began on May 3 after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the Meitei community to be included in the Scheduled Tribe category.The protestors included the Kukis, one of the larger tribal communities in Manipur. They have been at odds with the state government, and, in particular, Chief Minister N Biren Singh who the community claims harbours Meitei “majoritarian” sentiments. The clashes have left at least 71 persons dead and over 30,000 displaced.The members of the Meitei community, who account for 60% of the state’s population, are largely concentrated in the Imphal Valley. The community claims that it faces difficulties due to large-scale illegal immigration by Myanmarese and Bangladeshi nationals. The Meiteis are not allowed to settle in the state’s hilly areas as per laws.The tribal hill districts of Manipur enjoy special protections under Article 371C of the Constitution, which says that all laws affecting the districts must be vetted by the hill areas committee of the Manipur Legislative Assembly.In Wednesday’s meeting, the Kuki MLAs and civil society organisations said that they have decided to hold consultations on a wider scale to find a common political agenda with other groups.A leader of a tribal group, who participated in the discussion, told PTI that a formation of a separate administration in the form of a Union Territory for the Kuki-dominated districts or other political safeguards were discussed during the meeting.On May 12, the ten MLAs had urged the Centre to create a separate administration for the Kukis. The MLAs had alleged that the violence was perpetrated by the majority Meitei community and was “tacitly supported” by the BJP-run state government.34 BJP MLAs want to end agreement with Kuki armed groupsMeanwhile, 34 MLAs from the BJP and its alliance partners have urged the Centre to immediately withdraw the Suspension of Operation agreement with Kuki armed groups, Scroll has learnt.The suspension of operation agreement is a ceasefire deal of sorts that the Centre and the state of Manipur signed with two conglomerates of tribal armed groups in the hills – the United Peoples’ Front and the Kuki National Organisation – in 2008.Periodically extended over the last decade-and-a-half, the pact has been contentious yet instrumental in keeping hostilities at bay to a large extent in the multicultural hills of Manipur.In a memorandum, the MLAs have asked for the deployment of adequate security in Moreh, Churachandpur and other areas in the Imphal Valley and also sought central security forces in sensitive areas.Congress criticises PM Modi’s silenceThe Congress on Thursday criticised Prime Minister Narendra Modi for being silent on the violent clashes in Manipur.Congress General Secretary Jairam Ramesh said that neither Union Minister Home Minister Amit Shah nor any other Cabinet minister had visited the northeastern state even as life of residents remained affected and the internet suspension was extended.“Banking, e-commerce, payments of e-bills, e-tickets, businesses, work from home, education, and many other essential services have come to a grinding halt,” he said on Twitter.15 days since the horrific violence erupted in Manipur and internet was banned. Yesterday, the ban was extended for another 5 days. Banking, e-commerce, payments of e-bills, e-tickets, businesses, work from home, education, and many other essential services have come to a…— Jairam Ramesh (@Jairam_Ramesh) May 18, 2023","author":"Scroll Staff","time":"2023-05-18T20:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190311-depfwljoaz-1684422960.jpg","tags":["Manipur","Kuki","Imphal","BJP"]}