{"title":"CBI arrests Manish Sisodia in excise policy case","content":"The Central Bureau of Investigation on Sunday arrested Delhi Deputy Chief Minister Manish Sisodia in the excise policy case, PTI reported.He was taken into custody after he was questioned by the central agency for over seven hours.An unidentified official told the news agency that Sisodia was asked about his links with entrepreneur Dinesh Arora and other accused in the case.VIDEO| Delhi Deputy CM Manish Sisodia arrested by CBI for alleged corruption in implementing excise policy for 2021-22. pic.twitter.com/Y919O4Lbyp— Press Trust of India (@PTI_News) February 26, 2023\n\n“The CBI investigators were not satisfied with the responses provided by Sisodia,” the official said. “It was claimed that he was not cooperating in the investigation and avoiding clarifications sought by officials on crucial points, leading to his arrest.”Sisodia and 14 other persons were booked by the CBI in August on charges of irregularities in the now-scrapped liquor policy, which was part of the new excise regulations. Sisodia, however, has not been named in the central agency’s chargesheet.On Sunday, before reaching the CBI headquarters, Sisodia visited Mahatma Gandhi’s memorial at Raj Ghat and addressed his supporters. “I can go to jail a number of times and I am not afraid,” he told them. “When I left my job as a journalist, my wife supported me and even today, my family is standing by my side. My workers will take care of my family if I get arrested.”हम BJP से नहीं डरते।BJP, Kejriwal जी से डरती है, AAP से डरती है।Kashmir से लेकर Kanyakumari तक एक ही आवाज़ है-🔹BJP का काल तो 'Aam Aadmi Party' ही बनेगी🔹AAP ही BJP के अत्याचारों से देश को मुक्ति दिलाएगी🔹AAP ही देश को No.1 राष्ट्र बनाएगी- @msisodia #ModiFearsKejriwal pic.twitter.com/SJEjZq9j2f— AAP (@AamAadmiParty) February 26, 2023\n\nHe also claimed that Prime Minister Narendra Modi is scared of Delhi Chief Minister Arvind Kejriwal. “PM Modi doesn’t care about Rahul Gandhi,” he said. “See, how many more people they are going to frame in false cases. But we are not going to step back. We will fight together.”  As Sisodia appeared before the CBI, the Delhi Police detained several leaders of the Aam Aadmi Party, including Sanjay Singh and Gopal Rai, for protesting near the agency’s office, PTI reported.The police said that Section 144 of the Code of Criminal Procedure that bans the gathering of four or more persons has been imposed in the area.#WATCH | AAP MP Sanjay Singh and other party leaders detained by Delhi Police for protesting outside CBI office. Delhi Deputy CM Manish Sisodia is in CBI office for questioning in connection with liquor scam case. pic.twitter.com/nfdLJvdJ91— ANI (@ANI) February 26, 2023\n\nPrior to being detained, Singh had claimed that leaders of the outfit were being put under house arrest.In a tweet with a photo showing heavy deployment of security forces, Singh wrote: “Modi ji’s police might fail in stopping crime, but they are showing their full might in arresting Manish Sisodia. AAP leaders are being put under house arrest. Why are you so scared of Arvind Kejriwal, Modi ji? All your shenanigans will fail.”ये मोदी जी की पुलिस है अपराध रुके न रुके @msisodia की गिरफ़्तारी के लिये पूरी ताक़त लगा दी है।@AamAadmiParty के नेताओं को House arrest किया जा रहा है।@ArvindKejriwal से इतना क्यों डरते हो मोदी जी?इन हथकंडों से कुछ नही होगा। pic.twitter.com/iFpeVxqakr— Sanjay Singh AAP (@SanjayAzadSln) February 26, 2023\n\nAhead of his questioning, the deputy chief minister wrote on Twitter that he would fully cooperate with the central agency.“I have with me the love of lakhs of children and crores of countrymen with me,” Sisodia tweeted. “Even if I have to go to jail for a few months, I do not care. We are followers of Bhagat Singh. Bhagat Singh died for the country. If I have to go to jail over such false allegations, it is a small thing.”आज फिर CBI जा रहा हूँ, सारी जाँच में पूरा सहयोग करूँगा. लाखों बच्चो का प्यार व करोड़ो देशवासियो का आशीर्वाद साथ हैकुछ महीने जेल में भी रहना पड़े तो परवाह नहीं. भगत सिंह के अनुयायी हैं, देश के लिए भगत सिंह फाँसी पर चढ़ गए थे. ऐसे झूठे आरोपों की वजह से जेल जाना तो छोटी सी चीज़ है— Manish Sisodia (@msisodia) February 26, 2023\n\nSisodia had been summoned by the CBI last Sunday. But the investigation agency deferred the questioning by a week after the deputy chief minister, who also holds the Delhi government’s finance portfolio, sought a week’s time for making the city’s Budget.On August 30, the agency had raided premises linked to the Aam Aadmi Party leader and other accused persons.The Enforcement Directorate is investigating a money laundering aspect in the case and has alleged that the liquor policy had caused a loss of Rs 2,873 crore to the government exchequer.Meanwhile, in another case pertaining to alleged snooping on political opponents, the Centre has permitted the Central Bureau of Investigation to probe Sisodia under the Prevention of Corruption Act.","author":"Scroll Staff","time":"2023-02-26T11:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187327-ltxumiiape-1677420601.jpg","tags":["Delhi excise policy","Manish Sisodia","CBI","Delhi liquor policy","AAP"]}