{"title":"Manish Sisodia named as accused in CBI chargesheet in Delhi liquor policy case","content":"The Central Bureau of Investigation for the first time on Tuesday named Aam Aadmi Party leader Manish Sisodia as an accused person in a chargesheet filed in the case related to Delhi’s now-scrapped liquor policy, reported ANI.Sisodia was arrested on February 26 in connection with the Delhi government’s excise policy that came into effect in November 2021. However, the former Delhi deputy chief minister had not been mentioned in the chargesheet filed filed by the CBI.Under the excise policy, licences of 849 liquor shops were issued to private firms through open bidding. Earlier, four government corporations ran 475 liquor stores and the remaining 389 were private shops. The policy was withdrawn on July 30 after Delhi Lieutenant Governor Vinai Kumar Saxena recommended an inquiry alleging irregularities in the policy’s formulation and implementation.  Besides the Central Bureau of Investigation, Sisodia has also been booked by the Enforcement Directorate, which is investigating a money laundering aspect in the case. The Enforcement Directorate has alleged that the liquor policy caused a loss of Rs 2,873 crore to the government exchequer.The Enforcement Directorate and the Central Bureau of Investigation have alleged that the excise policy had been modified to ensure a 12% profit margin for wholesalers and almost 185% profit margin for retailers.In a supplementary chargesheet filed on Tuesday, the CBI also named Hyderabad-based chartered accountant Butchi Babu, Bharat Rashtra Samithi leader K Kavitha, Arjun Pandey and Amandeep Dhal, reported ANI. A Delhi court will hear arguments pertaining to the chargesheet on May 12, the news agency reported.Last week, Sisodia had told the Delhi High Court that the Central Bureau of Investigation had no evidence against him and that he was being singled out. Sisodia had moved the High Court after a Delhi court rejected Sisodia’s bail application on March 31.“They say that I [Sisodia] do not cooperate,” Senior Advocate Dayan Krishnan, representing the Aam Aadmi Party leader had told the High Court. “This can never be the ground to deny me the bail. I am not required to cooperate, confess, or answer questions in the way they want. I am required to answer in the way I want, that is the constitutional guarantee.”However, the Central Bureau of Investigation in a written reply to the bail petition stated that Sisodia was the “kingpin and architect of the conspiracy”.On April 16, Chief Minister of Delhi, Arvind Kejriwal was questioned for more than eight hours by the central agency in relation to the case. The Aam Aadmi Party convenor had said that the Bharatiya Janata Party-led Centre is very powerful and can send anyone to jail irrespective of whether they have committed a crime or not.","author":"Scroll Staff","time":"2023-04-25T18:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178705-vwghbovuct-1660929931.jpg","tags":["Enforcement Directorate","Manish Sisodia","Aam Aadmi Party","chargesheet","K Kavitha","Telangana"]}