{"title":"Manipur: Tribal group take out march to oppose inclusion of Meiteis among Scheduled Tribes","content":"Thousands of tribals on Wednesday participated in a march called by a students’ body across all the ten hill districts of Manipur to oppose the demand of the Meitei community to be included in the Scheduled Tribe category, reported PTI.The march was called by the All Tribal Students Union of Manipur.The protest took place after the Manipur High Court, in an order on April 19, asked the government to consider petitions for including the Meitei community in the Scheduled Tribe list “expeditiously, preferably within a period of four weeks”.The members of the Meitei community, who account for 60% of the state’s population, are largely concentrated in the Imphal Valley. The community claims that it faces difficulties due to large-scale illegal immigration by Myanmarese and Bangladeshi nationals. They are not allowed to settle in the state’s hilly areas as per existing laws.Tribal communities, however, fear that Meiteis may take over their land resources if they are given Scheduled Tribe status.The protest on Tuesday resulted in violence in the districts of Bishnupur and Churachandpur, the state government said. In order to prevent further violence, the government suspended mobile internet services across the state for five days.The Churachandpur administration also imposed a total curfew in the district till further orders. The order imposes a complete prohibition on the movement of citizens. Prohibitionary orders were already in effect in Churachandpur due to violence in the state last week.Also read:Why Manipur’s tribes are alarmed by court push for Scheduled Tribe status for the Meitei community Understanding the communal problem on #ManipurOnFireQ. Why are  of protesting on the streets today?A. The communal demand for ST status by the dominant meitei community and unlawful recommendation by Manipur Highcourt. pic.twitter.com/B3YZvixQ6F— Брат (@nvinci6le) May 3, 2023\n\nOn Wednesday, tribals from the state’s hill areas arrived in buses and trucks to participate in rallies held in all the ten headquarters of the hill districts. The police said that thousands joined the marches, held placards and shouted slogans opposing Scheduled Tribe status for the Meitei community.In Churachandpur, residents defied prohibitory orders and organised a rally to the Tuibong peace ground to show their support to the students’ body.The police said rallies were also held in the towns of Tengnoupal, Chandel, Kangpokpi, Noney and Ukhrul. Meanwhile, in some places across the valley districts, counter blockades were put up in support of the demand of the Meiteis.The Scheduled Tribe Demand Committee Manipur, which has been leading the movement for including Meitis among Scheduled Tribes, said that its demands are not restricted to reservations in jobs and educational institutions.“It is more about protecting the ancestral lands, culture and identity of the Meitei people, who are threatened consistently by illegal immigrants from Myanmar, Bangladesh and outside by people from outside the state,” a functionary of the group said.Manipur tribal groups protest against Meitei's demand for ST status, forceful eviction, reserved forest, and protected forest issues. It is one of the largest protests against Biren Singh government since 2015 when tribals opposed three controversial bills. @scroll_inPC: ATSUM pic.twitter.com/QDs8DfFL7n— Rokibuz Zaman (@ROKIBUZZAMAN2) May 3, 2023","author":"Scroll Staff","time":"2023-05-03T20:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189777-pusummbbro-1683122017.jpeg","tags":["Meitei","Manipur","All Tribal Students Union of Manipur"]}