{"title":"Manipur violence: Three shot dead in Churachandpur by security forces","content":"At least three persons were killed after security forces opened fire in Churachandpur district of Manipur on Friday night,  a local resident told Scroll.However, a senior Army official had earlier told Scroll that four persons had died in the incident.A senior doctor at the Churachandpur district hospital confirmed the three deaths. Two more are critically injured, the doctor said. The local resident alleged they were shot dead by the Army. The resident told Scroll that the soldiers opened fire at members of the Kuki community when they tried to stop security forces from moving Meiteis to a safer place.The doctor at the Churachandpur hospital has said that till Saturday afternoon, a total of 12 persons have died in the district in the ongoing violence between the Kuki and Meitei communities in Manipur. These deaths take the toll in the state to at least 25, as 13 persons were reported dead in Imphal on Friday.The alleged shooting incident in Churachandpur took place around 10 pm on Friday, when a group of Kukis tried to stop the Army from shifting Meiteis, the local resident quoted above told Scroll. The Kukis were agitated as their demands of moving people from their community trapped in Imphal had not been met.The Army and authorities in Manipur have not issued an official statement on the matter.The violence first erupted on Wednesday after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category.Last month, the Manipur High Court had asked the Bharatiya Janata Party government to consider petitions for the Meitei community’s demand and decide on it “expeditiously”.Nine of the 16 districts of Manipur are under curfew, around 20,000 persons have been left homeless and internet services have been suspended in the state.Also read: In Imphal, two families recount two days of horror that ended in deathOver 6,000 soldiers from the Army and the Assam Rifles have been deployed in the state. The Centre has also rushed teams of the Rapid Action Force in violence-hit areas of the state. On Thursday, the Manipur government had issued shoot-at-sight orders in cases where “all forms of persuasion, warning, reasonable force, etc have been exhausted”.  The members of the Meitei community, who account for 60% of Manipur’s population, are largely concentrated in the Imphal Valley. The community claims that it faces difficulties due to large-scale illegal immigration by Myanmarese and Bangladeshi nationals. They are not allowed to settle in the state’s hilly areas as per existing laws.Meanwhile, the Kukis fear that Meiteis may take over their land resources if they are given Scheduled Tribe status.","author":"Scroll Staff","time":"2023-05-06T10:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189863-qomtgidumv-1683348191.jpg","tags":["Manipur","Churachandpur","Manipur violence","Kukis","Meiteis"]}