{"title":"Mapping land ownership as part of the caste census could uncover key patterns about power, resources","content":"The demand for a caste census continues to gain popularity. After Bihar published the results of its case census in October, pressure is growing on the Karnataka government to release its findings. Andhra Pradesh has started its caste census and there are increasing calls for a similar exercise in Kerala, Tamil Nadu, Uttar Pradesh and West Bengal.With direct implications for reservations in education and public sector jobs, welfare provisions and political mobilisation, caste censuses could be decisive to uncovering power relations in the country.The 2024 general elections are due soon and a caste census may momentarily seem to have diminished in importance, given the gains made by the Bharatiya Janata Party-led National Democratic Alliance with inauguration of the Ram temple in January. But its significance will doubtless become apparent after the election when the challenges of poverty, unemployment and related issues of resource distribution rise to the fore.So far, the focus in caste census discussions has largely been on ascertaining the populations of caste communities and tackling problems related to the multiplicity of jati names. How people identify themselves is shaped by a complex mix of tradition, personal beliefs political positioning and the influence of community organisations. Understanding identities is, therefore, a weighty task.At the same time, equal attention must be paid to the opportunity presented by the exercise to measure land ownership by caste. Caste censuses can reveal crucial patterns in how power in India is enmeshed in land. Most importantly, the caste census has the potential to bring land reform back to political agendas.Why land ownershipLand is a critical source of power in India, both social and political. In addition to being a source of food and livelihood, land holds many other associations – property, stability, sacrality, territory, identity, memory and history.Land remains the most important asset for Indians, forming 69% of all asset value in rural India and 49% in urban India, as per the latest data available from the All-India Debt and Investment Survey, conducted by the National Sample Survey Organisation in 2019.The value conferred on land is evident from the farmer protests that were held in 2020-2021 and which started again in mid-February. They signal how strongly Indians are still attached to land.At the same time, land ownership is highly skewed by caste. For instance, calculations by scholars Nitin Tagade and Sukhadeo Thorat, based on the All-India Debt and Investment Survey, show that members of the Scheduled Castes, who account for 18% of the country’s households, own only 8.5% of the land in India. On the other hand, upper-caste Hindus, who make up 22% of the households and own 28% of the land.Yet, information about land ownership is patchy. A few examples demonstrate this.The Socio-Economic Caste Census 2011 has not made caste-disaggregated data available to the public and is slowly becoming outdated. It also presents information that contradicts expectations, as seen in the figure of nearly 80% of the households being landless in Kerala, a state that in the 1970s implemented wider land reforms than other states.Land data from the agricultural censuses conducted by the states rely on land records. But these are often outdated and inaccurate, making them unreliable sources of caste-disaggregated information. The National Sample Survey Office surveys, too, do not provide granular data about individual caste groups.Many of these surveys assessed only land that is used for agriculture, against the reality of fundamental changes in the uses and meanings attached to land. Non-agricultural land uses could have crucial caste-related patterns that need to be recorded precisely.A caste census could provide valuable data on intra-category differences, landlessness and tenancy. At best, there is information about landless households for the overarching categories of Scheduled Castes, Scheduled Tribes and, in some sources, Other Backward Classes – but not for the groups within these categories.A farmer works at a potato farm on the outskirts of Varanasi in this photograph taken on January 31. Credit: AFP.The results of the Bihar caste census already show how steep intra-category variations can be. For instance, the Dhobi/Rajak community, which accounts for 4% of the Scheduled Caste population in the state, constitutes 5% of all Scheduled Caste persons in government jobs. But Musahars, who make up 15% of the population, constitute only 1.5% of Scheduled Caste individuals in government jobs.In Kerala, where I have studied land struggles since 2013, there are both landowning and landless communities within the Scheduled Tribes category. The Adiyas, Kattunaikas and the most populous Paniyas are largely landless. Their landlessness cascades into other challenges, from poverty to school dropout, unemployment and starvation. They rarely gain access to the seats reserved for Scheduled Tribes, which are occupied mostly by the landed communities.However, accurate data on their landlessness is lacking. My ethnographic research shows that the existing figures, collected by the state’s Scheduled Tribe Development Department, are often based on last-minute form filling from memory by its field-level agents.Several other states also have both landowning and landless communities within the larger categories of Scheduled Castes, Scheduled Tribes and Other Backward Classes. The backward Pasmanda Muslims too are widely believed to be lagging in landownership.Further, not much is known about tenancy. For instance, Kerala, where farm tenancy was done away with through land reforms, is now suspected to have increasing tenancy agreements.Historically, tenancy in India has had a strong relationship with caste, with many Hindu middle castes and Muslims holding tenant status. This calls for capturing tenancy-related information for households by caste for current times.There is also the need for clarity on caste-based differences in land ownership among women. Most land in India is acquired through inheritance, not through new purchases, hinting at its strong association with caste. Of all the land acquired by rural households, 86% is men’s inheritance. Women’s inheritance constitutes only 1.8%, as scholars show in a 2016 study based on data from the second Indian Human Development Survey. Measuring land in caste censuses can also potentially help address land-caste-gender intersections.Moreover, a caste census could possibly address the underreporting of land ownership by households. Too many questions about assets in any survey alarm respondents, pushing them to underreport. Inserting one or two questions related to land in a larger census exercise could provide better results.Today, moving away from the idea of redistribution of land that ensures equity, “land reform” has come to mean parcelling out conclusive title documents (often misconceived as the magic bullet to eliminate poverty by making land available for sale or collateral), digitising land records and easing land acquisition – all of which serve land markets, rather than ensure social justice. A precise understanding of caste-based differences in landownership could return the focus to social justice.Sudheesh RC teaches sociology and land politics at the National Law School of India University, Bengaluru.","author":"Sudheesh RC","time":"2024-02-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198791-lxiywpneeb-1708957710.jpg","tags":["Land","Assets","Caste","Kerala","Caste Census","Land reform"]}