{"title":"Ground report: Bhima Koregaon attack may be fallout of vandalism of Dalit icon’s tomb last week","content":"Shattered glass from homes, stores and vehicles still litters the main road that runs through Koregaon Bhima, 30 kilometres north east of Pune, where attacks were reported on Dalits who had gathered on January 1 to commemorate the anniversary of a battle there 200 years ago.Every year, lakhs of people from across India come to this village on New Year’s Day to mark the British victory over the Maratha empire in the battle of Bhima Koregaon in 1818. Prominent among the British troops who fought in this battle were men of the Mahar caste. The Maratha empire’s Peshwa hereditary prime ministers were notorious for their rigid enforcement of caste segregation. Dalits mark the battle as the first major step in their continuing struggle against caste-based discrimination.But this year’s commemoration descended into chaos. Most video footage that has emerged of the events of Monday until now shows people with saffron flags and shirts attacking people with blue flags and cars with blue signs. In Maharashtra, Brahminical Hindutva groups and Marathas claim saffron as the colour of their identity. Blue is a colour common to Dalits and Ambedkarites across India. Dalits from Mumbai who had gone to Bhima Koregaon alleged to a Scroll.in reporter that they had been targeted by people carrying saffron flags.Sanghi manuvadi terrorists are pelting stones on vehicles and attacking dalits in #BhimaKoregaon. pic.twitter.com/YS88heXB17— Abhijeet lavyan (@LavyanAbhijeet) January 1, 2018\n\nThe rise of Saffron Terrorism under @BJP4India @narendramodi @Dev_Fadnavis What happened in #BhimaKoregaon is highly condemnable and whole Ambedkarite community will fight back. pic.twitter.com/JLl4JYlc7S— Devashish Jarariya (@jarariya91) January 2, 2018\n\nIn response, Dalit organisations on Tuesday held protest rallies across Maharashtra,  notably in Mumbai. They demanded the immediate arrest of those who participated in that violence and have called for an all-Maharashtra bandh on Wednesday.But on Tuesday afternoon, even as news channels were breathlessly covering protests in Chembur and Mulund in Mumbai, the Maratha residents of Koregaon Bhima – the census name of the village popularly known as Bhima Koregaon – held a counter rally.They claimed that the impression that many have about Monday’s was wrong: it was not they who had attacked Dalits, but instead that it was Dalits who had come from outside the village who had attacked them. The police too said that the violence had been conducted by parties on “both sides”.Women protestOn Tuesday, hundreds of Maratha women sat in protest at a chowk in Koregaon Bhima to demand that cases be filed against their alleged attackers. They also said that permission should be denied for the commemoration next year unless the village is given military protection.  The women in the morcha were surrounded by standing men, who were considerably more agitated. The entire crowd periodically broke into slogans and were holding flags commonly seen at the Maratha Morcha rallies that were held Maharashtra in 2016 and 2017 to demand reservations for the community in educational insitutions and government jobs.   As the police attempted to calm tempers at the sit-down protest, a group of Maratha men further down the road set fire to a biryani stall owned by a member of the Dalit community. The dhaba was right next to another eatery that had been vandalised the previous day. When this reporter arrived at the spot, some members of the group claimed with broad smiles and bursts of laughter that it was Dalits who had set fire to the structure themselves, even as others owned responsibility for it off-camera.As the dhaba burned, a crowd gathered in a wide circle around it, waiting patiently to hear the gas cylinders inside it explode. An old man walked past it, not hearing those who called to him to stay away. When he finally did, he hitched up his dhoti in alarm and dashed across the street, to the jeers of the crowd. The police, armed with anti-riot gear, kept a watchful distance.Meanwhile, the protestors at the sit-in at the chowk dispersed only after the police promised them that they would meet their demands.  An eatery was set on fire in Koregaon Bhima on Tuesday. Photo: Mridula ChariMaratha residents’ versionVideos from Monday show people wearing saffron shirts and waving saffron flags, smashing rocks with great force and apparent delight into the windows of parked cars whose passengers can be seen fleeing from them. Residents of the area confirmed that the videos had been shot in Koregaon Bhima.The Marathas too have videos that show turmoil, but not violence. Many of the houses and shops vandalised along the main road belong to Marathas. Some of their cars still contain the large rocks their windows had been broken with. A small Ganesha temple near the bridge at the end of the village was also damaged. They asked why they would damage their own property if they were the only ones rioting. They also have their own testimonies.Ganesh Dherange, 26, who runs a kirana shop, said that every year, his family sets up a stall on the main road of Koregaon Bhima to sell water to those visiting a memorial pillar that is the focus of the celebrations. This year, he added, they did not set up their stall.“When we saw there was violence, we moved our cars inside [to a yard used as a dump in a lane parallel to the main road] but they followed us,” Dherange said. That was when “they”, who according to Dherange were outsiders holding blue flags, broke the car and hit his father when he tried to stop them. His father, Bhausaheb Dherange, had a visible head injury.Bhausaheb Dherange and Ganesh Dherange stand next to their car, whose windows and windshields were smashed on January 1. Photo: Mridula Chari“They were mainly targeting Maratha houses by seeing what signs we kept outside,” claimed Poonam Gavhane, 20 (name changed on request). “What could we do against a crowd that size? We just stayed inside and hid in the bathroom while they threw stones at us.”The windows of Gavhane’s house were broken. Though she and her  family had swept up the glass shards by then, it was evident that it had been broken from outside. No glass seemed to have fallen on the cobwebbed plants sitting just below the window outside.Ashok Dherange, president of the Shiv Sena in Shirur block of Pune district, claimed that even his wife was attacked by “neele jhande wale”, the people with blue flags. His wife said that she was inside the house when she heard rocks being thrown at her home. When she came out to stop the attackers, she said, they turned on her instead and hit her head with the flag pole. Now, she has a black eye, a bandaged nose and lips oozing with pus.“I am so angry, no matter what happens, I am going to burn down a Dalit house tonight,” Ashok Dherange said. “I don’t care if you write this.”Ashok Dherange's wife. Photo: Mridula ChariMost violence in the village occurred between 11.30 am and 3pm on Monday. As word about the trouble spread to neighbouring villages, buses and even a fire engine were burnt.“The atmosphere only became bad after they broke the Ganesh temple,” claimed Dherange. “That was when the violence spread to Sanaswadi [three kilometres to the north] and beyond in the evening.”Simmering resentmentThough the Battle of Bhima Koregaon occured in 1818 and a memorial pillar was built in the village in 1851, the first notable commemoration at this pillar was held only in 1927, when Dalit icon Bhimrao Ambedkar visited the village and spoke of the history of the regiment. People have been coming here to pay their respects on January 1 every year since. Over the last six or seven years, however, the commemoration has grown much larger and become more organised.Marathas such as Ganesh Dherange’s family do in fact participate in the commemoration from a distance, with their water stalls. The Koregaon Bhima gram panchayat, which now has a female sarpanch from the Scheduled Caste community, offers drinking water and toilet facilities. Many residents at Tuesday’s Maratha protest claimed that every year, they allow visitors to come to their homes to use their toilets or offered them water and food.This is the first year that the event has become violent.Battle for historyOne of the reasons for this is that Marathas are increasingly resentful at this portrayal of history that shows them up as the weak ones on the wrong side of history.“This is a wrong history,” said a tailor whose shop and home on different floors of the same building were vandalised on Monday, asking to remain unidentified. “These people are against the Peshwas. They fought with the British against the Marathas and are putting it as if we were the ones who were weak. Before they began to say this, we did not mind sharing in our village’s history. But we do not like this.”As it turns out, Monday’s trouble was sparked not in Koregaon Bhima, but in another clash over history in Wadu Budruk, a village a few kilometres to its west.This is the site of the samadhi of Sambhaji Maharaj, son of Chhatrapati Shivaji Maharaj, the founder of the Maratha Empire. Sambhaji and Shivaji are both highly regarded by Dalits and Marathas for their progressive views.As the story in Wadu Budruk goes, Sambhaji was a fierce enemy of the Mughal emperor Aurangzeb. He was murdered in 1689 and his remains scattered in Wadu. Defying imperial orders from Delhi, Govind Gaikwad, a Mahar resident of Wadu, conducted the last rites of the deposed Marathas king. There is now a memorial to Gaikwad at Wadu.Many people who visit Bhima Koregaon also head to Wadu Budruk to pay their respects to Gaikwad.“We only have respect for Sambhaji Maharaj and when people come here, we tell them to first go to his samadhi and only then to Govindbaba’s,” said a Gaikwad resident of Wadu, who asked not to be identified with his first name as tensions were still running high in the village.In preparation for the bicentennial at Koregaon Bhima, Buddhists at Wadu Budruk had put up a sign outside Govind Gaikwad’s tomb highlighting his role in conducting Sambhaji’s last rites.The police have barricaded Sambhaji Maharaj's tomb. Photo: Mridula ChariOn December 28, Wadu Budruk village called for a peace meeting the next dayto discuss how to manage arrangements for the new year’s weekend, when presumably thousands of people would come to visit there.Instead, Gaikwad said, the meeting turned violent and a crowd vandalised not only the signboard but also Govind Gaikwad’s tomb. They also threatened people of the Mahar caste in the village, Gaikwad alleged. Mahars are vastly outnumbered in Wadu Budruk village, with only around 100 people, against the approximately 7,000 Marathas there, Gaikwad said.A sign in a temple just outside Sambhaji Maharaj's tomb suggests a different, Maratha-centric history of his cremation. Photo: Mridula ChariPlanned for months?After this, Gaikwad and others went to the Shikrapur police station to file a complaint under the Scheduled Castes and Tribes (Prevention of Atrocities) Act. Charges have been filed against 49 people – something the women at Koregaon Bhima wanted removed – and there has been heavy police presence ever since.“This was where all the violence in Koregaon began,” said Jagannath Palave, one of several police officials stationed at Wadu Budruk as at other villages in the area to keep the peace. “But all the issues here have been sorted out so there has been no trouble since a few days ago.”According to Gaikwad, the starting point of the violence was not even in Wadu Budruk, but in Whatsapp forwards they have been seeing for two months now complaining about the Dalit celebration of Bhima Koregaon, in which they see the hand of Hindutva organisations, particularly the Rashtriya Swayamsevak Sangh. This, he said, contributed significantly to Maratha resentment of the event. These messages even called for people to mark this as a black day of the fall of the Maratha Empire.Prakash Ambedkar, leader of the Bharipa Bahujan Mahasangh who has called for a strike across Maharashtra on Wednesday to protest the violence, named two men, Sambhaji Bhide and Milind Ekbote, as the instigators of the trouble at Bhima Koregaon on Monday. A complaint has reportedly been filed against them  at Pimpri police station in Pune. “We did not think this would become so big,” Gaikwad said. “On the 31st, we even took a bond that our people should not be harmed and we would take responsibility for them. But the more we keep the peace now, the faster peace will return.”He added: “We want to send a message to all of Maharashtra that we here do not want any violence between Dalits and Marathas. We do not want to fight.”A burnt fire engine at Sanaswadi, just north of Koregaon Bhima. Photo: Mridula Chari","author":"Mridula Chari","time":"2018-01-03T09:16:39.470781+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/863605-78076-hujauovxmj-1514951040.jpg","tags":["Caste","Bhima Koregaon","Pune","Maharashtra","Maratha"]}