{"title":"Maratha quota protestors set fire to home of NCP MLA Prakash Solanke","content":"Nationalist Congress Party MLA Prakash Solanke’s home in Maharashtra’s Beed district was set on fire on Monday by protestors seeking reservations for the Maratha community in educational institutions and government jobs, reported ANI.“I was inside... none of my family or staff were injured,” the legislator told ANI. “We are safe but there is a huge loss of property.”The attack comes after the demand for Maratha quota resurfaced in recent months with activist Manoj Jarange-Patil launching a fresh agitation for the cause in September.The Marathas are a group of clans, historically comprising peasants and warriors but generally with an agrarian background. The community has demanded quotas in education and government jobs for decades, citing a decline in financial stability following agrarian distress. A series of massive protests were organised to press for the demand in 2017 and 2018.#WATCH | Beed, Maharashtra: Maratha reservation agitators vandalised and set the residence of NCP MLA Prakash Solanke on fire. pic.twitter.com/8uAfmGbNCI— ANI (@ANI) October 30, 2023\n\nThe Nationalist Congress Party leader and MP Supriya Sule said that the attack on Solanke’s home sshows “complete failure” of state home minister. “Today, an MLA’s house is set on fire, what is the home minister doing,” she asked. “It is their responsibility.”Maharashtra Chief Minister Eknath Shinde said that the incident should compel Jarange-Patil to take note of what turn the agitation is taking, reported ANI. “It is going in the wrong direction,” Shinde said. “Those who are involved in violence should also keep in mind that it also harms the Maratha society and their families will also suffer due to it.”#WATCH | Delhi: On the attack on NCP MLA Prakash Solanke's Beed residence by pro-Maratha reservation protestors, NCP MP Supriya Sule says, \"This is a complete failure of the Home Minister of Maharashtra and the government. This is the failure of triple engine govt in Maharashtra.… pic.twitter.com/OcMkGdqyY4— ANI (@ANI) October 30, 2023\n\nMonday’s development comes after Shiv Sena leader Hemant Patil on Sunday said that he is resigning as an MP in support of the Maratha quota agitation, The Indian Express reported.“The issue of reservation for the Maratha community in Maharashtra has been pending for many years,” Hemant Patil, the MP from the state’s Hingoli Lok Sabha constituency, wrote in his letter to the Lok Sabha Speaker. “The sentiments of the community are very strong on this issue. I have been actively fighting for the farmers of the Maratha community for many years.”An unidentified Shiv Sena functionary told The Indian Express that Hemant Patil was at a protest in Yavatmal district on Sunday, where he tried convincing the protestors that he was supporting their cause. The protestors asked him to resign if he was really supporting them, the newspaper reported.“[Hemant] Patil told the protestors that if his resignation can get reservation for the Marathas, he would do so,” the functionary was quoted as saying. “He wrote his resignation letter and showed it to the protestors.”The Hingoli MP was recently booked after he allegedly made the acting dean of the Dr Shankarrao Chavan Government Medical College and Hospital in Nanded district clean toilets. He had visited the hospital after it reported 31 deaths within two days due to an alleged shortage of medicines and medical help.Sudhakar Shrangare, the Bharatiya Janata Party MP from Latur, also wrote to Shinde, expressing his support for the Maratha quota protests, The Times of India reported. “I extend my full support to the Maratha community and want the state government to give them a legally lasting reservation,” Shrangare wrote.State government on Maratha quotaMaharashtra Deputy Chief Minister Devendra Fadnavis on Sunday said that efforts to ensure reservations for Marathas are under way and Shinde himself is looking into the matter. He added that the matter was the Maharashtra government’s “top priority”.“We want to ensure that we provide reservations that could withstand the court scrutiny,” Fadnavis said. “If we provide a reservation hurriedly and then the matter stays in the court, we [the government] will be accused of cheating.”Fadnavis was responding to Jarange-Patil telling the state government to hold discussions with him till he can speak amid his hunger strike. “We have not received any response from the government or any communication,” said Jarange-Patil.The activist started his hunger strike at the Antarwali Sarati village in Jalna district on Wednesday after the 40-day deadline he had given to the Maharashtra government to implement the Maratha quota expired. He has refused to drink water or get medical treatment, The Indian Express reported.The activist asked leaders in the government to come to Antarwali Saraati to hold the discussion. “Marathas will not pose any hurdle,” he said. “The government should tell us whether you are going to come for discussion or not, they should avoid idle talk.”Also read: Why the Maratha quota stir is politically significant in Maharashtra","author":"Scroll Staff","time":"2023-10-30T13:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195429-pcscaegvnc-1698659469.jpg","tags":["Hemant Patil","Maharashtra","Maratha","NCP MLA Prakash Solanke"]}