{"title":"Maratha quotas: Lawyer opposing reservation attacked outside Bombay High Court","content":"A lawyer who had filed a petition in the Bombay High Court against the new legislation allowing 16% reservation to the Maratha community in jobs and education in Maharashtra was attacked outside the court on Monday, PTI reported, quoting a police official.A man shouted a slogan in support of the reservations as he lunged at the petitioner, Gunratna Sadavarte, when he was speaking to media outside the High Court. Police officials and other lawyers at the spot grabbed the man, who was later identified as Vaidyanath Patil from Jalna district. The Azad Maidan Police detained Patil, adding that an investigation was under way.The lawyer approached the High Court regarding the incident, following which the state government said the lawyer will be provided police protection.Sadavarte had filed a petition opposing the Maharashtra government’s decision to provide 16% reservation in government jobs and educational institutions to the Maratha community in the state. The petition claimed that the new law was in violation of the Supreme Court’s earlier orders mandating that caste- and community-based reservation in states should not exceed 50%.Caught on camera: Advocate who opposed Maratha quota, attacked by miscreants in court of #Mumabi#TV9News #Maharashtra pic.twitter.com/Kd7TEq2ApX— Tv9 Gujarati (@tv9gujarati) December 10, 2018\n\nLast week, a bench of Chief Justice Naresh Patil and Justice MS Karnik, which was hearing Sadavarte’s public interest litigation, had agreed to a hearing on Monday on all pending petitions on the quota row. Hearing on the #Maratha Reservation pleas in #BombayHC turns violent as some unknown person, supporting the quota, assaults one of the petitioner lawyers outside HC gates. State says the said lawyer will get police protection.— ayesha arvind (@ayeshaarvind) December 10, 2018\n\nPolice take away an unknown man claiming to be a supporter of #Maratha reservation after he assaulted and abused a lawyer who filed petition against the reservation.Lawyer complained to HC after which state said it would provide thr lawyer police protection. pic.twitter.com/KShOS0B9Se— Sunanda (@sunson_86) December 10, 2018\n\n#Breaking: Advocate appearing for petitioner opposing maratha reservation to be given police protection round the clock after he complained to Chief Justice #BombayHC about be manhandled .@THMumbai .@the_hindu— Sonam Saigal (@courtkacheri4) December 10, 2018","author":"Scroll Staff","time":"2018-12-10T16:47:58.514833+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/50478-otpksksole-1485850545.jpg","tags":["Maratha Reservation","Bombay High Court","Gunratna Sadavarte","Maharashtra"]}