{"title":"Maratha quota: Panel submits report to Maharashtra government, recommends reservation","content":"The Maharashtra State Backward Class Commission on Thursday submitted its report on reservation for Marathas to the state’s Chief Secretary DK Jain, News18 reported. “Maharashtra State Backward Classes Commission has submitted the report to us,” Jain said. “It is based on the education and social economic status of the Maratha community. We will study the report and then take a decision.”The commission said that the Maratha community, which comprises about 30% population in the state, is socially and economically backward. It recommended 16% quota for Marathas in government jobs. The matter was handed over to the commission in June 2017 amid growing demands from the community for reservation. Members of the panel toured Maharashtra over 15 months, met about 2 lakh members of the Maratha community and surveyed 25,000 families.Chief Minister Devendra Fadnavis on Wednesday said the state government would need 15 days to complete all the statutory requirements. “We stand firm on all the timelines [and] commitments announced earlier,” he said. In August, Fadnavis had promised that a special session of the state legislature would be convened within a month of the State Backward Class Commission submitting its report on the matter. The Maratha community has been protesting for reservation in jobs and education for more than a year.Maharashtra State Backward Class Commission has submitted its report on Maratha Reservation to Maharashtra Chief Secretary.— ANI (@ANI) November 15, 2018\n\nOn June 25, 2014, the then Congress-Nationalist Congress Party government had announced 16% reservation for Marathas. In November 2014, the Bombay High Court stayed the decision in response to a petition.","author":"Scroll Staff","time":"2018-11-15T15:14:26.068607+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/97052-qmeixyionf-1533816078.jpg","tags":["Maharashtra","Marathas","Reservation","State Backward Class Commission"]}