{"title":"Maratha quota for jobs and admissions will not be applicable this year, rules Supreme Court","content":"The Supreme Court on Wednesday ruled that a Bombay High Court decision upholding a state law providing reservation to Maratha community in jobs and college admissions will not be applicable this year, PTI reported. The court was hearing a batch of petitions challenging the High Court’s June 2019 order allowing 12-13% quota to the Maratha community under the Socially and Educationally Backward Classes Act.A three judge-bench headed by Justice L Nageswara Rao referred the matter to Chief Justice SA Bobde to constitute a larger bench and examine validity of such a quota. The court, however, clarified that admissions already made under the Maratha quota in postgraduate medical courses will not be affected. It added that the status of those who have availed of the benefits will also not be disturbed.The petitioners have argued that the provision for 12% reservation jobs and 13% in admissions would breach the ceiling of 50% reserved seats imposed by the Supreme Court itself in a landmark verdict in 1992. In 2018, the then Devendra Fadnavis-led government in Maharashtra had approved 16% reservation for the Marathas in jobs and education after statewide protests. The Maratha community roughly forms one-third of the state population. However, the Bombay High Court, while upholding the constitutional validity of the law stated that 16% reservation was not justifiable. It directed the state government to reduce the quota to 12-13% as per the recommendations of the State Backward Classes Commission. The court also maintained that 50% cap on total reservations imposed by the Supreme Court could be exceeded in exceptional circumstances. In July 2019, the Supreme Court had refused to stay the quota but had directed Maharashtra to refrain from implementing the quota with retrospective effect from 2014.The petitions said that the reservation law was enacted under “political pressure” and in “full defiance” of the rule of law and equality.","author":"Scroll Staff","time":"2020-09-09T16:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136934-ycvdyomrrn-1588135785.jpg","tags":["Maratha quota","Supreme Court","India","Reservations","Mumbai","Bombay High Court","Maharashtra"]}