{"title":"May global nonfiction: Six recent books that examine our fears, pains, and troubled history","content":"A Body Made of Glass: A History of Hypochondria, Caroline Crampton Caroline Crampton tells the story of hypochondria, beginning in the age of Hippocrates and taking us right through to the wellness industry today. Along the way, we encounter successive generations of doctors positing new theories, as well as quacks selling spurious cure-alls to the desperate. And we meet those who have suffered with conditions both real and imagined, including Moliere, Darwin, Woolf, Freud, Larkin, and Proust whose symptoms and sensitivities gradually narrowed his life to the space of his cork-lined bedroom. Crampton also examines the gendered nature of the medical response, the financial and social factors at play, and the ways in which modern technology simultaneously feeds our fears and holds out the promise of relief.Drawing on Crampton’s own experience of surviving a life-threatening disease only to find herself beset by almost constant anxiety about her health, A Body Made of Glass is both a fascinating cultural history of hypochondria and a moving account of what it means to live with this invisible, elusive and increasingly wide-spread condition.Somebody Told Me: One Man’s Unexpected Journey Down the Rabbit Hole of Lies, Trolls and Conspiracies, Danny WallaceDanny Wallace has fallen down the modern rabbit hole of lies, conspiracies and disinformation. Along the way, he encounters families torn apart by accusations and fake news, journalists putting themselves on the frontline of the disinformation war, reformed conspiracy theorists, influencers who see profit in stoking paranoia, and the shadowy nameless, faceless trolls on the other side of our screens. He discovers how disinformation and well-told lies can ruin a year or a whole life, how they can affect our family, our street, our community. How they can spread across a country, a continent, even the world. How they take hold of our imaginations and make us feel both helpless and powerful.The Garden Against Time: In Search of a Common Paradise, Olivia LaingIn 2020, Olivia Laing began to restore a walled garden in Suffolk, an overgrown Eden of unusual plants. The work drew her into an exhilarating investigation of paradise and its long association with gardens. Moving between real and imagined gardens, from Milton’s Paradise Lost to John Clare’s enclosure elegies, from a wartime sanctuary in Italy to a grotesque aristocratic pleasure ground funded by slavery, Laing interrogates the sometimes shocking cost of making paradise on earth.But the story of the garden doesn’t always enact larger patterns of privilege and exclusion. It’s also a place of rebel outposts and communal dreams. From the improbable queer utopia conjured by Derek Jarman on the beach at Dungeness to the fertile vision of a common Eden propagated by William Morris, new modes of living can and have been attempted amidst the flower beds, experiments that could prove vital in the coming era of climate change.Our Island Stories: Country Walks through Colonial Britain, Corinne FowlerThe countryside is cherished by many Britons. There is a depth of feeling about rural places, the moors and lochs, valleys and mountains, cottages and country houses. Yet the British countryside, so integral to its national identity, is rarely seen as having anything to do with British colonialism. Where the countryside is celebrated, histories of empire are forgotten. In Our Island Stories, historian Corinne Fowler brings rural life and colonial rule together with transformative results. Through ten country walks, roaming the island with varied companions, Fowler combines local and global history, connecting the Cotswolds to Calcutta, Dolgellau to Virginia, and Grasmere to Canton.Fowler shows how the booming profits of overseas colonial activities, and the select few who benefited, directly contributed to enclosure, land clearances and dispossession. These histories, usually considered separately, continue to shape lives across Britain today.Catland: Feline Enchantment and the Making of the Modern World, Kathryn Hughes“He invented a whole cat world” declared HG Wells of Louis Wain, the Edwardian artist whose anthropomorphic kittens made him a household name. His drawings were irresistible but Catland was more than the creation of one eccentric imagination. It was an attitude – a way of being in society while discreetly refusing to follow its rules.As cat capitalism boomed in the spectacular Edwardian age, prized animals changed hands for hundreds of pounds and a new industry sprung up to cater for their every need. Cats were no longer basement-dwelling pest-controllers, but stylish cultural subversives, more likely to flaunt a magnificent ruff and a pedigree from Persia. Wherever you found old conventions breaking down, there was a cat at the centre of the storm.Whether they were flying aeroplanes, sipping champagne or arguing about politics, Wain’s feline cast offered a sly take on the restless and risky culture of the post-Victorian world. No-one experienced these uncertainties more acutely than Wain himself, confined to a mental asylum while creating his most iconic work. Catland is a fascinating and fabulous unravelling of our obsession with cats, and the man dedicated to chronicling them.Strange Bodies: A Story of Loss and Desire, Tom de FrestonIn 2020, artist Tom de Freston and his novelist wife Kiran Millwood Hargrave discovered they were expecting twins. But Kiran miscarried and thus began a long journey to parenthood that saw the loss of six more pregnancies.De Freston began exploring his experience of the losses in his artwork, searching for a way to make sense of his grief and his wife’s. He finds representations of his feelings towards Kiran in Ovid’s myth of Orpheus, who, in turning back to gaze upon Eurydice, loses her to the Underworld; a story which captures the longing for closeness within a couple, and the intense pain in the distance between them. His search for understanding leads him to artists and artworks from Titian and Francis Bacon to Braca Ettinger and Gerhard Richter. And as the miscarriages mounted and de Freston became ever more aware of the precarious bodily experience that is pregnancy, he excavates the erotic charge of the male gaze, its yearning for connection, and the desires and boundaries that exist between lovers, and between painter and painting.","author":"Scroll Staff","time":"2024-05-11T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200573-ctclxsgwpw-1715156829.jpeg","tags":["nonfiction","reading list"]}