{"title":"Meghalaya: Two FIRs filed in case about deaths of non-tribals in East Khasi Hills","content":"The Meghalaya Police have filed two cases against unknown assailants in connection with the killing of two men in the East Khasi Hills district, The Hindu reported.The two men, both non-tribals, were killed on March 27 after a protest meet against the Citizenship Amendment Act in the district’s Ichamati village. The meeting was reportedly organised by the Khasi Students’ Union and some other tribal organisations.The two persons who were killed were identified as Ishan Singh and Sujit Dutta, The Shillong Times reported. Their deaths are suspected to be the first ones related to the Citizenship Amendment Act after the Union government notified its rules on March 11. The police, however, said that they are investigating the matter and have not ruled anything out.The two first information reports in the case have been filed at the Shella police station under Section 302 of the Indian Penal Code, which deals with punishment for murder. No arrests have been made yet.“We have got certain leads,” Superintendent of Police Rituraj Ravi said. “Although no arrests have been made, we are pursuing the case from all angles.”Ichamati is a scheduled area beyond the jurisdiction of the Citizenship Amendment Act.The Citizenship Amendment Act provides a fast track to Indian citizenship for refugees from six minority religious communities, except Muslims, from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and have entered the country by December 31, 2014. Passed by Parliament in December 2019, the Act has been widely criticised for excluding Muslims. It had sparked massive protests across the country in 2019 and 2020.","author":"Scroll Staff","time":"2024-03-30T10:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187139-xyeionyumo-1676991213.jpg","tags":["Meghalaya Police","East Khasi Hills district","East Khasi Hills","Ichamati"]}