{"title":"MEPs’ Kashmir visit: ‘Some people were kept away from us,’ claims Spanish politician","content":"A member of the European Union delegation that visited Jammu and Kashmir on Tuesday claimed that the group was “conscious” that “some people were being kept away from us”, The Wire reported. Hermann Tertsch of Spain’s Vox Party said the group was in the state to get some news about what is happening, but did not have enough facts to draw a conclusion about the situation yet.The delegation of 23 members of the European Parliament, mostly from right-wing nationalist political parties, spent the day in Srinagar for an unofficial visit. They had met Prime Minister Narendra Modi and National Security Advisor Ajit Doval a day ahead of the visit. This is the first time an international delegation visited Jammu and Kashmir since India scrapped its special status on August 5 and imposed prohibitory orders. Visuals showed the team being driven through heavily guarded streets of Srinagar. They met 15 groups, including the Indian Army, a delegation of panchayat representatives and leaders of the Bharatiya Janata Party. The visit concluded with a trip to the Dal Lake in Srinagar, where the politicians took a “shikara” (boat) ride.There was a complete shutdown in the city and at least four people were injured in clashes with security officials. People put up blockades in at least five different places in Srinagar.   The European Union’s office in India clarified on Tuesday that the members of the delegation were in India in their personal capacity and were “not part of an official delegation”.Director General of Police Dilbag Singh told the politicians that the situation in the Valley was peaceful and not a single person had been killed in the last 84 days – since the state’s special status was scrapped. Jammu and Kashmir Chief Secretary BVR Subrahmanyam gave the MEPs a detailed presentation about the situation in the state. “The visit is good and we have come to know about the situation in Kashmir,” PTI quoted Virginie Joron, a politician from France’s National Rally party, as saying. “This is a first-hand experience and we loved the interaction with local public here.”Another member of the delegation, Bernhard Zimniok of the German far-right Alternative für Deutschland party, said Europe should mediate in the Kashmir dispute between India and Pakistan, The Indian Express reported.“Now, if Pakistan and India make a new attempt to normalise their relations, I believe that the European community should, if desired, act as an honest broker and mediator,” he said. “Under no circumstances should we take sides, as this would be counterproductive for any rapprochement process.”Zimniok said the conflict has been going on for decades and killed thousands, hampering financial resources for economic development. The politician also said that dangerous terrorist groups had originated in the region that proved to be a concern for the international community, including Europe. “Should India and Pakistan also seek a solution to the deadlock, I and my colleagues from the AfD, who I was travelling with, will promote and deploy for it,” he said. “If both sides are keen on incorporating us a neutral mediator, we must not stand aside.”‘Conservative parties in EU Parliament are not Muslim-hating Nazis’The team of European Union parliamentarians largely comprises leaders from right-wing parties, including the Alternative für Deutschland or AfD, known for its anti-immigrant stand. The delegation was earlier supposed to have 27 members but four members instead returned to their home countries after meeting Modi.AfD’s Lars Patrick Berg, who returned to his home country due to personal reasons, refuted allegations that his party was made up of “Muslim-hating Nazis”. “I don’t know where this impression is coming from. Yes, most in the delegation are from conservative political groups,” he said, in an interview with the Hindustan Times. “But during our stay in India, I didn’t hear a single person – neither on our side nor on the Indian side – talk in terms of ‘hating Muslims’.” Berg said that the reports in the media were not a fair assessment of the politicians.When asked what the parliamentarians would do with the findings on their visit, Berg said he would bring them up before a foreign affairs committee of the European Union. “There will also be a final resolution on the findings of the trip in the European Parliament,” he said.On the invitation for the visit, he said that around two to three months ago, a cross-section of European lawmakers from various political parties had received a query from the Institute for Non-Aligned Studies in Delhi if they were interested to visit Kashmir. “We accepted. I met Mr Modi, India’s foreign minister Mr Jaishankar and other high-ranking officials but had to return prematurely to Germany,” he said. “I was extremely happy to meet all of them.”Chris Davies, an MP of the United Kingdom’s Liberal Democrats party, had on Tuesday claimed that he too was invited by the Indian government to visit Jammu and Kashmir but the invitation was withdrawn after he insisted on being allowed to speak freely with locals without being accompanied by security forces.Also read:1. The Daily Fix: European MPs visit to Kashmir looks like a weak attempt by Modi at damage control2. How did an ‘international business broker’ gain access to PM Modi for EU delegates’ Kashmir trip?Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-30T11:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129993-fzlhqkkuyi-1572406101.jpg","tags":["European Union","Jammu and Kashmir","India-Pakistan relations"]}