{"title":"#MeToo: Priya Ramani verdict is a ray of hope – but Indian women face a long road ahead ","content":"It took nearly two years and more than 50 hearings for a district court in Delhi to acquit journalist Priya Ramani in a defamation case filed by former Union Minister MJ Akbar. The trigger for the defamation case came amidst the #MeToo campaign in 2018 where scores of women took to social media to speak up about incidents of sexual harassment. Several who had previously been inhibited by fear made allegations about prominent men in the field of journalism, advertising, arts, music and sports.On Twitter, Ramani accused Akbar of harassment in an incident that had taken place in a hotel room in 1993, when she was a young reporter and he was an established newspaper editor. After that, 20 women accused Akbar of grave sexual misconduct during his years as editor. Akbar had filed a criminal defamation case against Ramani, who had to face his team of over 90 lawyers.   As the hearings in this case began, complaints against other men who had been accused of misconduct were shut. In 2019, Mumbai Police closed the sexual harassment case against actor Nana Patekar. The same year, film director Vikas Bahl, who was accused of sexual assault by a former employee, was cleared of all charges after an internal inquiry. More recently on Thursday, the Supreme Court closed a case of sexual harassment against former Chief Justice of India Ranjan Gogoi despite stating that there were “strong reasons to believe that some kind of conspiracy might have been undertaken” against the judge. The verdict in Ramani’s case came as a ray of hope for many who described their own experiences of being harassed. Several women who spoke to Scroll.in called it a “positive judgement”. “It will encourage women to share without feeling as hesitant or embarrassed,” said journalist Ghazala Wahab, who was one of the women who accused Akbar of harassment and testified in court. “It will also send out a message to people who abuse their positions – they can be called out and will have fewer political and psychological resources available to psyche out the complainant.”Journalist Priya Ramani (left) with her lawyer Rebecca John at Rouse Avenue Court in Delhi after being acquitted in a defamation case filed by BJP MP MJ Akbar. (Scroll.in/Vijayta Lalwani)‘It will help women speak out’Many of the other women who named their alleged perpetrators on social media in 2018 agree. “The judgement will make women feel validated, it will help them come up and speak out without being ashamed or afraid of the perpetrator,” said Jasmine Divekar, a Mumbai-based businesswoman who was among many women who accused brand consultant Suhel Seth of sexual misconduct. “Back then [in 2018], many women spoke out anonymously because they were afraid for their careers and families. But I think they will now get a lot of support if they want to publicly call out their abusers.” This feeling of hope stems from some key observations in the judgement about a woman’s right to speak her truth about sexual abuse. “The judge said that a woman can choose to speak out whenever she wants, using any platform of her choice, and he tied it to Article 21,” said Sandhya Menon, a writer and communications professional who helped many women share their stories anonymously in 2018. Article 21 of the Indian Constitution guarantees all citizens the right to life and personal liberty. “I think more and more women will now stand behind their truths.” Wahab believes one of the most empowering aspects of the Delhi court judgement is that it acknowledges that cases of sexual abuse often take place behind closed doors, with no witnesses. “Whenever women have complained, the burden of establishing the crime has always been on them,” she said. “But this judgement takes the burden of proof away from the woman.”The judgement, according to Menon and Wahab, might also serve as a deterrent for potential sexual abusers.Others said the judgement would change the perception some of people who believe that the #MeToo campaign hat was a “witch hunt”.  “It was viewed as baseless, rumour-mongering and was invalidated before,” said a person who was among the handlers of an Instagram account called “Scene and Herd” that published anonymous allegations about artists Riyas Komu and Subodh Gupta. Gupta filed a defamation case against the anonymous handlers in 2019.“It is really something for us to see a woman, charged with defamation, come out of the court winning,” said the person, who did not want to be identified. “But we need to remember that these are women established in their careers. I wonder what if they were younger. But somewhere, Priya has given us that confidence.” The legal routeIn 2018, legal experts noted that the movement that exploded on social media was the result of the failure of the legal system to address women’s concerns. “Often, the trauma which a woman who has been sexually harassed faces, prevents her from accessing courts at the time when the incident occurred,” wrote lawyer Indira Jaising that year while taking stock of gaps in various laws. Some lawyers said the campaign, which involved publicly or anonymously accusing someone, never sought refuge from the legal system. “Their engagement is largely premised on the notion that legal due process is such that women cannot go through the rigours of trial without suffering,” said lawyer Abhik Chimni who represented the anonymous handlers of Scene and Herd after Gupta’s defamation case. However, he pointed that there was a risk for those who anonymously accused others of harassment.“In many ways defamation as a legal remedy defeats #MeToo, it triggers a trial,” said Chimni. “It then gives rise to the possibility of the veil of anonymity being lifted.” However, the judgement in Ramani’s case noted that a woman cannot be punished for raising her voice against abuse on the pretext of criminal complaint of defamation as the right of reputation could not be protected at the cost of right to life and dignity. “The woman has a right to put her grievance at any platform of her choice and even after decades,” the order stated. The verdict could instil confidence in following due process and encourage women to file complaints, said some lawyers. The defamation case against Ramani was not the only one filed against women during the #MeToo movement. Some of them were still pending in the courts.  “These are high-profile cases so it was in the media but there are other cases too which some of us are fighting,” said Veena Gowda, a women’s rights lawyer in Mumbai. “These women have been worried about what would happen in their cases. So this case would give those women hope.”Gowda added that the judgement, although not binding on other courts on setting a precedent, could pave the way for other such cases. “The fact that Ramani was able to take on such a big political figure and was able to get justice, will also restore some faith in the judiciary,” she said. “What this judgement does is that it says that this power can be shattered and broken. That is why the celebration.”A protest against sexual harassment at the workplace. Photo: PTIA large gap to bridgeBut even as they celebrate Ramani’s victory, women acknowledge that there are major challenges ahead for the #MeToo campaign.Model Diandra Soares, who alleged in 2018 that she had been sexually assaulted by Suhel Seth, points out that the verdict has little ability to prevent the crimes of sexual harassment or to hold men truly accountable. “The Me Too movement did help a lot of women come out with their personal stories, but the men just waited for things to die down and now things are back to normal for them – they are being hired, they are on social media, they are back to business” said Soares. “Everybody around them is enabling this.”Soares believes this same pattern will return once the conversations around the judgement dissipate. “Even today, in our circles of educated people, so many men and women continue to question or dismiss women’s stories when they speak out,” she said. “Changing this reality is the real battle, and it’s a harsh road ahead.” There is a need to continue strategising and building new narratives, said some women. “Being anonymous taught me about the importance of bringing the conversation within both our feminisms and the legal framework around anonymous whistleblowing,” said the person who was among the “Scene and Herd” account handlers. And there was a lot to learn from, said the person, while looking back at the campaign. “Me Too didn’t seem accessible to [take into consideration] caste-based violence and the social order in India,” they said. If this battle to raise awareness and change mindsets among the privileged classes who have access to education and the English language is difficult, Menon believes it would be even more difficult to ensure that women without privilege can access to the potential benefits of the Delhi court judgement.“The gap between those of us with privilege and those without it is large, and we are not doing enough to actually bridge it,” said Menon. “It’s time to put our money where our mouths are.” A good beginning, according to Menon, would be to ensure that the Delhi court judgement is translated into several regional languages and publicised widely through people and organisations that work with women across India at the grassroots level. “We should take this judgement to spaces where sexual harassment at the workplace is not talked about, so that tomorrow if a woman running a small business in a small town is questioned for sharing her story, she can show them that she has the right to do so,” said Menon. “This work is not small.”Another step, she says, is to make sure that all employers use this judgement as an opportunity to create spaces for women to talk about harassment and complain. “This includes us women who employ domestic help at home – we should talk to them and let them know that if anything happens, they can share it with us and get support,” said Menon.","author":"Aarefa JohariVijayta Lalwani","time":"2021-02-19T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128450-udztgypdoz-1570105638.jpeg","tags":["Me Too","Priya Ramani","MJ Akbar","Sexual Harassment","Ghazala Wahab","India","Vishakha guidelines","Women's rights"]}