{"title":"Uri base attack: 17 soldiers and four militants have been killed, Army chief to visit site","content":"A total of 17 Indian soldiers were killed after four militants attacked an Army base in Uri, in Jammu and Kashmir's Baramulla district, on Sunday. All the militants have been killed as well, ANI reported. Army chief Dalbir Singh is expected to visit the area later in the day and Defence Minister Manohar Parrikar will visit the state capital Srinagar. Officials said the militants had launched the strike at the fortified complex near the Line of Control. A number of Army troops were passing through the area and living in tents at the Uri base, causing the large number of casualties, Army officials said. Authorities said a fidayeen group might have been involved, though there is no confirmation of this. Search operations have been launched in the buildings around the area. Earlier in the morning, heavy firing was reported near the 12th brigade's installation. The Indian Express quoted an unnamed Army officials as saying that a possible 16 Army personnel had been injured. There is no official word from the Army yet on the extend of the casualties. A building in the area caught fire, eyewitnesses said.Three helicopters were sent to spot, and special forces of the Army airdropped to the location of the gunbattle. Home Minister Rajnath Singh cancelled his trip to Russia and the United States in light of the incident and called an emergency meeting. He has spoken to Jammu and Kashmir Chief Minister Mehbooba Mufti about the situation and asked the home secretaries to monitor it closely.There has been increased violence in Kashmir over the past two months as the state grapples with protests that began following the killing of Hizbul Mujahideen commander Burhan Wani.Only way to tackle this sending strong message to Pak. We have made blunders by trusting Pak in past: Jitendra Singh pic.twitter.com/EBKWzEfPu9— ANI (@ANI_news) September 18, 2016\nGovt very serious over infiltration in J&K from Pak. This is a big conspiracy against India:Deputy J&K CM #UriAttack pic.twitter.com/DBQPjW5ohL— ANI (@ANI_news) September 18, 2016\nKeeping the situation of Jammu and Kashmir in mind and in the wake of terror attack in Uri, I have postponed my visits to Russia and the USA— Rajnath Singh (@rajnathsingh) September 18, 2016\n#Firstvisuals: Terrorist attack at army's Brigade HQs in Uri (J&K). Encounter underway. (visuals deferred) pic.twitter.com/HGWNwjrAZb— ANI (@ANI_news) September 18, 2016\n#Firstvisuals: Terrorist attack at army's Brigade Headquarter in Uri (J&K). Presence of 3-4 terrorists suspected. pic.twitter.com/4iRX0Rceff— ANI (@ANI_news) September 18, 2016\nSpecial forces of Army airdrop at Uri where encounter is on: Official sources.— Press Trust of India (@PTI_News) September 18, 2016\nSpoke to Governor & CM of Jammu & Kashmir regarding the terror attack in Uri. They have apprised me of the security situation in the state.— Rajnath Singh (@rajnathsingh) September 18, 2016","author":"Scroll Staff","time":"2016-09-18T07:28:32.768951+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/816817-41709-vijvccigjx-1474164209.png","tags":["Uri","Line of Control","Fidayeen","Jammu and Kashmir","army headquarters attacked"]}