{"title":"‘Mirzapur’ review: Strong performances and sharp dialogue elevate a familiar gangster saga","content":"(This article contains possible spoilers about ‘Mirzapur’.)Once upon a time, long before the events that unfold in the new web series Mirzapur, Russian playwright and novelist Anton Chekhov had laid down a rule for effective dramaturgy: “If in the first act you have hung a pistol on the wall, then in the following one it should be fired. Otherwise don’t put it there.”Mirzapur, which was launched on Amazon Prime Video on November 16, follows Chekhov’s advice down to the last bullet. No weapon is allowed to just lie there. Cheap, locally manufactured guns emerge out of strange places (milk cans, vegetable carts) and nestle in drawers alongside documents and beauty accessories.In one memorable sequence in the Excel Entertainment production, a key character sits down at a lassi stall and is shot by women who pull guns out of the folds of their chiffon saris. Another crowd favourite is likely to be the moment when a client threatens his lawyer with a knife, only to have the lawyer yank out a pistol in response.Shriya Pilgaonkar in Mirzapur. Courtesy Excel Entertainment/Amazon Prime Video.The first season, comprising nine episodes, has been created by Karan Anshuman and Puneet Krishna, written by Anshuman, Krishna and Vineet Krishnan and directed by Anshuman, Gurmeet Singh and Mihir Desai. The bloodfest is set in the Indian Wild West of the popular imagination. Mirzapur is a typically dysfunctional fictional town in eastern Uttar Pradesh, whose uncrowned king is the delightfully named gangster Akhandanand Tripathi (Pankaj Tripathi). Despite the massive happiness suggested by his name, Akhandanand is a serious man, his existence pockmarked by murders, betrayals and skullduggery. Akhandanand ostensibly owns a carpet factory – hence his nickname, Kaleen bhaiya – but the actual sources of his wealth and influence are opium and gun-running. Managing the business takes a combination of chutzpah, ruthlessness, calculation and deep pockets to grease politicians and the police. As he observes, it’s not important for the population to be safe – they must only feel safe. So if Akhandanand begins and ends each day with a grimace, he cannot be blamed.Akhandanand has many migraine-inducing elements in his life, including bloodthirsty rival Rati Shankar Shukla (Shubhrajyoti Bharat) and slippery politician JP Yadav (Pramod Pathak). But the real battlefield is at home. Akhandanand’s much-younger second wife, Beena (Rasika Dugal), is woefully starved of his intimate attentions. Akhandanand’s biggest enemy is his own offspring. His hot-headed son Munna (Divyenndu) is aching to take over the empire. Munna is Sonny Corleone on steroids washed down with whisky and followed by cocaine. He punches and shoots before he thinks, erupts without provocation, and does not believe his father when he says that true criminals hire people to do their dirty work rather than doing it themselves.Divyenndu in Mirzapur. Courtesy Excel Entertainment/Amazon Prime Video.Munna’s psychotic behaviour opens the doors of the Tripathi citadel to two ambitious brothers. Guddu (Ali Fazal) and Bablu (Vikrant Massey). Guddu, an aspiring body builder with muscles for brain cells, and Bablu, a class topper who wants to shimmy up the ladder fast, elect to work for Akhandanand. The young men are cynical and pragmatic and figure that when in Mirzapur, do as the main Mirzapurian does. Munna, of course, doesn’t take kindly to what he sees as a threat to his legacy, especially since Guddu refuses to toe the line and Bablu turns out to have the head for business that Munna lacks.Ali Fazal (left) and Vikrant Massey in Mirzapur. Courtesy Excel Entertainment/Amazon Prime Video.Women too sail their boats in this sea of testosterone. Apart from the lusty Beena, there are the hard-nosed sisters Sweety (Shriya Pilgaonkar) and Golu (Shweta Tripathi), whose police officer father (Shahnawaz Pradhan) is on Akhandanand’s payroll, and Ramakant’s wife Vasudha (Sheeba Chaddha).The creators of the show barely tinker with the gangland drama template. Nearly every character that you would expect to see in a tale of crime, corruption, revenge and murder signs the attendance roster. The struggle between fathers and sons, the endemic corruption that enables crime, the sharp-tongued men and compromised women, the cussing and the rutting, the back-stabbing and the instant paybacks – Mirzapur goes down on the list and ensures that nothing is left out.As the murder rate spirals out of control, one question remains unanswered in a show that is otherwise attentive to detail: where happens to all the bodies? Is there a giant furnace where they get converted to ash, or a pit into which they are thrown, to be discovered years later? Perhaps this question will be answered in the second season.\n\n\n    \n    Play\n\nMirzapur (2018).The world of Mirzapur is stultifying in its familiarity, and doesn’t open out enough to justify nine episodes. Yet, its creators work hard to ensure that the series doesn’t flag or lose focus. The sharp and pungent dialogue, well-etched characters, and finely tuned performances keep the narrative on track despite an often dizzying pile-up of events. Although the darkness is too literally depicted – numerous scenes take place indoors inside poorly lit houses, factories and dens of vice – the general amorality on display produces several moments of black humour. The well-cast actors are all in fine form, and make an impression even though each of them deserves the same fate as their hapless victims. Divyenndu and Vikrant Massey are terrific in their roles, each managing to earn some sympathy even though their characters are never up to any good. Rasika Dugal has a lovely time slinking around and being the imperfect daughter-in-law who has converted the bedroom into a warzone.Rasika Dugal in Mirzapur. Courtesy Excel Entertainment/Amazon Prime Video.Ali Fazal, seemingly channeling his inner Arjun Kapoor, is a casting wonder. Fazal hams his way home as the block-headed Guddu whose unintelligent actions have unforeseen consequences. The busy screenplay also makes some room for acting veteran Kulbhushan Kharbanda, who plays Akhandanand’s father and the dispenser of gnomic pronouncements on the correct way to stay ahead in the game.Rakesh Tailang’s Ramakant Pandit and Amit Sial’s inspector Maurya are among the few good guys, but if this relentlessly amoral series has a hero, it is Pankaj Tripathi’s Akhandanand. Tripathi has played gangsters and criminals several times in his career, and it’s a testament to his talent that he brings new shades to the cliched figure of the aging godfather trying to hold on to his carefully accumulated spoils. Akhandanand is a chip off the old block – his father proves to be the biggest pervert in the room – and his inability to stop Munna from embracing his inner history-sheeter makes him a businessman of questionable acumen. The violence in Mirzapur is nearly always gratuitous in its operatics, but Pankaj Tripathi’s nuanced and hugely enjoyable performance is among the grace notes.Pankaj Tripathi in Mirzapur. Courtesy Excel Entertainment/Amazon Prime Video.","author":"Nandini Ramnath","time":"2018-11-17T10:50:43.868703+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105846-jxviannmlg-1542392013.jpeg","tags":["Mirzapur","Pankaj Tripathi","Amazon Prime Video"]}