{"title":"Mizoram’s stance on refugees from Myanmar, Manipur will not change, says CM-elect Lalduhoma","content":"A day after the Zoram People’s Movement stormed to power in the Mizoram Assembly elections, Chief Minister-elect Lalduhoma said that his government would continue to provide shelter and assistance to refugees from Myanmar and those displaced from Manipur.Outgoing Chief Minister and Mizo National Front leader Zoramthanga had continued to support the displaced during his government, refusing to follow the Centre’s directive in September to collect biometric data of Myanmar refugees in the state. He had also welcomed the Kuki-Zo people fleeing the ethnic conflict in Manipur.Mizos share strong ethnic ties with Manipur’s Kuki and Myanmar’s Chin tribes.  Since February 2021, nearly 35,000 Chin refugees from Myanmar have crossed over to the state. Around 12,000 Kuki-Zo people from Manipur have also fled to Mizoram after ethnic clashes between the Kuki and Meitei communities broke out in the state in early May.In the run-up to the Assembly elections, the Mizo National Front had projected itself as a Zo nationalist party and warned that another outfit might not be strong enough to withstand the Central government’s pressure to push back the refugees to Myanmar.However, after emerging victorious in 27 out of 40 seats in the state, the Zoram People’s Movement has said that the state’s position on the issue of refugees would not change. “The issue is humanitarian,” Lalduhoma, a former Indian Police Service officer, told Scroll. In the results declared on Monday, the Zoram People’s Movement leader won the Serchhip seat with a margin of 2,982 votes. Zoramthanga resigned from his post after he lost the election from the Aizawl East-I constituency. For the first time in the state, three women were elected to the Assembly. Zoram People’s Movement candidate Baryl Vanneihsangi, a television presenter, won from the Aizawl South-III constituency. Her party colleague Lalrinpuii won from Lunglei East. Pravo Chakma of the Mizo National Front won from the West Tuipui seat.None of the women candidates who contested the Assembly polls in 2013 and 2018 had managed to bag a victory.","author":"Rokibuz Zaman","time":"2023-12-05T13:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196403-fahxqebpet-1701764272.jpg","tags":["Lalduhoma","Zoram People's Movement","Mizo National Front","refugees","Mizoram"]}