{"title":"MeToo: Priya Ramani’s accusations figment of her imagination, MJ Akbar’s lawyer tells court","content":"Former Union minister MJ Akbar’s lawyer on Friday told a Delhi court that journalist Priya Ramani’s allegations of sexual misconduct were a “figment of her imagination”, reported Bar and Bench. The court was hearing a criminal defamation case Akbar brought against journalist Priya Ramani for accusing him of sexually harassing her in a hotel room in 1993.Akbar’s lawyer Geeta Luthra said in her closing remarks that the allegations caused the BJP leader “great humiliation” and “irreparably damaged his reputation”. Luthra said the grievances should have been raised then and there. “Can you expect a man to answer to something which you allege happened 20-25 years ago?” asked the lawyer. “Why now? What is the public good that you are claiming? If there is a grievance, it has to be raised then and there before the appropriate authority... I don’t want to jump onto a political bandwagon.”Luthra said Ramani’s allegations were a part of a “false narrative”. She added: “This has caused great humiliation to Akbar and his reputation has been irreparably damaged. He developed a reputation and that’s why he was a Minister (of State) of External Affairs.” The senior advocate said the country needs people like Akbar.The court will hear the matter next on February 28.Ramani had first made allegations about an incident of sexual harassment by an acclaimed newspaper editor in an article in Vogue India in 2017. She identified Akbar as that editor in October 2018 during the #MeToo movement, in a series of tweets. Soon after this, around 20 more women accused Akbar of sexual misconduct over several years during his journalistic career.In February  2019, Ramani was granted bail on a personal bond of Rs 10,000. In May, Akbar had denied meeting Ramani in a hotel room where she alleged he had sexually harassed her. He denied all information about the meeting that Ramani had narrated.In December, journalist and author Ghazala Wahab  testified in court as a witness in support of Ramani, She said the alleged sexual harassment by Akbar forced her to quit her job at the Asian Age newspaper while he was the editor.Also read:Priya Ramani: ‘I spoke because women before me spoke up. I spoke so people after me can speak up’","author":"Scroll Staff","time":"2020-02-08T08:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103236-ccttqwgxoy-1539701418.jpg","tags":["MJ Akbar","Priya Ramani","defamation case","MeToo"]}