{"title":"MMA, UFC 278: How Leon Edwards joined a company of fighters who beat seemingly impossible odds ","content":"On the night of August 20, with a minute left in his championship fight in the mixed martial arts promotion UFC’s Welterweight division, the British challenger Leon Edwards looked lost and listless. Perhaps the altitude of Utah’s Salt Lake City had sapped his strength and dulled his normally razor-sharp striking, or perhaps the occasion had got to him. Whatever the reason for his sub-par performance, he had fallen far behind on the scorecards. Meanwhile, his formidable opponent, the Nigerian-American Kamaru Usman, was putting on a masterclass that had virtually cemented his place among the greatest MMA fighters of all time.Near the centre of the octagon, Edwards stuck out a half-jab with his lead right hand from a southpaw stance. It was too feeble to draw a reaction from Usman, who understood Edwards was feinting to set up a left straight. Sure enough, the left hand followed, this one thrown with more intent. Usman had anticipated it, and moved his head right, outside the line of the punch. However, the left was not the final play in a one-two combination, but a second decoy in a one-two-three designed to lure Usman’s head into the path of what followed a fraction of a second later: a crashing high kick that landed flush on Usman’s neck and jaw, sending him slumping to the canvas barely conscious, instantly changing his status from champ to former champ. The double-fake followed by head kick was something Edwards must have drilled thousands of times in his small Birmingham gym, but it was the stuff of dreams to land it so precisely against such a skilled opponent with the stakes so high, so close to a defeat that would for years and maybe permanently end his run at a world championship and the wealth and glory that come with it.Glorious uncertaintiesMany boxers have perfect or near-perfect records over a period of a decade or longer because the path to victory for pugilists is narrow. MMA rules permit dozens of ways to win: punches, kicks, elbows, chokes, armbars, leglocks and so on. The danger is constant on the feet and when the fight gets taken to the ground. Moreover, MMA résumés are not padded with dozens of victories against mediocre fighters. It is why some of the legends of the sport have loss numbers that would make fans of boxing cringe.  A team sport fairly popular in India is often praised for its glorious uncertainties. Something similar can be said about MMA, but Edwards’ victory was shocking even by those standards.  When MMA began as a discipline, it was about pitting one specialist against another to answer questions that were common at the time: what would happen if a wrestler fought a boxer? Or if a top-level karate exponent took on a judo expert? In time, over-specialisation became a liability. Wrestlers learned to strike and kick-boxers to grapple. Kamaru Usman was a national champion wrestler but now fights primarily standing up. He has successfully transformed himself into a high-level striker, but his defensive arsenal, judging by his last fight, might be too focussed on evading strikes the way a boxer would. It is a tiny drawback, but it was all Edwards needed in that moment to unleash a weapon missing from the boxer’s arsenal.\n\n\n    \n    Play\n\nRising from the bottomDuring the post-fight interview with Joe Rogan, the new champion was defiant. Getting close enough to the camera for his spittle to land on the lens, his voice breaking with emotion, he repeatedly shouted, “Look at me now!”: “They all said I couldn’t do it, look at me now… I was born in Jamaica with nothing. I lived in a wood shack with a zinc roof, look at me now… I’ve been down my whole life, look at me now. Champion of the world.”Edwards’ nickname is Rocky, and the theme music to the film series about the boxer came on in the arena as he celebrated. Sylvester Stallone’s fictional fighter who got past adversity to find triumph is a story with many parallels in combat sport, and particularly MMA. Consider Edwards, born into poverty in a crime-ridden area of Kingston, who moved to England with his family as a child, whose father was shot dead in a London nightclub when Edwards was in his early teens, who took to thieving and dealing drugs soon after, who remade himself as a disciplined athlete in adulthood, retaining his focus through a string of professional misfortunes to become only the second UK citizen to win a UFC belt, and the first to do so training out of a gym in England (his predecessor Michael Bisping had moved to the US before winning the Middleweight championship).Consider Charles Oliveira, who won the UFC Lightweight championship vacated by the great Khabib Nurmagomedov and has defended it twice since. Raised in a Brazilian favela, Oliveira was given the nickname ‘Do Bronx’, meaning ‘from the Bronx’, by jiu jitsu opponents who equated his home to the New York City borough notorious for its high crime rates. Oliveira’s childhood ambition to be a footballer was thwarted by the diagnosis of a heart murmur and bone rheumatism which doctors feared might leave him unable to walk. After two years in and out of hospitals, he took up jiu jitsu and was soon winning local competitions. The neighbour who introduced him to the martial art invented in Japan and perfected in Brazil was shot dead in neighbourhood crossfire when Oliveira was fourteen. Do Bronx moved from jiu jitsu to MMA in his late teens and was soon spotted by the UFC, joining the promotion at a very early age. Though he racked up impressive wins, usually ending with a stoppage through submission, his record was marred by occasional defeats. The manner of those losses had commentators questioning his spirit, accusing him of buckling under pressure. Then, four years ago, something fell into place mentally. Oliveira has since won eleven times in succession, ten of those before the final bell. In each of his three title fights he has been dropped by a punch and seemed on the verge of losing, but has quickly turned the tables and come out on top, putting to rest the idea that he gives up too easily.Of the many tales of hardship, persistence, valour, and victory in MMA, perhaps the most astonishing belongs to the current UFC heavyweight champion Francis Ngannou. He was born in Cameroon, to a family that was among the poorest in a poor village in a poor country. He didn’t have enough money as to buy shoes for school. He worked in a sand quarry from the age of ten to help his family put food on the table. He dreamed of being a boxer but there were no gyms anywhere and he could not afford one anyway.Eventually, as an adult, he began trying to get to France. That ordeal involved walking across nations, crossing a desert in an overcrowded truck, being turned back repeatedly by Moroccan security, fording a strait in a flimsy dinghy despite being unable to swim, and spending weeks in a Spanish jail. Ngannou, a muscular 6 foot 4 inch, 120 kg behemoth, was discovered by an MMA coach while sleeping rough on the streets of Paris. Less than five years after first entering a gym, he was contesting a heavyweight title in the United States.The good fightThe UFC, now valued at close to 10 billion dollars, hands out a far smaller percentage of its revenue to fighters than rival MMA promotions. The company is not obliged to provide comprehensive health care plans to the men and women putting their bodies on the line in training and in the octagon, because they are classified as independent contractors. Ngannou believes those who bring in the crowds ought to receive a larger share of the pie, and got into a public spat with the UFC before the final fight on his contract. He resisted pressure to renew the contract, though a loss would have left him in a weak negotiating position. The outlook got far worse during training camp for the fight against France’s Cyril Gane, when Ngannou tore the Medial Collateral Ligament in his right knee and damaged the Anterior Cruciate Ligament, compromising the leg’s stability.His coaches advised him to pull out, but he chose to fight through the pain and won in a manner nobody expected from the most feared puncher in the sport: turning the contest into a wrestling match, taking his opponent repeatedly to the ground after losing the first two rounds because his injury prevented him from chasing down the elusive Gane.Ngannou runs a charitable foundation which has built a fully equipped gym in Batié, Cameroon, the first of its kind in the town. Oliveira continues to reside in the Guarujá neighbourhood where he was born, in a comfortable house two streets away from the tiny old one where his family once lived. Edwards is heading back to Birmingham, where his example is certain to turn dozens of youngsters away from the dangers of the street gang to the rigour of the gym. All three gave themselves a chance when nobody else would. And look at them now. Champions of the world.","author":"Girish Shahane","time":"2022-08-22T19:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178816-dyztzzgdgh-1661175567.jpeg","tags":["Leon Edwards","Kamaru Usman","MMA","Khabib Nurmagomedov","Charles Oliveira","Francis Ngannou"]}