{"title":"MMA: Meet Puja Tomar – The strawweight champion hardened by life’s battles","content":"Puja Tomar came to believe early in her life that taking a leaf out of Jackie Chan’s book and perfecting her martial arts was the ideal way to get better at beating up boys. Now, the need to beat them up was partly due to the pent up aggression that needed to be channelised. But it largely stemmed out of the need to provide protection to her two sisters and her mother.In a big family that cared massively about the biological sex of the child, Tomar was yet another girl child. For most part of her life, that patriarchy was a reason for most of her agony. Her father’s death when she was only six became yet another reason for feeling that sense of responsibility. Eventually, out of necessity, Tomar grew to become a battle-hardened fighter.“It was just us three sisters.... one of my sisters had a problem in her leg and I used to get really angry when somebody troubled or teased her for it,” Tomar recalled to Scroll.“I had started beating up the boys for that. Growing up, I used to  watch films starring Jackie Chan and I thought that I could learn some  things from his stunts and execute them against these boys. Gradually, I  just moved towards martial arts then.”A five-time national wushu champion, she also had a background in karate and taekwondo and won multiple medals in both disciplines. Soon, she became one of the most popular faces in Indian mixed martial arts.So much so that the Muzaffarnagar-native is the reigning strawweight champion in the Matrix Fight Night, and will be defending her title against Russia’s Anastasia Feofanova on July 1.Although the situation is much different today, the real push – both, professionally and personally – came when she took up professional fighting. Tomar did not shy away from admitting that it was due to a series of unfortunate events that she took up MMA and not because of curiosity, interest or love for the sport.To become one of the top fighters in MMA, she believed her mental toughness came in handy. She attributed it to the sheer nature of the sport but also the fights she had to tackle in life.“The kind of grief I’ve experienced in life has made me tough,” she said. “How my mother had to stand tall after my father passed away, the situation at home... when I look back at that, the current troubles feel very small. I strengthened myself with those thoughts. Phir life mein jab itna kuch jhel sakte hain toh ye toh kuch nahi hai. When you go through so much in life, this is nothing.”She added: “In MMA, you never know where you are going to get a punch or kick from. I never felt that pressurised in wushu. I feel like if you’ve played MMA, you cannot feel mentally weak towards anything in life.”Women who back other womenUnderstanding the importance of women backing women early on in life, Tomar acknowledged the help she received from other women. The most influential role was played by her mother, of course. Talking about the equation with her mother, Tomar said, “Mujhse badi yoddha meri mummy hain... My mother is a bigger warrior than me.”“She stood against my massive family and pushed me to pursue MMA. She said, ‘Jaa, fight kar, main dekh lungi.’ She used to see the passion that I had and knew I could do it. My extended family used to say things like I have black-eye (after a fight) and that I would have trouble getting married. But, she didn’t worry about any of it.”She added: “She reminds me, ‘If you give up anywhere.... you’re going to have it from me!’”        View this post on Instagram            A post shared by Puja Tomar (@tomar_puja)\nBefore MFN, Tomar also featured in Super Fight League and then, ONE Championship – one of the biggest MMA promotions based out of South Asia. However, she had a rather forgettable outing there, losing four out of her five fights. In 2019, in her penultimate outing at ONE, she lost to United States’ Bi Ngyuen by a split decision. It was a loss that really stung Tomar. In 2022, she defeated Nguyen in the inaugural strawweight MMA Title at MFN in the second round itself. And so, as a result of the backing she received at MFN, Tomar began to value another female-driven equation — the one she built with MFN co-founder, Ayesha Shroff.“Looking at Ayesha ma’am, being a woman, I feel inspired,” Tomar said.“She gave me the reassurance. Uske baad ek alag sa josh aaya ke ab toh kuch bohot acha hone wala hai. I also got that push financially and the confidence of playing at home (in MFN) is different,” she said.Tomar added: “She also backed me after I had a bad outing at ONE against Nguyen and set up the fight against her at MFN, which I eventually won. Nobody has supported me like her. It was that support that resulted in the improvement in my performance in that fight.”Now, Tomar is on a three-match winning streak at MFN and is India’s highest-ranked female MMA fighter.In the octagon though, her idols have changed since the days she would mimic Jackie Chan’s moves. Amanda Nunes, a two-time UFC bantamweight champion, who had one of the longest active championship reigns and finished as one of the Greatest Of All Time in women’s MMA, is among Tomar’s favourite. As is Rose Namajunas. And Tomar hope to emulate the achievements of her idols.Interestingly, the conversation with this publication took place on the same day as Nunes’ last fight, atUFC 289.“There are plenty of fighters that I like... from UFC, ONE Championship and even at MFN,” Tomar said. “For instance, today Amanda had her fight (UFC 289)... I relate with the kind of aggression she brings to her fight. I seek inspiration from different sources like that. I learn to never give up like her.”Ritu Phogat, one of the most popular names in the Indian wrestling world and now Indian MMA, has also played an important role in Tomar’s life. Even though they now compete in the same weight category, Tomar sees Phogat as one of her aides more than a competitor. They can often be found featuring together in the training and workout Reels on Instagram whilst training at Soma Fight Club in Bali, Indonesia.        View this post on Instagram            A post shared by Puja Tomar (@tomar_puja)\n“There were a lot of things that I felt like I didn’t know,” she said. “Training with Ritu has helped me push myself when it comes to wrestling. She guided me well in that regard. She told me that my striking was at another level but I can work on my wrestling.“We compete in the same weight category, at some point, maybe we could compete against each other but even then, she motivates and guides me. A lot of times I feel physically drained during training. She makes sure to push me by saying, ‘Abhi toh bas start kiya hai Puja. You’ve only just started,’” she added.Evolving in sport and in lifeTomar had a background in multiple combat sports and while that is an advantage, MMA still is different kettle of fish. Tomar acknowledged that she wasn’t at her best when she signed with ONE and felt  mentally taxed due to her financial struggles. As a result, even her training was not up to the mark. Much like many other Indian fighters, she picked learnings from different parts of the world. She claimed that her ground game got better while training at Crosstrain Fight Club in Delhi, training under Siddharth Singh, who also trained UFC-contracted Anshul Jubli. After making the switch from wushu to MMA, Tomar still had plenty more skills to polish. “Because of my wushu background, my striking was very good. There are takedowns there too but the ground game is not as much,” she explained. “Developing that was a priority. I had noticed that even later though, I used to lose most fights on the ground. Even now at Soma (Fight Club), I focus on my ground game more than other aspects.”        View this post on Instagram            A post shared by Puja Tomar (@tomar_puja)\nTackling patriarchy since a young age, Tomar continues to do so each time she visits her hometown. Her elders are still worried about her marriage prospects due to the scars and injuries she returns with. But when asked about the legacy she wants to leave behind, Tomar is an odd combination of grim and inspirational.“I want people to remember me as someone who made it from scratch,” she said. “From being put inside a pot to die because another girl child was born to becoming a MMA fighter... from watching my father pass away so soon to spending days farming in my village... I have seen it all.”She added: “Uss chote se gaaon se nikal ke, itna lamba safar raha hai mera aur maine kabhi give up nahi kiya. It’s been a long journey getting out of that small village, but I never gave up. I just want people to remember that when they think of me. I want them to think of their own privileges and then think of me... if I can make it, so can they.”Tomar still has many fruitless conversations with the older generation in Muzaffarnagar when young girls message her on social media saying ‘Didi, humein seekhna hai, aap please mana lo. I want to learn. Please convince (the elders) to let us.’ But much like the fights in the octagon, this is a fight she is happy to continue fighting.","author":" Samreen Razzaqui","time":"2023-07-01T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191753-qhzujngphz-1688127971.jpg","tags":["Puja Tomar","Amanda Nunes","UFC","MFN","ONE Championship","Matrix fight night 12","MMA","Mixed martial arts","Wushu","Anshul Jubli"]}