{"title":"Model code: Collectors being asked to send PMO local information ahead of Modi visits, email shows","content":"As Narendra Modi heads across India delivering campaign speeches in support of Bharatiya Janata Party Lok Sabha candidates, an email message shows that the government’s NITI Aayog think tank has asked bureaucrats in Union territories and at least one BJP-ruled state to send the Prime Minister’s Office inputs on local area knowledge ahead of the leader’s visits to these places.  The Election Commission’s Model Code of Conduct, which has been in place since March 10, states that “ministers shall not combine their official visit with electioneering work and shall not also make use of official machinery or personnel during the electioneering work”.Bureaucratic helpOne email message that has been seen by Scroll.in was sent by an official in NITI Aayog to bureaucrats in all the Union territories on April 8. It asks them to prepare a write-up for the Prime Minister’s Office on the “highlights and important features of UTs – Historical, local heroes, Culture, Religious, Economic (including details like major crops, industry etc.)” since the “Hon’ble Prime Minister is likely to visit the UTs very shortly”.The email was addressed to the Adviser to the Administrator, Chandigarh, the Chief Secretary of Delhi and the Chief Secretary of Puducherry, among others.Pinky Kapoor, the NITI Aayog official who sent the email to the bureaucrats, denied that the request violated  the model code of conduct. “We send district inputs to the PMO,” said Kapoor.Scroll.in has also seen documents that suggest  similar action in BJP-ruled Maharashtra. On March 31, the collector of Gondia district, Kadambari Balkawad, sent a note to the NITI Aayog with the subject line “Write up/information for Gondia District for Prime Minister’s Office”. The detailed report contained a brief history of Gondia, basic statistics (such as population), and demographic profile, among other pieces of information.A profile of Latur sent by the collector describes the history of the place and prominent religious and tourist spots. A similar profile of Wardha was also prepared.Modi campaigned in Wardha on April 1, Gondia on April 3 and Latur on April 9. District collectors perform the function of the returning officer, and are responsible for the free and fair conduct of elections.Screenshot of the District Collector's profile for Wardha district in Maharashtra. Modi spoke in the district on April 1.Screenshot of the District Collector's profile for Latur district in Maharashtra. Modi spoke in the district on April 9.Model code  Dilip Shinde, additional chief electoral officer for Maharashtra, denied having any knowledge of these requests.Till now, there have been a number of complaints by Opposition parties around the ruling Bhatatiya Janata Party violating the Model Code of Conduct. This included the party launching its own television channels as well as communal remarks by Modi. The Election Commission has also ruled that NITI Aayog Vice Chairperson Rajiv Kumar violated the model code when on March 25 he criticised the Congress’ Nyuntam Aay Yojana, which promises Rs 72,000 per annum to the poorest 20% families of the country if the party wins the elections “The spirit of the Model Code of Conduct requires all public servants to ensure the sanctity of the electoral process, not to either engage or appear to engage in any activity that disturbs or appears to disturb the level playing field of elections or creates doubt in the minds of stakeholders about integrity of the electoral process,” the Election Commission’s Principal Secretary Narendra Butolia said in the letter to Kumar.   He added: “Public servants should not only be impartial in their conduct but also in their public utterances, which was found wanting in the instant case.”","author":"Shoaib Daniyal","time":"2019-04-10T11:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117081-ldnrccojbe-1554795975.jpeg","tags":["Narendra Modi","Model Code of Conduct","Bharatiya Janata Party","Lok Sabha Elections 2019"]}