{"title":"Modi and Hindutva: Why did BJP’s two big guns fail to fire in Karnataka?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. We’re sending this out a day early in order to break down the Karnataka elections result.As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).Have feedback, interesting links or think I am wrong? Write to me: [email protected]“PM Modi roars after Cong promises Bajrang Dal ban in Karnataka,” read a headline in a Delhi-based newspaper on May 4. Another spoke of how the “Hindutva card in the final stages…helped the BJP get back on track”.With only a week to go for the elections in Karnataka, the prime minister had hit the election trail, addressing rallies across the state. A key issue Modi brought up was the Congress promise to ban militant organisations such as the Bajrang Dal. Modi played up the fact that the first word in the name of the Hindutva organisation was also a popular Hindi soubriquet for the Hindu god Hanuman. While the issue played prominently in the national media when Modi raised it, it was clear on results day that the Karnataka voter had largely ignored the prime minister’s pitch. This is not surprising. Like any form of religious nationalism, Hindutva depends on a call to emotion. But equating the Bajrang Dal, whose members have been associated with several violent crimes, with a god was a bridge too far.Economics>HindutvaInstead, what clearly dominated the election was the more rational idea of economic distress. Urban voters were angry with the lack of jobs. Farmers were exasperated with a retreat in welfare. And everyone was smarting under the unrelenting inflation. When I travelled through Karnataka to report on the elections, I heard an unrelenting stream of complaints about economic distress. Even traditional Bharatiya Janata Party voters were unhappy with the state of affairs, although caste-based voting made it unlikely that everyone who was displeased would also switch their vote.The BJP’s chief minister, Basavaraj Bommai, had picked up on this trend and had reversed his government’s big Hindutva push in the lead up to the elections. While he was in power, the BJP had raised a host of far-right issues such as preventing Muslim girls who wear the headscarf from going to school, banning halal meat and inventing a fictional tale of Tipu Sultan, the eighteenth century ruler of Mysore, being assassinated by two men from the Vokkaliga caste. (As every schoolchild in India knows, the king was killed fighting the British.)Pushback to HindutvaNone of it stuck. In fact, as Bommai probably realised in the weeks leading up to the elections, this Hindutva push was clearly harming the BJP. Hindu voters were unenthused and would vote along lines of caste and/or economics issues anyway. Even worse, this hard Hindutva made the state’s Muslims consolidate completely behind the Congress. Post-poll survey data from Axis shows Congress saw a significant 10% rise in Muslim votes. In a volatile state, where small changes in vote share could have a big effect, this was bad news for the BJP. The Congress’ promise to ban the Bajrang Dal and Modi’s amplification of it further underlined this trend.The result was a pushback to Hindutva in Karnataka. BC Nagesh, the BJP minister responsible for banning Muslim girls wearing the hijab from schools, lost his seat. CT Ravi, a far-right BJP leader who rose to prominence by championing a conflict around a Sufi shrine and recently pushed bans on halal meat, lost. Kodagu, one of the strongest Hindutva’s regions in the country, saw a complete reversal, as BJP lost both seats in the district.Karnataka is a salutary lesson for the BJP on the limits of hard Hindutva. In the face of economic distress, Hindutva will not impress Hindu voters and could even backfire by consolidating Muslim votes against the party.BC Nagesh, the BJP minister responsible for banning Muslim girls wearing the hijab from schools, lost his seat. Credit: Divya RibeiroModi magic?The other lesson: a limit to the power of Modi. The past decade in Indian politics has seen the prime minister loom large. Few can deny that Modi is massively popular and the BJP’s success depends  on him significantly. However, as Karnataka made clear, to depend on him alone is a mistake. The BJP’s Delhi high command decided to play god in Karnataka and depose mass leaders such as BS Yediyurappa. This is not an accident: the BJP does not like strong state units and wants Modi to be the sole star.However, this didn’t work in Karnataka. There are indications that Lingayats, the powerful caste to which Yediyurappa belongs and is a significant BJP vote bank, did not support the saffron party in the same way as in 2018. Post-poll survey data from Axis shows a 7% surge in Lingayat votes for the Congress.By himself, Modi was largely ineffective as a campaigner. A pre-poll survey conducted before the prime minister hit the ground predicted the same number of seats as the Congress eventually won. Modi’s blitzkrieg had failed to make any change in the election.Worse, this complete dependence on Delhi made the BJP vulnerable to issues of state identity. In the final stages of the campaign, the Congress launched a strong campaign around allegations that the BJP was trying to subsume Nandini, a Karnataka dairy cooperative under the Gujarat-based Amul. This had some impact in the state’s Old Mysore region. Shiv Kumar, a Lingayat voter I met in the temple town of Nanjangud in Old Mysore told me that “the raitha, farmer in Karnataka will not be able to live without Nandini”. It is unclear whether he would switch his vote but for the BJP, to have core voters parrot the opposition’s line was not encouraging. Towards the end of the campaign, Modi took the issue of Kannadiga identity head on by claiming that state identity was actually a plot to get Karnataka to secede from the union. However, as is clear from the results, the Kannadiga voter did not buy this exaggerated portrayal.Shiv Kumar. Credit: Shoaib DaniyalTough roadUnfortunately for the BJP, there are no easy fixes for the Karnataka defeat. Economic challenges will continue to dominate politics as it is clear that most Indians have seen no rise in wages in the Modi age even as galloping inflation rips through incomes. As a temporary band-aid, the BJP has pushed welfare but that has its limits too as economic growth itself slows down.Moreover, as an ideological party, the BJP can hardly expect to stop pushing hard Hindutva. Nor can it suddenly promote state units and end Modi’s hegemonic position in the party. Any internal “glasnost” that drastically changes the party structure in the 12 months leading up the Lok Sabha elections runs the risk of disrupting the party organisation – which, let us remember, is still India’s most formidable political machine.","author":"Shoaib Daniyal","time":"2023-05-14T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190133-aipjeovaoz-1684004457.jpg","tags":["Modi","BJP","Hindutva","Karnataka","Karnataka Assembly Elections"]}