{"title":"Modi’s 10% upper caste quota is a political gamble that may backfire (just like demonetisation)","content":"Regardless of whether the Supreme Court strikes down the government’s decision to introduce 10% quota in educational institutions and government jobs for economically weaker sections among social groups excluded from reservation until now, it will give hope to Prime Minister Narendra Modi that he can check voters from deserting the Bharatiya Janata Party. It will also enable him to pursue the politics of polarisation, of which he is an exponent par excellence.But the decision is likely to have unanticipated consequences. For one, it is likely to consolidate the Other Backward Classes and Dalits. For another, it will pave the way for more people to demand proportionality to be introduced, that government jobs and college seats must be distributed among social groups in proportion to their share in the population.Social groups that are not in the reservation pool have long demanded a quota for the poor among them. Their jubilation at the decision, in a way, is similar to the response that greeted Modi’s announcement of demonetisation in late 2016. The poor mistook it as a substitute for class war and thought they would gain at the expense of the rich. It took them a while to be disabused of this notion.The shallowness of the BJP’s reservation gambit will similarly be realised in due course.  The proposed 10% quota is not just for the upper castes, but all groups outside of the Scheduled Castes, Scheduled Tribes and Other Backward Classes. They will include the Patels, Jats, Marathas and Kapus, who are not upper caste but constitute the middle tier of the caste ladder. These communities were classified as socially and educationally advanced by the Mandal Commission, which recommended 27% reservation for the Other Backward Classes.  Though these groups have been agitating for reservation, they may soon realise their gains are cosmetic. That is because they will have to compete with upper caste groups, which, having taken to modern education decades before others, enjoy a historic advantage that will enable them to corner much of the new quota. This is more so since the income ceiling for availing of the quota will be the same as that for the Other Backward Classes – Rs 8 lakh per year. The competition in the 10% category will consequently be as stiff as it currently is in the general or open pool category. The middle castes as well as the upper caste poor will not see a significant change in the existing social configuration of the government sector.Selling the quota dreamBut before the non-upper caste socially and educationally advanced groups realise they stand to gain little from the new quota, the general election will be over. For now, Modi use the reservation dream to rally these groups. After all, the upper castes and the middle castes deserted the BJP in substantial numbers as the party lost the elections in Madhya Pradesh, Rajasthan and Chhattisgarh late last year. The BJP’s gift of 10% reservation to them is an attempt to arrest its own slide.But the move is likely to goad the parties anchored in the Other Backward Classes to demand the removal of the Supreme Court-mandated 50% cap on reservations. There is a historical reason for this. When the Mandal Commission recommended 27% reservation for the Other Backward Classes, it counted them as 52% of the country’s population.  BP Mandal explained that he did not seek 52% reservation for the Other Backward Classes in proportion to their population because this would contravene several Supreme Court judgements maintaining that the total quantum of reservation should be below 50%. “In view of this, the proposed reservation for OBCs would have to be pegged at a figure which, when added to 22.5% for SCs and STs remains below 50%,” he said. Mandal pegged that figure at 27%.This is why, whenever demands are for reservations for the poor among the advanced groups, backward class leaders have urged that the 50% cap be removed. They say they accepted the Mandal Commission’s 27% reservation limit to uphold the sanctity of the Supreme Court. With Modi now breaching the 50% ceiling, they will be justified in asking that their quota be enhanced to 52%.Add 52% to the 22.5% reservation for the Schedules Castes and the Scheduled Tribes, and the total is 74.5%. This means only 25.5% of government jobs would be in the general category. This is as good as introducing a system of proportionately. Should the 10% quota be upheld by the Supreme Court, the very basis of objecting to Tamil Nadu’s 69% reservation system would be removed – and that would be another step towards proportionality.  In 2015, a few weeks before Bihar voted in the Assembly election, Rashtriya Swayamsevak Sangh chief Mohan Bhagwat asked for the reservation system to be looked at anew. Lower caste groups viewed his remarks as a ploy to dilute reservations. As a consequence, they banded together to defeat the BJP in that election.  Restoring upper caste hegemonyIn India, reservations symbolise the assertion of lower caste groups and their success in breaking the hegemony of the upper castes. The reverse is also true – a quota for the upper castes implies the restoration of their hegemony. Even though Lalu Prasad Yadav’s Rashtriya Janata Dal, Akhilesh Yadav’s Samajwadi Party and Mayawati’s Bahujan Samaj Party are unlikely to oppose the 10% reservation outright, they will raise the pitch for the 50% ceiling to be removed. This will be as true of parties in the South.The 10% reservation policy will make it hard for Modi to play up his Other Backward Classes origins, which he has often done in the Hindi heartland. He will be seen to have played the upper caste game. After all, he has given reservations to socially advanced groups before fulfilling his promise of subcategorising the Other Backward Classes to the benefit of the relatively underprivileged groups among them. All this will likely consolidate the Other Backward Classes against the party.  From this perspective, Modi has courted political risk by pushing for the 10% quota. The only certain advantage is that he should be able to arrest the desertion from the BJP of the upper castes and social groups such as the Patels. The Congress hopes to craft its comeback story by tapping into the discontent of these groups. Now that Modi has offered these groups a share in the reservation system, the grand old party might not perform as well in the 2019 election as it expects.Just as demonetisation destabilised India’s economy without benefiting the underprivileged, Modi’s 10% quota will rock India without benefiting the poor. Unlike demonetisation, though, the reservation game has been played before. For instance, the Manmohan Singh government introduced reservation for the Jats months before the 2014 election, but the Supreme Court struck it down. Several states as well have found it hard to remove the 50% ceiling. This history might help convince the poor among the advanced groups that the BJP and Modi are taking them for a ride for electoral gain.Ajaz Ashraf  is a journalist in Delhi.","author":"Ajaz Ashraf","time":"2019-01-09T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/53678-fifeysotog-1489637959.jpg","tags":["upper caste quota","Other Backward Classes","Narendra Modi","BJP","reservation","2019 Lok Sabha election","Congress","Upper-caste Quota"]}