{"title":"Modi government failed to show commitment to transparency, integrity, equity: Lancet editorial","content":"Prime Minister Narendra Modi’s government has failed to show commitment to transparency, integrity and equity and has put India at a risk of squandering formidable opportunities, medical journal The Lancet said in its editorial on Saturday.The editorial noted that the Modi government was untrustworthy on its official data on Covid-19. “Official government figures place deaths at more than 5,30,000, while WHO [World Health Organization] excess death estimates for 2020 and 2021 are near 4.7 million,” The Lancet said.Excess deaths is the divergence between all-cause deaths reported during pandemic years and in normal years. The numbers are an indicator for undercounting of deaths caused by coronavirus. Last year, a study published in The Lancet had said that between January 1, 2020 and December 31, 2021, the highest number of excess deaths – 40.7 lakh – due to Covid-19, had occurred in India.The Centre had also refuted claims of underreporting of Covid-19 data. In June 2021, the Ministry of Health had refuted a report by The Economist which had claimed that the country’s toll due to Covid-19 could be “five-to-seven times” higher than the official number.On Saturday, The Lancet editorial said that the Indian government’s attempt to delay the publication of such figures while also censoring criticism during the pandemic seriously undermined its integrity.The editorial also said that the Modi government’s policies on curbing climate change were contradictory. “India has shown some enthusiasm for building greenhouse gas infrastructure, but softening of the language on coal at COP26 invites scepticism,” The Lancet said. “Despite low health sector and per capita emissions, India remains the world’s third largest CO2 emitter.”Although India is aiming to more than triple its renewable energy capacity by 2030, coal production is also being ramped up to meet the country’s rising energy demand. Between 2021 and 2022 India increased its coal-based power generation by 10%. To achieve its 2030 goal, India needs to invest $20 billion-$27 billion per year in renewable energy, double what it is now spending, according to the renewable energy ministry.The editorial also observed that under Modi’s leadership, civil society in India has been constrained and “violent Hindu nationalism is suppressing non-Hindu voices”. Also read: Ramachandra Guha: How the BJP’s hostility towards civil society groups undermines Indian democracyPress freedom in the India has also deteriorated since Modi came to power in 2014, The Lancet noted, referring to World Press Freedom Index, an annual ranking by non-profit Reporters Without Borders. India has slid from 150th spot in 2022 to to 161st this year out of 180 countries.“Without a space for debate, activism and accountability are impossible, and India’s place as the world’s largest democracy is threatened,” The Lancet said. “Ultimately, the leadership of any country on the global stage depends upon its legitimacy.”The Lancet’s critique of Modi government comes two weeks after editorials in two foreign newspapers – Financial Times and The Washington Post – expressed concern about “democratic backsliding” in India.The newspapers took note of conviction of Congress leader Rahul Gandhi in a defamation case and his subsequent suspension from Parliament, while all accused persons in the Naroda Gam masssacre of the 2002 Gujarat riots were acquitted.","author":"Scroll Staff","time":"2023-05-06T12:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189866-pctkcewpwp-1683353061.jpg","tags":["Narendra Modi","The Lancet","Democracy","Covid-19","Climate Change","Press Freedom"]}