{"title":"Modifest: Narendra Modi is not just a prime minister but an idea","content":"Everyone knew Prime Minister Narendra Modi loved acronyms but now he has turned himself into one. Coming to a city near you, on May 26, is the Modifest, also known as the Making of Developed India Fest.Move over Makers of Modern India – Gandhi, Nehru, Ambedkar and the rest. Move over public sector dams and factories, the “temples” of Nehruvian India and fusty socialism. Move over, Indira is India and garibi hatao. India is to be made over in someone else’s image.Narendra Modi is no longer just the prime minister but an idea. He is also a festival to celebrate three years of the National Democratic Alliance government. To mark this double transfiguration, 900 cities across the country will see events based on the theme of so development, much wow.First, Modi, the man and the idea, will inaugurate the Dholi-Sadiya bridge that cuts across the Brahmaputra and connects Assam with Arunachal Pradesh. At 9.15 kilometres, it will be the longest bridge in India. But naturally. Read the first item under terms and conditions for almost every government project: must break record. Remember the Sardar Patel statue that is to be built on an island in the middle of the Narmada river? World’s tallest statue. And the Delhi Mumbai Industrial Corridor? World’s largest infrastructural project. And the Aadhaar cards bearing unique identity numbers? World’s biggest biometric project (though the previous government can take some of that credit).Moving on, there will be catchphrase-driven programmes in various cities: Sabka Saath, Sabka Vikas functions, where beneficiaries of government schemes will be in attendance, and Jan Ki Baat sessions, instead of the prime minister’s regular Mann Ki Baat monologues.Say the wordModi always had an acronymious relationship with words. He came to power speaking of 3Ss, 3Ps, the 5F formula and P2G2. If you do not know what they are, you need to check yourself in for a patriotism test. But then it evolved beyond awkwardly alliterative acronyms. Like Modi, a word was not a word anymore but an idea. Take MOM, not your mother but the Mars Orbiter Mission. And JAM, no longer a fruit preserve but a grand scheme for direct cash transfers: Jan Dhan-Aadhaar-Mobile. And SCAM, not just the leisure activity of the Indian political class but code for the Bharatiya Janata Party’s political rivals: Samajwadi Party, Congress, Akhilesh Yadav and Mayawati. The alphabet was reinvented as a dictionary of Congress scams, as ABCD came to stand for Adarsh ghotala (corruption), Bofors ghotala, Coal ghotala and Damad ghotala. The last, presumably, was a reference to the misadventures of Robert Vadra.The government itself was reinvented with new acronyms. NDA became short form for National Development Alliance. For the Uttar Pradesh elections, vikas was decomposed into vidyut (electricity), kanoon (law) and sadak (law).Most wordplay everThe trouble with word play is two can play at a game. Back in 1977, Jayaprakash Narayan had turned Indira Gandhi’s favourite catchphrase into a taunt: Indira hatao, desh bachao. After the National Development Alliance came to power, Congress politician Jairam Ramesh presented a set of alternative acronyms: Modi for Murder of Democratic India and NaMo for No Action, Message Only.As the government prepared for Modifest, the Congress furiously tweeted about #MoDisaster:Vulnerable sections have been crippled! Are these Achhe Din?#MoDisaster #ModiFest pic.twitter.com/NAWHDj6F6M— With Congress (@WithCongress) May 25, 2017\nFarmers battling drought, debt & uncaring Govt#MoDisaster #ModiFest pic.twitter.com/HB698du889— With Congress (@WithCongress) May 25, 2017\nWhile the Aam Aadmi Party had a spin on Modi’s New India:Modi Promised 👉  2 Crore Jobs Modi Delivered 👉 Job Cuts #JoblessNewIndia pic.twitter.com/RylzDUHTEv— Join AAP (@JoinAAP) May 25, 2017\nOthers felt it was unfair that the prime minister’s party colleagues should be left out:@VenkronymNaidu @MVenkaiahNaidu @smritiirani Few suggestions. YOGI - Youthful Organised Governed India #ModiFest— Abhinav Purohit (@PurohitAbhinav1) May 22, 2017\n@VenkronymNaidu @MVenkaiahNaidu @smritiirani AMIT - Amazing Massive India Transformation. #ModiFest— Abhinav Purohit (@PurohitAbhinav1) May 22, 2017\n@VenkronymNaidu @MVenkaiahNaidu @smritiirani ARUN - Automatic Rural Urban Nation #ModiFest @arunjaitley— Abhinav Purohit (@PurohitAbhinav1) May 22, 2017\nBut the opposition and other detractors should watch their step. At this rate, the Modi years will hold the record for the most wordplay ever.","author":"Ipsita Chakravarty","time":"2017-05-25T19:43:59.391584+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/838708-59031-qmdfyhkaxh-1495709725.jpg","tags":["Modi at three"]}