{"title":"Modi’s counter to Bihar caste census: Congress appeased Muslims. How true is that charge?","content":"On Monday, Bihar released data from its caste census as part of the INDIA alliance’s caste equity push, encapsulated in the slogan “jitni abaadi, utna haq”, or rights proportionate to population. On Tuesday, Prime Minister Narendra Modi came up with a counter by extrapolating this social justice argument to a Hindu versus Muslim question.“He [former Prime Minister Manmohan Singh] used to say that minorities have the first right to the country’s resources,” Modi said. “But now the Congress is saying that the population of the community will decide who will have the first right to the country’s resources.”Modi was referring to a 2006 speech by Singh where he had stressed upon the upliftment of Scheduled Castes, Scheduled Tribes, Other Backward Classes, minorities, women and children. “We will have to devise innovative plans to ensure that minorities, particularly the Muslim minority, are empowered to share equitably in the fruits of development,” Singh had said.The Bharatiya Janata Party has long used this speech to argue that Muslims are appeased in India. Far from being favoured, however, data shows that even 17 years after his speech, Muslims, who account for nearly 15% of the country’s population, lag behind on basic indicators like income, education, health and representation in government services.Muslims are the poorest religious groupIn an analysis published in June, the Hindustan Times reported that Muslims are the poorest religious group in India. The newspaper analysed data from the All India Debt and Investment Survey of 2019 and the Periodic Labour Force Survey of 2021-’22 to establish that Muslims ranked the lowest among religion groups when it came to assets and monthly per capita expenditure.The data showed that a Muslim living in India spends Rs 2,170 in a month on a per capita basis. Sikhs spend the highest at Rs 3,620 in a month, while Hindus spend Rs 2,470. Lower expenditure levels among Muslims could be attributed to the fact that the household assets level is lowest among all major religion groups in India. Muslims on an average own household assets worth Rs 15,57,638, as compared to Rs 19,64,149 in the case of Hindus and Rs 47,77,457 for Sikhs.Muslims are the poorest religious group in India▪︎they have the lowest asset/consumption levels▪︎they are over-represented among the poor▪︎even Muslim \"UCs\" are poorer than Hindu OBCs▪︎poor employment & education opportunities primary cause of economic backwardness+ pic.twitter.com/rCtPc93e4I— Katyusha (@Indian10000000) June 30, 2023\n\nThe Hindustan Times analysis further showed that even upper caste Muslims in India were poorer than Hindus who belong to the Other Backward Classes. What the pasmanda versus non pasmanda binary doesn’t tell us is that even upper caste Muslims are poorer than Hindu OBCs in India 9/n pic.twitter.com/D7kDOoVOiT— Roshan Kishore (@Roshanjnu) June 30, 2023\n\nAnother study published by the United Nations Development Programme and the Oxford Poverty and Human Development Initiative in 2019 found that every third Muslim in India was multidimensionally poor.The report defined poverty not just on the basis of wealth, but also on indicators like nutrition, health, education and living standards. The study had been conducted by collecting data from 640 districts of India over a decade from 2005-’06 to 2015-’16. Muslims emerged as the poorest religion groups in India even as the community saw the sharpest improvement in the multidimensional poverty index score during the 10-year period.\n\t\t\n\tData source: MPI in India: A Case StudyA third study published in 2022 painted an even darker picture as it suggested that Muslim men fared the worst among all social groups in India when it came to upward mobility. Researchers Paul Novosad of Dartmouth College, Charlie Rafkin of the Massachusetts Institute of Technology and Sam Asher of the World Bank used education as the parameter to map the change in socio-economic mobility among 3.1 crore Indian men and their sons born between the 1950s and 1980s.The research measured how the sons would fare if their fathers were born in the bottom half of the population in terms of education. The researchers found that the Muslims born in the 1950s would be positioned in the 31st percentile, and those in the 1960s in the 34th percentile. However, for those born in the 1980s, the ranking falls to the 29th percentile. This means that Muslims born in the 1980s – who are in their 30s and 40s currently – are expected to be better placed socioeconomically than only 29% of the population.Poverty, violence forcing Muslims to leave educationMuslims registered a decline in the number of students enrolling for higher education in the academic year 2020-’21. The All India Survey on Higher Education released in January showed that the enrolment among Muslims fell by 8% from the previous academic year even as the numbers went up among other marginalised groups – Scheduled Castes (4.2%), Scheduled Tribes (11.9%) and Other Backward Classes (4%).The change in share of Muslim students in higher education in India had been marginal, but consistently on the positive side, since the government started publishing the AISHE report in 2012-’13. However, in 2020-’21 the trend reversed sharply. In fact, as Professors Christophe Jaffrelot and A Kalaiyarasan pointed out in an article for The Indian Express, this level of decline in enrolment was unprecedented in the recent past for any group.\n\t\t\n\tData source: All India Survey on Higher Education 2020-'21In their article, Jaffrelot and Kalayiarasan that Uttar Pradesh recorded the highest decline at 36%, and it pulled down the national average by virtue of being the most populous state. As for the reasons for the decline, the two academics said that the unemployment rate among Muslims rose sharply between 2018 and 2020. “...In such a bleak context, one may not have enough money for studying and may, on the contrary, need to work to make a living,” they wrote in The Indian Express. “Hence, the high dropout rate among Muslim youth who continue with the kind of manual work and low-paying self-employment the community is known for, such as weaving and car repair.”They added that the rise in communal violence against Muslims in India has restricted their spatial mobility and forced them to ghettoise.The poor state of education among Muslims is not restricted to colleges and universities. A 2016 study by the Pew Research Center found that the average years of schooling among Muslims in India was 4.2 years, as compared to the global median of eight years.\n\t\t\n\tPhoto courtesy: Religion and Education Around the World by Pew Research CenterAnother study published in 2021 in the International Journal of Social Science and Economic Research showed that Muslims had the lowest attendance ratio among all religions right from primary to higher secondary level of education. The study was based on the 68th round of National Sample Survey Employment Unemployment data.\n\t\t\n\tData source: International Journal of Social Science and Economic ResearchLeast spend on healthMuslims being laggard among religious groups in terms of income plays out on the crucial aspect of health expenditure as well. The Oxfam India Inequality Report of 2021 which focused on healthcare in the country said that Muslims spent the least on an average in ailments that required hospitalisation. On an average, Muslims spent Rs 15,797 in a single case of hospitalisation, much lower than the national average of Rs 20,135. Sikhs could afford the biggest hospital bills (Rs 28,910), while Hindus spent Rs 20,575. The findings were based on the 60th round of the National Sample Survey on morbidity and health care and the 71st and 75th round of National Sample Survey on social consumption in India.The Oxfam India study further cited National Family Health Survey reports to show that child immunisation and access to food supplements – which are largely achieved under government-run projects – had the poorest coverage among Muslims. As a combined result of poor access to essential health support to children and the inability of the Muslim families to spend on hospital bills, the community fares poorly in crucial health indicators, the Oxfam report showed.\n\t\t\n\tData source: Oxfam India Inequality Report 2021Low representation in civil services and judiciaryThe Sachar Committee report published in 2006 on the status of Muslims in India had noted that the community accounted for only 3% of the officers in the Indian Administrative Services and 4% in the Indian Police Services.An analysis done by The Indian Express a decade later, in 2016, showed that while the numbers remained constant among the IAS officers, they actually declined by one percentage point among IPS officers. Even in last year’s Union Public Service Commission merit list, Muslims accounted for only 3% of those who passed the examination for entry into the civil services.Among all police personnel in India, Muslim representation has “remained consistently low” at 3% to 4%, the 2019 edition of the “India Justice Report” released by the Tata Trusts had said. Even in Jammu and Kashmir, which was India’s only Muslim-majority state before it was bifurcated into two Union Territories in 2019, only 8% police personnel belonged to the community, the report had said.As for the judiciary, Justice Ahsanuddin Amanullah is the only Muslim among 32 sitting judges of the Supreme Court. Before Amanullah was appointed in February, Justice S Abdul Nazeer was the only Muslim in the roster from 2019 till he retired in January. An analysis by Bar and Bench showed that only 6.75% of the judges appointed to the Supreme Court till May 2021 were Muslims.  In the High Courts, representation of Muslims is even poor as they accounted for only 26 of the 601 sitting judges (4.3%) across the country in 2016. In an article in The Indian Express in 2018, Jaffrelot and academic Gilles Verniers wrote that the under-representation of Muslims in High Courts resulted in a “majoritarian ethos” in judiciary. “Since 2010 and with the exception of the Hyderabad High Court, the representation of Muslims among High Court judges is significantly lower than their demographic share, state-wise,” they noted.For example, they pointed out that in the Karnataka High Court, the share of Muslim judges fell from 67% in 1961 to 2.9% in 2011. During this period, Muslim population in the state has risen from 9.87% to 12.9%. Similar trends have been noted in Calcutta, Jabalpur and Patna High Courts.","author":"Abhik Deb","time":"2023-10-06T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181877-fnnvpvxdhm-1666773369.jpg","tags":["Caste census","Narendra Modi","Manmohan Singh","Status of Muslims in India"]}