{"title":"Modi says he was jailed for protest to support Bangladesh’s independence","content":"Prime Minister Narendra Modi on Friday said that one of his first protests was for the freedom of Bangladesh, for which he was even sent to jail. Modi spoke about the protest during his address at Bangladesh’s National Day programme. “I must have been 20 to 22 years old when me and my colleagues did a Satyagraha for the freedom of the people of Bangladesh,” he said at the event. “I tell this to the people of Bangladesh with great pride.”Speaking at the National Day programme of Bangladesh. https://t.co/ka54Wleu7x— Narendra Modi (@narendramodi) March 26, 2021\n\nModi is on a two-day visit to the country to take part in the golden jubilee celebration of Bangladesh’s independence and the birth centenary of its first President Sheikh Mujibur Rahman. This is his first trip to a foreign country since the outbreak of the coronavirus.At the event on Friday, Modi also posthumously honoured Rahman with the Gandhi Peace Prize. He handed over the award to Rahman’s daughter Sheikh Rehana. He congratulated the people of Bangladesh for their 50th year of Independence and thanked the government for making him a part of the celebrations.The prime minister said India and Bangladesh were connected by their sacrifices. “The blood of those who fought for the independence of Bangladesh and the blood of Indian soldiers flows together,” he said. “This blood will create such relationships that will not break with any pressure.”We're completing 50 years of Indo-Bangladesh friendship. This year is strengthening the relationship between both countries. I extend all the good wishes from all Indians and pay my tributes to Bangabandhu Sheikh Mujibur Rehman.- PM @narendramodi pic.twitter.com/V4xmxPJAtl— BJP (@BJP4India) March 26, 2021\n\nModi also remembered the “sons and daughters” of Bangladesh, who risked their lives for the country. “Today I also salute the brave soldiers of the Indian Army who stood with the brothers and sisters of Bangladesh in their freedom struggle,” he added.The prime minister added that Sheikh Mujibur Rahman ensured no power enslaved Bangladesh. “He [Rahman] was a ray of hope for the people of Bangladesh and India,” Modi added.Modi said that India and Bangladesh had a shared heritage. “It is a happy coincidence that the 50 years of independence of Bangladesh and 75 years of independence of India have come together,” he said. “For both of us, the journey of the next 25 years in the 21st century is very important.”While both the neighbouring countries share similar challenges in trade, Modi said they also face similar problems in dealing with terrorism.Modi said that India and Bangladesh also coordinated their efforts to fight the coronavirus crisis. “We helped in developing the SAARC [South Asian Association for Regional Cooperation] Covid fund and in training of human resources,” he added. “India is delighted that ‘Made In India’ vaccines are treating people of Bangladesh.”Modi attended the event with his Bangladesh counterpart Sheikh Hasina. The Bangladeshi prime minister said that the two countries shares a “historical, social, cultural heritage and geographical rapport”, ANI reported. “The people and government of India were immensely involved the evolution process of Bangladesh during our liberation war in 1971,” she said. She added that India gave shelter to about one crore people who faced persecution by Pakistani soldiers. “India gave them shelter, food and medication,” she added. “They helped our freedom fighters with all types of cooperation.” On December 16, 1971, the chief of the Pakistani forces, General Amir Abdullah Khan Niazi, along with 93,000 troops, surrendered to the allied forces consisting of the Indian Army and the Mukti Bahini in Dhaka after their crushing defeat in the war. The day is also observed in Bangladesh as Bijoy Dibos that marks the country’s formal independence from Pakistan.Also read: Bangladesh: Four killed as protests erupt in Chittagong on day of Modi’s visit","author":"Scroll Staff","time":"2021-03-26T18:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156784-owapcvdcem-1616762869.jpg","tags":["Narendra Modi","Bangladesh","Sheikh Hasina","Dhaka","Bangladesh liberation"]}