{"title":"Modi in Washington: US media highlights democracy debate, Indian media focuses on pageantry","content":"Prime Minister Narendra Modi’s state visit to the United States this week was covered by news media from both countries with a contrast.Beyond the usual reporting on bilateral agreements being signed, the American news media generally focused on the alleged democratic backsliding in India under the Modi government and its possible impact on Delhi and Washington’s bilateral relations.However, in contrast, most of the Indian media largely focused on the pageantry during Modi’s visit.American media coverageThe state visit, considered the United States’ highest expression of bilateral relations with any country, assumed significance because both the United States and India now have a common rival: China.Even before Modi embarked on this state visit, American news media had published opinions and expert commentary about the alleged attack on human rights in India under Modi. This, they highlighted, had led to a tricky situation for Biden who has projected the two nations’ shared democratic values as the basis for their bilateral relationship.During Modi’s visit, the United States’ news organisations extended their focus to the business aspects of Modi’s visit to highlight Delhi’s utility for Washington as a geopolitical counterweight to China. On Thursday, for example, American news media widely reported on the military drone procurement and the fighter jet engine production deal between the two countries.The Wall Street Journal’s reporting on Modi’s visit. Credit: E-paper/The Wall Street JournalHowever, the United States’ media organisations such as The Washington Post also continued to report on how Modi’s visit was putting Biden’s “democracy-vs-autocracy pitch” under pressure. Some other outlets similarly reported how Biden was emphasising on Delhi and Washington’s common interest areas and “publicly skirting points of friction” such as Russia’s invasion of Ukraine and “crackdown on human rights” in India to ensure the visit’s success.A Washington Post’s front page report on Modi’s visit testing Biden’s democracy-vs-autocracy strategy, on June 22. Credit: E-paper/The Washington PostAdditionally, as compared to their Indian counterparts, the American news media reported more prominently about half a dozen United States’ lawmakers boycotting Modi’s address to the joint session of the United States Congress, the country’s federal legislature. The boycott was to protest what they allege is Modi’s poor human rights record, particularly toward minorities in India.Some American news outlets such as NBC News also reported how Modi’s visit had highlighted the “deep divide” within the United States’ Indian diaspora over the allegedly poor human rights record of the Modi government. Similarly, on Thursday, The New York Times reported how groups critical of Modi’s treatment of minorities were protesting outside the White House, even as Biden hosted the state dinner inside.Just sat down for an exclusive w/ President @BarackObama in Athens to discuss the future of democracy, at home & abroad. I asked how the US should engage with autocracies. Watch his response.Our interview and a conversation with 3 Obama Foundation leaders airs 10pET on @CNN. pic.twitter.com/vREoV62Rp5— Christiane Amanpour (@amanpour) June 22, 2023\n\nCNN's Christiane Amanpour interviewing former United States president Barack Obama.\nIndian media coverageHowever, in contrast, beyond the usual coverage of the bilateral agreements being signed, much of the Indian news media was largely focussed on the pageantry of Modi’s visit. They largely steering clear of reporting on the alleged democratic backsliding in India being a possible hurdle in strengthening of the India-US bilateral ties.Instead, on Friday, several Indian news websites and pro-Modi government portals reported about how many times Modi had received a standing ovation while addressing the joint session of the United States Congress. It is a long-standing custom for the US Congress’ members to give a standing ovation to whoever addresses the joint session, including foreign leaders.#WATCH | \"He (PM Narendra Modi) had not just one standing ovation, I think he had 8 or 10 standing ovations. I think I lost count...Great rousing speech, it was very popularly received and he came across as very warm and genuine..,\" says Congressman Rich McCormick pic.twitter.com/NPwENQ9bn0— ANI (@ANI) June 22, 2023\n\nSimilarly, “Modi, Modi” and “Vande Mataram” slogans being raised in the legislature during the Indian prime minister’s address was widely reported.Additionally, the Indian news media reported extensively about the gifts Modi and Biden exchanged on behalf of the two countries. Similarly, the menu of the state dinner Biden hosted for Modi at the White House on Thursday was the subject of several Indian news stories. However, some American news outlets also reported on the menu.    A special page on Modi’s United States visit in The Times of India on Friday. Credit: E-paper/The Times of IndiaMoreover, contrary to the United States’ media reporting about different diaspora groups rallying in favour of and against Modi, Indian news media widely reported about groups supporting Modi that had gathered in Washington to welcome him.    The report about Modi’s response to a question posed by an American journalist on the front page of The Indian Express (left) and The Times of India (snippet on the right) on Friday. Credit: E-papers/The Indian Express and The Times of IndiaMeanwhile, Modi’s response to a question posed by an American journalist on rights of Muslims and other minorities in India, made it to the front pages of Indian newspapers and was widely reported online. Modi was asked the question at a rare press conference with Biden on Thursday. In contrast, Modi taking the question in the press conference was reported prominently by only some United States news organisations such as CNN.","author":"Nachiket Deuskar","time":"2023-06-24T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191536-bjtwgrkuzu-1687518733.jpeg","tags":["Narendra Modi","United States","India","India-US Relations","american media","indian media"]}