{"title":"‘Modi wants to be king forever’: Why ordinary voters flocked to the Save Democracy rally in Delhi","content":"His family told him not to go. But the 33-year-old man, who chose not to reveal any personal details other than the fact that he works in the Information Technology sector, said he felt compelled to attend the Opposition’s Save Democracy rally on Sunday. Not only because he wanted to express support for jailed Aam Aadmi Party leader Arvind Kejriwal, but also because he is concerned that Prime Minister Narendra Modi “wants to be a king”.“Modi ji ek raja ki tarah rehna chahte hain,” said the IT professional. “He wants to rule India forever.”Like the young man, 58-year-old Mohar Pal cut a solitary figure in the crowd. Two years short of retiring from the forest department of Haryana, he rode a train to Delhi because he is convinced that Modi’s Bharatiya Janata Party is carrying out election fraud. “EVM mein ghotala hain” – the electronic voting machines have been rigged, he said.In the sea of thousands of flag-wielding, cap-wearing committed party workers that flooded the Ramlila Maidan on Sunday, was just a sprinkling of ordinary voters like Pal and the IT professional. But their presence marked a growing disquiet over the state of Indian democracy now spilling over beyond India’s elite circles.Its most worrying dimension is the erosion of trust in the electoral process itself.“The machines are faulty – no matter where you press the button, the votes go to the lotus,” said Shahana Khatoon, a middle-aged woman from a working-class neighbourhood in South Delhi. Lotus is the symbol of the BJP.“If votes are stamped on ballot papers, see who wins then,” she declared, as other women around her nodded in agreement.So far, no evidence has surfaced to back allegations that ballot machines can be gamed to swing the outcome in the ruling party’s favour. However, both the Opposition and a former election commissioner have asked for ballots to be verified through paper slips to restore public confidence in voting in India.Mohar Pal came to the venue early and sat by himself. Nearly a billion Indians will vote this summer in the largest electoral exercise in the world. But do voters consider the elections to be free and fair? We explore this question through a series of dispatches from the ground.The immediate trigger for the Sunday meeting was the arrest of Kejriwal. A little over a decade ago, he had stormed into politics as India’s most prominent anti-corruption crusader. But after he was arrested ten days ago on charges that his party took bribes while handing out liquor licences in Delhi, he has now joined a growing list of Opposition politicians put behind bars by the Enforcement Directorate, the federal agency that investigates financial crimes.“I don’t think it is fair to put a sitting chief minister in jail right before elections,” said 15-year-old Nayantara. “I think that’s a very undemocratic thing to do.”The Class 10 student was attending her first political meeting ever, in the company of her parents, her brother and friends. Dressed in cotton hats, the families pushed their way forward till they found a place to sit.Nayantara’s nine-year-old brother held up a poster he had drawn. “Free Kejriwal,” it said.A photoshopped image showing Kejriwal behind bars loomed large everywhere – on billboards lining up the roads leading to Ramlila Maidan, on posters displayed at the venue, even on shirts worn by his supporters.Shahana Khatoon said she believed the charges against him were false. He had been arrested only because he represented a threat to the BJP because his schemes resonated with poor people like her. “Aisa nahi to waise, kono kar ke lapete mein lena tha.” This way or that way, they would have somehow ensnared him.The IT professional said the arrest was only a part of a larger attempt to systematically undercut the Opposition, starting with the shock move that rendered 86% of India’s currency illegal in November 2016. “The BJP claimed demonetisation was done to end terrorism and corruption. But the real aim was to wipe off the funds of the Opposition,” he said. “Now they are doing it even more blatantly by serving an income tax notice to the Congress.”A level playing field is vital to democracy, the young man said. “It is important to keep changing governments.”In 2014, when Modi first led the BJP in a national election, the IT professional, then 24, was working abroad and was unable to vote in the election, but had he voted, he said he would have voted for Modi to defeat the Congress. “After a party has ruled for 10 years, it is better to vote it out, so it doesn’t become hegemonic,” he said.Supporters of the Aam Aadmi Party wore t-shirts with a photoshopped image showing Kejriwal behind prison bars.Mohar Pal, the forest department official, who belongs to the Jat community, had voted for the BJP in 2014. “I thought the new government will do good work, generate employment and jobs, and double the income of farmers.” he said. “But it did nothing.”And yet he voted for the BJP again in 2019 because “Modi said give me another chance”.“But this time, I am not voting for him,” Pal said, emphatically. His sons are unemployed despite having masters’ degrees. “All the young men in the villages are roaming jobless,” he said. “Even steady army jobs have been snatched from them.”Yet, neither Pal nor the IT professional believe the BJP is likely to lose the election.Pal insisted it was because of compromised EVMs. If voting machines are rigged, then how come the BJP loses state elections, I asked. “Dikhawe ke liye” – to maintain a pretence, he said.The IT professional, however, is sceptical of the theory.According to him, the reason the BJP wins is because “a fear has been created that if they lose, Muslims will regain the upper hand”. He said even though his friends and colleagues admit “what is happening is wrong”, their voting choice is ultimately swayed by the Hindu-Muslim question.For Shahana Khatoon, the last 10 years have been marked by rising insecurity – both social and economic.Khatoon grew up in Bihar before she got married and came to Delhi four decades ago. Her husband was a mason in the public works department. After he died in 2016, nobody in the family has been able to hold down a steady job.Worse, the growing communal discord has cast a shadow on their lives.Shahana Khatoon had come to the rally with a group of neighbours.“I have been living in the same neighbourhood for 40 years and no one knew who is Hindu, who is Muslim,” she said. “But Modi has changed that.”“Babri Masjid tuta tha tab bhi itna hungama nahi hua that” – even when the Babri Masjid was demolished, there wasn’t so much upheaval as there has been in the past decade, she said.","author":"Supriya Sharma","time":"2024-03-31T22:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199739-vbhmaqrusv-1711901096.jpg","tags":["Lok Sabha 2024","Save Democracy rally","INDIA alliance"]}