{"title":"Molestation, demand for sexual favours: What wrestlers alleged in FIR against Brij Bhushan Singh","content":"Seven complainants, including a minor, have accused Wrestling Federation of India chief Brij Bhushan Sharan Singh of demanding sexual favours for professional help on at least two occasions, 15 incidents of molestation and other forms of sexual harassment, The Indian Express reported on Friday.Two first information reports have been filed against Singh, who is a Bharatiya Janata Party MP. Based on the allegations, Singh has been charged under Sections 354 (assault or criminal force to woman with intent to outrage her modesty), 354A (sexual harassment), 354D (stalking) and 34 (common intention) of the Indian Penal Code in the first FIR.Singh has also been booked under sections of the Protection of Children from Sexual Offences Act on the complaint of the minor’s father. Several wrestlers, including Olympic and Commonwealth Games medalists, have been holding protests since April demanding Singh’s arrest and ouster. However, he is yet to be arrested. Also read: Wrestlers protest shows how Indian law is a tool of oppression rather than an instrument of justiceCharges of molestation, gropingAll the seven complainants have accused Singh of groping and inappropriately touching them, according to the FIRs. The ordeal of three of them shows a pattern where Singh allegedly touched their breasts and stomachs on the pretext of checking their breathing, The Indian Express reported.“One day while I was out for dinner in the hotel restaurant, the accused [Singh] called me separately to his dinner table,” one of the women alleged. “To my utter shock and surprise and without my consent, [he] placed his hand on my breast and groped me and then slid his hand down to my stomach,”He continued to do grope her several times, she added.In another instance at Singh’s office, he put his hands on the woman’s palm, knee, thighs and shoulders and then touched her breasts on the pretext of checking her breathing, she alleged.Another woman said that Singh molested her in a similar manner while she was lying down on a wrestling mat. This woman also alleged that Singh called her to her office, asked her brother to wait outside and tried to forcefully make physical contact.A third woman alleged that Singh was always “on the lookout to engage in inappropriate talk/gestures”, the FIR stated. “Girls, including myself, collectively agreed to not go alone for breakfast, lunch or dinner,” she said in her complaint, The Indian Express reported.Complaint by the minorThe minor girl’s father alleged in his complaint that on the pretext of taking a photo, Singh “had forcefully pulled the girl towards him and held her so tightly that she couldn’t move or free herself from his grip”, The Hindu reported.“Singh further deliberately slid his hand down her shoulder and brushed his hand against her breasts,” the father said in the complaint.The wrestling federation chief also asked the minor to stay in touch with him. “If you support me, I will support you,” Singh said, according to The Hindu. The minor responded: “Sir, I have come this far on my own and I’ll work hard to go ahead.”Demands of sexual favour for professional helpOne of the six woman wrestlers who had filed the first complaint alleged: “To further fulfil his sexual intentions, he also tried to bribe me by offering to buy me supplements which I may require as an athlete in exchange for sexual favours”.Another wrestler said that Singh had tried to pull her towards him by the shoulder on the pretext of taking a photo, The Indian Express reported. When she tried to resist, Singh allegedly said. “Acting too smart? You don’t want to be considered for tournaments in the future?”Protests against Singh continueLast week, several wrestlers were detained and their protest site at Jantar Mantar was cleared after they tried to march to the new Parliament building demanding Singh’s arrest. Pictures of the wrestlers being dragged and carried off in buses were widely shared on social media, sparking criticism from top athletes and Opposition leaders.On Tuesday, the wrestlers had threatened to immerse their medals in the Ganga river as a mark of protest. Naresh Tikait, a Bharatiya Kisan Union leader, convinced them not to do so and sought five days’ time to find a resolution to their demands.On Thursday, farmer leader Rakesh Tikait had said that a delegation of khap representatives will meet President Draupadi Murmu to seek justice for the protesting wrestlers.Also read: A frozen moment of resilience shows how India’s women have been betrayed","author":"Scroll Staff","time":"2023-06-02T12:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186062-iuxjjyhyic-1674631542.jpg","tags":["Brij Bhushan Sharan Singh","sexual harassment","Wrestlers' protest","Wrestling Federation of India"]}