{"title":"Monks claim that Modi’s Buddhist messenger is actually out to defame Buddhism","content":"An elderly monk travelling with a group of Buddhists as Prime Minister Narendra Modi’s messenger in Uttar Pradesh to woo Dalits ahead of the 2017 Assembly elections may not have stirred the targeted voters yet, but his yatra has evoked extreme indignation within his community.Prominent monks in Gaya, Sarnath and Kushinagar – three most important centres of Buddhism in the region – are up in arms, calling the 77-year-old Bhante Dhamma Viriyo “a pariah”. They also say that the campaign he is leading is “part of a Brahmanical conspiracy” to defame Buddhism in the place of its birth.The Dhamma Chetana Yatra, led by Dhamma Viriyo, is being monitored directly by the Prime Minister’s Office. The yatra, which was flagged off on April 24 at Sarnath by Home Minister Rajnath Singh, is scheduled to pass through Dalit localities and Buddhist centres in Uttar Pradesh over the next six months spreading Modi’s views on Buddhism and Dr BR Ambedkar.Although the yatra is being projected as a religious exercise by Buddhists, its central motive is to woo Dalit voters – whose allegiance to Ambedkar and inclination towards Buddhism are well known –  to the Bharatiya Janata Party.A controversial messenger“It would be stupid to pretend what Dhamma Viriyo is doing will not affect the image of Buddhism,” said Bhante Pragyadeep, the general secretary of the All India Bhikhu Sangh, one of the oldest pan-India societies of Buddhist monks, who spoke to Scroll.in over the phone from Bodh Gaya. “The depressed classes have great respect for Buddhism. I don’t know whether he would succeed in making Dalits vote for Modi in the UP elections. But I do know that he will bring, in the process, a very bad name for Buddhism.”Starting 2004, Dhamma Viriyo was the general secretary of the Bhikhu Sangh for almost a decade. In 2011, the Ministry of Culture charged him with misutilising grants and not maintaining proper accounts for the organisation.“In 2013, he was literally forced to leave the post,” said Pragyadeep, who succeeded Dhamma Viriyo as general secretary of the society. “The charges against him were so serious that he had become unfit to lead Buddhist monks.”Dhamma Viriyo has faced serious charges of misappropriation of funds in the past too. For instance, in 1983, the Darjeeling police registered a case against him under Section 409 of the Indian Penal Code for having committed criminal breach of trust by misappropriating government grants meant for a destitute home he ran during the late 1970s and early 1980s. He was put behind bars for about a month in this case.He shot to fame in 2000, when for a brief period – from March to November – he became a member of the Rajya Sabha representing the Rashtriya Janata Dal. But the RJD expelled him after he joined a rebellion.Monks incensedBuddhist monks are scathing with reference to Dhamma Viriyo’s attempts to canvass for the BJP.“A few months back he met Modi, and now he has become a pawn in his hand unmindful of the fact that his act would discredit Buddhism,” said Bhante Priyapal, another prominent Buddhist monk based in Bodh Gaya.Bhante Chandrima, a senior monk at Sarnath and chairman of the Lucknow-based International Buddhist Research Centre, called Dhamma Viriyo a “pariah who is out to destroy Buddhism.”The monk added: “He has become part of the larger Brahmanical conspiracy that has been working against Buddhism in India for centuries. This time the attempt is to wipe out Buddhism by aligning it with Brahmanism.”Chandrima also likened Dhamma Viriyo to Asaram Bapu, the self-styled godman in jail accused of rape. “Every religion has its own Asaram Bapu. This man who is roaming around in Buddhist robes is ours. Everybody knows this, and that is why nobody trusts him.”Kushinagar-based senior monk Bhante Nand Ratan said that Dhamma Viriyo’s campaign showed the extent to which spiritualism had evaporated from the monk’s life. “It also shows Modi’s empathy towards Buddhism,” said Nand Ratan. “Both are dangerously wrong. Buddhism cannot be used as a political tool.”Nevertheless, Dhamma Chetana Yatra has already travelled through several districts of eastern Uttar Pradesh. “The first phase of the yatra will continue till June 5,” said RK Anand, the chief coordinator of the yatra. “In the second phase of the yatra, which will begin on June 11 and continue till August 14, we will cover most of western Uttar Pradesh. In the third and final phase, which will begin on August 19, the yatra will pass through Bundelkhand and central districts of the state culminating in a public meeting at Lucknow on October 14.”Anand said that Modi is likely to address the meeting on October 14, which is the day Ambedkar converted to Buddhism in 1956.On the ground, however, the yatra is not progressing that smoothly, said Chandrima. “The public response to the entire initiative is not positive at all,” he said. “There were protests at Azamgarh and Jaunpur, and at Sonbhadra, the locals forced Dhamma Viriyo and his gang to flee.”At Kushinagar, Dhamma Viriyo’s function on May 22 was boycotted by local Buddhist monks, said Nand Ratan.Even before starting the yatra, Dhamma Viriyo met with unusual resistance at Bodh Gaya, where he had organised a meeting on March 27 to mobilise Buddhist monks in favour of his campaign. “He was booed and shouted at, and forced to leave the meeting midway,” said Pragyadeep.","author":"Dhirendra K Jha","time":"2016-05-27T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/808785-nxireeexbf-1464191157.jpg","tags":["Buddhism","BJP","Religious matters","Assembly elections"]}