{"title":"Moving Indonesia’s capital from Jakarta will only worsen the country’s problems","content":"Indonesian President Joko Jokowi Widodo has officially announced plans to relocate the country’s capital from the congested, sinking city of Jakarta to East Kalimantan on the island of Borneo.The hope is that building a smart city in the forest in North Penajam Paser and Kutai Kartanegara regencies will ease Jakarta’s myriad problems. Home to 10 million people, Jakarta struggles with severe pollution, traffic jams and floods, and parts of it are sinking.But moving the capital to Borneo, which has large swathes of flammable peatlands, increases the risk of fires, which would wreak devastating environmental damage and release vast amounts of greenhouse gas emissions.And the move wouldn’t necessarily solve Jakarta’s environmental problems.High fire riskThe proposed site of the new capital is not far from the Mahakam Lakes, a beautiful area rich in peatlands and home to the Irrawaddy dolphin or Orcaella brevirostris, an endangered species known locally as pesut. Peatland fires are the most significant source of the acrid haze that regularly envelop various parts of Indonesia, including this year.Relocating the capital would mean clearing land to make space for new government buildings, houses and associated infrastructure. The government has reportedly set aside 180,000 hectares for construction.It is not surprising that environmental groups such as Greenpeace Indonesia are concerned about the impact on the forest and the many species that inhabit it, such the orangutan. Unfortunately, forest clearing is just one of the many environmental impacts, and not even the most significant.At least 1.5 million public servants are expected to move to the new capital. That’s on top of the environmental impact of the current population – 900,000 people in Kutai Kartanegara and North Penajam Paser regencies.A vastly bigger population close to the Mahakam Lakes increases the risk of peatland fires there. Migrant inflows into the new capital would encourage agriculture expansion. And people still often burn land for agriculture expansion in Indonesia, despite a ban on the use of fires for land clearing.My research and that of other colleagues show that fires in Indonesia are linked not just to large- and small-scale agricultural activities, but also other livelihood activities such as hunting and fishing.People already living in the area will hunt and fish more to sell to city dwellers, who will also visit forest and peatland areas for recreation and to earn a livelihood.When people hunt and fish during the dry season, they often build campfires and burn vegetation to find fishing ponds. Fires can escape and become wildfires.The risk of fire in the area is very real. During the worst El Nino drought on record in Indonesia, which occurred in 1997-’98, fires raged throughout the Mahakam area and the rest of East Kalimantan, the worst affected province in the country.If similar fires were to reoccur – which is more likely than not, given the increasing temperatures due to climate change – the new capital would likely be brought to a standstill for months. Both fire and the resulting haze would put the health and livelihoods of its inhabitants at risk.Jakarta’s problems remainAllocating $32.7 billion to the construction of the new capital might even worsen Jakarta’s environmental problems.Jakarta needs massive infrastructure investment to improve public transport – which reduces congestion and greenhouse gas emissions – and boost sanitation, including linking all houses to potable water.Many of its inhabitants are forced to rely on water from deep wells, resulting in over-extraction of underground water. That, in turn, causes land subsidence.Without significant regulatory change and investment to stop Jakarta sinking, billions will be lost in damage to existing infrastructure and connected economic activity.Relocating 1.5 million people out of Jakarta is not going to resolve the city’s subsidence problem, given that Jakarta’s population grows by about 250,000 people every year.Before it approves the relocation of the capital, the Indonesian parliament should guarantee sufficient resources will be available to address Jakarta’s transport and subsidence problems. And it should ensure any new capital is in a location that’s not going to worsen the region’s fire and haze problem.Luca Tacconi is a professor at the Crawford School of Public Policy at the Australian National University.This article first appeared on The Conversation.","author":"Luca Tacconi, The Conversation","time":"2019-09-05T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126797-gixtnqmjak-1567606518.jpg","tags":["Indonesia","Jakarta","Borneo"]}