{"title":"MP political crisis: Jyotiraditya Scindia quits Congress after meeting PM Modi, Amit Shah","content":"Congress leader Jyotiraditya Scindia on Monday quit the Congress party after meeting Prime Minister Narendra Modi and Union Home Minister Amit Shah in Delhi. However, Congress expelled him for “anti-party activities” minutes after Scindia made public his resignation letter addressed to Congress President Sonia Gandhi. Reports said Scindia is likely to join BJP later in the day.“Having been a primary member of the Congress party for the last 18 years, it is now time for me to move on,” Scindia said. The resignation letter, dated March 9, 2020, states “this was a path that has been drawing itself out over the last year”.“While my aim and purpose remain the same as it has always been from the very beginning, to serve the people of my state and country, I believe I am unable to do this anymore with this party,” the former Union minister added. “To reflect and realise the aspirations of my people and my workers I believe it is best that I now look ahead at a fresh start.” Scindia is said to be upset as he was neither made the state Congress unit chief – a post still held by Madhya Pradesh Chief Minister Kamal Nath – nor assured of a Rajya Sabha berth.Congress leader Adhir Ranjan Chowdhury said Scindia’s resignation is a loss to their party, ANI reported. “I don’t think our government in Madhya Pradesh will survive,” he added. “This is the present-day politics of BJP, always tries to topple and destabilise opposition governments.”He pointed out that Scindia held senior positions in the party and was also well respected. “Maybe he got lured by the offer of ministership given by Modi ji,” Chowdhury said. “We know his family has been associated with BJP for decades, but yet it is a big loss.”pic.twitter.com/DWSKdYO0jG— Jyotiraditya M. Scindia (@JM_Scindia) March 10, 2020\n\nINC COMMUNIQUE Important Notification pic.twitter.com/t9I5WsbVTS— INC Sandesh (@INCSandesh) March 10, 2020\n\nWill Congress have enough MLAs?Meanwhile, senior Congress leader Digvijaya Singh accused BJP of arranging three chartered planes to take party leaders to Bengaluru. “This is part of a conspiracy to reverse the mandate of people of Madhya Pradesh because Kamal Nath has acted against mafias,” he said.Twenty ministers of the Kamal Nath-led Congress government in Madhya Pradesh quit on Monday and requested the chief minister to reconstitute the Cabinet amid the political crisis in the state. The government faced a fresh political threat after 17 lawmakers, who are supporters of party leader Scindia, went incommunicado, and several of them are reportedly in Bharatiya Janata Party-ruled Karnataka.The lawmakers also likely to quit the party to reduce the Congress government to a minority, reported PTI. It is likely to be followed by the Bharatiya Janata Party staking claim to form the government in the state. In the 230-seat Madhya Pradesh Assembly, the Congress has 114 MLAs and the BJP has 107. Out of the rest of the seats, the BSP has two and the Samajwadi Party has one. Four are Independent MLAs, while two seats are currently vacant.","author":"Scroll Staff","time":"2020-03-10T12:26:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/127438-gzaeuiueyz-1574944052.jpg","tags":["Jyotiraditya Scindia","Congress","BJP"]}