{"title":"‘MS Dhoni – The Untold Story’ review: Some thrills and many slog overs","content":"Neeraj Pandey’s seat-warmer of a biopic begins right at the beginning, in a hospital ward where Paan Singh Dhoni (Anupam Kher) is pacing the corridors.Is it a boy or a girl? There is some confusion on that score. This sequence shows the first of many details about Mahendra Singh Dhoni’s early years that Pandey has dredged up in order to create a supposedly intimate study of one of cricket’s most charismatic figures. The 190-minute MS Dhoni – The Untold Story aims to be to cricket what Richard Attenborough’s Gandhi was to the historical biopic¸ but it is only as intimate as Dhoni and the filmmakers allowed it to be. The movie has been presented by the Rhiti group, which is run by Dhoni’s associate Arun Pandey, who is also one of the movie’s producers. Dhoni was reportedly paid vast sums to approve the project and allowing the considerable magnetism of his brand to rub off on the promotions.We are shown a dutiful son, an attentive boyfriend and an entirely successful Indian team captain, whose level-headedness and fierce attacking style on the field wins Indian many crucial games, including the World Cup in 2011.\n\n\n    \n    Play\n\nThe movie is less a study of psyche than of personality. But within its hagiographic constraints, Pandey and lead actor Sushant Singh Rajput assert themselves admirably. The most compelling portions that depict the trudge into the spotlight are all in the first 100-odd minutes, tracing Dhoni’s school-level breakthroughs with the guidance of his physical trainer (Rajesh Sharma), and encouragement from a supportive mother and sister and loyal friends. This propels him out of the small orbit of Ranchi  into the stratosphere. Pandey perfectly captures the milieu of the small-town government housing complex and public school where Dhoni first displays his ability to smash the ball out of sight. State-subsidised facilities and opportunities are crucial to paving the path of this poster boy of individual achievement. It is at the much-derided state-level selection camps that Dhoni catches the eye of a Coal India officer (Kumud Mishra) and later an Indian Railways official (Kali Prasad Mukherjee), and both encourage him by giving him employment and a wide berth to train himself into a run-generating machine.This public sector undertaking baby finally takes his step towards adulthood – but at the interval point, he is still a long-haired Railway ticket collector waiting patiently for his big break. Pandey stretches out Dhoni’s formative years since the rest amounts to little more than an advertisement for Dhoni’s brilliance. Clunkily packed into the rest of the movie are his relationships with two women (Disha Patani and Kiara Advani), his stewardship of the Indian cricket team, and his final match-winning performance at the World Cup in 2011. Pandey’s interest in Dhoni’s captaincy – a colourful and complex phase in his life – doesn’t extend beyond the winning knocks. For the real untold story about Dhoni’s controversial association with the Indian Premier League team Chennai Super Kings, for instance, we have to wait for an unauthorised biography from the likes of the Bhatt brothers.Sushant Singh Rajput and Disha Patani.Rajput works admirably within the limits and displays a dogged determination in wrapping his head around a character whose inner life remains out of bounds. By depicting Dhoni as a loner within a crowd rather than as a gregarious person, the actor perhaps inadvertently gets to the movie’s core. When Dhoni has to cry from disappointment or heartbreak, he hides in a corner. When he exults, it is with the preternatural calm that we known Dhoni for. “He made leadership seem such light work that when he won the World T20 in 2007, he didn’t seem like Atlas, shouldering some great burden, he came across as a karmayogi in blue: his superpower was unflappability,” Mukul Kesavan wrote in his lovely tribute in 2015.There is a test-match quality to the efforts taken to highlight every bump and curve on the way of the journey of a quick scorer. Yet, Dhoni remains an enigma. When and how did a young man from Ranchi grow out his hair, develop a love for motorcycles and evolve into the flamboyant genre-breaking cricketer with the gum-baring grin and the irresistible insouciance? Even Dhoni cannot figure that one out.","author":"Nandini Ramnath","time":"2016-09-30T14:19:44.394238+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/817829-42490-qewvdqzasj-1475170503.jpg","tags":["MS Dhoni – The Untold Story","Neeraj Pandey","Sushant Singh Rajput"]}