{"title":"‘Mukkabaaz’ film review: Many punches landed, only some hit the mark","content":"Between boxing practice, a day job with the railways, and sign language classes to better communicate with his mute wife, Shravan Kumar Singh is stretched more than a ballet dancer’s calves.You have your fingers in too many pies, says Shravan’s coach – an observation that can also be made about the director of Mukkabaaz, the boxing drama set in Bareilly in Uttar Pradesh with pole-vaulting ambitions to comment on the state of the nation.Boxing, a star-crossed romance, corruption in sporting federations, the arrogance of upper-caste privilege, gender discrimination, troubled family ties – Anurag Kashyap’s movie makes room for all these themes and finds the place to throw in hyper-nationalism and the attacks on bovine traders in the name of saving the cow.Stripped of its political swaddling, Mukkabaaz is the simple story of a small-town hero who battles an arch-villain to get the woman he loves. As convention dictates, it all begins with a glance. Pugilist Shravan (Vineet Kumar Singh) is carrying out an errand for his coach, the powerful and merciless Bhagwan Das Mishra (Jimmy Shergill), when he runs into Bhagwan’s mute niece Sunaina (Zoya Hussain).Their eyes lock, she smiles invitingly, and he grins in return – a single moment that is used to justify Shravan’s sudden sally against Bhagwan. Out to prove that he is man enough for Sunaina, Shravan summons up the temerity to question Bhagwan’s use of his boxers as household help. Shravan is knocked to the ground and Bhagwan vows to ensure that he will stay there.\n\n\n    \n    Play\n\nMukkabaaz.The events that follow are numerous, but the ones that linger in memory revolve around the rot within Indian sporting federations. Mukkabaaz goes further than other sports dramas in emphasising the pernicious influence that Indian coaches and selectors have on the future of athletes. The agenda-driven decisions that stymie promising careers, the pathetic training facilities, and the politicisation of the selection process are crammed into an overly busy screenplay. For the ones paying attention, it is these sequences that give the movie its heft, rather than the unconvincing ardour between Shravan and Sunaina.Bhagwan ensures that Shravan is blocked from selection in Bareilly, which forces the boxer to move to Varanasi to train with Sanjay Kumar (Ravi Kishan). A Dalit who immediately comprehends Shravan’s plight, Sanjay becomes the boxer’s champion, which outrages the high-born Bhagwan and gives him greater reason to crush Shravan.Is Shravan Dalit too? The fighter identifies himself as Rajput, but Bhagwan isn’t convinced of his provenance. Bhagwan’s belief is ultimately immaterial. Love, rather than self-awareness, drives Shravan’s rebellion. Although Mukkabaaz has a lot to say about the stranglehold of caste, it prefers the evasive move rather than the direct blow. The question of whether Shravan is fighting a two-pronged attack on account of being low-caste and in love with a Brahmin’s relative is left hanging mid-air, despite the presence of numerous and loud “We have had enough” songs and countless instances of Bhagwan’s vileness.Ravi Kishan in Mukkabaaz. Courtesy Colour Yellow Productions.The movie opens with an act of cow vigilante terrorism, whose link with the rest of the plot is tenuous. The idea seems to be to portray Bareilly as a cesspool from which the talented Shravan struggles to emerge. Ironically, it is this small-minded small town that gives the movie its flavor and texture and distinguishes it from more run-off-the-mill productions on the same theme. Kashyap and his team of writers fully exploit the plot setting through pungent dialogue, astute casting, and real locations, including the bare-bones training spots where Shravan hopes to achieve glory. Among the better sketched characters are Sadhana Singh, who plays Sunaina’s understanding mother, and Rajesh Tailang as Shravan’s hapless father, who is one of the many targets of Shravan’s wrath. Vineet Kumar Singh works up a sweat to play the pugilist fighting battles outside and within the ring, and he magnificently conveys the weight of the many burdens borne by Shravan. He also fits in better with the locations than Zoya Hussain, whose Sunaina barely works as a small-town beauty from an orthodox family. Singh is especially good in the explosive sequences in which he rails against his detractors, which include his Yadav boss at the railways, who takes special pleasure in grinding Shravan down because of the difference in their caste status. Ravi Kishan needed more room for his character to emerge, but he is very good in all his scenes, and is far more effective than Jimmy Shergill’s one-note Bhagwan. Shergill is saddled with contact lenses that redden his eyes and make him resemble a possessed spirit from a schlocky horror film rather than a truly menacing strongman who can ruin lives. Kashyap’s movies are littered with superbly written and performed sequences that do not always cohere into a convincing whole. In trying to create a socially aware entertainer through Mukkabaaz, the director throws too many punches. The movie has more in common with Creed than Rocky, and attempts to emulate the spirit of the 2015 sequel rather than Sylvester Stallone’s 1976 breakout feature about a working-class boxer, but without Creed’s clearly delineated commentary on race and the sport. Kashyap’s trademark caustic humour and tendency to upturn expectations serve him well in many moments. There are scenes in Mukkabaaz that will not find place in a regular film, including Bhagwan’s humiliation of Shravan and the tense conversation between Sanjay and Bhagwan. Also present, however, are the contrivances and convolutions of the average commercial production. The movie flags and then droops as the romance takes precedence over Shravan’s boxing bouts. The muddle over whether Mukkabaaz is a love story with boxing as a backdrop or a boxing drama that has a romantic sub-plot is never resolved.Vineet Kumar Singh and Zoya Hussain in Mukkabbaz. Courtesy Colour Yellow Productions.","author":"Nandini Ramnath","time":"2018-01-12T06:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864685-78857-moilardxyr-1515663308.jpg","tags":["Mukkabaaz","Anurag Kashyap","Vineet Kumar Singh"]}