{"title":"Mullaperiyar dam is safe, social media campaign being run against it, Tamil Nadu tells Supreme Court","content":"The Tamil Nadu government on Saturday told the Supreme Court that a social media campaign was being run against the Mullaperiyar dam and asserted that it is hydrologically, structurally and seismically safe, The Hindu reported.The Tamil Nadu government made the statement in response to opposition from the Kerala government to raising the water level at the dam to 142 feet.The Mullaperiyar dam, situated in the Idukki district on the Periyar River in Kerala, is 126-year-old. It is managed by the Tamil Nadu government.The two states have been caught in a dispute, as Kerala has called for a new reservoir to be constructed citing structural problems with the Mullaperiyar dam.The Tamil Nadu government on Saturday cited a 2012 report of an Empowered Committee, which said that there are no limits specified for the life of a dam, Bar and Bench reported.“On the life of the dam, the Empowered Committee has stated that the dam’s life is linked to the inherent health and care through maintenance, repair and rehabilitation,” the government said.Senior advocate Shekhar Naphade, appearing for the Tamil Nadu government, said that a supervisory committee set up seven years ago is constantly monitoring safety aspects related to the dam. He said that decommissioning the dam would be in contravention to several judgements of the Supreme Court, according to The Hindu.On the other hand, advocate VK Biju, representing the Idukki-based Periyar Protection Movement, alleged that the Tamil Nadu government had not produced documents about seepage concerns in the dam structure. He said that the Tamil Nadu government could not dismiss the concerns of 50 lakh people in Kerala by calling it a social media campaign.Senior advocate Jaideep Gupta, appearing for the Kerala government, asked for time to file a response. The court has adjourned the matter till November 22.A bench headed by Justice AM Khanwilkar said that the matter needs continuous supervision and asked the Tamil Nadu government to keep the seepage data ready for the court’s reference, if required, according to PTI.The court also observed that there should not be any adversarial approach to the case.The disputeTamil Nadu, which inherited a lease agreement between the former princely state of Travancore (now Kerala) and the British government, has opposed decommissioning Mullaperiyar dam. The lease allows Tamil Nadu to operate the dam and divert 640 million cubic metres of water annually for irrigation and power generation through a tunnel bored into the Western Ghat.Kerala has also proposed that the water level of the Mullaperiyar dam should be reduced to 138 feet. Tamil Nadu, however, wants the levels to be raised to 152 feet, claiming that the Mullaperiyar dam would be able to take on the additional pressure. The Supreme Court, which is hearing a petition on the matter, had fixed the water level at 142 feet in 2014.","author":"Scroll Staff","time":"2021-11-13T19:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166325-huljhnmpaa-1636810490.jpg","tags":["Mullaperiyar Dam","Supreme Court","Tamil Nadu","Kerala","Idukki"]}