{"title":"‘Murder in Mahim’ review: A crime as unjust as wrongful death","content":"The events in Murder in Mahim take place before the historic Supreme Court ruling of 2018 that decriminalised same-sex relations. In the JioCinema series, adapted from Jerry Pinto’s 2017 novel of the same name, sex between consenting adults leads to shame, subterfuge, blackmail – and death.The corpse of a young man is found in a toilet at Mumbai’s Mahim railway station. By day a bustling junction between two of the city’s suburban railway lines, Mahim by night is where “darkness struggles for footholds and hidey holes”, as Pinto eloquently writes. In the toilet, men have been seeking pleasure with other men. Now, a man nicknamed Proxy lies disembowelled amidst stained tiles and stinky urinals.The case is assigned to Shiva (Vijay Raaz), one of the few members of the Mumbai police force who neither takes bribes nor uses torture to shake out confessions. Shiva is assisted by Firdaus (Shivani Raghuvanshi). A pair of officers at his station, Durra (Bharat Ganeshpure) and Pagmat (Sanjeev Satya Vijay), insert themselves into the investigation.One of the numbers on Proxy’s phone belongs to Sunil (Rohan Verma), the son of retired journalist Peter (Ashutosh Rana). Could Sunil, a progressive activist, possibly be involved in something so brutal? An equally big, if not bigger, question for Peter and his wife Millie (Divya Jagdale) is whether Sunil is gay.The Hindi-language show has been written by Mustafa Neemuchwala and Udai Singh Pawar and directed by Raj Acharya. The adaptation adds a couple of sub-plots, invents a major character, and concocts a spat between Peter and Shiva.Shivani Raghuvanshi in Murder in Mahim (2024). Courtesy Tipping Point/Jigsaw Pictures/JioCinema.Buddies in the novel, Shiva and Peter are now adversaries for no compelling reason except to wring eight episodes out of a compact novel. The camaraderie, humour and hard-earned wisdom between these middle-aged gents has been replaced with sorrowful worry and simmering rage – for Shiva over his fractious father (Shivaji Satam) and for Peter over Sunil.The characters who supply unforeseen twists include the murder victim’s friend Unit (Ashitosh Gaikwad), the openly gay Leslie (Rajesh Khattar) and Leslie’s buff lover Viral (Nishant Kkhanduja). One of the arcs broadens the source material’s examination of same-sex love between men.Murder in Mahim is an absorbing, although overstretched, police procedural that has greater success as an exploration of a reality as unjust as wrongful death. Older than the victim but not necessarily wiser, Shiva and Peter are forced to re-examine their negative attitudes towards the LGBTQ community, update their outdated (and pejorative) vocabulary, and keep their judgement in check.Vijay Raaz does a competent job of playing Shiva as a hard-bitten cop troubled by his father’s past and annoyed by his boss’s frequent strafing. Ashutosh Rana is more memorable as the rumpled Peter, who has a less predictable journey than Shiva and more compelling scenes to explore the show’s emphasis on openness towards same-sex love.While Rajesh Khattar and Ashitosh Gaikwad have strong moments too, Shivani Raghuvanshi is under-serviced by Firdaus’s experiences within and beyond the police force. The underplaying demanded of the actors does Firdaus a disservice, especially when she faces personal upheaval.Murder in Mahim can never escape the suspicion that it would have been more effective as a movie. Overloaded with family bonding scenes and slippery on the procedural aspect, the show steadies itself through its unwavering focus on the murderous consequences of homophobia. The sight of two men on the wrong side of 50 shuffling towards enlightenment is both atypical and heart-warming, with their respective journeys proving that it is never too late to change.\n\n\n    \n    Play\n\nMurder in Mahim (2024).Also read:Jerry Pinto surprises readers with his new novel, a crime thriller If this murder mystery is not really a whodunit, what is it?","author":"Nandini Ramnath","time":"2024-05-10T09:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200540-telvxspimv-1715018860.jpeg","tags":["Murder in Mahim review","Ashutosh Rana","Vijay Raaz"]}