{"title":"‘My son lost his job during demonetisation but at least it removed black money’  ","content":"The Bharatiya Janata Party and Narendra Modi came to power in 2014 on the promise of bringing “achhe din” – prosperous days – for Indians. But the last decade has brought formidable challenges for vast sections of Indians, especially those at the bottom of the pyramid. What is on the mind of voters who are struggling with joblessness and income insecurity? Will they still vote for Narendra Modi? Or is their enchantment with the party fading? Scroll reporters find out in a new series, No achhe din, but…It is 10 am and at least 20 villagers are already waiting in queue outside the ration shop in Kheri village in western Uttar Pradesh’s Gautam Buddha Nagar district.Among them is Kaushalya Kumar, 67, who has been here since 9 am. “I was in the queue the day before yesterday too,” she said, visibly annoyed. “The new machine had stopped working.”She was referring to the electronic point of sale machine that needs fingerprint authentication to allow villagers to collect flour and rice under the Pradhan Mantri Garib Kalyan Anna Yojana.The machine was set up in the village in March, said Satvir Singh, who manages the local ration shop. “In March, we distributed rations over eight days because this thing kept freezing,” said Singh. “Earlier, it would be done in two days.”This morning, too, it is not working.With no solution in sight, the ration-seekers, mostly young men, disperse. One of them is Dinesh, Kumar’s 45-year-old son. “There are no jobs here,” she said. “If there were, why would all these men stand in this queue on a Wednesday morning? It’s because they don’t have anything to do.”At the ration shop in Kheri village in Gautam Buddha Nagar.Unemployment has been a prominent issue in the run-up to the Lok Sabha elections and is a major concern in Uttar Pradesh. According to data collected by the Centre for the Monitoring of Indian Economy, the employment rate in UP, which is the ratio of the employed population to the working age population in the state, fell from 38% in 2016 to 33% in 2021. For those between the ages of 20 and 24, it fell from 27% in 2019 to 17% in 2022.Dinesh is an example. Till 2016, he drove a mini-truck for an automobile manufacturing firm in Dadri, a town six kilometres away. In November 2016, the Narendra Modi-led Centre demonetised Rs 500 and Rs 1,000 notes overnight, severely affecting small and medium-sized firms. It forced the automobile firm to trim operations and Dinesh was laid off.“He sat at home for two years after that,” said Kumar. “After that, he had to sell milk from our two cows to make ends meet. He could not take up farming because we only own half a bigha of land.”In 2023, Dinesh took a bank loan and bought a tractor. He now transports raw material to construction sites in nearby villages, earning about Rs 20,000 a month. Of this, he pays back Rs 11,500 to the bank in monthly instalments.Kumar’s younger son, Yogesh, 42, has worked at the printing press of a national Hindi newspaper in Delhi for over a decade. “It is not a government job,” she said. “And his pay has not increased much.”Dinesh and Yogesh, both married, are the only sources of livelihood in this family of Gujjars, a caste classified as an Other Backward Class in Uttar Pradesh. Kumar’s husband, who had a private job at a mess of the Delhi Development Authority, succumbed to Covid-19 in November 2020. She believes that the care offered at the local government hospital was not up to the mark.Yet, Kumar told Scroll that she will vote for the Modi-led Bharatiya Janata Party on April 26, when Gautam Buddha Nagar and seven other parliamentary constituencies in western Uttar Pradesh go to the polls.Kaushalya Kumar. “Modi is a good soul,” she said, reflecting the appeal that the prime minister has among voters. “He does not have any family and children. Those things only bring trouble.”The 67-year-old is a devotee of Brahma Baba, or the late Lekhraj Kripalani, who founded a spiritual movement called Brahma Kumaris in the 1930s, now headquartered in Mount Abu in Rajasthan. Every year, Kumar travels to the hill town and spends a week there with fellow believers.The movement upholds practices such as celibacy, strict vegetarianism, abstention from alcohol and tobacco, and meditation – some of which Modi appears to not just practice but also advertise.“People in Mount Abu told me that Modi is a follower of Brahma Baba,” she said proudly. “He came there more than once and he also extended services for the movement.”In 2023 alone, Modi participated in two Brahma Kumari events. In February, he inaugurated a water conservation project by the movement via video conferencing. In May, he went to the hill town and laid the foundation stone for a super-speciality hospital.Kumar does not blame the Modi government for how it handled demonetisation and the Covid-19 pandemic, both of which affected her directly. She reasons that both affected every citizen in the country and not just her. “Honestly, it was my family’s destiny that we suffered – it wasn’t the government’s fault,” she said. “My son lost his job during demonetisation but at least it removed black money from the system.”Similarly, the problems in the ration distribution system are the fault of some government officials, not the prime minister. “Modi is sending us the wheat and the rice, but it is officials in the middle who are not doing their work,” she said. “That is what is causing problems, so how can I blame Modi for it?”Kumar likes Modi and the BJP despite her background as “kattar Congressi”, or hardcore Congressnsupporter. She was born in Anangpur village in Haryana’s Faridabad, in the lap of the Aravalli mountains and its forests.Her father was a local Congress politician who was elected the chief of his village in the 1960s. “I remember that when I was seven, Jawaharlal Nehru and his government cut the mountains and brought roads and water to our village,” she said. The Gujjars in western Uttar Pradesh do not have a caste-based loyalty to any political party. In Popular Democracy and the Politics of Caste, scholar Satendra Kumar wrote that after voting for the Bahujan Samaj Party in the 1990s, Gujjar voters in the region shifted their allegiance to the Samajwadi Party and were then divided between the Samajwadi Party and the BJP after 2014.“In Meerut and western UP, the BJP has been quite successful in wooing Gujjars by giving them organisational positions in the party at district and divisional levels, along with honouring Gujjar icons and legends in public places,” Kumar wrote.The BJP MLA in Dadri is Tejpal Singh Nagar, a Gujjar. But in the Lok Sabha polls, the party has fielded Mahesh Sharma, a Brahmin. The Samajwadi Party, which is part of the Opposition INDIA alliance, has fielded a Gujjar candidate, Mahendra Singh Nagar, while the Bahujan Samaj Party has given its ticket to Rajendra Singh Solanki, a Thakur.But Kumar cannot fathom voting for the Samajwadi Party or the Bahujan Samaj Party. “They let loose a gundaraj in their time. Cows and buffaloes would be looted in broad daylight,” she said, echoing a point made by many OBC voters in the region about the “lawlessness” of previous regimes that they believe has now stopped.“Things have become better and safer under the BJP government,” said Kumar. “I voted for Modi in 2014 and 2019, and I will vote for him this time.”All photographs by Ayush Tiwari.","author":"Ayush Tiwari","time":"2024-04-25T18:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200293-bkkxelqtao-1714040364.jpeg","tags":["Lok Sabha 2024","Gujjars","Narendra Modi","Demonetisation","Western Uttar Pradesh","Uttar Pradesh"]}