{"title":"Myanmar asks India to return eight police officials who fled to Mizoram","content":"Myanmar authorities have asked the administration in Mizoram to send back eight policemen, who crossed over to the state seeking refuge, PTI reported on Saturday. The police officers reportedly entered India to escape taking orders from the leaders in Myanmar, which has been witnessing widespread protests after a military coup last month.Deputy commissioner of Mizoram’s Champai district Maria CT Zuali has received a letter “from the deputy commissioner of Falam district in Myanmar seeking the detainment and handover of eight police personnel to Naypyitaw as a friendly gesture”.The letter said that eight Myanmar police officials have escaped to India. “In order to uphold friendly relations between the two neighbouring countries, you are kindly requested to detain eight Myanmar police personnel who had arrived in Indian territories and handover to Myanmar,” the letter said.Zuali said she was awaiting instructions from the Ministry of Home Affairs, reported BBC.A top official of the state’s home department had on Friday said that 16 people from Myanmar crossed over to India over the last few days, of which 11 claimed they were police personnel, according to the news agency. Unidentified officials of the Assam Rifles, which guards the Mizoram-Myanmar border, said about 35 Myanmarese have crossed over to India.Security forces in India had on Friday stepped up security on the border following the influx of Myanmar residents. Earlier this month, a group of low-ranking Myanmar police officers had crossed over into India seeking refuge. An unidentified Indian government official said that the police personnel crossing over from Myanmar said they did not wish to carry out orders from the military as “there are human rights violations and they were asked to shoot at civilians”.India shares a 1,643-km-long border with Myanmar, where more than 50 people, mostly peaceful protestors, have been killed since the country’s military ousted the elected government of Aung San Suu Kyi in a coup on February 1.The influx of Myanmar citizens puts India in a difficult position given New Delhi has close ties with the Myanmar military. Over the last two years the military has mounted operations at India’s request to flush out insurgents along the northeastern border. India, on its part, gifted Myanmar its first submarine last year. Military coup in MyanmarThe military coup in Myanmar followed the landslide victory of the National League for Democracy and Suu Kyi in the national elections in November, with the military-backed Union Solidarity and Development Party faring poorly in its key strongholds.The country’s military refused to accept the government, citing unsubstantiated allegations of fraud. It was also announced that the coup was the result of the government’s failure to delay the November election despite the outbreak of the coronavirus.However, Myanmar’s Army chief General Min Aung Hlaing said on February 8 that “free and fair” elections will be held after the completion of the emergency period, and the military will hand over power to the winner.","author":"Scroll Staff","time":"2021-03-07T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155850-otfxyufhen-1615089220.jpg","tags":["Mizoram","Myanmar","Myanmar coup"]}