{"title":"Nagaland killings: AFSPA has no place in a democratic country. It must go","content":"The killing of civilians by military personnel in Nagaland’s Mon district has focused attention, once again, on the Armed Forces (Special Powers) Act. A wide range of constituencies – the chief ministers of Nagaland and Meghalaya, political parties, Naga armed groups, civil society organisations and tribal bodies – have renewed an old demand for the repeal of the law. Without the sweeping powers and protections guaranteed to armed forces under the law, it is argued, they would not have shot and killed so easily.On December 4, army personnel first shot down six coal miners returning home, apparently mistaking them for militants. Later, as angry crowds closed in on army vehicles, killing one soldier, the army opened fire once more. Seven more civilians were killed. On December 5, protesting crowds attacked an Assam Rifles camp in the district headquarters of Mon, and security personnel shot again, killing at least one civilian.Across Nagaland, old resentments against security forces have resurfaced. There is a growing demand for the dismantling of the Assam Rifles camp in Mon, at least until tensions subside. Videos from Nagaland also show youth forcing Assam Rifles vehicles to retreat from certain areas. As the paramilitary force tasked with securing the region, the Assam Rifles is the most visible face of the state here.This weekend’s tragedy has revealed a fact often obscured by the patina of peace talks and ceasefires, the promises of economic development trotted out by the central government and the bustle of cultural festivals. The states of the North East remain heavily militarised zones. Tanks and armoured vehicles patrol most major towns in the region. Military and paramilitary camps lie scattered across its hills and valleys. Most of its residents carry memories of state violence – crackdowns, disappearances, torture, shootings. Placards in Mon district. Picture credit: Rokibuz ZamanSiege without endThe Armed Forces (Special Powers) Act was rolled out in 1958 as Naga nationalist groups took up arms against the Indian state to fight for a sovereign ethnic homeland. The law initially applied to the Naga-inhabited areas of Assam and Manipur. It was later expanded to most parts of the North East, as multiple armed movements for ethnic self-determination gained ground. Having been tested in the states of the North East, a new iteration of the Armed Forces (Special Powers) Act was imposed on Kashmir in 1990.The law allows the government to declare “disturbed areas” and grant executive powers to the armed forces in such places. The disturbed area notification is meant to be reviewed every six months. Tripura and the parts of Meghalaya brought under the auspices of the law shed the disturbed area tag after years. In Nagaland, Assam, most of Manipur and parts of Arunachal Pradesh, the “disturbed area” notification has been renewed as a matter of course, despite militant groups signing ceasefires with the government, peace talks and fewer incidents of militant violence.In effect, critics point out, much of the region has been in an undeclared state of Emergency for decades, with basic rights suspended in the name of security. Armed forces may conduct searches and make arrests without warrants, and open fire if it is considered necessary for the maintenance of public order.They may do so with a degree of immunity, as the law protects armed forces personnel from civil prosecution unless it is sanctioned by the Centre. Most cases disappear into martial courts whose processes and decisions are opaque to the public. There have been few prosecutions for state excesses in disturbed areas.It is not yet clear which way the Mon tragedy will go. While the Nagaland police have filed a first information report and the Centre has announced a special investigating team that will submit its report in 30 days, the army has also announced its own court of enquiry. Past record is not heartening: despite FIRs, magisterial inquiries and police probes, the armed forces have often announced their prerogative to investigate and prosecute such cases and whisked them out of the mainstream justice system.The Armed Forces (Special Powers) Act, and the human rights violations it enabled, has become its own reason for mobilisations against the state. The Mon killings now join the Kohima shooting of 1995, the Malom massacre of 2000, the rape and murder of Thangjam Manorama Devi in 2004 as landmark incidents of state violence against civilians in the North East. For years, civil society groups demanding probes into these cases and the removal of the Armed Forces (Special Powers) Act have tried to hold the state to its own professed democratic credentials.File picture of protests against the Armed Forces (Special Powers) Act in Manipur. Picture credit: ReutersA frontier imaginationFor a repurposed colonial-era ordinance is out of place in a democratic imagination of the state. The Armed Forces (Special Powers) Ordinance was originally enacted by the British administration in 1942, enlisting the armed forces “in the aid of civil power” to put down the Indian independence movement during the Second World War.A colonial government bent on staying in power may have seen Indians as subjects rather than citizens with inalienable rights. But independent India replicating the ordinance in law can only be called a democratic failure.Many state institutions in the North East are colonial-era artefacts, including the Assam Rifles. The paramilitary force took shape in the 19th century to protect British interests in the valleys of Assam and Manipur. Both areas were directly administered by the British, cordoned off from the hills that were home to various tribes, including the Nagas and Kukis. These were “unadministered areas”, under British suzerainty but largely left to their own devices, an uncharted frontier region at the limits of colonial territory. The hill tribes impinged upon colonial consciousness, however, in frequent incursions into administered areas. “The most obvious method of stopping these marauding raids was by retaliatory incursions into tribal territory,” writes Bamfylde Fuller in a foreword to History of the Assam Rifles. What started as a military police to carry out such operations became known as the Assam Rifles from 1917.The government of independent India inherited this imagination, treating the North Eastern states as a distant, angry frontier. The political demands of various North Eastern communities were seen primarily as a security problem. A few weeks before the Mon shootings, militant groups ambushed an Assam Rifles convoy in Manipur, killing five soldiers as well as the wife and son of the commanding officer. The tragedy has put the paramilitary force on edge. Armed forces in at least one border district of Manipur have been ordered to take up an “aggressive defensive posture”.This involves strict checks on civilian movement: individuals may not venture within 50 metres of security camps or outside their villages without informing the authorities. Travelling towards the Indo-Myanmar border is prohibited, as is “casual vehicular movement” on “the highways or internal arteries’’. Vehicles are to be checked and “appropriate reaction” is to be taken against “any aggressive or inimical activity”. While the order did not extend to Mon district, it was amid these heightened tensions that the attack took place.Oting village pic.twitter.com/46Ss8CA3aK— Rokibuz Zaman (@ROKIBUZZAMAN2) December 6, 2021\n\nA fraying peaceAmong other things, the December 4 attack reveals the limits of the Centre’s political engagement with armed groups in the North East. From the late 1990s, the central government had cobbled together ceasefires or suspension of operation agreements with various armed groups. Having crushed the armed movements with force, it invited militant groups for talks. Just the Naga peace talks reveal the brittleness of this process.Over two decades of talks have not yielded a political solution. In 2015, the government signed a secretive framework agreement for a final political settlement with the National Socialist Council of Nagalim (Isak-Muivah faction), the largest Naga armed group. Other Naga militant factions soon joined these talks, which were to have concluded by 2019. But a final settlement is yet to be reached. The government and NSCN (IM) differ on the question of a separate Naga flag and constitution as well as what “shared sovereignty”, mentioned in the framework agreement, really means.As the political process frayed, a relapse into violence seemed imminent. It did not help that the scope of the 1997 ceasefire with the NSCN(IM) is still contested. So while the Centre held talks with the NSCN (IM) leadership, ambushes and counter-insurgency operations against its cadres continued in places like Arunachal Pradesh.Other factors tug away at the truce. The National Socialist Council of Nagalim (Khaplang faction) has also splintered further. One faction, headed by Niki Sumi and operating on the Indian side of the border, has signed a ceasefire with the Indian government. But the Yung Aung faction, which is based largely in Myanmar, has no such agreement. The security establishment claimed the army had planned to intercept militants of this faction in the disastrous operation of December 4.A political process cannot thrive in isolation, in a context of militarisation where the use of force is still the default. As commentators have pointed out, decades of impunity under the Armed Forces (Special Powers) Act enabled the killings in Mon district.Over the years, government-appointed committees and commissions have also questioned the law. In 2004, the Justice BP Jeevan Reddy Committee, appointed by the Centre to review the Armed Forces (Special Powers) of 1958, recommended that it be repealed. This was reiterated by the Administrative Reforms Commission in its fifth report on “public order”. In 2016, the Supreme Court, hearing a case on extrajudicial killings in Manipur, asserted that the law did not guarantee blanket immunity to armed forces.For most of the Indian public, the Armed Forces (Special Powers) Act happens elsewhere, in frontier regions and unquiet provinces that challenge the writ of the state. But the very existence of the law undermines constitutional principles such as the right to life and liberty. That should make it a concern for all Indian citizens who believe they are living in a democratic state.","author":"Ipsita Chakravarty","time":"2021-12-07T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167196-evykrgtvts-1638773626.jpg","tags":["North East","AFSPA","civilian killings","armed forces","human rights"]}