{"title":"PM Narendra Modi discusses simultaneous polls at all-party meeting, will form panel to examine idea","content":"Several political parties supported the idea of “One Nation, One Election” during a meeting with Prime Minister Narendra Modi in New Delhi on Wednesday, while others expressed the need to examine all aspects of the proposal carefully, the government said. Modi said at the meeting that a committee would be set up to provide “time-bound suggestions” on the proposal.Modi said simultaneous elections are “not a single party’s agenda, but...an issue of national importance and the views of all parties would be considered and given due importance”.Apart from simultaneous polls, other matters including the celebration of 75 years of Independence in 2022 and the 150th birth anniversary of Mahatma Gandhi this year were discussed at the meeting at Parliament House. Ways to improve the productivity of Parliament were also discussed.The prime minister had sought a meeting with the heads of all parties that have a member in either House of Parliament. Chiefs of 21 of the 40 parties that were invited attended the meeting, while three – Telugu Desam Party, Aam Aadmi Party and All India Anna Dravida Munnetra Kazhagam – sent their comments in letters, The Indian Express reported. The Shiv Sena did not attend as it was busy with its Foundation Day.Congress President Rahul Gandhi, West Bengal Chief Minister and Trinamool Congress chief Mamata Banerjee, Bahujan Samaj Party chief Mayawati, Samajwadi Party chief Akhilesh Yadav and Dravida Munnetra Kazhagam President MK Stalin boycotted the meeting. A few parties sent representatives.Union minister Rajnath Singh told reporters after the meeting that the Communist Party of India (Marxist) and Communist Party of India had a “difference of opinion but they did not oppose the idea, just the implementation of it”. Odisha Chief Minister Naveen Patnaik extended full support to the idea, saying frequent elections affect economic growth and also “rock the spirit of cooperative federalism”, PTI reported.The meeting was attended by leaders such as Nitish Kumar of the Janata Dal (United), Farooq Abdullah of the National Conference, Sukhbir Singh Badal of the Akali Dal, Naveen Patnaik of the Biju Janata Dal, Jagan Mohan Reddy of the YSR Congress Party and Mehbooba Mufti of the Peoples Democratic Party.On Tuesday, unidentified Opposition leaders had told PTI that they were weary of the meeting as they felt it might be a trap set by the ruling Bharatiya Janata Party.Opposition parties’ objectionsCommunist Party of India (Marxist) General Secretary Sitaram Yechury objected to the idea of “One Nation, One Election”, the party said. “Apart from the technical issues involved in the holding of the simultaneous elections to the Parliament and state Assemblies, our opposition to this is based on the fact that it is fundamentally anti-federal, anti-democratic and strikes at the root of the parliamentary democratic system, as ordained in the Constitution,” Yechury said in a press release.Telangana Chief Minister K Chandrasekhar Rao skipped the meeting but sent his son KT Rama Rao in his stead. “I still back my Federal Front,” Rao was quoted as saying by news agency ANI. “No use talking to Centre. We did not even get one rupee for the state.”Ahead of the meeting, Trinamool Congress chief Mamata Banerjee had said in a letter to Parliamentary Affairs Minister Pralhad Joshi that the subject of simultaneous elections required consultations with experts. “Instead of doing the matter hurriedly, I would request you to kindly circulate a white paper on the subject to all political parties inviting their views by providing adequate time,” PTI reported, quoting from her letter. “If only you do so, we will be able to give concrete suggestions on this important subject.”Banerjee, however, committed to participating in the celebration of 75 years of Independence in 2022 and the 150th birth anniversary of Mahatma Gandhi this year. The Trinamool Congress chief had also skipped the NITI Aayog meeting on June 15.Bahujan Samaj Party chief Mayawati tweeted that she would have attended the meeting if it was about electronic voting machines. She said the idea of simultaneous polls was a ploy to divert attention from issues like poverty, unemployment and inflation. “Elections cannot be an issue in any democratic country, nor is it appropriate to talk about elections from the perspective of expenditure,” she said.In his party’s letter, AAP leader Raghav Chadha called the concept of “compelled simultaneous election...anathema to the democratic spirit of the Constitution” and “inconsistent with basic tenets of parliamentary democracy”. The Telugu Desam Party sought wider consultations.Presidents of various parties had extensive discussions on:Improving Parliament productivity.One Country, One Election. Vision for New India.Marking Bapu’s 150th Jayanti.Developing aspirational districts. pic.twitter.com/eH21vqOmvv— Narendra Modi (@narendramodi) June 19, 2019\n\nSimultaneous electionsModi and the Bharatiya Janata Party believe simultaneous elections will help save money and allow the government to focus on development work. The country had simultaneous national and state elections for several years after Independence, but they later fell out of sync for several reasons such as governments collapsing mid-term. As a result, each year now sees some states going for elections.Last year, the Law Commission suggested to the Centre that certain inevitable constitutional amendments are required if it wanted to hold simultaneous elections to Parliament and the state Assemblies.The Congress had earlier said the proposal was against federalism, and said it is “unconstitutional, undemocratic and forbidden by law”. The party had also described the proposal as a “constitutional perversity”. The BJP has claimed that the opposition to the idea of simultaneous national and state elections is “politically motivated and inappropriate”.Delhi: Inside visuals of the meeting of heads of political parties in Parliament, under chairmanship of PM Narendra Modi. JDU's Nitish Kumar, NC's Farooq Abdullah, SAD's Sukhbir Singh Badal, BJD's Naveen Patnaik, PDP's Mehbooba Mufti, YSRCP's Jagan Mohan Reddy & others present. pic.twitter.com/KYgEHRjAtv— ANI (@ANI) June 19, 2019","author":"Scroll Staff","time":"2019-06-19T15:54:17.826468+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122184-rmyyikpjaq-1560941270.jpeg","tags":["Narendra Modi","Simultaneous elections","Opposition parties","Rajnath Singh"]}