{"title":"Narendra Modi interview: Mistake to think just one surgical strike will change Pakistan","content":"Loan waiversModi said that he referred to Rahul Gandhi’s promises of loan waivers as a “lollipop” because they are built on lies. “If loan waivers help farmers, then we should definitely give it to them. But one has to ask what has happened in the past? Governments have won by promising loan waivers, yet again farmers get stuck in debt, why is that?” he said. “Our government is focused on empowering farmers.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #PMtoANI on loan waivers by Congress state Govts: To say a lie and mislead, that is what I called lollipop. Like saying 'we have waived all farm loans'. The truth is that nothing like that has happened. Please see their own circulars, they should not mislead. pic.twitter.com/BOISilifuf— ANI (@ANI) January 1, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “If state governments want to do this [loan waivers], we will not get in their way. Some BJP governments have also done this. But our government is focused on the question of empowering farmers, of giving them the strength to move forward,” he said. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ram TempleModi said that the government will wait until the judicial process regarding the dispute over Babri Masjid site in Ayodhya is complete before moving forward in the matter. This comes after calls from the right-wing for the government to pass an ordinance that would permit the construction of a Ram Temple on the site of the mosque illegally demolished by right-wing activists 20 years ago. In the interview, however, Modi said that his government would wait for the judicial process, just as they waited until after the Supreme Court verdict to promulgate an ordinance on triple talaq. “Let the judicial process be over. After the judicial process is over, whatever will be our responsibility as the government, we are ready to make all efforts,” he said. Modi added that the delay in the judicial process, with the Supreme Court expecting to hear the case in January, was because of Congress lawyers creating “obstacles.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH #PMtoANI on if an ordinance will be brought on Ram Temple like on Triple Talaq: Ordinance on triple talaq was brought after SC verdict,in the light of SC verdict. We have said in our BJP manifesto that a solution would be found to this(Ayodhya) issue under Constitution. pic.twitter.com/TZkHYdUjvv— ANI (@ANI) January 1, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Losses in recent elections\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #PMtoANI on loss in 5 states: Telangana and Mizoram, nobody gave BJP any chance. In Chhattisgarh a clear mandate was given, BJP lost. But in 2 states there was a hung assembly. Secondly,15 years of anti-incumbency was being fought by our people.We are discussing what was lacking pic.twitter.com/629OXQhRDV— ANI (@ANI) January 1, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CongressWhen pointed out that his aim of a Congress-mukt  Bharat, or a Congress-free India, has not been successful, Modi reiterated  his point that the Congress “culture”, which he defines as one of  corruption and nepotism, this is what should end. “I have even said that  within the Congress there should be Congress-mukt Bharat. Whether the  institution survives is another matter,” he said. “Democracy survives  with a strong Opposition.” When asked about the fact that despite his comments on various scams, like the 2G spectrum scam and Coalgate, nobody has been acquitted, Modi trained his guns on the Nehru-Gandhi family that runs the Congress. “The first family that has run India for so long, it is fact that they are out on bail, and that too in a case involving money, this is undeniable,” he said. NDA’s alliesModi insisted that the BJP does not seek to eat into the pies of its allies. “If you have noticed, whoever allies with the Congress, they come out saying that the Congress is out to get us. The Congress is always trying to end them, but we are not like that”, he said. Demonetisation“We  kept hearing, in India, about black money. Money would keep coming out  of businessmen’s houses. But nothing was being done about this parallel  economy,” said Modi. “The big effect of demonetisation was that it moved  all of this money out of the informal economy, and the money is now  sitting in banks.” He also claimed that the decision to demonetise high currency notes was not sudden. A year prior I had already told people they should not hold on to black money, and we had an amnesty scheme, he said. “But people thought Modi is like the others, he won’t actually do anything.”  Grand Alliance \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #PMtoANI on whether 2019 elections would be anybody vs Modi: It is going to be 'Janta' versus 'gathbandhan'. Modi is just a manifestation of public love and blessings. pic.twitter.com/kO5rjHjJPa— ANI (@ANI) January 1, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Asked whether he is secretly supporting Telangana Chief Minister K Chandrasekhar Rao’s alliance, which is meant to be one of non-BJP and non-Congress parties, Modi said that he did not even know if there is a “KCR alliance.” “Why is there a grand alliance at all? It is just to ensure that they are still in the game,  that they save themselves,” he said. “They have only trained their sights on Modi... what they’ll do for the country they don’t say.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Urjit Patel Modi insisted that the resignation of former Reserve Bank of India Governor Urjit Patel was due to personal reasons and not because of political pressure. Patel, who resigned in December after an unprecedented breakdown in communication between the bank and the government, said he was leaving for personal reasons, though it was widely believed that he stepped down because of the government’s demands for the bank to act in a certain manner. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #PMtoANI on Urjit Patel:He himself requested(to resign)on personal reasons. I am revealing for the first time, he was telling me about it for past 6-7 months before his resignation. He gave it even in writing. No question of political pressure. He did a good job as RBI Governor pic.twitter.com/yvCPKMYltp— ANI (@ANI) January 1, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Surgical strikes“It would be a mistake to think that Pakistan will change just on the basis of one surgical strike,” Modi said, when asked about whether there would more strikes and if they had the intended effect. “It will take much more for Pakistan to change.” He pointed out that there had been wars in the past, that Pakistan lost and still it did not change. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #PMtoANI on cross border attacks from Pakistan even after surgical strike: Ek ladai se Pakistan sudhar jayega, yeh sochna bohot badi ghalti hogi. Pakistan ko sudharne mein abhi aur samay lagega. pic.twitter.com/9skh5PcwSz— ANI (@ANI) January 1, 2019","author":"Scroll Staff","time":"2019-01-01T17:56:45.018496+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109496-wiaauodvbj-1546345500.jpg","tags":["Narendra Modi","ANI","Ram Temple","Ayodhya"]}