{"title":"Nathuram Godse was worthy son of India, says Union minister Giriraj Singh","content":"Union minister Giriraj Singh on Friday described MK Gandhi’s assassin Nathuram Godse as a “sapoot” or a worthy son of India and said that he was not an invader like Mughal rulers Babar and Aurangzeb, ANI reported.The Bharatiya Janata Party leader made the statement while interacting with the media in Chhattisgarh’s Bastar district.“If Godse was Gandhi’s assassin, he was also a worthy son of India,” Singh said. “He was born in India. He was not an invader like Aurangzeb and Babar. And those who feel happy to call themselves children of Babar cannot be true worthy sons of India.”While Babar was born in present-day Uzbekistan, Aurangzeb was born at the Dahod Fort in present-day Gujarat.#WATCH | Chhattisgarh: If Godse is Gandhi's killer, he is also the nation's son. He was born in India, and he was not an invader like Aurangzeb & Babar. Whosoever feels happy to be called the son of Babar, that person can't be the son of Bharat Mata: Union Minister Giriraj Singh pic.twitter.com/7GIS3z7noM— ANI MP/CG/Rajasthan (@ANI_MP_CG_RJ) June 9, 2023\n\nOn Wednesday, Maharashtra Deputy Chief Minister Devendra Fadnavis had remarked: “Suddenly, in some districts, offspring of Aurangzeb have appeared. They show Aurangzeb’s photograph and show statuses [on social media] about him. This is creating ill-will and tension in society. The question that arises is – where did so many offspring of Aurangzeb suddenly come from?”The deputy chief minister made the statement in the backdrop of tensions in the city of Kolhapur, where a protest against social media posts about Aurangzeb and 18th-century Mysore ruler Tipu Sultan turned violent. In response to the remarks, All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi questioned whether he also knew who are the children of Godse.“Do you [Fadnavis] know who everyone’s children are?” Owaisi asked. “I didn’t know you were such an expert. Then say who are the offspring of Godse and [another convict in the Gandhi assassination case Narayan] Apte.”Singh made the remarks about Godse in response to Owaisi’s statement.#WATCH | Hyderabad, Telangana | \"Maharashtra's Home Minister Devendra Fadnavis said “Aurangzeb ke aulaad”. Do you know everything? I didn't know you (Devendra Fadnavis)  were such an expert. Then call out Godse's & Apte’s offspring, who are they?\", says AIMIM chief Asaduddin… pic.twitter.com/vrnCH7g4eq— ANI (@ANI) June 9, 2023","author":"Scroll Staff","time":"2023-06-10T11:23:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/68867-mndxktsgbj-1505837717.jpg","tags":["Giriraj Singh","Nathuram Godse","Aurangzeb","BJP"]}