{"title":"National Conference fooling people with promise of restoring Article 370: Sajad Lone","content":"Jammu and Kashmir People’s Conference chief Sajad Lone has accused the Farooq Abdullah-led National Conference party of “fooling” the Union Territory’s residents with its claim of restoring Article 370, PTI reported on Saturday.Article 370 of the Constitution, which gave special status to the erstwhile state of Jammu and Kashmir, was abrogated by the Centre on August 5, 2019.“They [National Conference] are not explaining how they will be able to get that identity [special status] back if the people of Kashmir will give the mandate of three seats to them,” Lone said in an interview to PTI. “To make any big changes in the Lok Sabha, you need a two-thirds majority.”The National Conference is a member of the INDIA bloc, a coalition of Opposition parties that is taking on the Bharatiya Janata Party-led National Democratic Alliance in the Lok Sabha elections.Earlier this month, National Conference leader Omar Abdullah said that his party would contest from three of six Lok Sabha seats in Jammu and Kashmir – Anantnag-Rajouri, Srinagar and Baramulla – according to its seat-sharing arrangement with the Congress.On Saturday, Lone asked whether the INDIA bloc had “made it clear that they will restore the identity if they get a two-thirds majority [or] that they will restore [Articles] 370 or 35A or internal autonomy?”Article 35A provided special rights and privileges to the citizens of Jammu and Kashmir. The abrogation of Article 370 also implies that Article 35A is abolished.Lone said that he would withdraw from contesting the Lok Sabha elections if the National Conference was able to get the INDIA bloc to make a public commitment to restore Article 370. “If they issue a statement today, I will withdraw my [nomination] papers,” he said. “But if they don’t, then they [National Conference] should stop lying.”Lone is contesting the Lok Sabha elections from the Baramulla Lok Sabha seat. The National Conference has fielded Omar Abdullah from Baramulla.‘Challenging Article 370 abrogation in SC may have been a mistake’Lone told PTI that the decision to challenge the abrogation of Article 370 in the Supreme Court might have been a mistake. However, not moving the court would have made things “worse politically” for mainstream parties in Jammu and Kashmir, he added.In December, the Supreme Court had upheld the Centre’s decision to abrogate Article 370 and split the erstwhile state into two Union territories: Jammu and Kashmir, and Ladakh. It ruled that Article 370 was a temporary provision.The court had reserved its verdict on September 5 after hearing more than 20 petitions challenging the Centre’s decision. The petitioners included the People’s Conference, the National Conference and the Peoples Democratic Party.Lone alleged that if the petitioners had not sought legal recourse, the Centre would have persuaded someone else to approach the court.“You see we [political parties in Kashmir] could have worked together and said let us save it for a rainy day,” he said. “But that could not have stopped somebody else from going to the Supreme Court.”“Our staying away [from legal recourse] would have made things worse politically for us at home.”","author":"Scroll Staff","time":"2024-04-27T20:34:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/106327-yrgillcoaz-1565586275.jpg","tags":["Jammu and Kashmir","Jammu and Kashmir People’s Conference","National Conference","Article 370","Lok Sabha 2024"]}