{"title":"National Games 2023: Olympian Deepika Kumari dominates recurve archery competition","content":"Former world No 1 archer Deepika Kumari hogged the limelight at the National Games 2023 with two gold and a silver while Olympian Aishwary Pratap Singh Tomar once again underlined his supremacy in 50m Rifle 3-position shooting event on Monday in Goa.Table toppers Maharashtra, Haryana and Assam shared the other gold medals in the recurve category as the archery events came to an end.With three more days left for the Games, Maharashtra remain on top of the medal tally with 68 gold medals while Services and Haryana remain on second and third with 54 and 50 gold medals respectively.Kumari began her medal rush with a gold in the women’s individual category and later teamed up with Mrinal Chauhan to win the gold in the mixed team category. She also helped Jharkhand win the silver in the team event where they lost to Haryana in the shootout.In the shooting competition, Tomar pipped Niraj Kumar of Services to win the gold in the men’s 50m rifle 3 positions event. Services’ Chain Singh, who had topped the qualifying, won the bronze.In the men’s 25m rapid fire pistol event, Vijayveer Sidhu, representing Punjab, clinched the gold while Haryana’s Anish Bhanwala and Adarsh Singh won the silver and bronze respectively.In the Judo competitions, Delhi won three out of the eight gold medals on offer while Manipur won two. Rajasthan, Madhya Pradesh and Punjab won the other three golds.Earlier in the day, Punjab and Odisha shared the coastal beach sprint mixed team event gold while Madhya Pradesh bagged the women’s kayak quadruples.Suman Devi of Haryana clinched gold in the coastal beach sprint women’s event ahead of Telangana’s Beeda Hemalatha and Maharashtra’s Nikita Darekar. In the men’s category, Services’ Salman Khan pipped Olympian rower Dattu Bhokanal of Maharashtra to win the gold while Odisha’s Sourbh Kumar won the bronze.Meanwhile, Services beat Kerala 4-2 in the first semi-final of the football competition to book their places in the finals. They will now face Manipur who beat Punjab 2-1 in the second semi-final.Important ResultsShooting50 M Rifle 3 Positions MenGold – Aishwary Pratap Singh Tomar (Madhya Pradesh) – 456.1Silver – Niraj Kumar (SSCB) – 455.3Bronze – Chain Singh (SSCB) – 445.725 M Rapid Fire Pistol MenGold – Vijayveer Sidhu (Punjab)Silver – Anish Bhanwala (Haryana)Bronze – Adarsh Singh (Haryana)ArcheryRecurve Men IndividualGold – Mukesh Boro (Assam)Silver – Kartik Rana (Uttarakhand)Bronze – Gora Ho (SSCB)Recurve Women IndividualGold – Deepika Kumari (Jharkhand)Silver – Sangeeta (Haryana)Bronze – Tamanna (Haryana)Recurve Mixed TeamGold – Mrinal Chauhan/Deepika Kumari (Jharkhand)Silver – Jayanta Talukdar/Himani Boro (Assam)Bronze – Rohit Kumar/Amisha Chaurasiya (Uttar Pradesh)Recurve Men TeamGold – MaharashtraSilver – JharkhandSilver – SSCBRecurve Women TeamGold – HaryanaBronze – JharkhandBronze - MaharashtraKayakingWomen’s Kayak QuadruplesGold – Madhya Pradesh – 2:04.968 sSilver – Odisha – 2:06.384 sBronze – Kerala – 2:10.032 sMen’s Kayak QuadruplesGold – SSCB – 1:46.772 sSilver – Odisha – 1:49.208 sBronze – Manipur – 1:49.472 sCoastal RowingWomen’s IndividualGold – Suman Devi (Haryana) – 03:07.7 sSilver – Beeda Hemalatha (Telangana) - 03:18.3 sBronze – Nikita Darekar (Maharashtra) - 03:06.8 sMen’s IndividualGold – Salman Khan (SSCB) – 02:33.5 sSilver – Dattu Bhokanal (Maharashtra) – 02:33.6 sBronze – Sourbh Kumar (Odisha) – 03:15.2 sMixed TeamGold – Jaspinder Singh/Harpreet Kaur (Punjab) – 02:36.1 s and Shagandeep Singh/Sanjukta Dungdung (Odisha) – 02:36.1Bronze – Kiran/Harvinder Singh Cheema (Haryana) – 02:40.9 sJudoMen’s Under 73 KgGold – Arun (Delhi)Silver – Vikas Dalal (Haryana)Bronze – Himanshu Thakur (SSCB), Monty (Punjab)Men’s Under 90 KgGold – Aaradhya Chopra (Rajasthan)Silver – Sunil Yumnam Singh (Assam)Bronze – Aman Kumar (Haryana), Jagtar Singh (Punjab)Women’s Under 57 KgGold – Yamini Mourya (Madhya Pradesh)Silver – Sneha Chauhan (Uttarakhand)Bronze – Ankita Pal (Haryana), Poonam Kumari (Haryana)Women’s Under 70 KgGold – T. Inunganbi (Manipur)Silver – Mahima Pathak (Madhya Pradesh)Bronze – Prerna Tokas (Delhi), Sheethal (Uttar Pradesh)Women’s +78 KgGold – Tulika Maan (Delhi)Silver – Jyoti (Haryana)Bronze – Kanwarpreet Kaur (Punjab), Sneha Tadyal (Uttarakhand)Women’s Under 78 KgGold – M. Indubala (Manipur)Silver – P.R Aswathi (Kerala)Bronze – Ishroop Narang (Chandigarh), Reetika (Delhi)Men’s Under 100 KgGold – Avtar Singh (Punjab)Silver – Vishal (Haryana)Bronze – P.C Ashwin (Kerala), Sanjeev (Haryana)Men’s +100 KgGold - Yash Vijayran (Delhi)Silver – Parikshit Kumar (Haryana)Bronze – Dhyan Singh (Rajasthan), Vikas (SSCB)YogasanaIndividual Traditional MenGold – Shubham Samir Debnath (Goa)Silver – Abhishek Singh (Haryana)Bronze – Mohammed Firoz Shiek (Karnataka)Individual Traditional WomenGold – Pooja G. Patel (Gujarat)Silver – Kalyani Chute (Maharashtra)Bronze – Chhakuli Selokar (Maharashtra)KabaddiWomen’sHaryana bt Goa – 56-38Himachal Pradesh bt Rajasthan – 36-22Maharashtra bt Uttar Pradesh – 32-22Men’sHaryana bt Goa – 58-38, SSCB bt Uttar Pradesh – 42-30Men’s FootballSemi-Final: SSCB bt Kerala – 4-2, Manipur bt Punjab – 2-1","author":"Scroll Staff","time":"2023-11-06T21:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195665-ozasvttiqw-1699287639.jpeg","tags":["Deepika Kumari","Aishwary Pratap Singh Tomar","Recurve archery","2023 National Games","Indian sport"]}