{"title":"Need more than 400 seats in Parliament so Congress cannot put ‘Babri lock’ on Ram temple: PM Modi","content":"Prime Minister Narendra Modi on Tuesday said that the National Democratic Alliance, led by his Bharatiya Janata Party, requires more than 400 seats in Parliament so that the Congress cannot put the “Babri lock” on the Ram temple in Ayodhya or reinstate Article 370 in Jammu and Kashmir.Modi made the statement while addressing rallies in Madhya Pradesh’s Khargone and Dhar districts and Maharashtra.“The Congress is spreading lies,” he said. “Don’t they know that from 2019 to 2024 the NDA [National Democratic Alliance] already had the support of around 400 seats? Modi needs 400 seats so the Congress cannot bring back Article 370 in Kashmir and create trouble. Modi needs 400 seats so the Congress cannot put the Babri lock on the Ram Mandir in Ayodhya.”The Ram temple in Ayodhya is built on the site of the Babri mosque, which was demolished by Hindutva extremists in December 1992 because they believed that it stood on the spot where the Hindu deity Ram was born. The incident had triggered communal riots across the country.The Ram temple was inaugurated in a ceremony led by Modi on January 22.Till 1949, only Muslims regularly offered prayers in the Babri mosque. However, in December that year, an idol of Ram Lalla – or infant Ram – was surreptitiously placed inside the mosque by Hindutva groups.This led to a law-and-order situation in Ayodhya. To stave it off, an executive magistrate placed the mosque premises under the custodial responsibility of the local municipal board. In January 1950, the municipal board locked the entrance to the mosque.On Tuesday, Modi also claimed that if the Congress came to power in the Lok Sabha election, it would abolish the Citizenship Amendment Act and decriminalise triple talaq – a religious practice in which Muslim men can swiftly divorce their wives by verbally uttering the word “talaq” three times.The prime minister claimed that the Congress has declared “vote jihad” against him by asking Muslims to unite and vote against the BJP.“Think about the level to which the Congress has stooped due to disappointment and despair,” he said. “Is ‘vote jihad’ acceptable to you? Can this be allowed in a democracy? Does the Constitution of India permit this kind of jihad?”In the run-up to the Lok Sabha elections, at least three BJP leaders – Anantkumar Hegde, Jyoti Mirdha and Lallu Singh – have hinted at major changes to the Constitution if the Hindutva party gains a majority in both the Houses of Parliament.The Opposition has alleged that the BJP is seeking an overwhelming majority in Parliament to abolish reservations in government education and jobs, and to entirely do away with democratic elections.Ahead of the third phase of the Lok Sabha polls that concluded on Tuesday, Modi had been claiming in his rallies that the Congress would snatch away reservations meant for Schedules Castes, Scheduled Tribes and Other Backward Classes and give them to the Muslim community.Also read: Can BJP use Ram as a campaign tool during the election?Modi’s dog whistle on Muslims not the only time EC has ignored contentious statements by BJP leaders","author":"Scroll Staff","time":"2024-05-07T19:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200555-wcvasnsklf-1715090394.jpeg","tags":["Lok Sabha 2024","Congress","Prime Minister Narendra Modi"]}