{"title":"Neeraj Chopra, the first... hopefully the first of many","content":"We remember the firsts. The first words. The first step. The first flight. The first man on the moon. The first… the list can go on and on. There have been many firsts in the history of mankind and each of those firsts changes something in us.We remember them because of what they represent. The will to be better; to not accept the norm; to not allow anyone to set boundaries; to be free to dream; to be better; to be the one that kicks off a revolution; to be the pathbreaker. To be the first. There are some who will tell you that you can’t cross an ocean on a raft. But try telling that to those who set off on the Kon-Tiki expedition. There are some who will tell you that you can’t possibly get faster but trying telling that to Usain Bolt. There are some who will tell you that can’t get stronger but try telling that to Mirabai Chanu. There are some who will tell you that Indians aren’t good enough to win a medal in athletics at the Olympics but try telling that to Neeraj Chopra.Even as the javelin soared through the sky for the second of his six attempts, Chopra put his hands up in triumph and let out a guttural roar while looking in the direction of the small Indian contingent in the stands. It felt good as soon as the javelin left his hand and sometimes you just know. He didn’t even turn to look. He knew. When it landed, he had bettered his first throw with a throw that measured 87.58m. It doesn’t feel like that is a lot on the television but try standing at the start of a 100m race and you’ll realise how far it really is.A mighty eighty seven point five eight: Thank you, Neeraj Chopra“After the second throw, I knew it was better throw than my first throw,” said Chopra during a press interaction after winning the gold medal. “I wasn’t thinking I had won. That can be khatarnak (dangerous) because you can’t give your all after that.”He got the chance to set the tone as the second thrower of the final. But after three throws, the order of athletes changed. Johannes Vetter, the overwhelming favourite, crashed out of the competition, unable to make the top-8 cut and Neeraj moved to being the last thrower as he was leading the final at that stage. The change is meant to give the early leaders the small advantage of knowing what they need to get in case someone goes past them.Chopra didn’t need that advantage. Before his final attempt, he knew. The gold was his. The gold was India’s. “When my last throw was left and I had won gold. I can’t explain what I was feeling, I was in competition mode but when I got the gold, I can’t explain I felt like… yeh kya ho gaya hai (what has happened). My mind was everywhere but I focussed on my throw and I did it with all the happiness and it went well,” said Chopra.This, of course, wasn’t an easy journey but there was something about Chopra that made believers of us all. The swag, the way he carried himself, the confidence and the ability to deliver when it matters most. He is one of the rare athletes who peaks in competition and allows the adrenaline to carry him even higher than in practice. To Chopra, perhaps, none of this seems strange. He is used to winning. He is used to being the first. The first Indian to win the gold medal at the athletics World Junior Championships. The first athlete representing India to have won gold in javelin at the Commonwealth Games and the Asian Games, both in 2018. And now, the first athlete to win an athletics gold for India at the Olympics ever.“I had no pressure before the Olympics. It was like I have played against these athletes before and there’s no reason to worry. I just focused on my performance. That has helped me win gold,” said Chopra in a manner that belied the enormity of his achievement.  India at the U-20 Athletics World Championships \n    \n       S.NO  GAMES  ATHLETE  EVENT  MEDAL WON  PERFORMANCE \n    \n     1  2002 - Jamaica  Seema Antil  Discus Throw Women  Silver  55.83  2  2014 - USA  Navjeet Kaur Dhillon  Discus Throw Women  Bronze  56.36  3  2016 - Poland  Neeraj Chopra  Javelin Throw Men  Gold  86.48  4  2018 - Finland  Hima Das  400m Women  Gold  51.46 \n   Source: Athletics Federation of India If you observe Indian sport closely, you’ll know the simple truths. In some events like wrestling and shooting, we absolutely dominate the Commonwealth Games while in the Asian Games, we look towards athletics. Wherever the competition is truly world class at these two events, and not area dominated, the Indians generally wouldn’t figure at the top of the podium. The medals flow in but you know which events they would typically come from.But Chopra walked in and simply dominated the javelin throw competitions. He even won easily and in that instant, you knew he could aim much higher; as high as perhaps Milkha Singh, PT Usha and a few others had aimed. The progress was slow but steady. We have seen many Indians do well at the junior level but then, they go nowhere at the senior level.Chopra, however, was never in a rush. He trusted the plans and followed them to a T. Some push too hard and break. Even when his elbow needed surgery, he stayed patient and it was the consistency that triumphed in the end. It isn’t just the odd personal best or the season best that pitched him into the big league. Rather it is his ability to throw consistently around the same mark that has helped.“I started my sport with Jaiveer. He supported me a lot when I knew nothing about the sport and gave me the base to build on,” said Chopra. “In athletics, you develop slowly. You give your 100 per cent and the level of that 100 per cent increases over time. Javelin is a very technical sport. I rectified some faults. Then I trained under foreign coaches who further rectified my errors. My coaches have helped me a lot.” Neeraj Chopra's Season Best progression \n    \n       Year  Performance  Place  Date \n    \n     2013  69.66  Thiruvanthapuram (IND)  26 JUL 2013  2014  70.19  Patiala (IND)  17 AUG 2014  2015  81.04  Patiala (IND)  31 DEC 2015  2016  86.48  Zdzislaw Krzyszkowiak Stadium, Bydgoszcz (POL)  23 JUL 2016  2017  85.63  Patiala (IND)  02 JUN 2017  2018  88.06  Jakarta (INA)  27 AUG 2018  2020  87.86  McArthur Stadium, Potchefstroom (RSA)  28 JAN 2020  2021  88.07  Patiala (IND)  05 MAR 2021 \n   Source: IAAF A single-minded determination is the hallmark of every athlete who makes the cut for the Olympics. You don’t get there without sacrifices. No one does. The diet. The training. The time away from home. The fight for funding. The injuries. The rehabilitation. It all takes a toll but what truly makes the difference is how you approach your training when no one is watching.“There are some who will train because the coach has asked them to,” said Chopra. “I don’t do things that way. I give it my absolute all in training.”And that was what made Neeraj Chopra, the first… the first of many as India will hope. He’s broken down the barriers and showed other athletes the path. The pioneers have it hardest after all. You don’t quite know whether you are on the right path until you reach the destination. It won’t be easy but at least, we now know it’s possible and that changes things.“Now with the medal, I hope things will change,” said Chopra. “India has a lot of talent and they should be promoted. We can do better in the Olympics and at the international level. AFI should support more athletes, that is my request.”And there really is no reason to turn down that request.","author":"Ashish Magotra","time":"2021-08-08T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162568-bukgkrnacg-1628401952.jpg","tags":["Neeraj Chopra","Milkha Singh","PT Usha","India","Athletics","Tokyo 2020"]}