{"title":"World Athletics C’ships men’s javelin final as it happened: Neeraj Chopra bags historic silver","content":"10.20 pm: We will leave you with the champion athlete’s reaction to his silver medal. More to come as we wrap up our coverage, thanks for following our updates.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    THE REPEAT 🥇🥇@peters_oly 🇬🇩 defeats Olympic champion @Neeraj_chopra1 🇮🇳 with 90.54m and successfully defends his world javelin title!#WorldAthleticsChamps pic.twitter.com/7iViXSCDHA— World Athletics (@WorldAthletics) July 24, 2022\n\n\n\n    #WorldAthleticsChamps #WCHOregon22 \"Feeling quite good to win a silver medal for the country. Will try to do better in the next World C'ships next year\": #NeerajChopra 📽 Sports Authority of India pic.twitter.com/Tg0VClsbKH— The Field (@thefield_in) July 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Post medal reactions in this thread from our reporter Dilip Unnikrishnan:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #NeerajChopra: Anderson has been the best athlete this year and has the world lead. I am happy to see another athlete perform so well. It is a challenge for me too to improve and become better— Dilip Unnikrishnan (@DilipUnnikrishn) July 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.20 am: A good experience for Eldhose Paul and Rohit Yadav in the finals, a disappointing relay performance, but the morning – as it was destined to be – belonged to Neeraj Chopra. Another first for the Indian athlete who is breaking new ground pretty much every step of the way. Anderson Peters started as the favourite as we had written in our preview on Saturday, and he laid the marker down early. That added a new kind of challenge for the Indian who has been recently setting the pace himself, so to speak. But today he responded to a big challenge, under pressure from Vadlejch and Weber, to find that one big throw when it mattered. The big 90 eluded him, but his 88.13 is still the fourth best throw of his career, and the top four have all come in 2022. \n    \n        \n        \n            \n            \n            \n        \n    \n\n     Neeraj Chopra's top 10 throws \n    \n       Date  Competition  Result \n    \n     30 JUN 2022  BAUHAUS-Galan, Olympiastadion, Stockholm  89.94 (NR)  14 JUN 2022  Paavo Nurmi Games, Paavo Nurmi Stadium, Turku  89.30  21 JUL 2022  World Athletics Championships, Oregon 2022, Hayward Field, Eugene, OR  88.39  23 JUL 2022  World Athletics Championships, Oregon 2022, Hayward Field, Eugene, OR  88.13  27 AUG 2018  Jakarta Asian Games, Jakarta  88.06  05 MAR 2021  Indian Grand Prix 3, Patiala  88.07  28 JAN 2020  ACNW League Meeting 1, McArthur Stadium, Potchefstroom  87.86  17 MAR 2021  Federation Cup, Patiala  87.80  07 AUG 2021  The XXXII Olympic Games, National Stadium, Tokyo  87.58  04 MAY 2018  Doha IAAF Diamond League, Suhaim bin Hamad Stadium, Doha  87.43 \n   via World Athletics \n\n    \n\n    #WorldAthleticsChamps #WCHOregon22🥇 Anderson Peters 🇬🇩🥈 Neeraj Chopra 🇮🇳🥉 Jakub Vadlejch 🇨🇿https://t.co/UMav2KdH1n pic.twitter.com/p5EJHx2WKd— The Field (@thefield_in) July 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Some reactions to Neeraj Chopra’s incredible feat:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Celebrations break out at @Neeraj_chopra1's residence. Sweets, tears, dance to celebrate his #WorldAthleticsChamps silver. pic.twitter.com/Lpl4H1eF05— shantanu srivastava (@journoshantanu) July 24, 2022\n\n\n\n    What a champion, what an athlete!#Oregon2022,JavelinThrow,88.13mFirst ever silver medal in Athletics at the World Championships for #India Second only to win a medal at the WCH for India after long jump legend Anju Bobby George (Bronze, Paris 2003,6.70m)@g_rajaraman pic.twitter.com/cHFP3KdnBv— Athletics Federation of India (@afiindia) July 24, 2022\n\n\n\n    A lot of the talk leading up to Worlds was how Neeraj would be able to respond, should he find himself behind the competition after the first few throws. Does make for nervy viewing, but think today was a good response that shows how *clutch* he can be.— Aman Shah (@aman812) July 24, 2022\n\n\n\n    To imagine an Indian track and field athlete will win a silver medal at a world championship and we will be mildly disappointed speaks volumes of what Neeraj Chopra has achieved ❤️— Aniket Mishra (@aniketmishra299) July 24, 2022\n\n\n\n    South Asian Games 🥇World U20 Athletics Championships 🥇Asian Athletics Championships 🥇Commonwealth Games 🥇Asian Games 🥇Olympic Games🥇World Athletics Championships 🥈And he’s only getting started… 🇮🇳#CraftingVictories #NeerajChopra #WCHOregon22 pic.twitter.com/xwnX8vE5Tg— Inspire Institute of Sport (@IIS_Vijayanagar) July 24, 2022\n\n\n\n    Yet another medal for Neeraj Chopra! Forget the colour for a moment but medal starts Olympics, world championships goes to show just how special he is. Always remember that. The 90mtalk is simply outside noise from us. Look at Weber so unlucky…….— neeru bhatia (@neerubhatia3) July 24, 2022\n\n\n\n    Clicked by the man himself!!!! #Oregon2022 pic.twitter.com/npmqHu59UH— Kapil Choudhary (@kapil857) July 24, 2022\n\n\n\n    \n\n    Many congratulations @Neeraj_chopra1 for your silver at the worlds !  You make us proud.  Well done and the best for the rest of the season.— Abhinav A. Bindra OLY (@Abhinav_Bindra) July 24, 2022\n\n\n\n    Just a bunch of World Championships medallists being their fabulous selves. Anju Bobby George, 2003, 🥉Neeraj Chopra, 2022, 🥈#WCHOregon | #TeamIndia pic.twitter.com/MU1CPXK5UY— Sportstar (@sportstarweb) July 24, 2022\n\n\n\n    #WorldAthleticsChamps #WCHOregon22#NeerajChopra is a World Athletics Championships medallist! His silver means Chopra is India's second medal winner at the event after Anju Bobby George!https://t.co/Y1IVj8OWeM pic.twitter.com/tWsPs9E3MQ— The Field (@thefield_in) July 24, 2022\n\n\n\n    One in a billion and once in a generation, this boy! 🇮🇳🥈#NeerajChopra #WCHOregon22 #CraftingVictories pic.twitter.com/s2Dij3OQGr— Inspire Institute of Sport (@IIS_Vijayanagar) July 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: A stunning 90.54m from Anderson Peters to close things out. What a series he put together. Saving his best for the last. And it is a historic silver medal for Neeraj Chopra.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WorldAthleticsChamps #WCHOregon22🥇 U20 Worlds🥇 Commonwealth Games🥇 Asian Games🥇 Olympic Games🥈 World ChampionshipsNeeraj Chopra's collection! 🔥https://t.co/C08kJGmqfr pic.twitter.com/3qwDUmKw7l— Vinayakk (@vinayakkm) July 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: A silver medal for Neeraj Chopra! Didn’t like his final attempt but that HUGE 4th attempt has put him on the podium. The best ever performance by an Indian in the World Championships history.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: A World Championships medal confirmed for Neeraj Chopra as Weber doesn’t cross the mark. Vadlejch too falls short and that is a historic silver at least for Neeraj!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: A few final attempts done. Helander fouls out again. No threat to the podium finish yet for Neeraj. Arshad Nadeem from Pakistan finishes a creditable 5th. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Anderson Peters is putting together a dream series. Past 85m again. Here we go then for the final attempts. Neeraj straps up his right thigh, hope it is nothing serious. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: An awkward-er fall that time from Neeraj and he steps out. Wasn’t past 80. Weber and Vadlejch don’t threaten the 88m mark with their 5th throws, so Neeraj remains 2nd.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WorldAthleticsChamps #WCHOregon22Neeraj Chopra gets up a little bit gingerly but seems OK. Fouls out the 5th attempt, wasn't his best. Remains 2nd for now.https://t.co/C08kJGmqfr pic.twitter.com/6RRLbqgHQE— Vinayakk (@vinayakkm) July 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: A few 5th attempts done. No threat to Chopra there. Here he comes now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Here we go then, fifth attempts. Neeraj on the cusp of history.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: 83.48m from Vadlejch and that keeps Neeraj in the 2nd attempt. Peters around 88 again. Four attempts done and Neeraj is 2nd. Fine comeback. But can he improve and put some cushion?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: 88.13m! He likes it. He likes it!   Neeraj Chopra goes past 88m and that moves him up to 2nd position! Brilliant response from the Indian after the sluggish start. Nicely done, Neeraj. Nicely done. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Back in to action, Neeraj. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Big roar from Nadeem to start the final set of attempts! He liked that. Improves his best 86.16 and moves to 5th! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WorldAthleticsChamps #WCHOregon22Neeraj Chopra is 4th as we enter the last three throws with top 8. The order goes reverse of top 8 standings. Rohit Yadav finishes 10th on his debut. A good experience for him.https://t.co/C08kJGmqfr pic.twitter.com/yUazZDcESW— Vinayakk (@vinayakkm) July 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Weber’s 3rd attempt is not the farthest. That keeps the bronze at 86.86m. We will now go the top 8 in reverse order. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Weber now. Keep an eye out. Will he improve the 3rd place mark? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Wry smile from Peters. Just about stops himself from crossing the line. And still manages 87.21!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Right then, what does Peters have for his 3rd attempt? He waits a bit. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Right in the end, Arshad Nadeem and Oliver Helander have come up with big throws to move into the top 8. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Rohit Yadav with 78.72, his best of the day. Puts him in 8th to make the cut for now... but no, not to be be. Dean with a 80+ and that pushes Rohit out of top 8.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Neeraj’s 3rd attempt is an improvement and so is Vadlejch’s 3rd! The Tokyo silver medallist with a superb 88.09 to put some cushion for the 2nd spot. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Neeraj Chopra’s best throw of the afternoon yet, gets up to 86.37m. Solid improvement from his 2nd attempt, so that’s good news. Closer to 86.86m that’s bronze position for Weber at the moment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Well here we go then, Neeraj for his 3rd attempt.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Weber now to close out 2nd attempts. Gets it all wrong, below 75 there. Helander too yet to register a mark. Apart from a couple, the field is struggling. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: And now it is 90.46! Anderson Peters improves his first mark. And he is in a league of his own at the moment. Brilliant from the defending champion.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Already this is a different kind of challenge for Neeraj Chopra. Hasn’t felt this sort of scoreboard pressure in a while. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Just a little while earlier Vadlejch responded to Weber’s attempt with a superb 87.23 and moves back into 2nd place. Chopra currently 4th. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s triple jump final: Paul finishes 9th in men’s triple jump final. The cut off for top 8 was 16.86, and his best was just behind at 16.79m.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    News Flash: Eldhose Paul finishes 9th in Men's Triple Jump Final with best attempt of 16.79m; OUT of fray for a medal. 👉 Eldhose PB: 16.99m 👉 Eldhose is 1st ever Indian athlete to qualify for Final of Men's Triple Jump event at World Athletics Championship. #WCHOregon22 pic.twitter.com/F70yYDALTu— India_AllSports (@India_AllSports) July 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Neeraj Chopra 82.39 with his second attempt. That’s a solid one, and that should calm his nerves (if any), should get all six attempts on the back of that. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: And now Weber too with a good throw. 86.86m. Moves to 2nd. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Anderson Peters time and that is a massive 90.21m! HUGE! The commentator tells us that is the farthest the javelin has been thrown at this venue.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WorldAthleticsChamps #WCHOregon2290.21m ANDERSON PETERS! The defending champion with a MASSIVE first throw. That's a medal all but sealed right there, I'd think.https://t.co/C08kJGmqfr pic.twitter.com/qKdhoZaPQn— Vinayakk (@vinayakkm) July 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: A 77.96 for Rohit. Off his PB as well but registers the mark.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Vadlejch with a super start! 85.52m. Goes top of the standings, could well already be in the mix for podium with that too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Asks for the crowd support, Neeraj starts off. And knows right away it’s not anywhere near his best. Below 80m and he steps out for a foul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: Ovation from the Indian contingent as Neeraj’s name is announced. He will go first in the order. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WorldAthleticsChamps #WCHOregon22\"Welcome from India, the Olympic champion Neeraj Chopra\"https://t.co/C08kJGmqfr pic.twitter.com/hB1ltG5Gw2— Vinayakk (@vinayakkm) July 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin throw final: OK then, time for the main event. We will keep an eye on how Eldhose Paul goes, but time to turn our focus to javelin. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WorldAthleticsChamps #WCHOregon22Men's javelin throw final: Here we go then, almost ready. 🤞🏽Here's our blog for updates:https://t.co/C08kJGmqfr pic.twitter.com/cUTsRD2NuJ— Vinayakk (@vinayakkm) July 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s triple jump final: Nice run-up from Eldhose Paul, good jump on board... improves his mark to 16.79m with his 2nd attempt. Still sixth on the standings, but a few athletes can register a mark and go over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s triple jump final: Now Pichado goes 17.92m, he is making it a battle with himself.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    (Early morning PSA: The javelin throw final won't be the sole focus on world feed but I am assuming they will show most of Neeraj & Peters et al. If you want to watch a dedicated javelin stream, VPN + World Athletics YouTube)— Vinayakk (@vinayakkm) July 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s triple jump final: No marks for six athletes in the first attempts. Eldhose Paul sixth among the six who got in legal jumps. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #WorldAthleticsChamps  #WCHOregon22  Neeraj Chopra will make his first appearance at the World Championships final, knowing that the 2022 season has been defined by his consistency. ✍️ Preview by @vinayakkm:https://t.co/q4tXEiqQa2 pic.twitter.com/9WEV2zVndE— The Field (@thefield_in) July 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s triple jump final: Not the best of his efforts for the first go, Eldhose Paul with 16.37m\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s triple jump final: A world-leading 17.95 in the first attempt for Pichardo. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Pichardo giving us our money's worth in this triple jump final. Jumps 17.95 in his first attempt. What a showman#WCHOregon22— Lavanya 🎙️🎥👩🏻‍💻 (@lav_narayanan) July 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s triple jump final: We will get going with action in the men’s triple jump where India’s Eldhose Paul got through in 12th place. A great experience this will for the Indian. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to our live coverage of the World Athletics Championships. It’s a much-awaited morning, one that has the potential to be a memorable for Indian sport.The men’s javelin throw final is where all the attention going to be with Neeraj Chopra and Rohit Yadav in action. There is the men’s triple jump final as well where Eldhose Paul is in action. Apart from the two finals, the men’s 4x400m relay were in action (they finished last in their heat).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WorldAthleticsChamps #WCHOregon22 Men's 4x400m relay heats: Indian men finish 6th in their heat with a timing of 3:07.29. Won't be progressing to the final.The splits: YAHIYA: 46.15VARIYATHODI: 46.41PANDI: 46.43RAMESH: 48.30https://t.co/CELJvZgjww pic.twitter.com/psziwp5i8k— The Field (@thefield_in) July 24, 2022\n\n\n\n    \n    \n       Athlete  Event  Qualifiers   Finals (IST) \n    \n     Eldhose Paul  Men's Triple Jump  July 22: 06.50amDistance: 16.68mResult: q (12th)  July 24: 06.30am  Neeraj Chopra  Men's Javelin Throw  July 22: 05.35amGroup ADistance: 88.39mResult: Q (Auto)  July 24: 07.05am  Rohit Yadav  Men's Javelin Throw  July 22: 07.05amGroup BDistance: 80.42mResult: q (11th)  July 24: 07.05am  Muhammed Anas, Noah Nirmal Tom, Muhammed Ajmal, Naganathan Pandi, Rajesh Ramesh   Men's 4x400m relayTiming: 3:07.29  July 24: 06.10am  July 25: 08.05","author":"Vinayakk Mohanarangan","time":"2022-07-24T06:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177456-pydozzcusi-1658452025.jpeg","tags":["World Athletics Championships","Javelin Throw","WCHOregon22","Athletics","World Athletics","Neeraj Chopra","Rohit Yadav","Eldhose Paul"]}