{"title":"NEET: Don’t take action against actor Suriya, 6 retired judges urge Madras High Court chief justice","content":"Six retired Madras High Court judges and 25 lawyers on Monday requested Chief Justice Amreshwar Pratap Sahi not to initiate contempt proceedings against Tamil actor Suriya for his comments on the National Eligibility cum Entrance Test, The Hindu reported.Their request came after Madras High Court Justice SM Subramaniam urged the chief justice to take action against the actor. The judges said that the judiciary should show “generosity and magnanimity” by not taking note of the actor’s statement and staying away from unnecessary controversies. They also spoke of the charitable work done by the actor and said that he had helped hundreds of students with their education and jobs. The judges pointed out that Suriya had made his comments in sensitive circumstances, amid reports of student suicides. “An artistic person’s over reaction should not be taken seriously and out of context,” they said. The High Court lawyers, meanwhile, said that Suriya’s statement on NEET was an expression of his personal opinion. “Of late, every criticism of the judiciary is being seen as contemptuous,” they said. They added: “As practising lawyers, we feel that if expression of an opinion is treated as contempt, it would amount to stifling the freedom of speech and expression. This would have a chilling effect on basic constitutional guarantees.” The lawyers added that there must be space for dissent in a democracy. Suriya had said on Sunday that though courts were ordering students to write exams fearlessly, the judges themselves were hearing cases via video conference amid the pandemic. Speaking about the suicides, he had said that parents suffered after losing their children to “an unfair system of tests”. Last week, five candidates who were to appear for the NEET died by suicide in Tamil Nadu.Subramaniam took exception to Suriya’s statement and urged the chief justice to “uphold the majesty of our Indian judicial system” by initiating contempt action. “The statement reveals that the hon’ble [honourable] judges are afraid of their own life and rendering justice through video conferencing,” he had said. “While-so, they have no morale to pass orders directing the students to appear for NEET exam without fear.”Tamil Nadu Advocates Association’s criticises the actorThe Tamil Nadu Advocates Association, however, has said that Suriya’s comments were “condemnable”. The organisation on Tuesday said that the Supreme Court had allowed NEET to be held and so the actor’s remark was an interference in judicial functions. The organisation said that the courts had been performing their duties even during the coronavirus crisis, hearing cases both virtually and physically. The association accused Suriya of trying to gain publicity and said that actors need to be responsible and not make statements that are like movie dialogues. Also read: Tamil Nadu: Media should stop glorifying NEET suicides, says Madras High Court","author":"Scroll Staff","time":"2020-09-15T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147503-webxsslffr-1600156524.jpg","tags":["Suriya","NEET","Madras HC"]}