{"title":"West Bengal government failed to properly investigate post-poll violence, says Calcutta HC ","content":"The Calcutta High Court on Thursday observed that the West Bengal government has failed to properly investigate the alleged post-poll violence in the state, reported Live Law. “Today the state is asking for a role which does not belong to it [investigating the violence],” a five-judge bench observed. “The proceedings have become adversarial because the state has failed to investigate properly.” West Bengal witnessed a spell of incidents of violence following the Assembly election results on May 2. The Bharatiya Janata Party and the Trinamool Congress blamed each other for the deaths of multiple party workers. Various news reports put the toll between 11 and 14, but the police did not confirm the numbers.On June 18, the High Court had directed the National Human Rights Commission of India to set up a seven-member committee to investigate the matter. The NHRC submitted its report on July 13, recommending that cases of “heinous crimes” be transferred to the Central Bureau of Investigation.  “A large number of cases related to murders, rapes, molestation and vandalism [were] received from local sources in West Bengal while the teams were camping there,” it added.The High Court’s observation on Thursday came after senior counsel Mahesh Jethmalani, appearing for one of the petitioners, said that the formation of an independent investigating agency was the need of the hour.“Today the state whose inaction has triggered the entire litigation wants to investigate on their own,” he said. “An independent agency is called for. The state has been complicit in many instances.”Jethmalani also said that the synopsis of the NHRC report clearly shows that the West Bengal police authorities were complicit in threatening the victims of the violence. He added that the police cannot be then trusted with the identities of the rape victims as mentioned in Annexure I of the report.Senior Advocate Kapil Sibal, appearing for the state government, had earlier during the hearing sought Annexure 1, which was not submitted to the government. However, Advocate Subir Sanyal, representing the NHRC, told the High Court that the annexure concerned was not submitted to protect the interests of the rape victims.“We have to consider that the state police authorities are threatening the victims,” he alleged. “It will jeopardise their safety if Annexure I is made public.”At this, Sibal sought the annexure with the names redacted. The bench observed that it would not permit the disclosure of Annexure I as of now till its contents are determined.NHRC report ‘politically motivated’: Bengal governmentThe National Human Rights Commission panel’s report on post-poll violence was a politically motivated one, the West Bengal government told the Calcutta High Court on Thursday.In its report submitted to the High Court on July 13, the human rights body had recommended that During Thursday’s hearing, Abhishek Manu Singhvi, the lawyer appearing for the West Bengal government, objected to the findings of the report. “The homilies on the independence of the NHRC [are] laughable,” Singhvi said.Subir Sanyal, the NHRC lawyer, said they were still receiving complaints of post-poll violence. He suggested that an independent agency should look into the cases.“You [NHRC] should not tell how to go forward based in report,” the court said. “That is for petitioner and the state to argue.”The High Court directed the state government to file its response by July 26. The matter will be next heard on July 28.The reportCommenting on the incidents of violence, the NHRC panel said in its report that they were “retributive” in nature.The committee also noted that criminals enjoying “state patronage and support” were responsible for abetting, planning, organising and even committing offences in a systematic manner, Live Law reported.Chief Minister Mamata Banerjee, however, accused the saffron party of using “impartial agencies” to hatch a conspiracy against her government.On July 2, the Calcutta High Court had criticised the West Bengal government, saying that it is in denial about the violence that took place in the state.","author":"Scroll Staff","time":"2021-07-22T13:39:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/66088-zxtcvnpimc-1503068376.jpg","tags":["NHRC","West Bengal","Central Bureau of Investigation","Abhishek Manu Singhvi","CBI","West Bengal post-poll violence","TMC","BJP"]}