{"title":"NHRC orders Chhattisgarh to pay Rs 1 lakh each to six human rights defenders for false cases","content":"The National Human Rights Commission has ordered the Chhattisgarh government to compensate human rights defenders Rs 1 lakh each, for allegedly false cases filed against them. The commission had in February asked the Congress government in the state to comply within six weeks.Human rights defenders Nandini Sundar, Archana Prasad, Manju Kawasi, Vineet Tiwari, Sanjay Parate and Mangla Ram Karma said that on November 5, 2016, the Chhattisgarh Police lodged first information reports against them under various sections of the Indian Penal Code, Arms Act and Unlawful Activities (Prevention) Act for the alleged murder of a person in Nama village of Sukma district. The Bharatiya Janata Party was in power at that time. “The case was supposedly filed on the written complaint of Shyamnath Baghel’s widow, Vimla Baghel,” they said in a press release. “However, she is on record saying she did not name anyone.”On November 15, 2016, the Supreme Court gave the individuals protection from arrest. However, they filed a fresh plea in the Supreme Court in 2018 as the matter had not yet been investigated or closed. The Congress-led Chhattisgarh government initiated a probe in the matter and in February 2019, concluded that the defenders were innocent.In February this year, noting that the Chhattisgarh Police’s admission that there was no case to be made out against the signatories, the NHRC said that the individuals would have “certainly suffered a great mental pain and agony as a result of registration of false FIRs against them by the police”. “Therefore we recommend and direct the Government of Chhattisgarh through its Chief Secretary to pay a sum of Rs One Lakh each as monetary compensations to the six persons namely Prof Nandini Sundar, Ms. Archana Prasad, Shri Vineet Tiwari, Shri Sanjay Parate, Ms. Manju and Shri Mangla Ram Karma, whose human rights were gravely violated by the Chhattisgarh police,” the NHRC ruled. The commission also directed the Chhattisgarh government to provide the same compensation to a group of lawyers from Telangana who were acquitted of all charges after being put in jail in Sukma for seven months.However, the six human rights defenders indicated that they had not yet received the compensation. “We welcome the NHRC order and hope that the Chhattisgarh government will act promptly to redress the reputational loss and mental agony suffered by us,” the press release said.‘Prosecute police officers who filed false charges’The signatories also said they hoped the police officers responsible for filing false charges against them, especially SRP Kalluri who was then the Bastar inspector general of police, will be investigated and prosecuted.The defenders added: “To date, despite NHRC recommendations in 2008 and repeated Supreme Court directions, the Government of Chhattisgarh has not compensated the thousands of villagers whose homes were burnt by Salwa Judum or prosecuted those responsible for rapes and murders. Fake encounters and false arrests continue to be a grave concern in Chhattisgarh.” Salwa Judum was a militia organised and mobilised by the government in Chhattisgarh to break the back of Maoist violence in the region. In July 2011, the Supreme Court declared Salwa Judum an illegal organisation, and ordered it to disband. However, the organisation continues to survive in the form of various vigilante groups operating in Chhattisgarh.The signatories thanked the People’s Union of Civil Liberties for taking up all the cases of human rights defenders in Chhattisgarh, and said it was unfortunate that PUCL Secretary Sudha Bharadwaj had been arrested and imprisoned under “false charges” in the Elgar Parishad case.","author":"Scroll Staff","time":"2020-08-06T14:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/45485-nukorskcks-1596701564.jpg","tags":["human rights","Nandini Sundar","National Human Rights Commission","Sukma","Shyamnath Baghel","Chhattisgarh"]}