{"title":"NIA books Sikh separatist Gurpatwant Singh Pannun for video threatening Air India passengers","content":"The National Investigation Agency has registered a case against Sikh separatist Gurpatwant Singh Pannun for threatening those taking Air India flights after November 19.Pannun is the founder of the Sikhs for Justice, a pro-Khalistan group based in the United States, which was banned in India in 2019. Khalistan refers to an independent Sikh state sought by some groups.In 2020, Pannun was declared an “individual terrorist” in India under the Unlawful Activities (Prevention) Act, 1967.In a video message on November 4, he had urged Sikhs not to travel on Air India aircraft. “From November 19, there will be a global blockade,” he had said, according to ANI. “Air India won’t be allowed to operate. Sikh people, don’t travel by Air India after November 19. Your life can be in danger.”The warning triggered heightened security at Delhi, Amritsar and Ahmedabad airports, The Indian Express reported. The National Investigation Agency on Monday said that Pannun has been booked under Sections 120B (criminal conspiracy), 153A (promoting enmity between different groups) and 506 (criminal intimidation) of the Indian Penal Code. The separatist leader has also been booked under provisions of the Unlawful Activities (Prevention) Act that deal with planning a terrorist act and being a member of a terrorist organisation.In September, a first information report was registered against Pannun by the cyber crime branch of the Ahmedabad police in September after several people received threats in the form of a pre-recorded message, in Pannun’s voice, delivered via a foreign telephone number.Pannun had threatened to “shut down” the ICC World Cup final in Ahmedabad on November 19, in response to India’s alleged involvement in the killing Sikh separatist Hardeep Singh Nijjar.On September 18, Canadian Prime Minister Justin Trudeau told his country’s parliament that intelligence agencies were actively pursuing “credible allegations” tying agents of the Indian government to Nijjar’s killing. He was killed by masked gunmen on June 18 near Vancouver.On September 23, the National Investigation Agency seized Pannun’s assets in Amritsar and Chandigarh, including his house and land under the Unlawful Activities (Prevention) Act, 1967.","author":"Scroll Staff","time":"2023-11-20T19:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194542-sigkimisuk-1695984399.jpeg","tags":["Gurpatwant Singh Pannun","Air India","Sikhs for Justice"]}