{"title":"Nipah outbreak film ‘Virus’ is ‘a tribute to the victims and fighters of Kerala’","content":"Kerala, 2018. Patients affected by what appears to be the flu are admitted to Kozhikode Medical College. Doctors and nurses begin regular treatment. Then, suddenly, patients start to die. Test results reveal that there has been a Nipah virus outbreak in the Kozhikode and Mallapuram districts. More than 3,000 people are quarantined. As the virus spreads, medical professionals and the state government come together to fight the contagion.These real-life events have inspired Malayalam filmmaker Aashiq Abu’s latest movie Virus. The June 7 release recreates the efforts to locate the source of the virus (eventually traced to fruit bats) and the battle to save lives (there were 17 casualties). The ensemble cast includes Revathy, Parvathy, Tovino Thomas, Rima Kallingal, Dileesh Pothan, Kunchacko Boban and Soubin Shahir.\n\n\n    \n    Play\n\nVirus (2019).Among the best-known virus outbreaks captured on film is Steven Soderbergh’s medical thriller Contagion (2011). Abu described Virus as “the story of a group of people who fought against death, of their love and compassion and goodness of heart”. The film is a “tribute to the victims and fighters of Kerala,” added Abu, whose credits include Salt N’ Pepper (2011), 22 Female Kottayam (2012), Gangster (2014),  Rani Padmini (2015) and Mayaanadhi (2017).One of the film’s three writers, Muhsin Parar, had a cousin working at Kozhikode Medical College, which gave the filmmakers a ringside view of events. “The efforts of the state government in dealing with the virus are well documented,” Abu pointed out. “Kerala doctors who diagnosed the virus in the first place were also recognised internationally. We met a doctor who reported for work after drawing up his will. The nurses too looked after the patients selflessly, not knowing what they were dealing with. Nearly a year on, I think the time is right to revisit what happened – the panic, the fear, the darkness, the intensity, the looming death. What better medium than cinema to do so?”Virus (2019). Courtesy OPM Cinemas.The research included talking to doctors, patients, government officials, and the families of patients and victims. “We also heard many more heroic stories behind the virus,” Abu added. He has assembled a diverse cast to portray the people who did their bit to help. “We realised that every single person who fought the virus was a hero – from the ones who washed the patients’ clothes and those who helped bury the dead bodies to those who took care of the patients,” Abu said. “These people reached a greatness that is rarely seen. So we thought good actors should portray these people on the screen.”Abu has been blending his instincts for box office popularity with his love for strong storytelling since his debut, Daddy Cool, in 2009. Apart from directing movies, Abu has also produced Dileesh Pothan’s National Film Award-winning Maheshinte Prathikaaram (2016). Malayalam audiences are changing in ways too rapidly for filmmakers to comprehend, but movies with strongly delineated plots and well-written characters will always work, Abu observed.“It is more challenging now to make films, but there is also a big audience eager for meaningful films,” the 41-year-old director said. “I am not one of those filmmakers who works within a comfort zone. I sometimes like to go off the beaten track. Of course, you face struggles. Filmmaking is never an easy journey. Still, I like trying out new things. I follow my intuition. I strongly believe in bringing quality to commercial cinema, if we think of commercial cinema as what the majority of the population watches. This is our chance to reach and talk to the audiences out there, start a discussion with them. We need to give audiences quality cinema and not underestimate them.”Virus (2019). Courtesy OPM Cinemas.Aashiq Abu has also been among the few male film personalities in Kerala to support the Women in Cinema Collective, which was set up in 2017 to represent the achievements and concerns of women in the Malayalam film industry. Among the issues that WCC has taken up is the need to openly discuss the institutionalised sexual abuse and harassment of women in Malayalam cinema. Abu’s wife, the actor Rima Kallingal, is a WCC member, but that is hardly the only reason he believes that Kerala’s version of the American MeToo movement needs to be taken very seriously.“Women are very clear about what they are saying and that is – time is up,” Abu said. “The MeToo movement was the need of the hour. I feel very strongly about using the power of cinema and the platform that cinema gives us to raise our voices and to stand by all the women who have been affected and who want to speak up today. I stand by them using all the power that cinema gives me.”Aashiq Abu.","author":"Anubha George","time":"2019-05-28T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120471-lgobefcoak-1558848732.jpg","tags":["Aashiq Abu","Nipah virus","Malayalam cinema"]}