{"title":"NIT Calicut puts on hold suspension of student who protested against celebration of Ram temple event","content":"The National Institute of Technology Calicut has put on hold the suspension order issued to a student for participating in a protest against the celebration of the Ram temple consecration, reported The News Minute on Friday.The Ram temple in Uttar Pradesh’s Ayodhya was inaugurated on January 22 in a ceremony led by Prime Minister Narendra Modi.On the same day, a group of students attempted to celebrate the event inside the campus by painting a saffron-coloured map of India comprising a bow and arrow, reported Manorama. They were confronted by another group that displayed placards with the words “India is not Rama Rajya”. This led to an altercation on the campus.On Wednesday, the Dean of Students’ Welfare of the institute issued a circular suspending a fourth-year student in the Department of Electronics and Communication for a year. The circular stated that an “unlawful gathering” that involved the suspended student had resulted in “campus unrest”.It said that the student was “solely accountable for inciting unrest within the community, as well as for lowering the esteem of the institute both inside and outside the campus through his irresponsible behaviour”.The suspension led to widespread protests on the campus, with the participation of major student unions, including the Students Federation of India and Kerala Students Union. A large number of students also staged a sit-in protest at the main entrance of the campus and shouted slogans of “Azadi” and “Strike on”.The protestors students alleged that the institute’s suspension order was unfair and no action was being taken against those who manhandled the suspended student, reported The Hindu. Following this, the institute issued a circular on Thursday, stating that the suspension order has been put on hold “until the appellant authority decides the appeal submitted by the concerned student”.","author":"Scroll Staff","time":"2024-02-03T09:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198073-ydnqkbfezc-1706783867.jpg","tags":["Ram temple","NIT Calicut","sit-in protest","protest","student"]}