{"title":"Nithari murders: Both accused acquitted by Allahabad High Court ","content":"The Allahabad High Court on Monday acquitted Surender Koli and Maninder Singh Pandher in the 2006 Nithari rape and murder case for lack of evidence, reported PTI. They had been sentenced to death by a trial court that heard the case from 2009 to 2021.While Koli has been acquitted in 12 cases concerning rape and murder, Pandher has been acquitted in two. On Monday, a bench of Justices Ashwani Kumar Mishra and Syed Aftab Husain Rizvi said that the prosecution failed to prove the allegations beyond a reasonable doubt, reported the Hindustan Times.In December 2006, body parts of children and young adults were traced to Pandher’s house in Noida’s Nithari village. Later, the police also discovered 19 skeletons in the house.The Central Bureau of Investigation took over the case and alleged that Pandher’s domestic worker, Koli, had been raping and killing the women and girls, even eating their body parts, and, in one case, cooking them.The CBI had registered 16 cases and accused Koli in all of them of murder, abduction, rape and destruction of evidence. The investigating agency also named Pandher in one of the cases for immoral trafficking, reported Live Law. He was also charged in five other cases. The trial court had acquitted Pandher in three cases. The High Court had earlier acquitted him in one case and in the rest of the two on Monday, reported PTI.However, Koli still face life imprisonment in another case of rape and murder, reported the news agency.  VIDEO | Advocate Manisha Bhandari speaks to media on Allahabad High Court acquitting Surender Koli and Moninder Singh Pandher in the Nithari serial killings case in Noida for 'lack of evidence'. #Nithari pic.twitter.com/Nmab5On62I— Press Trust of India (@PTI_News) October 16, 2023","author":"Scroll Staff","time":"2023-10-16T14:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161023-xhtyuqmbbv-1625159270.jpg","tags":["Maninder Singh Pandher","Allahabad High Court","Surender Koli","Nithari Rape and Murder case","Uttar Pradesh"]}