{"title":"Nitish Kumar resigns as Bihar CM, to form government with BJP","content":"Bihar Chief Minister and Janata Dal (United) leader Nitish Kumar on Sunday resigned from the top post and will form the government with the support of the Bharatiya Janata Party, reported The Indian Express.Governor Rajendra Arlekar accepted Kumar’s resignation and depupted him as the acting chief minister, hours after Kumar held a meeting with his party MLAs, reported The Indian Express. The Bharatiya Janata Dal has also called a meeting of all its MLAs and MPs.Kumar’s party was part of the ruling Mahagathbandhan alliance with the Lalu Prasad Yadav-led Rashtriya Janata Dal in the state and also a part of the INDIA alliance with 27 Opposition parties opposing the BJP at the central level.“I have resigned as chief minister and ended this government,” Kumar told reporters on Sunday, reported NDTV. “I was getting suggestions from all around. I had quit an earlier alliance for a new tie-up [INDIA alliance] but the situation was not okay.” Kumar indicated he was “having difficulties” working with his party’s coalition partners and said his resignation was advised by senior party leaders.Congress chief Mallikarjun Kharge said he was not surprised at this turn of events, reported ANI. Kharge used the Hindi phrase “Aaya Ram, gaya Ram”, used to refer to frequent turncoating in politics, to describe Kumar’s action. “This information was already given to us by Lalu Prasad Yadav and Tejashwi Yadav,” he said.The decision comes a month after the Janata Dal (United) had said it does not intend to make any compromise in seat-sharing negotiations with the Congress in Bihar ahead of the Lok Sabha polls this year.Under Kumar, the Janata Dal (United) had earlier allied with the BJP on two occasions, only to break ties later. The chief minister first broke the alliance with the BJP in 2013 after it named Narendra Modi as its prime ministerial candidate for the 2014 Lok Sabha elections.  The Janata Dal (United) chief joined hands with the BJP in 2017.He then left the National Democratic Alliance and returned to the Rashtriya Janata Dal-led grand alliance in August 2022. Subsequently, he took the oath as chief minister for the eighth time.In January last year, Bihar’s longest-serving chief minister stated that he would rather die than ally with the BJP. The BJP had also maintained that its doors were permanently closed for Kumar.Nitish Kumar tendered his resignation as the Chief Minister of Bihar to Governor Rajendra Arlekar. The Governor accepted the resignation and deputed him as the Acting CM. pic.twitter.com/uaDXROe6PA— ANI (@ANI) January 28, 2024\n\n\nPresently, the Rashtriya Janata Dal has 79 MLAs, closely followed by the BJP with 78. The Janata Dal (United) has 45 MLAs in the 243-member Assembly.If Kumar joins hands with the BJP, they would end up with 123 MLAs, just one more than the halfway mark needed to form the government. The BJP also has the support of the Hindustani Awam Morcha, which has four MLAs. BJP leader and Rajya Sabha MP Sushil Kumar Modi had said on Friday that doors are “never permanently closed for anyone” in politics, amid speculations that Kumar may return to the National Democratic Alliance. “All BJP MLAs have unanimously backed the proposal to form a BJP-JDU government again for the  welfare of the people of Bihar,” BJP general secretary Vinod Tawde said on Sunday, according to NDTV.Tawde said that Bihar’s BJP president Samrat Choudhary will lead the party in Assembly. BJP’s current leader of the Opposition Vijay Sinha will be the BJP’s deputy leader in the Assembly.  #WATCH | Bihar CM and JD(U) president Nitish Kumar arrives at the Raj Bhavan in Patna. pic.twitter.com/xq6FWg67lr— ANI (@ANI) January 28, 2024","author":"Scroll Staff","time":"2024-01-28T11:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179613-imnjrhpybc-1662632955.jpg","tags":["Nitish Kumar","Bihar","Bihar politics"]}