{"title":"Opposition walks out as PM fails to talk about Manipur for over an hour during no-confidence motion","content":"The Opposition staged a walk-out during the debate on a no-confidence motion on Thursday, more than an hour after Prime Minister Narendra Modi failed to mention the situation in Manipur.The prime minister was addressing the Lok Sabha after the Opposition’s INDIA alliance had moved the no-confidence motion against the Union government on July 26, saying that it did so in order to force Modi to speak about the unrest in the northeastern state.However, the prime minister’s speech mostly comprised targeting the Opposition parties even as the their leaders shouted slogans urging Modi to talk about the issue.In this speech, Modi said that anti-confidence motion is not a floor test for his government but rather the Opposition. He also accused the Opposition of failing to participate in the discussions of various bills that were introduced and passed during the Monsoon Session but only disrupting the proceedings for political mileage.Modi spoke about Manipur soon after the Opposition MPs left, assuring its residents that the country is with them and that the situation will soon return to normalcy.“Efforts are underway by the Centre and the state government to punish the accused in Manipur,” he told to what remained of the Lok Sabha MPs. “I want to assure the people of the country that there will be peace in Manipur in the near future.”After a brief speech, the prime minister returned to criticising the Opposition parties. The motion was then defeated in the Lok Sabha by a voice vote.#WATCH | Opposition MPs walk out of the Lok Sabha as Prime Minister Narendra Modi speaks on #NoConfidenceMotion pic.twitter.com/2kYKRBiP1Z— ANI (@ANI) August 10, 2023\n\nModi also mentioned past incidents of violence in Manipur when Congress party was in power.“Whose government was there in Manipur when everything used to happen according to the wishes of insurgent organisations,” Modi asked. “Whose government was there in Manipur when Mahatma Gandhi’s picture was not allowed in government offices, whose government was there in Manipur when the decision to not allow the national anthem in schools was taken? Their [opposition] pain is selective. They cannot think beyond politics.”#WATCH | PM Narendra Modi says, \"Whose government was there in Manipur when everything used to happen according to the wishes of insurgent organisations? Whose government was there in Manipur when Mahatma Gandhi's picture was not allowed in government offices, whose government… pic.twitter.com/5pPTOvNXEQ— ANI (@ANI) August 10, 2023\n\nThe BJP leader accused the Congress of never trying to understand the issues pertaining to the northeastern states. “I have visited 50 times, this is not just a data, this is dedication towards Northeast,” he said.The prime minister also talked about past incidents of violence in Mizoram when the Congress was in power.“On March 5, 1956, Congress had carried out attacks through Air Force on the innocent people of Mizoram,” Modi said. “Were people of Mizoram not citizens of this country? The state still cannot forget that pain.”   VIDEO | \"On 5th March, 1956, Congress carried out attacks through Air Force on the innocent people of Mizoram. The state still cannot forget that pain,\" says PM Modi in Lok Sabha.#NoConfidenceMotion (Source: Third Party) pic.twitter.com/ppsuGYTnRL— Press Trust of India (@PTI_News) August 10, 2023\n\n\n\n\n    \n    Play\n\nAt least 187 people have been killed and nearly 60,000 have been forced to flee their homes in the northeastern state since violence broke out on May 3. The state has reported cases of rape and murder, mobs have looted police armouries and set several homes on fire despite the heavy presence of central security forces.Opposition parties have held the BJP governments in Manipur and at the Centre responsible for failing to contain the violence. Their criticism was bolstered after a video showing two Kuki women being paraded naked was widely shared on social media on July 19.The incident had forced Modi to break his silence on the issue after nearly 80 days since the northeastern state reported violence. He had said that an incident shamed the entire country and had urged the chief ministers of all states to ensure that such crimes do not occur.The parties had been demanding a statement by Modi on the violence in Manipur in Parliament, followed by a longer discussion. However, the Modi-led government had agreed to a short-duration discussion.On August 8, Congress MP Gaurav Gogoi, while initiating the discussion on the no-confidence motion, asked why Modi has not visited Manipur and not yet sacked the state’s Chief Minister N Biren Singh.The next day, Congress leader Rahul Gandhi questioned the government’s role alleging that Modi did not visit the northeastern state as he does not consider it to be part of India. Portions of his speech have been expunged from the Lok Sabha records.Opposition reacts to Modi’s speechAfter walking out of the Lok Sabha, Gogoi told the media that it was the arrogance of the BJP government that made them blind to the pain of the people of Manipur. He also said that the two MPs from Manipur, who represent the will of the state’s people, were also not allowed to speak in Parliament. “They don’t see the two MPs of Manipur, they don’t see the 60,000 people in camps, they don’t see Manipur being divided into hill and valley,” Gogoi said. “They only see power.”He also asked why Modi has not visited the state and made any concrete remark on the situation in the state. Gogoi also asked why Manipur Chief Minister N Biren Singh has not stepped down till now.VIDEO | \"Instead of justice, I saw injustice inside Lok Sabha when the two MPs from Manipur were not allowed to speak. However, their hands and mouths were tapped and shut, and this is what the BJP is trying to do to cover up their failure in Manipur,\" says Congress MP Gaurav… pic.twitter.com/PB4QuiO39U— Press Trust of India (@PTI_News) August 10, 2023\n\nCongress MP Shashi Tharoor said that the Opposition showed more patience than many others after listening to “a lot of insults and abuse” from the prime minister.#WATCH | Delhi: Congress MP Shashi Tharoor says, \"Well, the Opposition has listened for 1 hour 45 mins to a lot of insults and abuse. I think the Opposition showed more patience than many others might have done.\" https://t.co/lmLsGaDJKK pic.twitter.com/ztgfMNRRJl— ANI (@ANI) August 10, 2023\n\nThe Trinamool Congress said in a tweet that Modi’s speech only dedicated one minute to Manipur while the rest was all about “self-appreciation, digs at opposition and big talk”.Time allotted for #Manipur: One minuteTime allotted for self-appreciation, digs at opposition, and big talk: HoursPM @narendramodi ji, how long will Manipur suffer owing to your IGNORANCE & INACTION?— All India Trinamool Congress (@AITCofficial) August 10, 2023","author":"Scroll Staff","time":"2023-08-10T17:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193057-vvjeaowwgi-1691674363.jpg","tags":["Narendra Modi","Manipur","no-confidence motion"]}