{"title":"No harvest, no festive cheer: It's a black Pongal for drought-hit farmers in the Cauvery delta","content":"A red-and-white chequered towel slung around his neck, K Kumarasamy set out to survey the vast expanse of sun-scorched farmland behind his village, Thillaivilagam, in Thiruvarur district of Tamil Nadu. The January sky had taken on a warm evening glow and the sun’s rays streamed through a cluster of coconut trees that sheltered the village streets. These streets are home to poor Dalit families, a few of whom own small patches of land barely amounting to an acre. Squinting into the distance, Kumarasamy pointed at a faraway piece of land. “See those animals grazing there? That is my land,” he said. “All the crops have failed, so I let the neighbours’ cows feed on it.”The entire region received very little rain this past year. As a result, Kumarasamy has no paddy to sell and no reason to celebrate the week-long harvest festival of Pongal, which is set to culminate in celebrations between January 14 and 16.Kumarasamy is one among hundreds of thousands of farmers in Tamil Nadu who have lost their crops to drought, brought on by the failure of both the South-West monsoon in June-September and the North-East monsoon in October-December. In the Cauvery delta region comprising Thanjavur, Thiruvarur and Nagapattinam districts, farmers depend solely on the North-East monsoon to grow their samba or winter crops – the main cropping season in the state. The success of the kuruvai or short-term crop sown in June, on the other hand, is dependent on the release of Cauvery river water from the Mettur dam. This year, the amount released was, yet again, insufficient for farmers to salvage their crops or even to recharge their groundwater sources. The result of this twin disaster was crop failure in around four lakh acres across Thanjavur, Thiruvarur and Nagapattinam in the past few months. Last week, the National Human Rights Commission issued a notice to the state government after taking cognisance of media reports of the death of 106 farmers in a single month. Some of them committed suicide while a large number reportedly suffered heart attacks after visiting their barren fields and died.Understandably, the farmers are in no mood to celebrate.Barren fields behind Kumarasamy's village in Thiruvarur district.No mood to celebratePongal is usually a time of celebration when homes are decorated and relatives visit each other after the harvest. The South Indian sweet rice dish, pongal, is prepared with freshly reaped paddy boiled with pulses and milk in large earthen pots on brick stoves outdoors. The rice is then mixed with jaggery and ghee before it is served. “Pongal is a time when everyone comes home to their native village,” said Sudhakaran, a resident of Thiruvarur. “You may not come back for Navratri or even Diwali, but Pongal is definitely the time to go home.”The festival is filled with music, outdoor games and activities to entertain and engage the youth – the bull-taming sport of jallikattu being one of them. Every year, Thiruvarur town organises numerous competitions for young men and women, from cycling and swimming to designing kolams, traditional floral floor decorations made from colourful powder.But this year, the Pongal cheer is missing in the Cauvery delta, offset by the gloom brought on by drought, unemployment, mounting debt and hungry stomachs. More importantly, there is no harvest to celebrate.“When so many farmers have died, how can one eat and celebrate?” asked Varadarajan, the Thiruvarur town councillor. “In all these years, this is the saddest Pongal we will be celebrating. We are calling this year’s festival ‘Black Pongal’.”Markets feel the bluesEven those who managed a fair harvest are worried. Among them was A Saravanamuthu, a sugarcane grower in Thiruvarur’s Kudavasal town.Dusk had almost set in by the time he and his farm hands finished tying up the last few bundles of harvested cane while other workers carried them over to a minivan parked by the road adjoining the field. Saravanamuthu managed to cultivate his sugarcane crop with fair success this year, with the help of a motorised bore set that pumped up groundwater to irrigate his field. The fields surrounding his did not seem to share his success. Most of the cane there had barely grown two feet in height or just lay rotting.“Sugarcane grows well only with plenty of rainfall,” Saravanamuthu said. “So this time, much of my harvest yielded very short stems, even though I planted these last March and irrigated them regularly.”The sugarcane crop, grown mostly for Pongal, has suffered because of the shortage of water.Sugarcane is cultivated in small pockets across the delta region specifically for Pongal, since it is served as an accompaniment with the rice. But with days to go for the festival, Saravanamuthu was doubtful whether his sugarcane this year would bring him a profit at all. He had good reason to be worried.“People don’t have money,” he said. “Because we haven’t received any rains, the harvest has failed everywhere. Nobody is able to sell their rice, so they don’t have money to buy sugarcane for Pongal.”Over the next few days, his hunch proved right. At the Keelvellur market in eastern Thiruvarur, the bundles of sugarcane and bananas on display at road-side shops attracted few customers – a big change from previous years. “Every year, there is such a huge crowd that we can hardly manage,” recalled V Paneerselvam, a farmer.Sugarcane prices have dropped as a result of the low demand. At the Kudavasal market, R Chandramohan sold his cane at Rs 15 a piece as against Rs 20 last year. Saravanamuthu, who supplies sugarcane to shopkeepers like Chandramohan, used to sell at a rate of Rs 17 a piece. This is now down to Rs 12.No takers for sugarcane and bananas at the Kudavasal market. Not just sugarcane, even the market for pots and pans has been hit. At S Neethirajan’s shop, gleaming steel and copper pots of various shapes and sizes lay unsold. “The few customers who enter the shop enquire about the price of a Pongal pot and leave without buying,” the shop owner said. “We usually have great sales in the month leading up to Pongal.”Although the region, like everywhere else in India, is facing a cash crunch as a result of the demonetisation of Rs 500 and Rs 1,000 notes two months ago, Neethirajan said this was not the main reason for the low sales. “Most people living in nearby villages are agricultural labourers who get their earnings in cash, even if delayed a little,” Neethirajan said. “But with no work, they have no money at all – so no one is buying these pots.”Pongal pots lie unsold at Neethirajan's shop.Break from traditionFor farmer Kumarasamy, this Pongal also threatens to mark a significant break from tradition. It is customary for parents here to send supplies for the festival – from rice and pulses to pots and pans – to the homes of their sons-in-law so that their daughters can use them. But this year, buying the supplies is near impossible for Kumarasamy, unless he takes yet another loan. “What will my in-laws think?” he asked sorrowfully.Another custom, that of making the Pongal rice from one’s own freshly harvested paddy, will also have to be discarded by many this year. “Now people may buy rice from the shop and celebrate Pongal, just to keep the tradition alive,” said town councillor Varadarajan. “But they may not be able to buy new clothes. The joyfulness of the festival is gone.”","author":"Vinita Govindarajan","time":"2017-01-13T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/826545-49184-ykxqemjkvz-1484225746.jpg","tags":["Pongal","Tamil Nadu drought","Harvest festival","Farmers"]}