{"title":"No Hindi, Hindu, Hindustan? Implemented fully, BJP’s Hindutva renaming will wipe out a lot of India","content":"As India hurtles towards the 2019 Lok Sabha elections, the ruling Bharatiya Janata Party has employed a somewhat novel strategy to win support: renaming places.In politically critical Uttar Pradesh, the BJP has wiped out the name of the iconic Mughal Sarai railway station (now the catchy Pandit Deen Dayal Upadhyaya junction), changed Allahabad to Prayagraj, and Faizabad district will now be called Ayodhya. Other names that could go on the chopping block are Muzaffarnagar, Agra, Sultanpur, Telangana’s capital Hyderabad and Gujarat’s largest city, Ahmedabad.  “The name is a symbol of our slavery,” explained Gujarat’s deputy chief minister, referring to the rule of Ahmed Shah, the sultan of Gujarat, who founded Ahmedabad in the 15th century and after whom the city is named.Most historians might disagree, but it is the standard view within Hindutva that all of medieval India’s Muslim sultanates and empires were colonial in nature.  Prime Minister Narendra Modi has himself, on more than one occasion, referred to 1,200 years of foreign rule, which would make India’s experience of colonialism the longest in the world.The renaming, then, is an outcome of this worldview since the most frequent, everyday signs of this supposed slavery are lexical: words borrowed from Persian, as a result of the language being patronised by medieval India’s Muslim monarchs.Farsi in IndiaIn fact, given how long India’s association with Persian is, the BJP’s renaming spree, taken to its logical conclusion, will end up wiping away substantial portions of what Indians find familiar. Persian words do not exist only in highfalutin Urdu poetry, they are everywhere: from popular culture to the banal objects of every day existence. This influence is especially acute in North India, the heartland of the powerful Delhi sultanates and the Mughal Empire for seven centuries. Spoken Hindi, as a result, is rich in Persian loan words. In fact, the very name of the language is a Persian word, literally meaning “Indian” in Farsi, making Hindi a rare language known to its own native speakers by an exonym.This extended Persiophile dominion also means that North India has a lot of place names taken from Persian (and also, to a lesser extent, Arabic). Punjab is Persian for five rivers, giving rise not only to the name of a state in the Indian Union but also a language and an ethnicity. Hindustan is Persian too, and while it has no official status, it is commonly used in spoken Hindi and, ironically, preferred by many Hindutva ideologues as a name for India.        View this post on Instagram           #renaming #cartoon A post shared by  Prasad Radhakrishnan (@rprasad66) on Nov 12, 2018 at 8:06am PST\nA political cartoon by R Prasad which points out the irony of the BJP's renaming spree\nRenaming the mapIn Uttar Pradesh, 45% of the largest 20 cities currently have Persio-Arabic names. So embedded is Persian as a naming convention that it has given rise to a number of commonly used geographical suffixes: abad (as in Faridabad, meaning populated place), bandar (as in Porbandar, meaning port), ganj (meaning market, as in McLeodganj), shahar (meaning city, as in Bulandshahar) and bazar (meaning market, as in Gola Bazar).Given the political economy of medieval India, this influence is strongest in urban areas, but in Punjab, Haryana and western Uttar Pradesh, even villages have the common Persian suffixes kalan (big) and khurd (small). Similarly, the common Maharashtrian village suffixes budruk and khurd are from Persian as well.A thorough wiping out of the geographical indicators of so-called “slavery” under India’s Islamicate rulers then would be a mammoth exercise, changing the map of India as we know it.But simply changing the names of places, as gargantuan an exercise that would be, would only be the tip of the iceberg. The long history of Persian means it has seeped a level further. In Hindi, administrative terms such as sarkar (government), zila (district), tehsil/taluqa (sub-district) are borrowings, as are Army ranks such as sepoy, subedar, and havaldar. The everyday Hindi terms for soldier – jawan – is also, if one were to take all of this seriously, “a symbol of our slavery”.Faith and religionThe word “Hindu” is a Persio-Arabic loanword and therefore, ironically, so is Hindutva. As has been frequently noted, each word of the alliterative Hindutva slogan of “Hindi, Hindu, Hindustan” originates in Farsi.So embedded in the warp and weft of medieval Uttar Pradesh was Persian that in the 16th century Goswami Tulsidas used the phrase “garib newaju”, an Awadhi borrowing from the Persian “garib nawaz” to describe the Hindu god Ram in his iconic Ramcharitmanas.  Usually a title applied to Sufi saints, garib nawaz (literally, kind to the poor) gave rise to a word-for-word translation in Hindi: “deen dayal”.  The ironic modern-day result of this linguistic promiscuity is that when Mughal Sarai was renamed after Hindutva ideologue Deendayal Upadhyaya in June, little was achieved in distancing the station from Persian itself.There is more. The word “baba”, often used to refer to religious gurus in India, is from the Persian word for “father” as is the word “sher” in sherawali mata (tiger mother), a common appellation for the goddess Durga in North India. In Sikhism, common terms like the word “sahib” in the “Guru granth sahib”, “khalsa” (or Sikh army), and “fateh” in the salutation “Waheguruji ki fateh” are all borrowed from Persian, given the deep influence the language had in the Punjab during the birth of the faith.From paneer to PatelMore temporally, Prime Minister Modi’s items of everyday wear such as kurta-pajama and and chasma (spectacles) are Persian terms. So are shalwar-qameez, and that Delhi wedding staple, the sherwani. Hindi’s sabun (soap), takya (pillow), deewar (wall) and pardah (curtain) are loanwords resulting from “1,200 years of slavery”.Indian food would need a grassroots overhaul once every Islamicate influence is done away with. In Hindi, paneer (cottage cheese), pyaaz (onion), namak (salt), tarbooz (watermelon), and the popular snacks halwa, jalebi and samosa are Persio-Arabic as is tandoor and pulao. Modi’s earlier job as chai-wallah has a Persian first half. And the common words for alcohol in North India – sharaab and daru – are both Farsi.While a lot has already been done, once the lexical Hindutva renaissance begins in earnest, more effort would need to be put into rewriting history given that the words “sardar” in Sardar Patel, Gandhi’s “charkha” and Subhas Bose’s “Azad Hind Fauj” are all of Persian origin, as are the first names of India’s first two prime ministers: Jawaharlal and Lal Bahadur.The Hindi word \"samosa\", the name of India's most popular snack, also has Persio-Arabic origins, tracing its roots to when medieval India was ruled by Muslim kings.Purifying languageMatters could get even more personal. A number of castes adopted Persian nomenclatures during the medieval period, giving rise to modern surnames. The surname Saraf (of which Shroff is a variant), Malik and Majumdar will need to go. As luck would have it, the BJP even has a chief minister with a Persian surname: Devendra Fadnavis.Maybe most private of all, in the North, even some swear words would need to be excised in the national interest. Persian is used in the Hindi equivalent of the slur “mother f***er” as well as in the more sedate kamina (low-born) and harami (bastard).Given the deep connection between language and identity – in Europe, for example, countries are organised by language – linguistic politics is inevitable. Trying to get rid of India’s Persian and Arabic lexicon is not new. In 1955, an Official Languages Commission was appointed by the Union government to coin modern Hindi words given that it was going to be used for the first time as an administrative language. In his autobiography, Hindi poet Harivansh Rai Bachchan describes the amazement the “incomprehensible” Sanskritic neologisms caused. A radio was “vidyut prasaran” (electrical broadcasting device) and a train “lauhpath gamini” (ferrous-path voyager).Of course, these words died without a trace and everyday Hindi continued as it had done before, taking along words from its Persianate past and absorbing new ones from the English-laden present – a hodgepodge that reflects the many influences on the culture of India. Whether Allahabadis will now start to refer to themselves as Prayagrajis in the coming days will show if these new efforts to force fit India into a linguistic monoculture will have worked.Note: Unless otherwise hyperlinked, word etymologies have been sourced from A Dictionary of Urdu, Classical Hindi and English by John T Platts and A Comprehensive Persian-English Dictionary by Francis Joseph Steingass.","author":"Shoaib Daniyal","time":"2018-11-20T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105705-qncqhjxspl-1542274566.jpeg","tags":["Hindi","Indian languages","Hindutva","Renaming cities","Allahabad"]}