{"title":"No one spared in ‘NewsClick’ raids – young staffers, part-time employees, freelance contributors","content":"On Tuesday, a 30-year-old journalist living in her rented apartment in a south Delhi neighourhood woke up to the police at her doors.The five officials – two of them plain-clothed and the rest in uniform – told the journalist, a sub-editor at the digital news organisation NewsClick, that they had come to seize her electronic devices. They had sanction from their superiors to use force if necessary, so the choice was hers if she wanted to cooperate or not, they said.“They were trying to do a good cop, bad cop kind of thing,” said the journalist. “They said we have been instructed to use brute force but we are choosing not to use it.”NewsClick has been on the agencies’ radar for a while now. In 2021, the Delhi Police’s Economic Offences Wing had filed a case against the news outfit, alleging that it had received foreign direct investment from a United States-based company in violation of a law that caps FDI in a digital news website at 26%. In connection with the case, the Enforcement Directorate had raided NewsClick’s offices and the editor’s home in February 2021.Ever since, the Central agencies have raided several other news organisations known for their adversarial coverage of the government, including the BBC, for alleged financial irregularities.But Tuesday’s events were remarkable even against this backdrop.The “raids” this time were not limited to NewsClick’s offices or its promoters’ and editors’ residences. The Delhi police, accompanied by other security agencies in some cases, landed at the homes of nearly 30 of its employees – many of them young journalists with just a few years of experience. Even part-timers were not spared. Freelance contributors, many of whom had written a piece or two for the site, were also searched. The security personnel then went on to seize electronic devices, and in some cases, even detain people. By the end of the day, the police said it had questioned 46 “suspects”, and arrested NewsClick’s editor-in-chief Prabir Purkayastha and human resources head Amit Chakravarty.The searches and arrests were done in a fresh case registered on August 17, under India’s draconian anti-terror law, the Unlawful Activities Prevention Act. Details of the case are not known.In short, the Central government seemed to proceed against a whole newsroom and people connected to it under an anti-terror law.As a 40-year-old Delhi-based journalist whose home in a suburb in south-east Delhi was raided put it, “If they believe there is financial irregularity, they should go to the promoters and owners. Why target people like us who are doing our jobs and taking a salary at the end of the month?”“Our phones have been taken, all our WhatsApp messages will be read – which means my entire family’s privacy has been compromised,” said the journalist whose devices were seized on Tuesday morning. “If there was ever a line remaining to be crossed, it was done today.”Questions about farmers’ protest and Delhi riotsThe police, said several employees whose devices were seized, shared very little information about what had triggered such sweeping action.In several cases, the police asked the journalists if they had covered the farmers’ protests and the Delhi riots. Most of them had – Newsclick had extensively covered both these events, particularly the widespread protests against the three farm laws that the Centre had sought to introduce but subsequently backtracked in the face of stiff opposition by farmers in north India.The police also purportedly examined the journalists’ bank statements, making them download them,  and made inquiries if they had received any money from foreign countries. All of this was in addition to a volley of personal queries such as their family backgrounds and education and employment  history.Security personnel at the NewsClick office in Sainik Farm in New Delhi on October 3. Credit: PTI.Most of these raids went on for around three hours – in some cases, the journalists alleged the police examined their personal belongings. One journalist said the police rummaged through their storage cupboards and trunks, even scanning their partner’s belongings. “They turned one of the rooms upside down,” said the journalist.Tuesday’s police action has left many journalists at the news website rattled.A 29-year-old correspondent,  who escaped being raided because he is based in a Hindi heartland state, said he had nightmares when he tried taking a nap after hearing about the development. “I was just drifting off to sleep when I saw images of them taking my car, my phone which I have bought recently after five years,” said the journalist. “I felt so helpless – my life, my job, everything has been jeopardised.”Many fear the police action has “marked” them forever. “Who will give us jobs now?” asked another  journalist employed at the news outlet in Delhi.‘Someone has to do it’While most journalists said they were surprised to see the police at their doorsteps, they knew something was coming up.On August 5, The New York Times had published a report claiming that NewsClick had received funds from a network of nonprofits linked to the American tech millionaire Neville Roy Singham that purportedly spread “Chinese propaganda” around the world.The American daily had claimed that Singham worked closely with the “Chinese government media machine” and promoted its point of view in various countries.Both Singham and Newsclick have denied the allegation leveled in the article.For NewsClick’s staffers, Tuesday’s morning raids were yet another grim reminder of their precarious position – their office has been sealed. But many insisted the show must go on. Some said they were willing to pay a personal cost because they believed in the journalism NewsClick did. “Someone has to do it,” said a 31-year-old Delhi-based journalist, whose home was raided and their devices seized, vowing to continue their association with the organisation.Others were more tentative. “I have a press conference to attend at four,” said the outstation correspondent when we spoke on Tuesday afternoon. “Then I have to wrap up this story I have been working on for over a year now.”However, the correspondent admitted that the uncertainty was debilitating. “I normally do not let these things deter me, but it is difficult,” the journalist said.Another young journalist in her twenties was more apprehensive. “I will always feel unsafe as a journalist in India from now on. Always think twice before doing any story that may raise questions against the government,” she said.“I am rethinking my future,” she added, “because doing honest journalism and platforming people’s voices and concerns of oppressed communities seems to be a crime now.”","author":"Arunabh Saikia","time":"2023-10-03T21:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194666-kiovhslcwz-1696346146.jpg","tags":["Newsclick","Press Freedom","Journalism","UAPA"]}