{"title":"No train. No bus. Just a rickety cycle to cover 600 km – on an empty stomach","content":"There are no speeding tourists on the Taj Expressway, only workers slowly cycling back home. They continue to cycle even after the government said on April 29 that it would run trains and buses to get them back. Many were on the road when the news came. Some hadn’t heard it – their phones had run out of battery. Others didn’t trust the government. They had already waited long enough, they said. One and a half months. Around 9 am on May 2, I flagged down two young men, 50 km short of Agra. “Your name?”“Shivam.”“Your age?”“Eighteen.”“Where are you coming from?”“Karnal.”“Where are you going?”“Etawah.”Of the nearly 600 km distance they estimated between their worksite in Karnal, Haryana, and their village in Uttar Pradesh, Shivam Rathore and his cousin, Ramanand Rathore, had already covered close to 400 km – in just four days.“Raat din raat din chal liye.” We walked day and night.Shivam Rathore was wearing a mask even as he was cycling.His face drained of emotion, he spoke softly and steadily, describing how they had been particularly unlucky. They had been offered work on a construction project in Karnal. “A building with seven-eight storeys,” he said. “Possibly, a hotel.” The wages were not great – Rs 400 a day. But they accepted in the hope of stocking up some savings before the monsoon began.They reached Karnal on March 19. Work came to a stop on March 22 – the day of the “janata curfew”, a precursor to a seemingly interminable nationwide lockdown that began on March 24.Instead of daily wages of Rs 400, the 20-odd workers were now getting an allowance of Rs 100 from the contractor, which they used to buy grain and vegetables to cook for themselves. There was no help from the government. Food rations were being distributed among Karnal’s regular residents, the young man said, but as migrants they were not eligible to get them. No one was running a community kitchen either – neither the government, nor social organisations. They were on their own.On April 27, the contractor appeared outside their makeshift huts with folded hands. “Ab humare paas bhi nahi aa raha, hum kahan se dein, sorry.” We are not earning any money, how do we pay you, we are sorry.He did not give them any money but he arranged bicycles for them. “Three cycles between four of us,” said Shivam Rathore, speaking of their small group of workers headed back to Etawah. Two sharing a bicycle had fallen behind, but would catch up by night, hopefully, he said. Other groups headed to villages in Bihar were already far ahead.The bicycles were old and rusty. Their seats uncomfortable, their tyres worn out. But the young men were still glad to have them. “What about food? How many times have you eaten in five days?” I asked.“In five days, we have only been eating at night…” “Only at night?”“Not food, only snacks. Biscuits and namkeen.”They had passed through three states – Haryana, Delhi and Uttar Pradesh. They had crossed past several toll booths. Not one state had made any arrangements on the highway to feed workers who were plodding their way home in the 42-degree heat. Over the past month, countless workers, including children, have died of hunger and dehydration before they could reach home.In five days, only once did the young men cycling from Karnal get any help – policemen at the Taj Expressway toll booth gave them 10 packets of biscuit, namkeen and two dozen bananas. “How are you able to cycle without food?” I asked.“Slowly, slowly,” said Shivam Rathore, in the same matter-of-fact way.The only time the young man showed emotion was when I asked him whether his family back home knew he was on the road.“Yes, I told them,” he said. “They asked me not to come. They said ‘we will send money, stay there.’ But nothing came.”His eyes had turned moist. “Who do you have back home?”“Mummy and younger sister.”“What does your mother do? Does the family have agricultural land?”“No land. She makes pooris.”“At a school?”“No, at weddings.”He wiped the tears before they could spring up. “Papa expire ho gaye,” he said. His father had died when he was a child. He had been working since the age of seven. First, at a roadside eatery at the bus station near his village. Then, in Delhi, where he moved at the age of 12. He was 14 years old when he started working on construction sites. In 18 years, he had seen a lifetime of struggle. But there had never been a time when he had gone to sleep hungry like he had in the past five days, he said.“The government did wrong,” he said, his steady voice betraying quiet anger. “They should have told us the lockdown was coming. We would have gone home.”","author":"Supriya Sharma","time":"2020-05-03T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140796-gawoaohker-1588479093.jpg","tags":["Coronavirus","Lockdown","Migrant Workers"]}