{"title":"‘Nobody escapes karma’: Rahul Gandhi takes a dig at Centre over Rafale jet deal","content":"Congress leader Rahul Gandhi on Tuesday took a dig at the Centre over the Rafale jet deal after a French media report claimed that aircraft manufacturer Dassault Aviation made a payment of one million euros (Rs 8.62 crore) to an Indian middleman. Dassault Aviation has not been able to explain the transaction to French anti-corruption authorities, according to the country’s online journal Mediapart.“Karma = The ledger of one’s actions,” Gandhi tweeted, along with the hashtag #Rafale. “Nobody escapes it.” He tweeted the same message in Hindi too.Karma = The ledger of one's actions.Nobody escapes it.#Rafale— Rahul Gandhi (@RahulGandhi) April 6, 2021\n\nकर्म- किये कराये का बही खाता।इससे कोई नहीं बच सकता।#Rafale— Rahul Gandhi (@RahulGandhi) April 6, 2021\n\nRahul Gandhi and several others have raised questions on the Rafale deal in the past too, accusing Prime Minister Narendra Modi of treason and corruption multiple times. Gandhi had also alleged that Modi acted as a middleman for industrialist Anil Ambani in the deal.The Rafale deal had become a major political topic during the Lok Sabha election campaign in 2019.On Monday, the Congress had sought an inquiry into the deal and demanded answers from Modi. At a press conference, chief Congress spokesperson Randeep Surjewala claimed that the Mediapart report has proven corruption allegations raised by his party in the defence deal.The Bharatiya Janata Party, however, denied the allegations. Union minister Ravi Shankar Prasad said that the allegations of corruption were “completely baseless”. He suggested that the French media report was published due to “corporate rivalry” in that country.The matterIn the first report of a three-part investigation, Mediapart said that in mid-October 2018, the country’s anti-corruption agency, Agence Française Anticorruption, first spotted the payment and asked Dassault for an explanation.Soon after the Rafale deal was finalised on September 23, 2016, Dassault had agreed to pay the amount to one of its sub-contractors in India, Defsys Solutions. Dassault said that money was used to pay for the manufacture of 50 large replica models of Rafale jets, Mediapart reported. The French company was, however, not able to provide any proof to the anti-corruption agency to show that the models were actually made.In spite of the apparent irregularity, the anti-corruption agency, which is answerable to both the budget ministry and the ministry of justice in France, did not refer the matter to the prosecutors, according to Mediapart.On the other hand, Defsys Solutions, the company to which the amount was purportedly paid, is owned by Sushen Gupta, who was arrested in March 2019 by the Enforcement Directorate in a money laundering case relating to the AgustaWestland scam. He was later released on bail.","author":"Scroll Staff","time":"2021-04-06T17:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155364-ptdecrgizh-1617709443.jpg","tags":["Rahul Gandhi","Rafale deal","Narendra Modi","Dassault Aviation","Defsys Solutions"]}