{"title":"Nobody in India is as mad about mangoes as the Sheherwali Jains of Bengal","content":"In the early 18th century, a group of wealthy Oswal Jain merchants from Rajasthan migrated to a thriving Bengal in search of business opportunities. Most of them settled down in and around the twin towns of Azimganj and Jiaganj near Murshidabad, then the capital of the Nawabs of Bengal. Bankers and financiers, the migrants emerged as one of the most influential business communities in colonial India – and came to be known as the Sheherwali Jains.The Sheherwalis (city-dwellers) gleefully embraced the local ways of life. They wore the koncha dhuti and Punjabi, discovered the virtues of the ingredients mocha and kathbael, flavoured their food with the panch phoran spice blend, and above all, swore by the exquisite mangoes of Murshidabad – the exclusive molamjam best savoured the moment it ripens on the tree, the comfortingly sweet dilpasand, the sandalwood-scented chandankosa, the delicate kohitoor, and a myriad others.Under their patronage, the Murshidabadi mangoes emerged as an icon of flamboyant sophistication, a lifestyle statement. “The Sheherwalis took it upon themselves to perfect the art of splicing mango saplings with those of other fragrant fruits and flowers to produce unique cultivars of mangoes, each one with a distinct flavour and character – a tradition initiated by Akbar and continued by the Nawabs of Bengal,” said Sandip Nowlakha, a Sheherwali Jain and vice president of the Murshidabad Heritage Development Society.    #mango #vegetarian #vegan #delicious #india #bengal #Foodie #foodbloggers #Foodporrn #food #CALCUTTA #KOLKATA #thisiscalcutta #tasty #sheherwali #goodvegfoods #bengali #mithai A post shared by Devashis Kuthari (@goodvegfood) on Apr 26, 2015 at 9:34am PDT\nEven after the Nawabs were long gone, the orchards of Azimganj and Jiaganj continued to produce some of the best mangoes of the region. Such was the pride Sheherwalis took in the fruit from their orchards that elaborate mango banquets were hosted at their havelis to showcase prized cultivars.Sripat Singh Dugar’s annual mango gala in Jiaganj, in particular, was legendary. In The New India, 1948-1955: Memoirs of an Indian Civil Servant, Asok Mitra writes, “Once a year, Mr Sripat Singh Dugar used to throw a mango party in his house where he used to serve anything between fifty to sixty varieties of the choicest mangoes that would have put Patna-Digha, Allahabad, Benaras and Lucknow to shame.”Nowlakha fondly remembers the daily mango feasts at his ancestral bungalow in Azimganj. “Every evening, at around 4 o’ clock, all the kids in the family would be summoned to the patio where we found our mothers, grandmother and aunts sitting in a circle peeling and cutting mangoes. We sat on the floor, our shirts off so we don’t stain them with sticky mango juice, and ate all the mangoes we could.”Vikram Dugar, a Sheherwali Jain, has carefully archived letters of recognition his family received from Buckingham Palace for the yearly tributes of the season’s best mangoes it sent to Queen Victoria.The community’s collective memories are peppered with such reminiscences of this mushy fixation with mangoes. Then, there are tales of eccentric connoisseurs ready to go to any extent for a heightened mango experience.“There were ones who would keep certain varieties of mangoes carefully laid out under the bed at night and wake up several times during the night to inspect them,” said Siddharth Dudhoria. Once the mangoes had attained the right degree of ripeness, the entire household would be woken up, the staff summoned, large brass vessels of water brought out to soak the mangoes in, the fruit painstakingly peeled and cut and finally devoured, in the middle of the night or sometimes, the early hours of dawn.Slice of lifeWhile there are those who might dismiss such accounts as hyperbole, it is true that a true Sheherwali is passionately fastidious about mangoes. She treats mangoes with tenderness bordering on affection, has an uncanny knack for detecting how long a mango would take to ripen to the right degree, and the exact time at which its flavours would be best realised. Finally, she cuts the mangoes with near scientific precision and a keen eye for aesthetics.“The Sheherwali-style of cutting mangoes is inimitable,” said Devashis Kuthari, another proud Sheherwali with an avid interest in his community’s culinary feats. “We avoid eating mangoes outside our homes, simply because there aren’t cut properly.”Sheherwali women have turned the innocuous chore of cutting mangoes into a refined art handed down through generations, Nowlakha added. Special knives, crafted for the purpose, are used to peel and cut the mangoes first cooled off in water for hours. “Originally, the more delicate varieties of mangoes were cut with thin, sharp bamboo wedges,” said Dudhoria. The skin is first peeled in clean, deft strokes, with utmost care so the blade leaves no impression on the flesh. With the fruit carefully cradled in one palm, two cross-wise incisions are made into the flesh of the fruit without touching the seed. Finally, a quick horizontal swipe of the knife yields four identical pieces of mango.\n\n\n    \n    Play\n\nDuring mango season, every meal in a Sheherwali household packs in platefuls of fresh mangoes. “We eat mangoes for breakfast, lunch, tea and dinner,” said Dugar. And then there are chilled glasses of aam panna and aam ras. “The Sheherwali-style aam ras is quite different from the regular version,” said Sandip Nowlakha. “Our aam ras is thinned with generous splashes of milk, and served as a drink.”And while fresh mangoes are an indispensable part of their meals, their cuisine – a smorgasbord of unique flavours that seamlessly combine Rajasthani, Bengali and Muslim elements, circumscribed by Jain strictures – boasts quite a few stunning dishes trumped up with raw or ripe mangoes.The wait beginsA prize recipe in the Naulakha family is a luscious curry made with whole ripe mangoes (skinned, of course) that are cooked with saffron and aromatic spices in preposterous amounts of ghee. “It’s an inimitable curry only my father could trump up,” said Naulakha. The dish is usually paired with plain steamed rice or warm chapattis. Another Sheherwali Jain talks about a curry made with the pulp of raw mangoes cooked in ghee tempered with typical Bengali panch phoran – a mix of fennel, fenugreek, Nigella, mustard and wild celery (radhuni) seeds.“Another summer favourite is the aam ka madiya – a thin, tangy soup of sorts made with ripe mangoes and spices – typically served with khichdi,” said Devashis Kuthari. Plus, there’s an array of pickles and chutneys, mango peda (fudge) and homemade aam papad, made with different kinds of mangoes.In addition to fermented mango pickles, the Sheherwalis trump up a fresh pickle with finely diced raw mangoes and red gram, liberally seasoned and tossed in mustard oil with spices like shahi jeera (black cumin seeds) and rai seeds. The kachche aam chana ka kuttu is best paired with crusty mathri. Another favourite accompaniment to a typical Sheherwali meal is the kachche aam ka launji, a sapid condiment of raw mangoes cooked in mustard oil tempered with a pinch of asafoetida, fennel and mangrela seeds. Thin slivers of fresh green chillies give the sweet and savoury chutney a fiery relief.    #sheherwali thali from murshidabad bengal the confluence of rajasthani bengali and nawabi Muslim cultures #epic channel  #vegetarian #vegan #delicious #india #bengal #Foodie #foodbloggers #Foodporrn #food #CALCUTTA #KOLKATA #thisiscalcutta #tasty #sheherwali #goodvegfoods #bengali #mithai A post shared by Devashis Kuthari (@goodvegfood) on Apr 26, 2015 at 9:39am PDT\nBut one of the most treasured recipes in the Sheherwali repertoire is the kachche aam ka kheer. The runny pudding made with cream-laden milk and grated raw mangoes (washed and boiled to discard the tartness) is enriched with a dash of saffron and finished off with a sprinkle of rose water, ideally made from shahi basra aruk gulab – a Sheherwali signature. The kheer is best served chilled, ideally on a bed of crushed ice.The wait for Murshidabadi mangoes has begun this year. For many a Sheherwali family now settled in Kolkata, the end of May means the arrival of cartons stacked with mangoes straight from orchards around Murshidabad. “In some households entire rooms are cleared out, the furniture removed and the floors scrubbed clean to make special room for the mangoes,” said Dugar. The mangoes often come with the name of the specific cultivars painstakingly inscribed on them.Sadly, of the hundreds of unique varieties of Murshidabadi mangoes only a small number are still grown extensively. Some are on the verge of extinction. Ever year in the month of June, the Murshidabad Heritage Development Society, in association with ITC Sonar in Kolkata, organises the Mango Haat to showcase and promote Murshidabadi mangoes that are still grown in Sheherwali orchards around the district. A glimpse into the Sheherwali culture and cuisine comes as a bonus.","author":"Priyadarshini Chatterjee","time":"2017-05-19T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837690-58552-wopcfssaeu-1495180261.jpg","tags":["Mango","Sheherwali Jains","History","Food","West Bengal"]}