{"title":"North East bodies oppose Centre’s move to make Hindi compulsory till Class 10 in the region","content":"Several northeastern organisations have said that the Centre’s move to make Hindi a compulsory subject up to Class 10 in all states of the region is an attempt to impose the language, The Hindu reported on Saturday.The criticism came two days after Home Minister Amit Shah had announced that all state governments in the North East have agreed upon the decision.“Nine tribal communities of the North East have converted their dialects’ scripts to Devanagari,” Shah had said at a meeting of a Parliamentary committee on official languages. The Hindi language is compulsorily taught till Class 8 across seven states in the North East, according to The Indian Express. In Arunachal Pradesh, it is a mandatory subject till Class 10.On Saturday, Chairperson of the North East Students’ Organisation, Samuel B Jyrwa, said his organisation was opposed to the move as it is a kind of an imposition. “We have no objection to Hindi as an optional subject,” Jyrwa said, according to The Hindu. “We will approach all the state governments in the region to not make Hindi compulsory.”The Asom Sahitya Sabha, an influential literary body said the government should instead concentrate on conserving and promoting indigenous languages, The Indian Express reported.“Such steps spell a bleak future for Assamese and all indigenous languages in the North East,” the body said in a statement. “The Sabha demands that the decision to make Hindi mandatory till Class 10 be revoked.”Another Assamese body – the Krishak Mukti Sangram Samiti – said that move was anti-Constitution and against the federal structure of the country. “The BJP-led government has been taking anti-Assamese decisions since 2016 by first removing the Assamese paper from the Assam Public Service Commission exams and now the Hindi imposition through the schools,” the Samiti said, according to The Hindu. “The government should instead make Assamese compulsory in the state.” In Mizoram, the Young Mizo Association said it would submit a memorandum against the decision of the central government. “This needs serious discussion,” Tluangtea, the general secretary of the association told The Hindu.Protests in SouthThe ruling Dravida Munnetra Kazhagam party in Tamil Nadu also warned the Centre against the “imposition” of Hindi, PTI reported.The party in its mouthpiece, Murasoli, said that citizens of the state still remember the anti-Hindi agitation led by the former chief minister M Karunanidhi.In Telangana, state minister KT Rama Rao on Saturday said the move was a “great disservice” to the country’s younger population who have global aspirations.Unity in diversity is our strength dear @AmitShah Ji. India is a union of states & a true ‘Vasudhaika Kutumbam’Why don’t we let people of our great nation decide what to eat, what to wear, who to pray to and what language to speak!Language chauvinism/hegemony will boomerang pic.twitter.com/AwMae3Clra— KTR (@KTRTRS) April 9, 2022\n\n“Why don’t we let people of our great nation decide what to eat, what to wear, who to pray to and what language to speak,” Rao said in a tweet. “Language chauvinism/hegemony will boomerang.”","author":"Scroll Staff","time":"2022-04-10T17:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121067-vdpltbjftw-1599555278.jpg","tags":["Hindi","Amit Shah","Assam"]}