{"title":"CAA will be ‘fiasco’ in Assam, not a single application filed: Chief Minister Himanta Biswa Sarma","content":"The Citizenship Amendment Act would be a “fiasco” in Assam, said Chief Minister Himanta Biswa Sarma on Thursday, claiming that the state would see the lowest number of applications under the Act.“It has been four days [since the Citizenship Amendment Act rules were notified],” Sarma said at a press conference. “How many applications have been filed? There is not a single application from Assam on the portal.”The Citizenship Amendment Act is aimed to provide a fast track to citizenship to refugees from six minority religious communities, except Muslims, from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and have entered the country by December 31, 2014.On Monday, the Centre notified the rules under the Act, stating that the Narendra Modi-led government has “realised the promise of the makers of our Constitution to the Hindus, Sikhs, Buddhists, Jains, Parsis and Christians living in those countries”.The 16-party United Opposition Forum in Assam on Monday announced a statewide hartal, or strike after the Centre notified the rules under the Act. The forum, led by Congress, said that it would also take up other protest programmes in a phased manner.Massive protests had also broken out in 2019 and 2020 across the country after the Citizenship Amendment Act was passed by Parliament.While protests against the Act in the rest of India revolved around the law’s alleged anti-Muslim bias, ethnic groups in Assam and the rest of the North East feared they would be physically and culturally swamped by migrants from Bangladesh.Sarma said on Thursday that the state administration might have to set up camps for “people whose biometrics were locked during the exercise to update the National Register of Citizens and ask them to come and apply”, The Hindu reported.In 2019, when the final list of the National Register of Citizens was published, over 19 lakh out of the 3.3 crore applicants were excluded from it. Sarma had told The Indian Express at the time that nearly five lakh to six lakh of those excluded had migrated from Bangladesh due to religious persecution before 1971.During Thursday’s press conference, the chief minister said that those who did not apply for their names to be included in the National Register of Citizens were unlikely to apply for the Citizenship Amendment Act either.“There is a cut-off date in the Act,” he said. “The Citizenship Amendment Act is very clear that one has to provide evidence of having come to the country before the cut-off date. If one did not apply for NRC, it means that he or she did not come to India before 2014.”He added: “Assam has the National Register of Citizens but it does not exist in other states. This law [Citizenship Amendment Act] will be completely insignificant in Assam.”Sarma listed several mechanisms that are in place – including the Foreigners’ Tribunals that determine the nationality of doubtful citizens – to contend that refugees from Bangladesh would prefer to go to West Bengal or other states in the “mainland” rather than Assam.“If the people of Assam go to Gujarat and Karnataka to work and earn Rs 300 per day, why should people from Bangladesh come to Assam where the daily wage is Rs 100 instead of going to Gujarat and Karnataka,” the chief minister was quoted as saying by PTI.Also read: ‘Betrayal by BJP’: Why CAA rules might not help Hindu Bengalis left out of Assam NRC","author":"Scroll Staff","time":"2024-03-15T15:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162601-swsfwwstpm-1644676761.jpg","tags":["Himanta Biswa Sarma","Assam","CAA","citizenship amendment act","NRC","national register of citizens"]}