{"title":"Not against caste census, but it should not harm social harmony, says RSS","content":"The Rashtriya Swayamsevak Sangh on Thursday clarified that it does not oppose a caste census, a day after one of its functionaries questioned the need for it.The Rashtriya Swayamsevak Sangh is the parent organisation of the Bharatiya Janata Party.On Wednesday, Shridhar Gadge, Sah Sanghachalak of the Vidarbha region in eastern Maharashtra, had asked why there was the need for a caste census, reported The Hindu. He had said that while the exercise could help some individuals politically, it was not good for national unity.“We feel that there should be no caste-based census, because there is no reason to do it,” he had said. “What will we achieve by doing the caste-based census? It is wrong.”On Thursday, however, the organisation’s head of publicity Sunil Ambekar said in a social media post that a caste survey should be used for the overall development of society and all parties should ensure that it does not harm social harmony and unity.“It is true that due to various historical reasons, many sections of the society have been left out, from an economic, social and educational point of view,” Ambekar said. “For their upliftment, governments are planning various schemes from time to time and the RSS has always supported them.”pic.twitter.com/xIkuGdwBpM— Sunil Ambekar (@SunilAmbekarM) December 21, 2023\n\n\nSeveral Opposition parties, including the Congress, the Janata Dal (United) and the Samajwadi Party, have urged the Centre to conduct a countrywide caste census and contended that the exercise would help plan welfare measures better.The demand was bolstered after the Bihar government in October released the findings of a caste survey that it had ordered in January. The findings showed that the Extremely Backward Classes account for 36% of the state’s 13.07 crore population and the Other Backward Class 27.13%.After Gadge opposed the caste census, the Congress claimed that the RSS and BJP believe Dalits and backward classes should not get their rights at any cost.“Because of this disgusting thinking, there has not been a single RSS president from Dalit or backward class in 100 years,” it said.\"जातिगत जनगणना नहीं होनी चाहिए\"ये बात RSS ने कही है।BJP को चलाने वाली RSS हमेशा से जातिगत जनगणना के विरोध में रही है।RSS और BJP का इसपर स्टैंड एक दम साफ है। दलित और पिछड़े वर्ग को किसी भी कीमत पर उनका हक न मिले।इनकी इसी घृणित सोच की वजह से 100 साल में RSS का एक भी अध्यक्ष…— Congress (@INCIndia) December 21, 2023\n\n\nAlso read: Why the BJP has softened its stance on caste census?","author":"Scroll Staff","time":"2023-12-22T12:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196842-xhufeqifqt-1703230027.jpg","tags":["Caste census","Rashtriya Swayamsevak Sangh","Congress","BJP"]}