{"title":"‘Now this is home for us’: Chin refugees from Myanmar find a welcoming sanctuary in Mizoram","content":"Our vehicles struggle up a bumpy, fissured, at times muddy path that had started off as a hardtop lane branching off the main highway in Mizoram. Suddenly, without warning, we find ourselves in the courtyard of a settlement.There are three elongated buildings set in a clearing flanked by hills and bamboo trees. Each building is built on a wooden frame, with walls woven of dusty, latticed bamboo slats. The sunlight glints off aluminium doors and off roofs with corrugated tin sheets.Two of the buildings, one on either side of the courtyard, are dormitories for the 27 families who have fled their villages in the Chin Hills of Myanmar in the wake of a military crackdown against ethnic minorities. One hundred and sixty four people – 110 men and women and 54 children – now call this home.To step inside the building is to walk unknowingly into a rabbit warren. There are no rooms. Raised bamboo platforms run the length of each building; between any two platforms are narrow earthen pathways to allow some movement. The ‘walls’ demarcating individual homes are merely bed sheets or bed covers strung across poles to create an illusion of privacy. Blankets and rucksacks, clothes and papers are piled neatly against the bamboo walls; plastic bags bulge with more clothes and papers hang from shelves. A photo or two from better times is propped up against the walls.Off to one end of the building is a version of the Old Curiosity Shop – a cramped space filled with plastic jars of lozenges, soup and snack packets, and notebooks. There is a common area at one head of the courtyard, near the entrance – basically, three benches of wooden slats joined together at right angles, with a bamboo roof – where people gather for tea and conversation.A short distance away from the buildings stands an enormous black Sintex water-tank, around which a few young women busily wash clothes. The water supply is clearly inadequate to meet their needs; residents said they trek up and down difficult hill paths to a stream to fetch more water. Chopped firewood is stacked neatly in an adjacent shed. Toilets, set up by the local Public Health Engineering Department, stand in a small row near the entrance to the camp. Solar panels on the roofs of the buildings supply some power in the evenings.These facilities, minimal as they are, have been provided by the district administration, which has permitted Myanmarese residents to settle here and in a few similar settlements elsewhere in the state, close to the border of the land they had fled from. A January 10 air attack by the Myanmar military which pounded a Chin resistance camp just across the river Tiau that divides the two countries and killed at least three persons underlined the fragility of the situation and the proximity of the danger that the refugees speak of. Mizo youth leaders reportedly alleged some damage to vehicles and property on the Indian side of the border in Champhai district where most of the refugees are located.While two of the three buildings serve as housing, the third acts as a storehouse for bags of rice, lentils and salt, and also as a community centre. A common kitchen has been set up next to one of the dormitories; rice is cooked communally, while individual families make their additional dishes on smaller stoves.An elderly man at a refugee camp in Mizoram. Credit: Sanjoy HazarikaOutside, a wizened old man of 88, dressed against the chill in slacks and a sweater with a woollen beanie on his head, sits quietly as conversations about conditions in the Chin state swirl around him. Tha Tung said that it had taken him seven days to cross over from Myanmar and reach Mizoram. He and six other family members had fled the town of Matthupuii because they were fearful of becoming collateral damage in the constant skirmishes between the Chin Defence Front and the Myanmar military. They came by car up to a point, and from there on, they were transported over small, uncharted trails on tiny Kawasaki 125 HP motorbikes. It cost them the equivalent of a lakh of Indian rupees, Tha Tung said.“That may not be a lot of money in India but it is a hefty sum for someone in a border state of Myanmar,” said an aid worker who was visiting the camp, and did not wish to be identified.Another refugee, who gave his name only as Thepe, said he had crossed the border after soldiers killed 10 of his neighbours. Another refugee who used only one name, Vuatha, in a conversation spoke of how the Army had destroyed his home and granary. “Now,” he said, “this is home for us. We had running water and electricity in our house there, but we feel safe here.” A young woman who joined us in the common area added, “We may still have bad dreams but we are safe here, those over there are much more fearful and at risk.”The refugees I spoke to said they have no complaints. But life is hard – to bring in money, they take up odd jobs as daily labourers with local farmers. The local primary school is two kilometres away, over the rutted road on which we had travelled to the camp. There is no public transport, and most of the children do not go to school.District administrations here and in other districts where the refugees are housed have provided each resident with a laminated identity card. They also carry the pink I-cards of their homeland.Source: River path from mpcb.mizoram.gov.in and shadedrelief.com; Chin state boundary of Myanmar from geonode.themimu.infoOn a map, Mizoram is a dagger-shaped piece of land wedged between Manipur, Assam, Tripura, Bangladesh and Myanmar. Flying into Lengpuii Airport, an hour’s drive from the state capital Aizawl, is a visual delight of densely forested hills that, from the air, look like a series of jagged spikes, and blazing blue skies. But then comes the approach, which replaces wonder with unease as the aircraft dips between hills and lands on a narrow strip that has seemingly emerged out of nowhere.Since March 2021, the state has witnessed an extraordinary, but unheralded and under-reported, effort by local communities, civil society organisations, the church and the state government, with the tacit understanding of the Centre, to provide shelter and sanctuary to over 30,000 Chins who have sought refuge. This number of refugees was shared in the state assembly by a minister and by several government officials with the author.A fair number of these refugees are staying with kin; the more affluent among them have procured rented accommodation, but the largest number live in these settlements. They are being supplied with food, rations, blankets, mosquito nets and clothes by an alliance of local non-governmental organisations, such as the Mizo Students Association and the Young Mizo Association. The Young Mizo Association wields substantial political clout and influences government decisions on sensitive issues.Calling the Chins ethnic kin and “brothers”, the state government and the non-governmental organisations have declared their determination to host the refugees and have mobilised local support. A couple of years after the first refugees arrived, however, a sense of fatigue has crept into the relief efforts.Mizoram’s gross domestic product is Rs 117 billion ($1.43 billion), the lowest barring Andaman and Nicobar Islands, and its per capita gross domestic product is Rs 97,408, ranking 19 of 35 states. The state’s chief minister had reportedly said in February that the state’s financial condition is shaky because it has not received its share of taxes from the central government.Elections to the state assembly are due in 2023, but the political jousting has already begun. The Bharatiya Janata Party at the Centre is known for its antipathy to outsiders; against that stands Chief Minister Zoramthanga, a former insurgent leader turned democrat who has lived for many years in rebel strongholds in Myanmar, and who now walks a sensitive political tightrope.The Centre had instructed the Assam Rifles to push back the influx of refugees from Myanmar.Zoramthanga, who leads the ruling Mizo National Front and who turned from battling the Indian state to embracing constitutional democracy and party politics in 1986, appealed directly to Prime Minister Narendra Modi, saying that the Chin were the brethren of the Mizos and he could not turn them away.“Mizoram,” Zoramthanga had written to Modi, “cannot just remain indifferent to their sufferings. India cannot turn a blind eye to this humanitarian crisis unfolding right in front of us in our own backyard.”Though the refugee question will figure in state elections which are scheduled for later this year, no political party can afford to call for a rollback of the refugee policy.A community kitchen where rice is cooked for all at a Chin refugee camp in Mizoram. The refugees live a hard life, but say it is better than the violence in neighbouring Myanmar. Credit: Sanjoy HazarikaIndia is not a signatory to the 1951 United Nations Refugee Convention or its 1967 Protocol and does not have a refugee protection regime. However, it has several times been generous host to hundreds of thousands of refugees; the most prominent are the Tibetan refugees and their spiritual leader, the Dalai Lama, and the Tibetan government in exile, Tamil refugees from Sri Lanka who fled the island nation’s civil war of the 1980s and 1990s and have not returned, and the Chins. At the same time, lack of a law on refugees means foreign nationals are governed by a mix of laws which limit access to welfare, support and documentation, and often subjects them to prosecution, such as is the case of the Rohingya refugees from Myanmar. “Although India has a large population of stateless people, no accurate estimates of the number are available. The United Nations High Commissioner for Refugees is working to identify and map stateless groups,” they said in a 2011 report.“The Chins of Myanmar and the Mizos and Kukis (and sub-groups) in Mizoram and Manipur are kin; a historical affinity connects them by ethnicity, religion, language and economy. In the aftermath of the 1988 Army crackdown on the pro-democracy movement which killed thousands [in Myanmar], many Chins and other refugees fled to Manipur and Mizoram. Local leaders and non-government groups, with the tacit support of central and state agencies, allowed them to live, work and even settle. They were seen as the eyes of India to look through the window on the border into Myanmar…” this author has written elsewhere.The Mizoram government does not give funds directly for refugees from Myanmar, but provides land for the refugee camps, and also drinking water, toilets and electricity; it also acts like a facilitator for the supply of food, clothes, blankets and other provisions provided by various relief agencies and local non-governmental organisations, including the church and the Young Mizo Association.The state government has accommodated a number of political exiles in a spartan and somewhat decrepit hostel at one lightly inhabited edge of Aizawl. Some of the exiles stay there with their families, and spend a large part of their time working the phones and hammering out draft petitions on their laptops. A clean common kitchen provides food. Outside, on a small patch of grass, a small group of men and women have just finished lunch, after cooking for the wedding reception of a couple-in-exile at a local church.Humanitarian assistance continues to flow from different national non-governmental organisations, apart from what is being mobilised locally. But there are concerns about a potential drop in aid. A top politician who is frequently involved in negotiating with the Centre said in December that “there is a limit to how much we can do. Although they are like our brothers, the state government itself is facing a financial crisis and we have to keep in mind how long we can sustain (the effort)”.Of late, there have also been increasing tensions in the border town of Zokathar, where refugees now outnumber the local population. The administration has ordered that refugees cannot buy property or start businesses in the area, as this would undercut the local economy and escalate tension.One of the dormitories at a refugee camp, built of bamboo, wood and tin sheets; cloth curtains provide some privacy for families which have carved small spaces for themselves. (Right) An older refugee looks curiously at visitors from his neat, well organised family space in the dormitory. Credit: Sanjoy HazarikaThe group at the refugee camp I visited is a fraction of the larger refugee population in Mizoram. The first exodus from the country was in March 2021 following the military takeover of Myanmar and the ouster of the democratically-elected government of Aung Sang Suu Kyi, which resulted in her imprisonment along with thousands of her supporters, and the filing of major criminal charges against them.As civilian protests erupted, the military regime hurled its firepower against the protestors, some of whom then joined the armed ethnic movements which have battled successive military regimes since the 1940s, with varying degrees of success. This was a break from the past for the youth, many of whom had not joined the ethnic fighters in earlier revolts. Another aspect was closer cooperation among the anti-military armed ethnic groups, at least in the initial months following the coup.Among the areas which has seen significant clashes between military forces and the armed opposition is Chin State, just across the border from Mizoram, where many innocent persons have been caught in the crossfire. This triggered the exodus into Mizoram, while smaller groups struggle to survive in Manipur, Nagaland and Arunachal Pradesh, which also border Myanmar.International human rights organisations and the United Nations, as well as Association of Southeast Asian Nations of which Myanmar is a member, have demanded an end to the violence and the opening of peace talks. The generals in power however do not appear to be listening, and media reports have spoken of ongoing drone, aircraft and artillery attacks on civilian targets, including audiences at a music concert. Victims have included women and children. Four democracy activists and supporters of the Nobel Peace Prize-winner Suu Kyi were reportedly executed in 2022.Suu Kyi’s supporters have created a National Unity Government, which meets occasionally in person and more often in video calls, as its members are scattered across the world. Several members of the national parliament and provincial assemblies, who have met the author, have been given shelter in Mizoram.Reports emerging from the Chin region say that significant areas of the countryside are in rebel hands. The rebels include two major alliances, the Chin Defence Front which has grown out of the older Chin National Army, and the Peoples Defence Front, a coalition of various groups. However, the Army continues to control key towns and garrisons, and occasionally moves out to attack rebel positions.India, conscious of the high stakes involved and China’s deep involvement in the region, has been taking a cautious middle path, saying that “restoration of democracy in Myanmar remains a priority. India has called for the cessation of violence, upholding rule of law and release of political detainees.” But Delhi has also shied away from calling out the Myanmar Army for its excesses. It has done so partly because of its strategic concerns, as well as to ensure that its extensive economic investments with various energy companies as well as major highway, shipping and other infrastructure projects are not put at risk.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Sanjoy Hazarika, IndiaSpend.com","time":"2023-03-21T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187783-kbsqntjrvu-1678426504.jpg","tags":["Mizoram","Chin refugees","Aung Sang Suu Kyi"]}