{"title":"NRC: Former Assam CM Tarun Gogoi blames BJP, says final list excludes many Bengali Hindus","content":"Former Assam Chief Minister Tarun Gogoi on Saturday criticised the National Register of Citizens, NDTV reported. The final NRC was published on Saturday, and excluded over 19 lakh names.Gogoi told NDTV in an interview that the authorities have excluded many genuine Indians from the final list. “Many genuine Indians – especially Bengali Hindus – have been excluded from the NRC while several foreigners have been included,” Gogoi said. “The Bharatiya Janata Party has to explain what went wrong with the NRC.”The stated aim of the list is to weed out undocumented migrants who have settled in Assam over the decades. As many as 3.11 crore people have been included in the final list.Gogoi, a Congress leader, said that the exercise should have been based only on the Assam Accord of 1985. He also downplayed Assam minister Himanta Biswa Sarma’s criticism of the final list. “If the BJP is crying, whose responsibility is it?” Gogoi asked. “It’s the BJP government in the state that has prepared this list. Our position is clear: It doesn’t matter if the person is Hindu or Muslim...any individual who’s a foreigner should not be included.” Earlier in the day, Sarma said that the Supreme Court should allow re-verification of the names on the final list. “Names of many Indian citizens who migrated from Bangladesh as refugees prior to 1971 have not been included in the NRC because authorities refused to accept refugee certificates,” Sarma said. The minister had said on Friday that the NRC in its present form will not help in weeding out foreigners from Assam. He also claimed that the central and state governments were devising new ways to eliminate foreigners as the NRC had not met the wishes of locals.Gogoi alleged that Union Home Minister and BJP National President Amit Shah had taken credit last year when 41 lakh people were excluded. “At that time, Amit Shah said that these are all illegal migrants who will be deported,” Gogoi said. “He did not know that most of them were Hindus.”People left out of the final list will not immediately be deported. Instead, they have 120 days to apply to the Foreigners’ Tribunal to reconsider their claim of citizenship. If someone loses their case at the tribunal, they can appeal in the High Court and then the Supreme Court if required. However, if the person is excluded from the final list and loses their cases in the tribunal, they could be arrested and sent to a detention centre, The Indian Express reported.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-08-31T16:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/21256-urdyxmvdno-1567247984.jpg","tags":["Tarun Gogoi","National Register of Citizens","Assam","Bharatiya Janata Party","Congress"]}