{"title":"NRC fears are derailing BJP's plan to capitalise on the Citizenship Act in West Bengal","content":"Pintu Pal drives an auto rickshaw in Bongaon town, right on the West Bengal-Bangladesh border, in North 24 Parganas district. He is happy with a controversial new bill passed by Parliament on Wednesday. “We need an NRC here,” explained Pal. Although Pal is himself descended from people who came from Bangladesh, he now feels that they are too many coming in from “opar”, that side. “Every day people come. Where is the space?”Pal was, of course, misinformed. Parliament had not passed a law for a National Register of Citizens, meant to identify illegal immigrants. Instead, the opposite had happened: it had passed an amendment to the Citizenship Act that would allow illegal immigrants from Bangladesh, Afghanistan and Pakistan to become Indian citizens.This is not an uncommon confusion. While there is support for the bill given the large number of Bangladeshi-origin Hindus in West Bengal, there is also widespread confusion and lack of knowledge around what the Citizenship Act amendment means and how it related to the NRC.Matua voicesChanchal Roy from Thakurnagar town, a few kilometres from Bongaon, belongs to the Matua faith – an influential religious order consisting almost solely of Dalit immigrants from Bangladesh. Not only are Matuas well organised, they are populous. While the Census does not record caste-wise population, a Communist Party of India leader who has worked with the community estimates that one out of every six Dalits in West Bengal is a Matua.Roy is extremely happy with the Citizenship Amendment passed by the Bharatiya Janata Party. “We have been oppressed for so long in Bangladesh. And we have had to flee to India,” said Roy. “Since India is a Hindu country, it is our right to get citizenship here.”Roy is also aware of the sentiment in West Bengal that makes many Bangladeshi-origin Hindus apprehensive of an NRC. “People here look to the Assam NRC and see that so may Hindus got left out,” said Roy. “But now with the amendment bill, we [Hindus] don’t need to worry.”This is a line that Union Home Minister Amit Shah has often employed to calm fears amongst Hindus in West Bengal around an NRC. “First there will be the CAB and then only the NRC,” said Shah in April for example. “Refugees don’t need to worry – only infiltrators do”.“Refugees” and “infiltrators” are dog whistles used by the Bharatiya Janata Party to refer to Hindu and Muslim migrants, respectively.Based in Mondalpara village, Nanda Dulal Mohanto is a former president of the Matua Mahasangha, an influential body in the community, as well as a researcher of Matua culture. “The Citizenship Act amendment has the potential to benefit many people,” said Mohanto. “So it has support amongst Matuas, who are all from Bangladesh and have had to come here due to religious persecution.”Pintu Pal was born in a family that had migrated from Bangladesh but doesn't want more migration to follow. Photo: Shoaib DaniyalThe Bangladeshi Hindu voteMatuas are one of the most prominent groups amongst the large number of Bangladeshi Hindus that have come over to India since 1947. This mass migration – estimated at around 11 million Hindu Bangladeshis from 1964 to 2013 – has played a significant role in West Bengal’s politics historically. Today, as per a BJP estimate, Bangladeshi Hindu immigrants are a significant presence in 75 Assembly constituencies – making up approximately a fourth of the state’s seats. While this amendment to the Citizenship Act is driven partly by the BJP’s ideological commitment to Hindu nationalism, a significant factor is also the BJP’s desire to woo this large segment, given the upcoming West Bengal Assembly elections in 2021.Lost in transmissionHowever, while the change in India’s citizenship law will go some way in attracting Bangladeshi-origin Hindus, there are still significant roadblocks to be overcome when taking this message to the grassroots.Santosh Bala crossed over from Bangladesh in 1975 and now lives in Baduria, North 24 Parganas. He is a dalapati, or congregation leader, of the Matuas in his village. Bala is happy with the Citizenship Act amendment but argues that there is little knowledge of what it means in his village. “People fear that this means they will have to leave,” said Bala. “Everyone is talking of an NRC and some Matuas who have come recently still don’t have voter ID cards, which makes them apprehensive.”From Ramnagar village in North 24 Parganas, Jharna Biswas is also of Bangladeshi-origin and votes BJP. But she draws a blank when asked about the Citizenship Act amendment. While the BJP has spoken of righting the wrongs of partition in arguing in favour of the amendment, Biswas’ bent towards the party is determined by more immediate concerns. “The Trinamool has taken so much cut money, that is why we are fed up of them,” she argued.Santosh Bala came to India in 1975. Photo: Shoaib DaniyalWill the new law work?Sadananda Malakar, a local Matua leader from West Medinipur district tells Scroll.in he is “mota moti khushi” – somewhat happy – with the CAB. “It is a good move but most people who have come from Bangladesh have already got voter ID cards,” says Malakar, explaining his qualified approval.Malakar is describing an informal, extra-legal method of gaining citizenship that is widespread amongst migrants from Bangladesh. His point is backed up even by the Union’s government’s internal intelligence agency, the Intelligence Bureau, which has argued that the Citizenship Amendment Bill would not benefit only a “small number” since the rest “have already taken citizenship by various means,” referring to the various informal ways by which illegal Bangladeshi migrants gain Indian citizenship.Debdas Mondal, vice president of the BJP in the Barasat area on the Bangladesh border says that the Citizenship Amendment Bill was implemented since it was part of the BJP’s programme. “We had a responsibility commitment to give citizenship to refugees,” he said. “This is a great thing. In fact, it should have happened after independence.”However, Mondal agrees that the party is still unable to properly spread this message at the mass level. “People don’t understand the difference between the Citizenship bill and the National Register of Citizens, hence there is this fear,” Mondal explained. “The Trinamool is spreading misinformation that everyone will have to go to jail. We will have to do door-to-door to make people understand.”Convince HindusEven amongst the bill’s supporters, however, there are doubts. “The BJP is claiming people will get unconditional citizenship – that is doubtful,” argued Nadna Dulal Mohanto. “There will be documents required. Also, why is there a cut-off in the bill? Religious persecution is still going on in Bangladesh. The Trinamool has taken Matua votes for granted earlier, so we must watch to make sure that the BJP does not do the same. Matuas must keep a close watch how the Citizenship amendment is implemented.”This is also the line being taken by Matua leaders in the Trinamool. Mamata Bala Thakur, a former Trinamool MP and member of the founding family of the Matua order, did not question the aims behind the bill but instead accused the BJP of not doing enough to help Bangladeshi refugees. “Our demand was to award citizenship on the basis of birth,” Thakur said. “And while the Centre is saying citizenship will be awarded unconditionally without documents, why then are people being asked to submit applications?” Another Trinamool-leaning Matua leader, Pramatharanjan Basu, has criticsed the bill for having a cut-off – December 31, 2014 – after which Bangladeshi Hindu migrants will not be able to avail of the new rules. “There can not be a cut-off,” said Basu. “Any Hindu who comes from Bangladesh must get citizenship.”Mohanto also argues that the BJP and its sparse organisation has been unsuccessful in making the people understand what the bill is about – and collation with the NRC is common. “You saw how the BJP lost the bye-elections [referring to three Assembly bye-polls in November] – it was because people feared the NRC,” he said. “The BJP will have to see if they can now convince Hindus that the Citizenship Act amendment will save them from NRC.”","author":"Shoaib Daniyal","time":"2019-12-19T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133074-lscwxvurbg-1576678623.jpg","tags":["Bangladesh","NRC","West Bengal","BJP","Bangladeshi Hindus","Citizenship Amendment Bill"]}