{"title":"NRC: People’s tribunal points out flaws in Supreme Court’s role, says process dehumanised migrants","content":"A “people’s tribunal” has pointed out flaws in the Supreme Court’s role in the compilation of Assam’s National Register of Citizens. The tribunal, which held its discussions over the weekend in Delhi, observed that the top court’s role had raised important constitutional concerns.The tribunal’s jury comprised two retired Supreme Court judges – Madan Lokur and Kurien Joseph – apart from former Delhi High Court Chief Justice AP Shah, former diplomat Deb Mukharji, writer Githa Hariharan, activist Syeda Hameed, and academics Monirul Hussain and Faizan Mustafa. The tribunal was organised by a collective of non-governmental organisations and movements. It had presentations from experts as well as testimonies from affected people. The jury said that the Supreme Court judgement that paved the way for the NRC exercise had relied upon “unverified, and now disproved, data to hold that migration amounted to ‘external aggression’ upon India”. In doing so, the court “in effect, dehumanised migrants and infringed their rights to liberty and dignity”, the tribunal said.Moreover, while overseeing the preparation of the list, the Supreme Court was itself undertaking “what is essentially an administrative process”, the tribunal said. “When the courts ‘take charge’ of such processes, the system of remedies is virtually taken away,” the jury’s report added. “Judicial orders have set difficult conditions for release from detention camps – conditions that cannot be met by marginalised and vulnerable people,” the report said. “Despite the scale of the exercise, the judiciary’s insistence on setting deadlines has increased the pressure on both the process and the people involved.”The jury also observed various aspects of the humanitarian crisis in Assam. “Large numbers of people were asked to appear before the verification officers in faraway places multiple times to prove their citizenship credentials,” the report said. “The fear of getting excluded from the NRC, being declared as foreigner and finally being sent to detention centre, has created a situation of permanent paranoia among the vulnerable communities, especially Bengal origin Assamese Muslim and Bengali Hindus living in the state of Assam. This fear has created anxiety and pushed many people to suicide.”Women and children had a higher burden during the process, the tribunal said. Women declared foreigners also would suffer disproportionately, as in addition to losing citizenship, it would also curtail their right to dignity, access to privacy and personal hygiene, the tribunal said.The jury also noted instances of lost livelihoods and violation of child rights during or as a result of the process.The report concluded: “In sum, the jury would like to emphasise that in the context of Assam – as well as in the context of the entire country – citizenship, as the right to have rights, is one of the most basic, fundamental human rights in modern societies.”Also read:How Assam’s National Register of Citizens counted people – from 2015 to 2019Read the stories of those who are most affected by the NRC exercise in our series: The Final Count.  Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-09T11:05:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/126523-olnnekqcfo-1567223882.jpg","tags":["Assam","NRC","National Register of Citizens"]}