{"title":"NRC final list: What happens to more than 19 lakh people left out of the register?","content":"Over 19 lakh people have been excluded in the final list of the National Register of Citizens that was released on Saturday. Out of the total 3.3 crore applicants, 3.11 crore were included in the list, also excluding those who did not submit claims after the release of the last draft in July 2018.The aim of the register was to separate genuine Indian citizens from undocumented immigrants in the state. Anyone unable to prove that they or their ancestors had entered Assam before midnight on March 24, 1971, would be declared a foreigner.The final list will be available at all NRC Seva Kendras, offices of the circle officer or of the deputy commissioner on all working days from 10 am to 4 pm. For those who want to check online, log on to either www.nrcassam.nic.in or www.assam.mygov.in. Click on the link that says, “Supplementary Inclusions/Exclusions Lists (Final NRC) status”, and key in the Application Reference Number, or ARN. But, what are the options for those were left out of the list?120 days to file appealsThe state government, in a public notice on August 27, said that those left out of the final list of the NRC can file appeals before foreigners tribunals, which are quasi-judicial bodies that adjudicate matters of nationality in Assam. They would be given 120 days to file appeals. The state said it will provide legal aid to those filing appeals.However, as Scroll.in reported, tribunal members have been rewarded for declaring more people foreigners. Data from four foreigners tribunals revealed disturbing patterns of bias against Bengali-speaking communities, particularly Muslims.  Government of Assam in a public notice has indicated 200 tribunals being set up for deciding appeals from non-inclusion in NRC. It also clarifies that non-inclusion in NRC doesn't itself amount to being declared as a foreigner.#NRCAssam pic.twitter.com/sr99ebjhgP— The Leaflet (@TheLeaflet_in) August 27, 2019\n\nThose excluded may approach a foreigners tribunal with a certified copy of the rejection order from the authorities and the basis for appeal. Apart from the existing 100 tribunals, 200 more will start operating in the state soon, according to the notice.They would have to prove that their ancestors were citizens of the country on or before March 24, 1971. If someone loses their case at the tribunal, they can appeal in the High Court and then the Supreme Court if required. However, if the person is excluded from the final list and loses their cases in the tribunal, they could be arrested and sent to a detention centre, The Indian Express reported.No immediate detention“People left out of the final NRC will not be detained under any circumstance till foreigners’ tribunals declare their decisions,” the state government’s notice said.Six overcrowded jails in Assam double up as detention centres, holding over 1,000 people in all. Twenty-five have died while being held in detention, the state government said in July. Last year, the state government got approval to build a large detention centre with the capacity to hold 3,000 detainees in Goalpara. The state government is preparing to build ten more detention centres, Hindustan Times reported.  No deportationThe NRC is the long-delayed culmination of the anti-foreigners movement in Assam which led to the signing of the Assam Accord in 1985. Under the accord, those who entered Assam after March 24, 1971, post the Bangladesh War, would be declared foreigners and deported.But India does not have a formal repatriation treaty with Bangladesh. Last week, Union External Affairs Minister S Jaishankar, on an official visit to the country, told journalists that Assam’s NRC is India’s “internal matter”. With deportation being off the table, an old proposal of granting work permits to non-citizens is gaining currency.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-08-31T13:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126547-tipuapxfqp-1567239380.jpg","tags":["National Register of Citizens","Assam","Final List","NRC"]}