{"title":"Number crunch: Is India putting more money into renewables or fossil fuels?","content":"Is India embracing renewables or fossil fuels? On the one hand, there are the commitments India has made to decarbonise its economy in the face of climate change that is already impacting the country grievously. Then there are the planners who are convinced that fossil fuels are imperative to provide the electricity needed for India’s development. With this, we have seen announcements of huge investments in solar and wind energy, but also in coal, oil and gas.In the last two years alone, the Union government has announced forthcoming public and private investment in coal of 400,000 crore Indian rupees (around USD 50 billion). The Ministry of Petroleum and Natural Gas has said that in 2021-’22 the country will invest Rs 480,000 crore ($60 billion) in setting up gas infrastructure. The country is also hiking its investments in overseas oilfields – like Russia’s Sakhalin 1 and Sakhalin 2 and Brazil’s BM-Seal-11 – apart from stepping up domestic exploration for gas and oil.These announcements coincide with reports about the Rs 116,000 crore ($14.5 billion) India invested in renewables in the last fiscal year; the Rs 202,000 crore ($25.3 billion) of capital expenditure (or capex, money spent on building fresh assets like factories or power plants) which is expected to flow into the country’s EV market by 2030; Reliance’s mammoth Rs 595,000 crore ($74.6 billion) investment in renewable energy and technology; an investment of Rs 480,000 crore ($60 billion) in renewables from the Adani Group; and India’s push for indigenous manufacturing of solar panels and storage batteries.So, is India putting more money into renewables or fossil fuels?The question comes at a time when India is facing serious impacts from climate change. This year saw sustained heatwaves over northern India even as the northeast faced heavy rains, floods and landslides: experts say these unusual monsoon patterns are a sign of climate change.India is the world’s the third largest emitter of carbon dioxide (or fourth if the EU is considered as one). The country has committed to aggressive decarbonisation. The union cabinet of ministers has approved a suite of decisions to get about 50% of the country’s electricity from non-fossil fuel-based energy sources by 2030, and to reduce the emissions intensity of its GDP by 45% by 2030 (compared to a 2005 baseline).Where is India putting its money?Is India on track to meet these commitments? Comparing the country’s investments in new fossil fuel projects with those in renewables is an obvious place to start exploring this question.This, however, is easier said than done. India’s energy sector comprises scores of public and private companies which straddle value chains in both fossil fuels and renewables. Most companies do not report capex numbers separately. Nor is there is a consolidated database of all investments by all energy firms.Take gas, for example. Even as India pushes piped natural gas and sets up compressed natural gas stations, quantifying total investment to date is very difficult. “Annual reports and earnings call statements by companies don’t tell you enough about the ongoing investments going into city gas distribution,” Swati D’Souza, energy analyst at the Institute for Energy Economics and Financial Analysis, a think tank, told The Third Pole. “[For example] you don’t know how much of the planned capex on CGD [city gas distribution] has been utilised and how much is remaining.”An alternative approach – to look only at assets that have been commissioned – does not work either. India is currently building new projects in oil, gas, coal and renewables. Skip these, and the sense of the energy infrastructure taking shape will be outdated. You have to include projects that are in the planning stage to get the whole picture.In response, The Third Pole tried a different tack. We started with a simple map of India’s energy sector, spanning exploration, extraction and generation, and looked at capex announcements by both the government and the largest firms in each form of energy.*India wants to boost installed hydel capacity by 24,300 MW by 2030. The country also wants to add 96,000 MW of pumped storage. Assuming a cost of Rs 7 crore (USD 877,357) per MW, that works out to Rs 175,000 crore and Rs 672,000 crore, respectively **Apart from Reliance and Adani, a clutch of other private firms like Exide, Ohmium, Renew, Acme and others are also investing in new energy technologiesApart from these, there is the planned Rs 220,000 crore ($2.7 billion) investment in electric vehicles by 2030.Needless to say, these numbers have to be taken with a pinch of salt. Capex plans are vulnerable to exaggeration. The Indian government has repeatedly made large infrastructure promises but subsequently under-delivered. India is about to miss its target of adding 175 GW of renewable capacity by 2022, for instance. With private companies too, memorandums of understanding do not always translate into investment.That said, a couple of broader conclusions can be drawn from these figures.Hydro and gas losing competitive edgeSome of these energy sources are less competitive than others.India’s new hydroelectricity push wants dams for energy storage and grid stabilisation (as the share of solar and wind energy rises, India needs hydel to dampen fluctuations in power supply). This means smaller dams – like run-of-the-river dams or pumped storage projects – will have to compete with emerging forms of energy storage like battery storage systems and electrolysers. Industry trends suggest hydel will be costlier.If hydel is losing viability to new technologies, India’s gas plans are collapsing due to the high price of imported gas. Even before the ongoing crisis in Ukraine highlighted the problem of relying on imported gas, India’s gas sector was ailing. With imported gas costlier than the fuels it seeks to replace (coal for factories, induction heaters for cooking), LNG terminals and pipelines were struggling with low capacity utilisation. In recent months, the sector’s problems have been compounded by a hike in domestic gas prices, deepening the viability crisis of city gas distributors.One outcome of this relative lack of competitiveness of gas and hydel is a greater reliance on state funding. Government spending increasingly supports fossil fuels (and hydel), while capital investment in renewables is driven by the market.A 2021 joint report by the Centre for Financial Accountability and Climate Trends – think tanks based in New Delhi – said, “In 2020, 74% of the value of the loans went to renewable energy projects and 26% to coal power plants… Majority state-owned banks emerged as the lenders of last resort for coal as private banks shunned the sector.”As a result, private players have been slow to invest in their commercial coalmines. In city gas distribution, given relatively low private sector participation, state-owned oil companies have bagged most of the areas auctioned so far. And India’s latest hydel push is led by public sector companies – not the private sector as in the country’s previous hydel push.The war in Ukraine is now forcing India to distinguish between forms of energy. “The troubles of a single country can now destabilise the entire world,” a senior bureaucrat in India’s coal ministry told The Third Pole, speaking on condition of anonymity. “That is how interconnected the world is now.” He was replying to a question about India’s plans to prolong the life of its coal reserves through methods like coal-gasification and syngas. Crises like the ongoing one in Ukraine, he said, only emphasise India’s need to use its domestic energy reserves.View from a credit rating agencyGiven these factors – the declining viability of hydel and gas; more capital available for renewables; geopolitics pushing self-reliance in energy – are projected spends in coal, oil and renewables more likely to actually happen than those in hydel and gas?The Third Pole posed that question to Crisil, a Mumbai-based credit rating agency. In its response, Crisil quantified likely capex in each of these sectors.“Investments from a power perspective are going to be driven by clean energy [solar and wind combined] at Rs 300,000 crore [USD 37.6 billion] over fiscal [years] 2023-2025,” said Hetal Gandhi, director of research at Crisil. With gas and hydel haunted by supply bottlenecks and long gestation periods respectively, she expects just Rs 110 crore (USD 13.8 million) to flow into gas and about Rs 55,000-60,000 crore ($6.9-7.5 billion) into large hydro between 2023 and 2025.What about oil, coal and renewables? Since the hydrocarbon chain is vast, with multiple linked segments, said Gandhi, it would be more apt to compare the exploration and production segment of hydrocarbons with renewable energy. That would mean comparing capital expenditures in the two sectors.“We expect Rs 1,100-1,200 billion [Rs 110,000-120,000 crore or $13.8-15 billion] of capex in the E&P [exploration and production] segment of hydrocarbons against an investment of Rs 1,900-2,000 billion [Rs 190,000-200,000 crore or $23.8-25 billion] capex on renewable energy [solar and wind] capacity addition in India cumulatively over the next two fiscal [years, FY2023 and FY2024],” she told The Third Pole. “This would mostly be driven by public entities such as ONGC [Oil and Natural Gas Corporation] on the hydrocarbon side, while we expect around 35-37 GW of renewables being added over the same time period.”Annualised, these numbers tell an interesting tale.Is all this happening fast enough?India has to invest $223 billion (Rs 1,784,000 crore) to meet its 2030 climate targets, according to Bloomberg NEF. As the chart above shows, India is not on track. Not only is India adding renewables at a slower pace than needed, it continues to persist with fossil fuels.Proponents of fossil fuel energy say one reason for continuing investments in coal, oil and gas is that renewable energy sources are intermittent; that solar and wind do not provide electricity throughout the day unless battery storage is added to the mix, increasing the cost. But quite apart from this, hydrocarbons are an important source of revenue for the State.“The local employment and consumption multipliers [the number of people employed and how much they and their dependents consume] of fossil fuel capex have always been much higher than those from renewable projects,” says Rohit Chandra, a professor of public policy at the Indian Institute of Technology in Delhi. “Whether we like it or not, fossil fuel capex and its associated multipliers have created entire cities in India. There is a basic developmentalism that surrounds public sector capex which still makes it very attractive.”Over the years, leaders and workers of many political parties have become involved in the fossil fuel economy, especially coal. As yet, there is little evidence of them entering the renewables space directly. The result is strong backing for fossil fuels in the corridors of power.Nor is that all. In the absence of coordination, each energy ministry in the central government is pushing its own fuels, creating a scenario in which price, not policy, will determine the contours of India’s energy transition.Replacing one energy architecture with another is not easy. “Switching from one form of energy to another is a multi-decadal process,” said Chandra of IIT Delhi. “That is what we are seeing here.”This article first appeared on The Third Pole.","author":"M Rajshekhar","time":"2022-10-21T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172305-clbyrcnmhc-1648647752.jpg","tags":["Renewable energy","Fossil fuels"]}