{"title":"Olympics: PM Narendra Modi confirms India's bid for 2036 edition","content":"Indian Prime Minister Narendra Modi confirmed on Saturday that the country would bid to host the 2036 Summer Olympics and become just the fourth Asian nation to stage the Games.India is holding a session of the International Olympic Committee’s executive board this weekend, which has already resolved to include cricket – India’s most popular sport – at the 2028 Games in Los Angeles. Modi made the bid announcement while formally opening the meeting after months of hints from members of his government, saying it was the “dream and aspiration” of India’s 1.4 billion people. “India will leave no stone unturned in our efforts to organise the 2036 Olympics,” he said. Modi did not mention which city would apply to host the Olympics. But media reports have speculated that Ahmedabad was the most likely city to bid. Ahmedabad is home to Narendra Modi Stadium, named for the Prime Minister and with 132,000 seats, the world’s largest sporting venue by capacity. Modi also expressed India’s wish to host the 2029 Youth Olympics. After the 2026 Youth Olympics in Dakar, Senegal, the next Youth Olympics will be held in 2030, and not 2029 as Modi stated.The formal announcement comes just two months after sports minister Anurag Thakur said India was now home to “top global infrastructure” that left it ready to stage the Olympics.“There should be no question about India’s competence,” The Hindu newspaper quoted Thakur as saying. India this year held the presidency of the G20 and was roundly praised for its smooth hosting of the world’s most powerful leaders.Modi said that the G20 summit’s success was proof that the country was ready to put on “mega global events”. But India has struggled to stage large-scale sporting competitions in the past.New Delhi’s hosting of the Commonwealth Games in 2010 was marked by construction delays, substandard infrastructure and accusations of financial mismanagement and corruption.India is currently hosting the Cricket World Cup, and was criticised for a delay in announcing the tournament fixture until three months before it began. The schedule was suddenly overhauled a few weeks after it was first published with some of the biggest matches rescheduled.Fans have meanwhile complained about online ticketing crashes, and matches not featuring the hosts have been sparsely attended. Modi’s announcement came just moments after India beat Pakistan in the World Cup’s most anticipated fixture.Turkey, Indonesia, Mexico and Poland are so far the only other countries committed to bidding for 2036. With text inputs from AFP","author":"Scroll Staff","time":"2023-10-14T21:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194419-gwnsxzpnud-1695701084.jpg","tags":["Olympics","Narendra Modi","International Olympic Committee","2036 Olympics"]}