{"title":"On a propaganda tour in India, the first Black Ivy League professor found complexities and paradoxes","content":"In February 1952, soon after Jay Saunders Redding published On Being a Negro in America, a semi-autobiographical look at race in the United States, he received an unexpected assignment from the US government. The State Department asked Redding, a professor of English at the Hampton Institute in Virginia, if he would travel to India as part of its Education Exchange programme and he agreed.For the government, Redding was an ideal choice. As a scholar and writer, Redding had been articulating the Black experience in America, but the redress he offered was not radical. He believed that the tools needed to resolve the pustulating grievances of Blacks were US democracy and legislation. As he wrote in On Being a Negro in America, integration would help the Black cause, not “racial islands”. His political views were another reason the US government viewed him favourably: he regarded communism as an all-subsuming, overweening ideology, not really invested in the Black cause or individuality.The mandate given to Redding in India was clear. He was to travel widely, meet with Indian intellectuals, teachers, students, and tell them about America – in short, it was a propaganda tour. But, as Redding found out, the story he wanted to tell his audiences was not the story they found credible or were willing to hear.Cold WarThe world was a fraught and unpredictable place in the 1950s. The Second World War was over but one of the unpleasant remnants it left behind was the Cold War, with both the US and Soviet Union jockeying to win over nations to their side. Like the rest of the world, India too was caught up in this manoeuvring. Washington saw New Delhi as an opportunity, but the relations between the two could be capricious.On one hand, India was among the earliest beneficiaries of President Harry Truman’s Point Four Program (which offered agricultural and industrial assistance), and on the other, Chester Bowles, the American ambassador to Delhi, in his first briefing to Redding, insisted that the US wanted India’s neutrality to ensure a “necessary balance” in the East.A clipping from The News and Observer, December 3, 1943. Credit: Newspapers.com.Bowles’s concerns weren’t misplaced. American officials like him believed that the Soviet Union had successfully sowed its propaganda in India, yielding strong communist sympathies around the nation. One proof of this, the officials felt, was the 1946 Punnapra-Vayalar uprising by peasants and workers against the Travancore-Cochin administration. Other examples were the union strikes, the 1948 Hyderabad military operation, and the popularity of communism among university professors and students.By contrast, the US was generally reviled in India. Many Indians found its culture depraved and its treatment of Blacks appalling. There was also general disapproval about the war in Korea, Joseph McCarthy’s persecution of dissidents, and American capitalism. It was with the hope of making a dent in this perception that the US State Department decided to send Redding to India.Family tiesJames (Jay) Thomas Saunders Redding was born on October 13, 1906 into an upper-class Black family that moved up in life through education and hard work. Both his parents graduated from Howard College, a historically Black institution in Maryland. His mother, who came from a “mulatto” family of free artisans, was well-read and made sure to introduce her five children to oratory and the works of Hans Christian Anderson, William Shakespeare and Charles Dickens. Under her guidance, Redding took to reading. In particular, he immersed himself in the poetry of Paul Lawrence Dunbar, whose wife, Alice Moore Nelson-Dunbar, taught him in high school and was a formative influence. Another influence on him was the prominent writer and intellectual WEB Du Bois, who argued for political representation for Blacks.Redding got a bachelor’s and a master’s degree from Brown University and taught at various institutions, including Morehouse College in Georgia and Hampton Institute in Virginia. In 1949, he joined Brown University as a visiting professor, becoming the first Black professor in an Ivy League university.While Redding was immersed in academia and writing, his elder brother, Louis Lorenzo Redding, an attorney, successfully argued in Delaware’s courts to secure for African-American students the right to attend educational institutes that were segregated. This decision later proved consequential in the 1954 US Supreme Court ruling in Brown v. Board of Education that made segregation unconstitutional.Subcontinental churnWhen Redding visited, he saw in India many complexities and contradictions. As he wrote later in An American in India (1954), Indians were generally a “colour conscious” people who loathed the United States for its materialism and racism and yet many of them, especially students and young professionals, aspired to move there for the opportunities lacking at home. He said:“I do not wish to oversimplify emotional and psychological matters of great complexity, but many Indians were color conscious to a degree completely unimaginable even to American Negroes. It seemed impossible for these Indians to conceive of a dark-skinned American as being other than the enemy of white, or of having a loyalty that goes beyond color. I was asked more than once whether the Negro community of America would join with the colored people of the world in a war against the white man.”Visiting five years after independence, Redding couldn’t help but witness the challenges faced by the Indian government and its people. The fires that were lit by the Partition had left behind smouldering tensions. On the other side of the border, Pakistan was mulling a ban on the entry of more people from India and, as reprisal, India was considering a similar law. Everywhere in bigger cities, at airports, railway stations and on roadsides, there were hordes of sleeping figures – refugees – desperate to leave before the law was enforced.Amid this poverty and backwardness, Redding encountered several Indians who advocated a “temporary dictatorship” to bring about quick and necessary change. At the same time, he felt Indians were averse to modernisation. He described in his book how some offices had little equipment apart from a telephone (that often didn’t work) and an electric fan. Clerks made notes with graphite, which were then stacked in files.In his four months in the country, Redding travelled not only to the four metros but also to other centres, including Pune, Bangalore, Vijayawada, Cuttack, Lucknow, Allahabad, Benares and Darjeeling. Some of the observations in his book – such as about the stoic Indian peasant and the beauty of village maidens – evoke the cliched Orientalism of earlier Western writers. But there are moments of lightness too, such as when he describes self-important bureaucrats, agitated students enamoured of the US, and a Parsi businessman who belonged nowhere – not to the new India, nor to France, where he had once lived.The officials, students and journalists Redding met assured him earnestly that communism did not pose a threat to India, but they did admit to the influence it exerted over union bodies. Redding’s book ended with the same imagery with which it began: the nighttime howling of stray dogs near Delhi’s airport. In the years after his visit, more Black luminaries toured Asia, among them jazz musicians Louis Armstrong, Dizzy Gillespie and Duke Ellington.Civil rightsWithin years of Redding’s return to the US, the civil rights movement gathered momentum. The decision in Brown v. Board of Education led to ugly stand-offs and counter-demonstrations. Rosa Parks’s act of defiance in Montgomery sparked mass protests and a year-long bus boycott. Martin Luther King emerged as a prominent leader of nonviolent struggles against racial discrimination. The lynching of Emmett Till in Mississippi triggered a wave of revulsion and introspection. And, finally, in 1964, the Civil Rights Act was enacted in the hope of ending discrimination based on race, colour, religion or national origin.By this time, Redding was widely considered a conservative. Other Black activists viewed his advocacy of individual achievement and Christian morality as an old-fashioned approach that overlooked White-driven discrimination. Despite the criticism, Redding remained a prominent figure in academia. He was among the Black intellectuals of the Haverford group who worked towards ending the racial isolation of young Blacks. He taught at Duke University and later at Cornell University. When he died in 1988, aged 81, The New York Times in its obituary called him “a pioneer black Ivy League teacher”.This article is part of a series on notable Americans who visited India until mid-20th century. Read the rest of the series here.","author":"Anu Kumar","time":"2023-05-27T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190489-zptmofmqnv-1684909598.jpg","tags":["Jay Saunders Redding","History"]}