{"title":"On the fringes of jallikattu protests, Tamil nationalism attempts to emerge","content":"“Modhalla Maadu, Apparum Thani Tamil Nadu.”“First the bull and then a separate Tamil Nadu.”On Sunday, a Tamil news channel beamed visuals of a child holding a placard carrying this slogan at the Marina beach in Chennai, where thousands continue to protest since Tuesday against a Supreme Court ban on the bull-taming sport of jallikattu.The slogan shows that slowly but surely, the narrative of the protests has gone beyond the realm of reclaiming the cultural rights of Tamils, ushering in a process where the Centre and the judiciary have been projected as the embodiment of dominant North Indian forces trying to subjugate a regional ethnic identity.This has happened despite the state and Centre acting quickly, promulgating an ordinance in record time on Saturday, to amend the Prevention of Cruelty to Animals Act, 1960, which made jallikattu legal again.But the jallikattu supporters are not satisfied by the unprecedented response of the state and Union governments. Exposing a thorough ignorance of the lawmaking process, most of the protestors have dismissed the ordinance as a temporary measure and continue to demand what they call a “permanent solution” that will protect the sport from future judicial action.The protestors have ignored the fact that nothing, except the basic structure of the Constitution is permanent, and all laws, including constitutional amendments, can come under judicial review.It is clear that hardline Tamil nationalist elements have used the pent-up emotions of the protestors against the Union government to ensure that the agitation goes on even after the ban on jallikattu was lifted.Tamil nationalismOn Sunday, Chief Minister O Panneerselvam had to return to Chennai from Madurai after crowds refused to allow the sport to take place in Alanganallur, Madurai. Panneerselvam has also been accused of being a puppet in the hands of the Narendra Modi government for agreeing to a so-called “temporary solution” to holding jallikattu.On Saturday, posters calling Republic Day a “black day” and threatening to disrupt the parade on January 26, cropped up at the protests on Marina beach. The Kamaraj Salai abutting the beach is where the celebrations are held on January 26 every year.Even more alarming was the fact that groups like the May 17 Movement, which emerged after the Sri Lankan civil war in 2009, used posters and cutouts of Velupillai Prabhakaran, the slain leader of the Liberation Tigers of Tamil Eelam, at the protests to feed Tamil nationalist frenzy.Some key persons who drove the protests seem to have recognised the turn the agitation has taken, and have disassociated themselves from it.On Sunday, Tamil rapper Adhi, whose song on jallikattu went viral on social media last year, declared that secessionist slogans brought him discomfort and that some “undesirable elements” had infiltrated the movement.Simmering discontent It is important to look at the context within which the jallikattu protests have erupted.Tamil Nadu is facing the second-worst drought in its history. The current agriculture crisis, in large measure, is seen as the result of the state being taken for a ride by Karnataka with regard to sharing Cauvery river water. Last year, the Karnataka government even refused to implement the Supreme Court’s orders directing it to release Tamil Nadu’s rightful share of water.Both the Bharatiya Janata Party and the Congress are viewed as parties dominated by North Indians, who are against the assertion of regional identities. Given that Karnataka has been ruled alternately by these parties, the denial of Cauvery water is being situated in the context of this larger conspiracy against Tamil Nadu.That apart, Tamil nationalists have successfully used the issue of Sri Lankan Tamils to justify their conspiracy theories that Tamils have been victimised for posing a counter narrative to the cultural imposition of the North.The last time Tamil Nadu erupted in protests of this scale was in 2013, when college students from across the state took to the streets, demanding that the Union government sponsor a resolution in the United Nations Human Rights Council against Sri Lanka for the genocide of Tamils during the last days of the civil war in 2009. The Union government, then run by the Congress-led United Progressive Alliance, did not heed the demands, forcing the Dravida Munnetra Kazhagam to withdraw support to the Centre.One of the primary reasons the Congress has lost ground in Tamil Nadu over the years is due to the manner with which it handled the Sri Lankan Tamils crisis. In 2009, despite severe pressure from Tamil Nadu, the Centre refused to intervene and stop the civil war due to its strategic interest in decimating the Liberation Tigers of Tamil Eelam, which orchestrated the assassination of former Prime Minister Rajiv Gandhi. Even by conservative estimates, the final stages of the civil war in Sri Lanka killed 40,000 ethnic Tamils. The United Progressive Alliance government provided military and technical support to the Sri Lankan army during the war and earned the tag of being anti-Tamil.The sympathy wave following the mass killings in northern Sri Lanka brought Prabhakaran, who was viewed with suspicion in Tamil Nadu after Rajiv Gandhi’s assassination, back into the public sphere.Some protestors on Marina beach displayed posters of Prabhakaran. Asked why they did so, the response was that he was a hero of the Tamils. “There is nothing wrong in celebrating him because everything that he did was for the benefit of Tamils,” said RM Kumar, an employee of a construction company.When the BJP-led alliance took over the Union government in 2014, policies such as the promotion of Hindi and Sanskrit, and cow protection, fuelled the already raging dissatisfaction in the state against Delhi. The push for Hindi and Sanskrit is seen as a direct challenge to the very existence of Tamil.R Bhaskaran, another jallikattu agitator in Chennai, said that the demand to make Tamil an official language in India has remained unfulfilled for decades. “They are trying to destroy our language,” he said.This apart, the Rashtriya Swayamsevak Sangh’s active guidance of the Bharatiya Janata Party has brought back fears of Brahmin domination against which the state had a vibrant movement in the form of Dravidian politics in the second half of the 20th century.Vidya Pradeep, a software engineer who has been camping at Marina beach since Thursday, said that the Centre was more worried about the rights of cows than of Tamils.Thus the mass outburst in support of jallikattu is seen as an expression of pent-up discontent against the Union government. By projecting jallikattu as a common Tamil cultural tradition under threat, another issue has been added to the long list of Tamil grievances.Complicating the situation is the perception that the state does not have a strong leader who can take on Delhi, making direct action a necessity. In this sense, these jallikattu protests are perhaps the first indication of the mood of the people after the death of former Chief Minister J Jayalalithaa, who was known to never back down from a fight when it involved the rights of Tamil Nadu.However, the organising principle of these protests, which harps on a puritan reading of Tamil identity and culture, has become a fertile ground for forces that espouse hardline Tamil nationalism, permitting them to mobilise and seek legitimacy for their ideology.Character of state politicsThe roots of the Tamil nationalist tradition can be traced back to the Dravidian movement of Periyar EV Ramasamy. Leaders like CN Annadurai used Tamil cultural elements, such as its ancient Sangam literature, to claim a separate identity for Tamil people that was distinct from that of the rest of the country. This tradition saw North Indians and Brahmins as Aryans who invaded the Dravidian South and decimated its non-Vedic culture. The movement wanted to take Tamil society back to the glory days of the Sangam era with Periyar lending a radical, reformist touch that sought to shed invasive, regressive systems like caste that the Aryans brought with them. Such a construction of Dravidian and Tamil identities helped the Dravida Munnetra Kazhagam capture power in 1967, just two years after anti-Hindi protests swept the state. Though the Dravida Munnetra Kazhagam continued to use Tamil identity as a potent political weapon, the advent of MG Ramachandran and the All India Anna Dravida Munnetra Kazhagam took the sting out of this weapon.A Malayalee by birth, Ramachandran, or MGR as he was popularly known, became the most popular chief minister of Tamil Nadu. His political heir, Jayalalithaa, further dented Tamil nationalist emotions given that she was a Brahmin and a firm believer in larger Indian nationalism. She was also an unrelenting critic of the Liberation Tigers of Tamil Eelam and dismantled its infrastructure in Tamil Nadu after she became the chief minister in 1991.For most of the 1990s, Tamil nationalism as an ideology remained subdued with very few like Marumalarchi Dravida Munnetra Kazhagam chief Vaiko taking it up actively. This changed in the early 2000s when Dalit leaders like Thol Thirumavalavan of the Viduthalai Chiruthaigal Katchi began using this ideology with the hope that it could help his party overcome caste and widen its base. The strategy failed miserably.After the 2009 Sri Lankan crisis, a number of fringe Tamil nationalist groups emerged. Their articulation of Tamil identity had significant deviations from that of the Dravidian movement. In fact, Tamil nationalist leaders like Seeman of Naam Tamizhar Katchi began calling Dravidian ethnicity a hoax that had pawned Tamil Nadu to non-Tamils. Significantly, he began recognising the contributions of Brahmins, such as poet Subramania Bharati, to Tamil, and lambasted the Dravidian parties for ignoring them. These groups claimed to be anti-corporate and wanted only a real Tamil to rule the state.Many of these Tamil groups couched anti-India sentiment within anti-North India rhetoric, primarily to evade legal action. In their public meetings, a threat made repeatedly was that if the Union government did not heed the demands and aspirations of the people of Tamil Nadu, the unity of India would be in danger.Remaining on the fringesHowever, despite appealing to emotive issues like language and culture, Tamil nationalist groups have not been able to make inroads electorally. For instance, the Naam Tamilar Katchi contested all 234 constituencies in the 2016 Assembly elections and lost the deposit in every one of them. These groups are no match for Dravidian parties, who use caste and money to their advantage.But while Tamil Nadu has always raised its voice against cultural imposition, its people have never rewarded those who hold secessionist tendencies. Even during the 2009 Lok Sabha elections, when the large-scale killings of Tamils in Sri Lanka created an emotional upheaval, the electorate chose to back the Dravida Munnetra Kazhagam, which was in alliance with the Congress at the Centre.That voices of dissent, like that of singer Adhi, have emerged against such problematic sloganeering is an indication that Tamil nationalism is still not a widely-accepted ideology.","author":"Sruthisagar Yamunan","time":"2017-01-23T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/827379-49898-blefinfvzd-1485100947.jpg","tags":["Jallikattu","Tamil nationalism","Tamil Nadu"]}