{"title":"Imam killed, mosque set ablaze in Gurugram after communal violence in neighbouring Nuh","content":"A mob burnt down a mosque and killed its naib imam in Sector 57 of Haryana’s Gurugram in the early hours of Tuesday, hours after communal violence erupted in the state’s neighbouring Nuh district.Two men were injured after the mob fired at them in Gurugram. The police identified the naib imam as 22-year-old Saad. A Naib imam is the deputy to the imam of the mosque.Communal tensions spread in several districts of Haryana on Monday after Hindu devotees taking part in a Vishva Hindu Parishad procession clashed with Muslims.  The procession was stopped near the Khedla Mod area in Nuh, stones were thrown at the devotees and members of the Muslim community burnt several vehicles, a senior police official told Scroll.Some residents have claimed that the clash may have been triggered by an objectionable video posted on social media by a Bajrang Dal activist in Ballabhgarh, according to PTI. Four persons including two home guards have died in the violence in Nuh, reported the Hindustan Times.#Gurugram Sector 57 Masjid has been put on fire and 3 people have been injured and admitted to W Pratiksha Hospital. @DC_Gurugram @gurgaonpolice @cmohry  need your immediate help #SOS I am receiving similar reports from few other Masjid at Sohna. pic.twitter.com/BmrQjGKxgn— Altaf Ahmad (@JoinAltaf) July 31, 2023\n\nMohammad Aslam, a member of the mosque committee, told Scroll that the assailants arrived around midnight carrying guns, swords and lathis. Altaf Ahmad, the spokesperson of citizen platform Gurgaon Ekta Manch, said that the mosque used to be jampacked during Friday prayers.“During the opposition to namaz in open spaces in 2021-’22 by Hindutva vigilantes, this was the only mosque in new Gurugram where we could do our namaz in congregation without any disturbances or threats but now this mosque has also been burned down by communal forces” he told Scroll.The mosque in 2021. (Photo courtesy: Special arrangement)The situation in Nuh and other areas remained tense on Tuesday but no fresh cases of violence have been reported since the morning, reported PTI.Prohibitory orders banning large gatherings have been imposed in Nuh, Gurugram, Palwal and Faridabad, reported NDTV. Internet services have been also been suspended in Nuh till Wednesday.The police have registered about 20 cases and detained several people in connection with the violence, reported NDTV.","author":"Scroll Staff","time":"2023-08-01T10:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192755-qxczbtiwvr-1690888697.jpg","tags":["Gurugram mosque","Nuh violence","Haryana"]}