{"title":"‘One nation, one election’ plan presents a challenge for the Opposition – and for the BJP","content":"The Narendra Modi government’s latest attempt to realise its ambitious idea of “one nation, one election” will push Indian politics into uncharted territory with serious implications for the upcoming electoral battles. The “one nation, one election” plan refers to holding Lok Sabha and assembly elections simultaneously. Elections are due later this year  in five states (Chhattisgarh, Madhya Pradesh, Telangana, Rajasthan and Mizoram) and to the Lok Sabha in May next year. Maharashtra, Haryana, Odisha and Andhra Pradesh are also due to hold assembly elections next year.This plan must not be dismissed as a case of Modi merely attempting to grab the headlines to push the newly-formed Indian National Developmental Inclusive Alliance into a corner.  With Modi being India’s most disruptive prime minister, the plan to implement simultaneous elections must be considered as a distinct possibility. Whether the idea of “one nation, one election” will actually become reality is another matter, but the Opposition must factor it into their election strategising.The possible reasons for the ruling Bharatiya Janata Party unleashing this debate eight months before the Lok Sabha elections are evident. Coming as it does following a serious Opposition attempt to put up a united fight in 2024, the most probable reason could be that the Hindutva party is sensing that it could lose ground next year.So, what is Modi trying to do here?Union Minister and convener of BJP Madhya Pradesh Election Management Committee Narendra Singh Tomar, Union Ministers Bhupendra Yadav and Ashwini Vishnaw, Madhya Pradesh Chief Minister Shivraj Singh Chouhan, BJP State President VD Sharma and other leaders during a BJP State Election Committee meeting in Bhopal on September 1. Credit: PTIFirst, he seems to be trying to confuse the Opposition. The sudden announcement of a special Parliament session later this month and the formation of a committee headed by former President Ram Nath Kovind to discuss the election idea must have come as a shock to the Opposition.To their credit, the INDIA opposition grouping did not exhibit surprise or discomfort at the announcement. But it will be a while before the bloc comes up with an appropriate response. Second, while putting up a united fight for the general elections seems feasible for INDIA, this is only a distant possibility for state polls, where the different parties will be up against each other. That is unless, of course, they manage to extend their cooperation and seat-sharing arrangements for the assembly elections too.  While that is a big demand, the Opposition will have to work this out seriously if it wishes to corner the BJP. But that is easier said than done. There is also scepticism that the Modi government will take this idea to its logical end, given that that is a humongous exercise that will involve navigating several statutory hurdles. Some requirements include obtaining the approval of 50% of the state assemblies and two-thirds support in Lok Sabha and Rajya Sabha.It will also entail instituting statutory changes to deal with the possibility of governments falling midway before their full five-year tenure. What will happen until the next election is announced?Communist Party of India (Marxist) leader Sitaram Yechury, Rashtriya Janata Dal's Lalu Prasad Yadav, Communist Party of India's D Raja and Bihar Deputy Chief Minister Tejashwi Yadav in Mumbai on August 31. Credit: PTI.Meeting these requirements will require a massive push from the government. This is unlikely to materialise before the assembly elections by the end of the year.  It seems likely that the arrangements will only fall into place before the Lok Sabha election.The Hindutva party hopes to win the Lok Sabha elections by overcoming a considerable anti-incumbency sentiment and a united Opposition. Over the years, the party has relied on its time-tested strengths of the cult of Modi’s personality, the powerful Hindutva-nationalism discourse, its massive election machinery, a slew of beneficiary schemes and by misusing Central investigative agencies. Failing all this, it may require something dramatic like “one nation, one election” to ensure its continuance in office in 2024 and beyond.But can simultaneous elections neutralise the factors of Opposition unity and anti-incumbency sentiment? That looks unlikely, though it is difficult to tell. Simplistic ideas often resonate with audiences given to shallow thinking. The argument that simultaneous elections will not only save time and money but also put an end to constant unsavoury politicking may well find traction.This is where the INDIA bloc has a huge task: to educate voters, on a massive scale, about the BJP’s sinister motive behind the simultaneous elections. The Opposition is now facing a tougher challenge than expected, in terms of dealing with the possibility of simultaneous elections at a political level as well as making people see through the BJP’s gameplan. For the BJP, banking on voters being gullible be its best bet. But if that fails, the BJP may be in big trouble. Either way, the BJP and the Opposition face a tricky 2024 election. Vivek Deshpande worked with The Indian Express and is now a freelance journalist in Nagpur.","author":"Vivek Deshpande","time":"2023-09-07T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193730-recxohcbva-1693752750.jpg","tags":["Narendra Modi","Lok Sabha","General Elections","Assembly Elections","INDIA"]}