{"title":"Opinion: Why India has lost the right to call itself a liberal democracy","content":"India is no longer a liberal democracy. That claim doesn’t sound quite so surprising in the light of some recent events. Consider the manner in which the Bhartiya Janata Party government revoked Jammu and Kashmir’s special status and stripped it of its statehood unconstrained by constitutional practice and blatantly disregarding the state legislative apparatus. Observe the developments around the National Register of Citizens that have left 19 lakh people in Assam virtually stateless in a flawed process with widespread administrative errors and whose fates hang on appeals to Foreigner’s Tribunals that does not meet the minimum standards for being treated as a quasi-judicial authority. Turn to the recent parliamentary session in which 28 crucial bills were passed with hardly any deliberation or having them vetted through standing committees and select committees as is general practice.To be clear, India is still a democracy. Prime Minister Narendra Modi’s popular mandate was solid and the Bharatiya Janata Party’s victory in the Lok Sabha elections in May makes that evident. However, the full virtues of a democracy can be enjoyed only when it acts in conjunction with the virtues of liberalism. It is the liberal values that guarantee the universality of certain basic rights, fundamental freedoms and human dignity, regardless of popular opinion. Today, while liberals are being dismissed as misguided and irrelevant, Indian democracy is being co-opted by an entity that has become to be described as the People.Kashmir manoeuvresThat is evident from the manner in which the BJP de-operationalised Article 370, which guaranteed Jammu and Kashmir special status in the Indian Union. The BJP’s manoeuvre of rendering the Jammu and Kashmir’s autonomy inoperative by a mere executive order was made possible by two means: first, the forced silencing of dissent; and second, the confidence that majority of Indians would implicitly acquiesce their move. Modi believes that popular support is the only source of legitimacy for his actions, and if he can create an illusion of populist consent, all his excesses are validated.This isn’t the first time that the case has been made that liberalism is an impediment to democracy. In the interwar years, the right-wing German legal theorist Carl Schmitt argued that the “spirit of the people’ can most faithfully be realised only by fascism. But we need to consider Schmitt along with his contemporary rival the Austrian jurist Hans Kelsen, who argued that there is no such thing as “the popular will” or the “spirit of the people”. The “People”, Kelsen declared, is a “metapolitical illusion”: there is no such thing as an organic unity of the People’s Will.The BJP’s government’s rhetoric of democracy is closer to Schmitt than Hans Kelsen. Its majoritarian rhetoric of the People rejects active citizen participation as anti-national, and itself relies on an illusory bedrock of “authenticity” of “true Indianness”. The leader (and the party) claims to have access to this authentic spirit (to speak the People’s Mann ki Baat) and the ability to implement this in policy.Majoritarian homogeneity  People stand in a queue to check their names on the final list of the National Register of Citizens in an office in Pavakati village of Morigoan district of Assam. Credit: AFP Distilled to bare minimum, democracy in India now rests on the principle of exclusion and the consolidation of a majoritarian homogeneity. As a consequence, Home Minister Amit Shah confidently said that Assam’s National Register of Citizens, which is likely to disenfranchise more than a million people after review, is a way of “restoring democracy” and aims to replicate it across the nation. After all, democracy as “majoritarian will” needs a minority to be excluded. It has to construct a “we” to distinguish from a “them”. A consensus based on excluding the “infiltrator” is the condition for its full realisation.Liberalism is an essential quality in a democracy because it is meant to protect the excluded. It is a humanitarian ethic that treats everyone equally, guaranteeing basic respect and dignity – without exception. It carries an unsentimental insistence on rights. It is the space between the two words in the phrase “liberal-democracy” that negotiates the paradoxical relationship between an equality grounded in a humanist ethic and a People’s will grounded in a democratic-majoritarian opinion. Liberal democracy is an internally contradictory ideal in which the first part keeps a check on the other.  India has had a strong modern liberal tradition since the 19th century that emphasised rights, the separation of powers, a free press and rule of law, among other features. Figures like Dadabhai Naoroji and Rammohan Roy were liberal progressives who fought for constitutional restraints on the British East Indian Company, advocated for a republican spirit and local representation, and believed in the value of free press to discover abuses of authority and power.But since the early 20th century, with the partition of Bengal that radicalised the Swadeshi Movement, a younger group upper-caste political actors emerged that were highly critical of this earlier strand of liberalism for being too western and not having an “indigenous” (swadeshi) conception of collective national identity. They believed that the focus on constitutional models, structural checks and government mechanisms to be inadequate for a larger independence movement. What was needed, they thought, was a glue that would bring a collective nationhood into being.VD Savarkar is among the BJP's foundational thinkers.Impressed by models of European nationalism, and sceptical of some fragile Eastern European nations that were results of treaties and bargained agreements, these predominantly Hindu thinkers such as VD Savarkar, Aurobindo and Vivekananda felt that only a culturally homogeneous society could be the basis for nationhood. This cultural homogeneity was found in an upper-caste Brahmanic Hindu religious identity. Because this is a primarily cultural project, organisations like the Rashtriya Swayamsevak Sangh have historically been less interested in capturing state institutions and more focused on social engineering.Today, India is a Molotov cocktail that has both state capture via the BJP as well as social engineering via the Rashtriya Swayamsevak Sangh. The BJP’s “One Nation, One People, One Culture” philosophy is an inheritor of this tradition, which fears heterogeneity, distrusts liberal institutions and believes that formal democratic mechanisms are inadequate.This nationalist Hindu homogeneity is, of course, an idealised myth and has been challenged both by lower caste and Dalit political thought (by leaders such as Jotiba Phule and BR Ambedkar) and a Muslim political tradition (Syed Ahmad Khan, Mohammad Iqbal, MA Jinnah). These two strands of criticism invigorated liberal criticism in Indian political thought. A third critique comes from Mohandas Gandhi (and Rabindranath Tagore), who is clearly not liberal in any comfortable sense, and so is more amenable today to BJP’s appropriations.As long as the BJP is linked to this problematic tradition of political thought, it will continue to disavow liberal values and shore up an oppressive populism. Its two main tactics will continue to be assimilation and abandonment. For instance, Kashmir will be “integrated” while being simultaneously kept under militaristic lockdown. They will either have to assimilate into BJP’s imagined cultural homogeneity, being ingested and digested into its oneness, or continue to be excluded and discriminated against.Ambedkar’s resistanceThe drive for homogenisation is a cultural phenomenon that has infected India beyond electoral politics. The judiciary, which is supposed to be the ultimate defender of liberal values embodied in the Constitution, is the body actively pushing the National Register of Citizens.  It is the judiciary that has abdicated responsibility of ensuring civil and political rights in Kashmir; and it is the judiciary that is dissolving even the writ of habeas corpus by failing to question the legality of detentions and arrests in the Valley.In this situation, the philosophy of Babasaheb Ambedkar, as one of the strongest proponents of liberalism in Indian political debates, will provide the most forceful ideological opposition to BJP. Ambedkar is simultaneously too much a universalist (as a liberal) and too factionalist (as a proponent of radical democracy and minority rights) for the Hindutva proponents to handle.Rajgopal Saikumar has trained in law and the humanities. He is currently a doctoral candidate at New York University. His Twitter handle is @Rajgopal_1","author":"Rajgopal Saikumar","time":"2019-09-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127235-owppxjdvze-1568223314.jpg","tags":["Narendra Modi","Bharatiya Janata Party","Jammu and Kashmir","Amit Shah"]}