{"title":"Opposition MPs allege misuse of central agencies in letter to President Droupadi Murmu ","content":"In a joint letter to President Droupadi Murmu, Opposition parties on Tuesday alleged misuse of central agencies by the Narendra Modi-led government to target its political opponents, PTI reported.“We are writing to bring to your attention the continued and intensifying misuse of investigative agencies by the Modi government as part of a systematic vendetta campaign against its political opponents,” the letter stated. “The law is the law and must be enforced without fear or favour.”Opposition leaders write to @rashtrapatibhvn on stalemate in Parliament and \"misuse\" of investigating agencies by govt. @IndianExpress pic.twitter.com/igaQeOVszK— Manoj C G (@manojcg4u) July 26, 2022\n\nThe MPs alleged that the law was being used arbitrarily, selectively and without any justification by the Bharatiya Janata Party-led central government against prominent leaders of Opposition parties.“The sole aim of this campaign is to destroy reputations and weaken the forces fighting the BJP ideologically and politically,” the signatories noted. “It is also being carried out to divert the attention of the people of our country from their most urgent day-to-day concerns of price rise of essential commodities, increasing unemployment and loss of livelihoods and mounting insecurity of life, liberty and property.”Also read: How the Modi government has weaponised the ED to go after India’s OppositionThe letter was sent hours after Congress chief Sonia Gandhi was questioned by the Enforcement Directorate for over six hours in connection to a money laundering case related to the National Herald newspaper.The Congress has alleged that the Enforcement Directorate’s action reflects the “vendetta politics” of the BJP government.In Tuesday’s letter, the MPs also highlighted the stalemate between the Centre and the Opposition in Parliament over several matters, PTI reported.“Most unfortunately, the Monsoon Session of Parliament has been stalled so far entirely because of the stubborn refusal of the government to have an urgent debate on the pressing issue of price rise and increase in GST [Goods and Services Tax] rates on essential food items,” they wrote. “There are many precedents for such an urgent debate but this time government is adamant and is not allowing it.”The Opposition has been staging protests since the beginning of the Monsoon Session on July 18 and demanding discussion on topics such as inflation and the tax increases on a number of goods and services.On Tuesday, 19 MPs of the Opposition were suspended from Rajya Sabha for the rest of the week for repeatedly disrupting the House proceedings. This is the highest number of MPs suspended in a single batch in Rajya Sabha.On Monday, four Congress Lok Sabha MPs – Manickam Tagore, Ramya Haridas, Jothimani and TN Prathapa – were suspended for the entire for carrying placards while protesting inside the House.","author":"Scroll Staff","time":"2022-07-27T09:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177574-obbcdziybx-1658722219.jpg","tags":["Parliament","Opposition","Droupadi Murmu","Lok Sabha","Rajya Sabha"]}