{"title":"'Outsiders in their own country': Gujjars face eviction threat over proposed AIIMS in Jammu","content":"On September 25, worried residents of a Gujjar settlement in Jammu’s Samba district gathered for a visit by Zafar Ali, the vice chairman of the State Advisory Board for the Development of Gujjars and Bakerwals. Their grievance: the state administration’s proposal to evict them to make way  for a new All India Institute of Medical Sciences in Jammu.A little more than 200 Gujjar families live on this state-owned land on the banks of the Devak river in Vijaypur tehsil, which have been identified as the plot for the proposed medical institution. “We are not against the hospital... [but] we should not suffer for it,” said a resident.Residents had others grievances too, such as the possible demolition of the settlement’s mosque to make way for the approach road for the hospital even as a nearby temple, built during the 1990s on privately owned land, would be allowed to remain.Zafar Ali promised the reconstruction of the mosque and attempted to calm tempers by pointing out that several mosques were razed to build a road in Pakistan, “a purported Islamic country”. The settlers were unmoved. “Pakistan is a terrorist country, India isn’t,” declared one of the residents of Gujjar settlement.Always on the moveThe Gujjars, a pastoral community, call themselves khanabadosh – those who carry their homes on their shoulders. They have traditionally relied on herding as a source of income. But some among the landless nomadic community prefer to stay rooted in one area, where resources are plentiful. Requiring large patches of land for their herd and a steady source of water, a large section of Gujjars are left with no other option but to settle on state-owned land near water bodies. The Vijaypur settlement is built on a patch of rocky and dusty terrain with sparse vegetation. There are no roads here, except for the dirt tracks carved out by sandminers’ trucks. Mud houses and herds of buffaloes dot the landscape in the area locally known as the Gujjar Basti. Most of the Gujjars in this settlement in Vjaypur are milk suppliers. Apart from buffaloes, they rear horses and sheep. This is not the first time they are facing the threat of displacement. In the early 1980s, older settlers recall, they had to move from their settlement in Ramgarh when refugees from Pakistan were allotted the land that their village, Abdullah Basti, was built upon. The community moved to another part of Ramgarh, near the Line of Control. Then in 1999, they had to move again when the Kargil War broke out. Alam Din’s family was among 76 families displaced by the border shelling during the Kargil war. All they could take with them were the clothes on their backs. “The next day we went to go back to our homes but were only allowed [by the Indian Army] to take our animals,” Din said.The families set up camp in Vijaypur hoping the guns at the border would soon fall silent and they could go back to their homes. However, months turned into years. “When we went back again we were not allowed to enter our areas. The [border] fence was erected where our lands started,” said Din. “Everything else was burnt down.” The government of the day had then directed the displaced families to the forest land on the banks of Devak in Vijaypur. “It was the most barren land in the entire area. We were told to settle here,” Din said. Older residents of Gujjar Basti said that when they moved here in 1999, they had to do without water or electricity supply for two years. No formal orders were issued by the government allowing them to settle here and they lived in uncertainty and the threat of eviction for years. The Gujjar Basti in Vijaypur. Photo: Rayan NaqashCompensation concernsThe state proposes to resettle each Gujjar family along with their livestock in smaller plots of land measuring 10 marlas, which is about 250 square metres. However, residents said this was woefully inadequate.“First they said they will give us five kanals [2,529 square metres] elsewhere, then it was four, then three,” said Din. “Now its just 10 marlas [250 sq km]. How are are we supposed to live and tend to our animals in that?”Zafar Ali of the State Advisory Board for the Development of Gujjars and Bakerwals  said the district administration was only mandated to provide 10 marlas and anything more than that would need an order from the chief minister and the state cabinet. At the September 25 meeting with Gujjars, Ali said he would bring the matter to Mehbooba Mufti’s attention.But some residents, like 60-year-old Reham Ali, said they do not trust the government. “We were verbally told that we will be given papers [giving them ownership or title rights over the land that they are resettled in] but first we must move from this place,” he said. “We don’t trust them. We have seen this twice before. It’s better for them to kill us all and take the land with no problem.”Sheetal Nanda, deputy commissioner of Samba, has released Rs 4.63 crore for the resettlement of the community. Of this, Rs 51 lakh has been earmarked as compensation to families (about Rs 25,000 each) for relocation. The rest of the money will be given to rebuild structures pulled down to make way for the hospital campus.However, residents said that they do not know the details of the compensation plan and the estimates they were given seemed to fall much short of the likely cost of rebuilding homes and sheds. “First, they are not providing adequate compensation,” said Reham Ali. “It takes over two lakhs to build a kula [residential mud structures] and nothing can be salvaged if we break down existing ones. Building the roof in a new kula alone will cost about Rs 30,000,” he said. “Winter season is also coming,” he said. Others like Murad Ali had made other investments that they now stand to lose. “I have spent more than Rs 3 lakh over the years to build a shed for my buffaloes,” he said. “They are not even providing me one lakh rupees to demolish and rebuild it [at a new location].”As a scuffle broke out between two buffaloes from different herds near where Murad Ali stood, he and other residents rushed to separate the animals. After a half-hour struggle, Murad Ali angrily shouted, “Yes, 10 marlas are enough for us”.Gujjars attempt to separate buffaloes. Photo: Rayan NaqashSettlers estimate that there are over 25,000 buffaloes collectively. “Our animals fight among themselves if they come close to each other,” said Ali. “City people may consider it a joke but if our animals are injured, we suffer back-breaking losses.”“Our sorrow is that we were thrown out of our lands 18 years ago when the war happened, and before that when refugees from Pakistan arrived [to their village]. Today, we are being told to leave for the third time. Who will listen to our faryaad [plight],” sighed Ali.Murad Ali. Photo: Rayan NaqashWho selected the plot?The move to set up an AIIMS in Jammu and Kashmir was one of the first high-profile projects announced by the Bharatiya Janata Party-People’s Democratic Party alliance soon after they formed the state government early in 2015. After months of wrangling  between Jammu and the Kashmir Valley over the institute’s location, it was decided that both regions would get a new AIIMS. Two sites, in Kashmir’s Pulwama district and Vijaypur in Jammu, were finalised by the Centre last year. The prime minister’s office then reportedly asked the health ministry to expedite the process of setting up the institute, though the project had not formally been approved by the Union cabinet.Even though the Gujjars are yet to reach an agreement with the government over their rehabilitation, two state ministers flagged off  the construction of a Rs 19-crore approach road to the AIIMS project site on September 7. Gujjars in Vijayapur see the move as a snub and as added pressure to agree to the government’s offer.Nanda, the deputy commissioner of Samba, claimed that the government had worked out the issues with Gujjars, but the state government was yet to issue any communication regarding providing land beyond 10 marlas. With regard to the selection of this plot for the land, Nanda said that the decision had been the Centre’s. “The Central team which came from Delhi chose it,” she said. “I am nobody to select the land for such a big institute.”Other officials associated with the process, however, said that “the Central team approved the land that was shown by the state team”.  A recent report by The Daily Excelsior claimed that the state had identified this land and a team from the Centre had pointed out several problems with the plot. The newspaper quoted a letter dated August 12, 2016, in which the chief engineer of the Central Public Works Department informed the director general that “the site is approximately three metres down on both sides of the National Highway and hue earth filling shall be required. Moreover, most of the proposed site is located in the waterway/floodplain of river Devak and hence extensive river training works shall be required.”More importantly, the chief engineer stated in his letter, the site would be prone to flooding if the required works were not done. It also observed that the site was merely four km from the border with Pakistan, in a state where cross-border shelling is common. However, no action seems to have been taken on the letter. Satellite image of the Gujjar settlement in Vijaypur.Blame gameThirty eight-year-old Lal Hussain, a Vijaypur resident who is acting as an intermediary between officials and the Gujjars, alleged that the decision to demarcate this particular site was directed against Jammu’s herder community, which is predominantly Muslim, in a region which has seen growing Hindutva mobilisation over the last few years. “They want us to leave these areas. They can’t bear to look at us,” he said.The Vijaypur Assembly constituency is represented by Chander Prakash Ganga of the BJP, who, residents alleged, had aided in creating a hostile environment for Muslim Gujjars during the 2008 Amarnath land row agitation. “During 2008 he incited Hindus of Vijaypur against the Muslims. The mobs had also attacked a few Gujjars nearby,” Hussain said.The land allocation also seems to have opened up old tensions between the alliance partners in the state. An official from the People’s Democratic Party said that the decision to set up an AIIMS here was indeed targeted at the Gujjars. “It is true that their place is deliberately chosen,” he said. “There is a lot of  land around the site, which is government property and free of any settlement. But they [the state officials] ignored that and instead chose this site that spreads on either side of the highway.”  The project is being overseen by the Department of Health and Medical Education, which is under a BJP minister.The People’s Democratic Party official claimed that his party had brokered a more generous compensation deal. “We have almost come to an agreement but we have kept it under wraps because we want it to settle down quietly since there is opposition from some elements within the Hindu community who do not want a just settlement for the Gujjars,” he said. Vijapur MLA Ganga, who is also the minister for Industries and Commerce in the state, passed the buck to the PDP. “I have no role in it [AIIMS project],” he said. “Whatever the proceedings are, the chief minister is herself monitoring it.”Where to complain?Though Hussain has been part of the deliberations with the district administration, he said that the rehabilitation plan was “a joke”. “The government should give us something that protects our culture, lifestyle, and ensures security of our livelihoods,” he said. “We have a right to settle down and build a base somewhere so our children can receive education and access to medical care.”But the row over land acquisition has led to mistrust between the Gujjar residents and those who are in talks with the administration. Pointing towards Hussain, Din said “even our representatives are now misleading us. They are not talking about our grievances. In the end we will have to agree with what they decide for us. We are poor and illiterate. Whom can we complain to?”Barely anyone in the Gujjar Basti has studied beyond middle school. The settlement has one postgraduate and is only now seeing a second student who is taking up a graduation course.Gujjars, Hussain said, feel like “outsiders in their own country” and at the receiving end due to their poverty. “Modi spoke of his dream of giving a home to all those who lived in jhuggis. But now we think he meant eliminating the jhuggi dwellers altogether.”Neighbours gathered at Reham Ali's kula. Photo: Rayan Naqash","author":"Rayan Naqash","time":"2017-10-03T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/852485-70016-eeknyktoel-1506965228.jpg","tags":["Jammu and Kashmir","AIIMS Jammu","Land row","Gujjars"]}