{"title":"Paris Olympics 2024: Long jumper Sreeshankar Murali ruled out of Games with knee injury","content":"Indian men’s long jumper Sreeshankar Murali has pulled out of the upcoming Paris Olympics after suffering a knee injury in training.In a social media post, the 25-year-old Kerala native said that he injured his knee in training on Tuesday and will require surgery to fix it.“I will need your prayers, love and positive energy. I may jump alone, but it takes a collective push before every leap. This is my biggest one yet,” Sreeshankar said in his statement.        View this post on Instagram            A post shared by Sreeshankar Murali (@sreeshankarmurali)\nSreeshankar had qualified for the Paris Olympics after recording an 8.37m jump on the way to winning silver at the 2023 Asian Athletics Championships. The Paris Olympics qualification standard for the men’s long jump is 8.27m.Sreeshankar had a mixed season in 2023. He won silver at the Asian Championships and the Asian Games but failed to qualify for the long jump at the World Athletics Championships in Budapest.All my life, I've had the courage to look at a setback in the eye, accept situations I can't change, and work hard at dictating the outcomes of those I can. Unfortunately, in what feels like a nightmare, but is a reality, my Paris Olympic Games dream is over.I suffered a knee injury during training on Tuesday, and all the tests and consultations later, it's been decided that I would need surgery, ruling me out of the one single thing I have chased relentlessly all these years.To wake up healthy every single day, and watch yourself get into the best shape of your life, is every athlete's dream. I was living it, until this incident. Life writes strange scripts, and some times there is courage in accepting it and moving on. That's what I will do.My journey to a comeback began the minute I injured my knee. This road is going to be long, difficult and will take a lot out of me. The good thing is, I have a lot to give. I will overcome this, because that's what Mamba Mentality is all about.I will need your prayers, love and positive energy. I may jump alone, but it takes a collective push before every leap. This is my biggest one yet.— Sreeshankar Murali’s statement","author":"Scroll Staff","time":"2024-04-18T13:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178057-jplouvzjli-1659677618.jpg","tags":["Sreeshankar Murali","Paris Olympics","Long jump","Indian Athletics","Athletics","Paris Olympics 2024"]}