{"title":"Paris in Mumbai: A photo series highlights the absurdity of India’s elite residential projects","content":"Put together the names of some high-end real estate properties across India and you start to notice a pattern: Dream Acres, Oyster Grande, Dolce Vita, Fontaine Bleau, Wellington Estate, Forest Edge, Silicon Oasis, White Meadows.On the radio and on billboards in almost every big city, developers promise ultra-luxury living amid serene green spaces, but also the chance to feel like you’re not actually in Bengaluru or Delhi but rather in Madrid or London or Paris. In Mumbai, you can even buy an apartment with a view of the “Eiffel Tower.”These towering residential complexes – some finished, others in a state of almost eerie mid-construction, almost all a world away from their glossy advertisements – have become a characteristic feature of modern Indian cities. Every day, wherever you go, their advertisements beckon, luring aspirational Indians eyeing high-end homes.Such advertisements deeply struck 27-year-old French photographer Arthur Crestani in 2012 as he himself looked out for an apartment in New Delhi. A few years later, working on his final project for a photography degree in Paris, he decided to incorporate them into a series that captures the contradictions of Indian urban life, and the vast gulf between the dreams peddled by real estate firms, the reality of their projects, and the people who live in the spaces around them.Many IndiasInspired by traditional Indian studio photography, Crestani set up backdrops featuring images from the advertisements of luxury residential complexes in empty plots around Gurugram, the sprawling financial and technology hub near the Indian capital. Here, construction is rampant and half-finished towers dot the landscape. Crestani then invited passersby to stand in front of them, creating surprising and almost uncomfortable images that capture the absurd, multi-layered experience of India’s urban life.GSR DRIVE #1-If You Love Space, You Will Love GSR Drive. Photo credit: Arthur Crestani“My intention was to photograph the people you actually meet if you are going to walk around these spaces…who are of course not the same as those who are going to inhabit these projects,” Crestani told Quartz. “I really wanted to show how there’s something a bit outlandish about these projects coming to these spaces; there’s a strong mismatch between my experience on the ground and the other reality which is that of the projects, which are very exclusive.”The title of each photo in the series features parts of the advertising copy from each residential development. Juxtaposed with the reality and the lower-income people who live there, the exaggeration of the assurances – ”Made for Leaders” or “Inspired By The Expanses Of Central Park-New York and Hyde Park-London” – becomes all the more evident.For Crestani, Gurugram is the best representation of the effects of India’s dramatic economic and social transformation. Little more than a sparse and dusty village a few years ago, the city has grown to encompass an enormous population and endless glass and steel towers and complexes, all connected by the metro. But like in almost every other Indian city, the development has been uneven and rarely benefits the vast majority of the population.So, the photographs of Bad City Dreams, as Crestani’s series is called, prompt the question, who are India’s booming cities really made for?AVJ PLATINUM #1-Enhancing Lifestyles… Photo credit: Arthur CrestaniGSR DRIVE #2-Inspired By The Expanses Of Central Park-New York and Hyde Park-London. Photo credit: Arthur CrestaniFAIRWEALTH BREEZE HOMES-Podium Living, 85% Green Area. Photo credit: Arthur CrestaniALPATHUM-Made For Leaders. Photo credit: Arthur CrestaniKLOCK TOWER-Satisfy Your Longing for Getting a Home That Looks Close to Heaven. Photo credit: Arthur CrestaniROYALE VILLE-A Rare Treat Of Elegance. Photo credit: Arthur CrestaniLUXURY LIVING BHIWADI-Sky Club on 18th Floor. Photo credit: Arthur CrestaniCASA BELLA-An Innovation Defined By Passion. Photo credit: Arthur CrestaniThis article first appeared on Quartz.","author":"Maria Thomas, qz.com","time":"2018-03-27T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/873324-85396-sbsurdfwkj-1522046140.jpg","tags":["Photo Series","Real estate properties","Arthur Crestani","Indian cities","Urban India","Real Estate"]}