{"title":"Parliament: Citizenship Bill is ‘fundamentally unconstitutional’, says Shashi Tharoor ","content":"8 pm: The Rajya Sabha has approved a Bill regularising unauthorised colonies in Delhi. The Lok Sabha had passed the National Capital Territory of Delhi (Recognition of Property Rights of Residents in Unauthorised Colonies) Bill, 2019, on November 28.Also read:Bill regularising Delhi’s unauthorised colonies approved by Parliament\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.52 pm: Nirmala Sitharaman urges the Lower House to approve the supplementary demand for grants. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.48 pm: Nirmala Sitharaman says the Centre has taken steps to import onion from surplus countries and has also banned exports, reports The Hindu. Asked why agriculture has not been included in the supplementary demand for grants, she tells Supriya Sule that allocation for agriculture has been increased 250% since 2018-’19.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.45 pm: Nationalist Congress Party MP Supriya Sule asks Nirmala Sitharaman about rising onion prices. Earlier in the evening, Sule praised the finance minister for showing genuine efforts to revive the economy despite being “pilloried” publicly, according to The Hindu. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.39 pm: Finance Minister Nirmala Sitharaman tells the Lok Sabha that Foreign Direct Investment net inflow in the first half of 2018-’19 was $17 billion and $20.9 billion in the first half of the current financial year, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Finance Minister Nirmala Sitharaman in Lok Sabha: FDI net inflow in first half 2018-19 was 17 billion dollars and FDI net inflow in first half 2019-20 was 20.9 billion dollars. pic.twitter.com/2KJJ27E2Vt— ANI (@ANI) December 4, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.35 pm: Congress leader Adhir Ranjan Chowdhury has apologised for calling Union Finance Minister Nirmala Sitharaman “Nirbala [powerless]” a few days back during a discussion on the state of the economy. “Nirmala ji is like my sister and I am like her brother,” ANI quotes Chowdhury as saying. “If my words have hurt her then I am sorry.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.11 pm: In Rajya Sabha, Minister of Housing and Urban Affairs Hardeep Singh Puri says the word “slum” should be discarded and “informal settlements” should be adopted, according to The Hindu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.06 pm: The government says detentions were made to prevent any untoward incidents and breach of peace after Centre scrapped the special constitutional status of Jammu and Kashmir under Article 370 and imposed prohibitory orders in the state. A total of 5,161 people, including stone pelters and chief ministers, are in preventive detention, says the home ministry.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.02 pm: The Home Ministry refuses to give details about the release of those detained in Jammu and Kashmir since the region lost its special status in August, according to India Today.Three former chief ministers of Jammu and Kashmir – Farooq Abdullah, his son Omar Abdullah and Peoples Democratic Party chief Mehbooba Mufti – are under detention since August 5. The Public Safety Act was invoked against Farooq Abdullah on September 17, and he remains confined to his home. Omar Abdullah and Mufti have been detained in different parts of Srinagar. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.40 pm: Minister of State of Home Affairs Nityanand Rai in a written response to a question in Rajya Sabha says the government has no plans to conduct National Register of Citizens exercise across the country on religious lines, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.35 pm: Union minister G Kishan Reddy in a written response to a question in Rajya Sabha says separatist groups and activists part of the Hurriyat Conference have been behind stone pelting incidents in Jammu and Kashmir, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.30 pm: In Lok Sabha, Shiv Sena attacks former alliance partner BJP over the state of economy, reports PTI. Sena member Vinayak Raut says unemployment is on the rise, farmers are in distress and traders are unhappy. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.20 pm: Minister of State for Home G Kishan Reddy in a written response to a question in Rajya Sabha informs that 120 Jamaat-ul-Mujahideen Bangladesh terrorists – a banned Islamist militant group – were arrested in India in last five years. He adds that 59 of these were arrested from Assam, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.15 pm: Forest Minister Harak Singh Rawat informs Parliament that Uttarakhand is home to a total of 3,748 animal species at present and none of them are on the verge of extinction, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.02 pm: Nationalist Congress Party leader Supriya Sule appreciates Union Finance Minister Nirmala Sitharaman in Lok Sabha, saying she was present for every debate in the House, according to The Hindu. “Sitharaman has been pilloried publicly for the economic situation, but she has shown genuine efforts and just got the job [as a finance minister] at difficult times,” says Sule.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.40 pm: The Centre informs Lok Sabha that WhatsApp believes personal data of at least 21 out of approximately 121 users may have been accessed using the Pegasus spyware.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.15 pm: Union Law Minister Ravi Shankar Prasad says government will be a stakeholder in the appointment of judges, and not a “postman”, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.01 pm: Cabinet approves a Bill to amend law which governs the welfare of senior citizens, reports PTI. The Maintenance and Welfare of Parents and Senior Citizens (Amendment) Bill, 2019, ensures safety and security of senior citizens. Union minister Prakash Javedkar says the Bill will be introduced in Parliament.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.40 pm: BJP leader Bhupender Yadav says the Delhi government has not done anything about unauthorised colonies, but the Centre has taken it up, reports The Hindu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.35 pm: Minister of Housing and Urban Affairs Hardeep Singh Puri says the government is not stopping unauthorised colonies. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.30 pm: Rajya Sabha discusses the National Capital Territory of Delhi (Recognition of Property Rights of Residents in Unauthorised Colonies) Bill, 2019.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.10 pm: Tharoor says the government’s budget was based on unrealistic revenue projections. “Every year the finance minister has made commitments and failed to meet them,” he adds. “Arun Jaitley kept having to adjust the fiscal deficit target every single year he was finance minister. Now in the present scenario, even the Nirmala Sitharaman has admitted to media that there’s a possibility of fiscal slippage in the current fiscal year.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.06 pm: The labour participation rate has been the lowest, says Shashi Tharoor. He highlights that unemployment rate has touched a three-year high. “We’ve seen a 9 million people losing jobs between 2012 and 2018,” the Congress leader adds. “This calls for immediate measures.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.05 pm: Tharoor says in Lok Sabha that the government believes talking of a $5 trillion GDP but the growth rate in the recent times has been considerably lower, according to The Hindu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.03 pm: Congress leader Shashi Tharoor criticises the Centre’s economic policies after latest government figures showed that Gross Domestic Product had contracted to 4.5% in the July-September quarter – the slowest growth rate in more than six years, and the sixth straight quarter of slowdown. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.27 pm: Bharatiya Janata Party MP Ravi Kishan says India is a “Hindu Rashtra”, ANI reports. “There are so many Muslim and Christian countries, so it is amazing that we have a country called ‘bharat’ to keep alive our culture,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.20 pm: Congress MP Shashi Tharoor calls the Citizenship Amendment Bill “fundamentally unconstitutional”, according to The Indian Express. “The basic idea of India is violated in this Bill. Those who believe that religion should determine a nation, that was the idea of Pakistan. Mahatma Gandhi, Nehru ji, Maulana Azad, BR Ambedkar said that religion cannot determine nationhood and ours is a country for everybody. Everybody irrespective of religion has equal rights in our country. Today, this Bill violates that fundamental principle.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.50 pm: Bharatiya Janata Party MP Gautam Gambhir criticises Delhi Chief Minister Arvind Kejriwal’s announcement that government will provide free basic internet connectivity for up to 15 GB of data per day through wifi hotspots. Gambhir claims Kejriwal is a “big liar”, ANI reports. “He said the same 4.5 years ago and [is] saying it again just two months before elections. He is doing vote bank politics because elections are approaching.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.30 pm: Karti Chidambaram says P Chidambaram will attend Parliament session on Thursday, ANI reports. The Supreme Court  granted bail to Congress leader earlier in the day in the INX Media case.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.55 pm: Lok Sabha has been adjourned till 2 pm and Rajya Sabha till 3 pm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.43 pm: Union Cabinet approves the withdrawal of Jammu and Kashmir Reservation (Second Amendment) Bill, 2019 and Personal Data Protection Bill, 2019. Both the Bills are likely to be tabled in the current session of Parliament, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.39 pm: The Citizenship Amendment Bill has been cleared by the Cabinet, says Union minister Prakash Javadekar. It is likely to be introduced in Parliament next week.The Bill seeks to amend a 1955 law to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan if they have lived in India for six years.Also read: Citizenship (Amendment) Bill cleared by Union Cabinet, to be tabled in Parliament soon\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.30 pm: Rajnath Singh says India is developing infrastructure like roads, tunnels, railway lines, and airfields on the China border to ensure the unity, security, and sovereignty of the country. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.25 pm: The defence minister says India and China have differences in ‘perception of borders’, reports ANI. “There is no mutually agreed Line of Actual Control between India and China,” he adds. “Sometimes incidents of incursion occur, I accept it. Sometimes the Chinese Army enters here and sometimes our people go over there.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.20 pm: Defence Minister Rajnath Singh says the Indian Army is intent on defending our borders. “I would like to assure the House that our forces are vigilant and protecting our borders,” he says in Lok Sabha. “Our forces are fully capable of facing any challenge, nobody should have a doubt about it.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.16 pm: Congress leader in the Lok Sabha, Adhir Ranjan Chowdhury, raises security questions about reports of Chinese incursion in the Indian Ocean, reports ANI. “Pakistan shelters terrorists and China shelters Pakistan,” he says. “China has started sending ships till Andaman and Nicobar. We keep an aggression in our voice when it comes to Pakistan, then why are we balanced soft towards China?”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.12 pm: Union Home Minister Amit Shah speaks in Rajya Sabha about lynching and says “We are looking to bring in changes in CRPC [Code of Criminal Procedure] laws...we are working towards it,” reports News18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.10 am: Union minister Ravi Shankar Prasad says in Lok Sabha that the public sector telecom operators – BSNL and MTNL – will be revived and all steps are being considered, reports The Hindu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.45 am: Nationalist Congress Party MP Vandana Chavan gives zero hour notice in Rajya Sabha over climate change affecting Mumbai and the coastal states due to rising seas. She says the government has to be serious about this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.43 am: Trinamool Congress MP Shanta Chhetri gives zero hour notice in Rajya Sabha over need to release central funds for West Bengal because of devastation caused by Cyclone Bulbul, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.30 am: Congress leader Kodikunnil Suresh gives Adjournment Motion Notice in Lok Sabha over ‘Chinese intrusion reported in Andaman and Nicobar Islands’. Navy Chief Admiral Karambir Singh on Tuesday said Chinese naval ship was driven away from exclusive economic zone in Andaman sea recently.","author":"Scroll Staff","time":"2019-12-04T13:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132168-jgekgrtrhe-1575462080.jpg","tags":["Rajnath Singh","China","Rajya Sabha","Lok Sabha","Parliament","Winter Session"]}