{"title":"Lok Sabha: Citizenship Bill passes with 311 votes for, 80 against","content":"12.05 am: The Lok Sabha has passed the Citizenship Bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Lok Sabha passes the Citizenship Amendment Bill, 2019. pic.twitter.com/oAeDQ202ca— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.50 pm: The Lok Sabha has begun the processes to vote on the bill. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The process of voting for #CitizenshipAmendmentBill2019 begins in Lok Sabha. pic.twitter.com/yogAMncDlm— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.35 pm: Amit Shah says NRC should not be connected with Citizenship Bill, but “rest assured that NRC will come”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.33 pm: “Open your ears and eyes if you have lost your hearing and vision due to vote bank interests,” Amit Shah tells MPs who opposed the bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.17 pm: States in the North East have nothing to worry about, Shah says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.15 pm: “This bill has nothing to do with any Muslim of this country,” Shah says on the claims that the bill is discriminatory towards the community.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Union Home Minister Amit Shah in Lok Sabha: There is a difference between a refugee and an infiltrator. Those who come here due to persecution, to save their religion & the honour of the women of their family, they are refugees and those who come here illegally are infiltrators. pic.twitter.com/svmNCHKqTc— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.10 pm: “When we bring NRC, not a single infiltrator will be left in the country,” says Amit Shah.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.02 pm: The home minister says India doesn’t need refugee policy, as it has enough laws for protection of refugees.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.59 pm: Shah says any intervention on taking refugees into India was a response to a specific problem, such as in the case of Sri Lankan Tamils and Bangladeshis.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.56 pm: Amit Shah claims Congress had accepted the Partition and it is a historical fact that no one can deny.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.52 pm: “How can it be that someone wants to protect himself and his family, and we don’t take them in?” Shah says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.50 pm: “The persecuted cannot be called infiltrators, they have come to us by fleeing,” Shah says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.47 pm: “We could have said it violated Article 14 if we had named just Hindus, or just Parsis, or just Sikhs, and so on, but when we talk of the protection of persecuted communities, Article 14 doesn’t come in the way,” Shah says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.43 pm: “Minority populations reduced in neighbouring countries, where did they go?” Shah says amid commotion. “We want to maintain their dignity.”He adds that in India, the population of Hindus reduced in the last few decades.Shah assures there will be no discrimination on the basis of religion. “However, India will not be quiet if such discrimination based on religion takes place in other neighbouring countries,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.38 pm: Pakistan had assured India that it would take care of its minorities, but it did not turn out that way, Shah says.“Afghanistan and Pakistan have clearly named Islam as their state religion,” he says. “Bangladesh was formed as a secular country but was later designated an Islamic country. This closes the possibility of minority communities getting justice in these countries.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.37 pm: Shah says the bill does not violate Article 14 of the Constitution. “I wouldn’t have needed to bring this bill if the country hadn’t been partitioned based on religion – we cannot proceed without acknowledging this reality,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.34 pm: Home Minister Amit Shah, who tabled the bill earlier in the day, begins his response to the debate.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.25 pm: Congress MP Shashi Tharoor says the Indian Constitution had rejected the two-nation theory. “If the bill is passed, it will mark the victory of Jinnah’s thinking over that of Gandhi,” Tharoor says. “You cannot say you reject Pakistan while advocating the same logic as Pakistan. Ironically, it goes against the historic legacy of Hindus in this country.”Tharoor says India gave refuge to Tibetans, Baha’is, Sri Lankan Tamils and 10 million Bangladeshis without once asking what their religion was. He alleges one community is being singled out and the government is refusing to grant only them asylum from oppression. This will mark the partition of the Indian soul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.38 pm: Discussion in the Lok Sabha is still going on, with various MPs expressing their views.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.33 pm: After Meenakshi Lekhi, Asaduddin Owaisi addresses the Lok Sabha. He tears up a copy of the bill. “Another ‘partition’ is going to happen,” he says. “This bill is against the Constitution of India and disrespect our freedom fighters. I tear the bill, it is trying to divide our country.”He says the bill is worse than “Hitler’s law”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    AIMIM leader Asaduddin Owaisi tore a copy of #CitizenshipAmendmentBill2019 in Lok Sabha. pic.twitter.com/pzU1NtutD8— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.31 pm: Now, Assam Congress leader Gaurav Gogoi is speaking against the the Citizenship Bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.30 pm: Sukhbir Singh Badal asks why Muslims cannot be included in the proposed law. The Akali Dal leaders says there are Muslim sects in Pakistan that are oppressed by the majority. Badal says he supports the Bill because it will protect Sikh minorities in other countries.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.27 pm: Shiromani Akali Dal leader Sukhbir Singh Badal says his party backs the Citizenship Bill. He talks about the horrors of Partition, and mentions the persecution faced by minorities who stayed back in Pakistan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.46 pm: BJP leader Meenakshi Lekhi says “[illegal] migration without persecution is called silent invasion”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.42 pm: Adhir Ranjan Chowdhury opposes the Citizenship Bill, says the Congress is not opposing the extension of citizenship to persecuted people. The party is opposing the decision to grant citizenship on the basis of religion. “What will happen to those excluded from National Register of Citizens?” he asks. “The argument of persecuted refugees can be dealt by making separate provisions through amendment in current law for accommodating refugee. A separate discriminatory law is not needed for it.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.33 pm: Now, Congress leader Adhir Ranjan Chowdhury is addressing the Lok Sabha. “India is not just a geographic expression,” he says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.32 pm: Two strikes against the Citizenship Amendment Bill have crippled life in Tripura, reports The Indian Express. One of the strikes was called by the Indigenous Peoples Front of Tripura, an alliance partner of the ruling BJP.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.15 pm: Telangana Rashtra Samithi MP Nama Nageswara Rao opposes the Citizenship Bill, says persecuted Muslims from neighbouring countries should also be included in its ambit. “We strictly follow the provisions and spirit of Indian Constitution,” ANI quotes him as saying\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.11 pm: Supriya Sule says she believes in “no borders”, asks the Modi government why persecuted people from Nepal, Sri Lanka and Myanmar have been left out. “I request, please do not make anybody stateless in this country,” adds the NCP MP. “People are living in insecurity. Withdraw this bill, a large section of the population is feeling left out.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.09 pm: Nationalist Congress Party MP Supriya Sule says a common Muslim person today is apprehensive and living in fear. “What will you do for citizens who are atheists?” she asks Home Minister Amit Shah. The  current structure of the Bill is not the one approved by Joint Parliamentary Committee during the 16th Lok Sabha, Sule adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.01 pm: Rajya Sabha member and Biju Janata Dal leader Prasanna Acharya says his party will support the Citizenship Amendment Bill. “But our suggestion is to include Sri Lanka in it because there were reports about mistreatment towards minorities there in the past,” ANI quotes him as saying. “Also, government should allay any misunderstanding that bill is against Muslims.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Prasanna Acharya, BJD: We'll support #CitizenshipAmendmentBill  but our suggestion is to include Sri Lanka in it because there were reports about mistreatment towards minorities there in the past. Also, Govt should allay any misunderstanding that bill is against Muslims. pic.twitter.com/yNo2f6Dbe8— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.57 pm: Bahujan Samaj Party leader Afzal Ansari is addressing the Lok Sabha at the moment. The party is opposing the proposed amendments, he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.53 pm: Shiv Sena MP Vinayak Raut has raised questions about the amendment bill, reports ANI. He asks how many refugees from the persecuted communities mentioned in the Bill are in India at present. “How much will our population increase when they get citizenship?” Raut adds. “Also, what about Tamils from Sri Lanka?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Vinayak Raut,Shiv Sena: How many refugees from these six communities which are mentioned in the Bill are living in India? HM has not answered this, how much will our population increase when they get citizenship? Also, what about Tamils from Sri Lanka? pic.twitter.com/gJzUAmGEwG— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.50 pm: Janata Dal (United) MP Rajiv Ranjan Singh says his party will back the Citizenship Amendment Bill. The party had initially expressed its opposition to the draft law.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.45 pm: YSR Congress Party leader Midhun Reddy says the party supports the Bill. “But we have certain concerns also, we expect government to take note of our concerns,” ANI quotes him as saying. “Even among Muslims there are sects which are persecuted, we request the government to also treat them at par [with others].”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.40 pm: Trinamool Congress MP Abhishek Banerjee says Swami Vivekananda would have been shell shocked on seeing this bill as “it is against his idea of India”, reports ANI. “BJP’s idea of India is divisive,” he tells the Lower House. “It will be disastrous if we ignore words of Mahatma Gandhi and not heed advice of Sardar Patel.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Abhishek Banerjee,TMC in Lok Sabha: Swami Vivekananda would be shell shocked if was here seeing this bill as it is against his idea of India. BJP's idea of India is divisive. It will be disastrous if we ignore words of Mahatma Gandhi and not heed advice of Sardar Patel. pic.twitter.com/TpCGnocrNu— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.17 pm: Dayanidhi Maran saus Christians may have been included in the Bill because the Narendra Modi government fears being isolated by the West, reports ANI. “Also what about if Muslims from PoK want to come? What law do you have for that?” ANI quotes the DMK MP as saying.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Dayanidhi Maran,DMK in Lok Sabha: Probably the fear of the West, the fear of being isolated by West has creeped into you and you had to include Christians in this bill.Also what about if Muslims from PoK want to come? What law do you have for that? #CitizenshipAmendmentBill2019 pic.twitter.com/0Iu0jBe00x— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.13 pm: Dravida Munnetra Kazhagam MP Dayanidhi Maran says the Citizenship Amendment Bill is half-hearted as it only includes countries bordering North India, reports News18. “What about Sri Lanka?” he asks. “Many persecuted Tamils from Sri Lanka come to India every year. Are you giving Citizenship to them as well?”        \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.31 pm: Manish Tewari says: “Today, Home Minister said that Congress is responsible for Partition on basis of religion. I want to make it clear that the foundation for the two-nation theory was laid in 1935 in Ahmedabad by Savarkar in a Hindu Mahasabha session and not Congress.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.25 pm: Manish Tewari says that the bill is against Articles 14, 15, 21, 25 and 26 of the Indian Constitution. He says the bill is unconstitutional and against the basic right of equality.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Manish Tewari,Congress in Lok Sabha: This is against article 14, article 15, article 21, article 25 and 26 of the Indian constitution. This bill is unconstitutional and against basic right of equality #CitizenshipAmendmentBill2019 pic.twitter.com/JICl0zH0l8— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.13 pm: Congress leader Manish Tewari is now addressing the Lower House on the Citizenship Bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.10 pm: Nationalist Congress Party will oppose Citizenship Amendment Bill in Parliament as it is anti-Constitutional, News18 quotes the party’s spokesperson Nawab Malik as saying.   \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.09 pm: Manipur will be included in Inner Line Permit system, confirms Amit Shah. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    HM Amit Shah: We are including Manipur in Inner Line Permit system,this big issue has now been resolved. I thank PM Modi on behalf of people of Manipur for fulfilling this long standing demand. #CitizenshipAmendmentBill2019 https://t.co/UrwuJwaqJI— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.08 pm: The Citizenship Bill has public endorsement, Amit Shah tells Lok Sabha, points out that it was part of BJP manifesto in the 2014 and 2019 General Elections, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.07 pm: Home Minister Amit Shah says the Citizenship Amendment Bill does not discriminate against any community, reports The Indian Express. Refugees are welcome but intruders will find no place in India, Shah adds. Citizenship will be granted to refugees even without documents such as ration cards, according to the home minister.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.04 pm: Lok Sabha has passed Arms (Amendment) Bill, 2019, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The Arms (Amendment) Bill, 2019 passed by Lok Sabha pic.twitter.com/NU6ovCrH6g— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.21 pm: Defence Minister Rajnath Singh has told the Rajya Sabha that there is no question of privatising ordnance factories, reports PTI. The government will not allow the interests of labourers in these units to be hurt under any circumstances, he has said.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.16 pm: Hyderabad MP Asaduddin Owaisi has opposed the Arms (Amendment) Bill, 2019, says no MP and MLA should get security from the government unless there is threat perception, reports The Indian Express. “We should give more security to people,” he says. “We see women are getting raped due to lack of logistics with security agencies.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.59 pm: The slowdown so far was one of the worst to have disrupted the automobile industry since the collection of data on vehicle sales started in 1997. Passenger vehicle sales rose for the first time in 12 months in October, albeit a marginal 0.28%.The government had in November termed the slowdown in automobile sector as cyclical, and said it is taking various steps, including release of funds worth Rs 70,000 crore to public sector banks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.54 pm: “Therefore, the worry [over job losses] that has been expressed, this is a recycle,” Meghwal claims. “There is no reason to worry. No jobs are in danger and the government has taken all required measures for improvement after speaking to stakeholders.”The automobile industry has been in crisis for the past year, with 15,000 jobs lost in the previous quarter and hundreds of dealerships closed. The decline in consumer confidence, coupled with a crisis in non-banking finance companies, have caused a steep fall in passenger car sales.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.52 pm: Minister of State for Heavy Industries Arjun Ram Meghwal claims there is no threat of job loss in the automobile sector, PTI reports.“The automobile sector is presently in a transitional phase where it has to migrate to BS VI from BS IV by April 1, 2020, the deadline given by the Supreme Court. We also have to move towards electric vehicles,” he tells the Rajya Sabha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.50 pm: “The moment vacancy is created, a mechanism should be in place to take action,” Reddy adds, according to PTI. “In view of the upward trend in crimes against women and serious offences of rape and murder and time taken to give justice, I urge the government, especially the Law Minister, to complete formalities to fill up vacant posts in various high courts and subordinate courts.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.40 pm: The Congress expresses its concern in the Rajya Sabha over vacancies in courts and urges that the posts be filled up swiftly, PTI reports. Nearly 38% of the sanctioned posts in High Courts are vacant, says Congress leader T Subbarami Reddy. The leader says Allahabad High Court is the worst as 58 of 160 posts are vacant.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.30 pm: External Affairs Minister S Jaishankar introduces the Anti-Maritime Piracy Bill in the Lok Sabha. The draft provides strict punishment for acts of piracy, including imprisonment or the death penalty.Congress leader Shashi Tharoor opposes the bill while it is introduced. He says the death penalty provision is against the “rarest of rare cases” policy. But Jaishankar says there is no “automatic death penalty provision” and the sentence depends on the crime.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.20 pm: The Finance Ministry says there is no proposal for waiver of education loans. The amount of outstanding loans rose from Rs 67,685.59 crore to Rs 75, 450.68 crore between 2016-17 and 2019. More than 90% of these loans are standard as of March 31, 2019, Finance Minister Nirmala Sitharaman says, according to News18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.55 pm: Amit Shah introduces Arms Amendments Bill, 2019, in the Lok Sabha. “There were many discrepancies in the six-decade old law making crime control difficult,” he says, while introducing the amendments. The changes include a provision for special status to sportspersons.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.43 pm: Of the 375 MPs present in the Lok Sabha, 293 vote in favour of introducing the Citizenship Amendment Bill and 82 against it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.41 pm: Opposition seeks division of votes on the introduction of the bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.36 pm: Speaker Om Birla expunges Asaduddin Owaisi’s comment against Amit Shah. “I appeal to you (Speaker), save country from such a law and save Home Minister also,” Owaisi said earlier in the day. “Otherwise like in Nuremberg race laws and Israel’s citizenship act, Home Minister’s name will be featured with Hitler [German dictator] and David Ben-Gurion [former Israeli PM].”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Asaduddin Owaisi in Lok Sabha: I appeal to you(Speaker), save country from such a law&save Home Minister also otherwise like in Nuremberg race laws and Israel's citizenship act, Home Minister's name will be featured with Hitler and David Ben-Gurion. #CitizenshipAmendmentBill2019 pic.twitter.com/ZEp1siNo56— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.35 pm: The Lok Sabha votes on the introduction of the Citizenship Amendment Bill, 2019.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1,34 pm: “In Afghanistan,Pakistan and Bangladesh, Hindus, Sikhs, Buddhists, Christians, Parsis and Jains have been discriminated against. So this bill will give these persecuted people citizenship,” Shah says, according to the Hindustan Times. “If from these three countries, any Muslim petitions for citizenship, we will consider with an open mind but they will not get the benefit of this bill as the (Muslims) wouldn’t have been persecuted.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.32 pm: Shah reiterates that the bill will not take away the rights of Muslims. The community has not been named even once in the bill, he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.31 pm: Following uproar in the Lok Sabha, Shah says this Bill is needed because the “Congress divided the country on the basis of religion” after the Partition of India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Union Home Minister Amit Shah in Lok Sabha on #CitizenshipAmendmentBill: Why do we need this Bill today? After independence, if Congress had not done partition on the basis on religion,then,today we would have not needed this Bill. Congress did partition on the basis of religion. pic.twitter.com/gYsfbdl8U1— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.29 pm: The home minister claims Muslims will never be attacked in Bangladesh and Pakistan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.23 pm: Three neighbouring countries of India – Pakistan, Bangladesh and Afghanistan – state in their Constitution that Islam is their law of land, Shah says. “During partition, Nehru-Liaqat agreement was signed to safeguard the rights of the minorities,” he says, adding that the agreement was fulfilled properly in India but not elsewhere. Due to this, Hindus, Sikhs, Buddhists, Jains, Parsis and Christians were ill-treated in other countries, Shah says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.15 pm: Amit Shah says India has absorbed many people from around the world over the years. “When Indira Gandhi cited Article 14 to bring in people from Bangladesh, then why not Pakistan,” asks Amit Shah, according to News18. “Even people from Uganda [were] taken in. Why not UK? Over the years, India has absorbed so many people from around the world. But it’s not the case elsewhere. Look at US green card; it’s got such strict norms.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.05 pm: Amit Shah says the Bill is not unconstitutional.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1 pm: The BJP rises in uproar against Asaduddin Owaisi’s comment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.59 pm: All India Majlis-e-Ittehadul Muslimeen MP Asaduddin Owaisi also opposes the bill. He urges the Speaker to “save the country” as well as the home minister from such a bill. Otherwise, Amit Shah’s name will be in the league of German dictator Hitler, Owaisi says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.53 pm: The bill is “an assault on the foundations” of the Parliament, says Congress leader Shashi Tharoor. He adds that it violates the Preamble and several other parts of the Indian Constitution.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.52 pm: Indian Union Muslim League parliamentarian from Kerala, ET Mohammed Basheer, says the bill divides the people into Muslims and non-Muslims. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.50 pm: Saugata Roy says the Home Ministry is proposing different laws for different parts of the country even though Union Minister Amit Shah had told the Lok Sabha four months ago that there will be one law for the entire country. Shah had said this while revoking the special status of Jammu and Kashmir in August.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.48 pm: “If any community is left out of law, it is violative of Article 14 of the Constitution of India,” TMC MP Saugata Roy says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Saugata Roy,TMC in Lok Sabha: This bill is divisive and unconstitutional, it violates article 14 of the constitution. This law is against everything our founding fathers including Dr.Ambedkar envisioned. #CitizenshipAmendmentBill2019 pic.twitter.com/g0lt1HcqS2— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.42 pm: Trinamool Congress’ MP Saugata Roy opposes the introduction of the bill. He says that he thinks the home minister is unaware of the rules of the House as he is new to it. The BJP immediately begins protesting.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.40 pm: Revolutionary Socialist Party MP NK Premachandran says the bill violates the basic structure of the Constitution envisioned in the Preamble as granting citizenship based on religion is against the secular fabric of the country.“This is the first time in the history of India, that in order to acquire citizenship, the main factor is religion. This House has no legislature competence,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    N. K. Premachandran,Revolutionary Socialist Party MP: Bill violates the basic structural features of the constitution envisioned in the preamble as entitlement of citizenship based on religion is against the secular fabric of the country. #CitizenshipAmendmentBill pic.twitter.com/vj46K4CrWJ— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.35 pm: “It is an attack on the basic preamble of our Constitution,” Chowdhury says. “CAB can’t be discussed in isolation, we need to discuss it in totality and this is against the basic fundamental right given to the citizens by the Constitution.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.34 pm: Congress leader Adhir Ranjan Chowdhury says the bill is against several provisions of the Indian Constitution. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.28 pm: The bill is not at all against minorities, Shah tells the Lok Sabha. “Not even point zero percent,” he says, according to News18.He was responding to Congress MP Adhir Ranjan Chowdhury, who said the bill was “nothing but a targeted legislation over minority people of our country”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.22 pm: Shah says he will answer each aspect of the bill brought up by leaders. “Hope you won’t walk out,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.20 pm: Amit Shah tables the Citizenship Amendment Bill in the Lok Sabha. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.17 pm: The AIADMK will support the Citizenship Amendment Bill in the Lok Sabha, reports India Today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.15 pm: Now, Home Minister Amit Shah also demands an apology from the Congress. “A female minister was disrespected which is shameful,” News18 quotes him as saying. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.12 pm: BJP members demand an apology from the Congress for their alleged misconduct, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.10 pm: The BJP is now protesting against the Congress’ apparently objectionable treatment of minister Smriti Irani in the Lok Sabha last week, Times Now reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12 pm: Samajwadi Party chief Akhilesh Yadav says his party will oppose the bill “at all costs”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Samajwadi Party Chief and MP from Azamgarh (UP) Akhilesh Yadav: We are against #CitizenshipAmendmentBill2019 and the party will oppose it at all costs. pic.twitter.com/hsv3dNksFy— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.44 am: All India United Democratic Front stages a protest at Jantar Mantar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: All India United Democratic Front (AIUDF) stages protest at Jantar Mantar against the #CitizenshipAmendmentBill2019. pic.twitter.com/7n32z1nsAN— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.42 am: Congress MP Manish Tewari asks if the government will consider maintaining a central database about the employment figures of people who avail education loans.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Manish Tewari, Cong in LS during question on waiver of education loans: Unemployment rate today is at a 45-yr-old high.Given current economic slowdown,will govt consider maintaining central database where they've info that somebody who availed edu loan has got employment or not? pic.twitter.com/VudSO8EWyS— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.40 am: Shops are closed in Guwahati, Assam, amid shutdown calls by various organisations protesting the Citizenship Amendment Bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Assam: Shops closed in Guwahati following shutdown call by various organisations opposing #CitizenshipAmendmentBill2019. pic.twitter.com/pEiienfDjd— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.35 am: Meanwhile, BJP MP Vijay Goel brings up the fire in Delhi that killed 43 people on Sunday in the Rajya Sabha, ANI reports. On Sunday, a fire broke out in the second floor of a building in Anaj Mandi on Rani Jhansi Road around 5.22 am and spread to the four-storey building from where a number of small manufacturing units functioned. Delhi Fire Service Director Atul Garg said the building did not have a fire safety clearance or safety equipment installed on the premises. The building’s owner and manager were arrested.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.30 am: All India United Democratic Front MP Badruddin Ajmal says the Bill is against the Constitution and against the unity between Hindus and Muslims. “We will reject this Bill and Opposition is with us on it. We will not let this Bill pass,” the MP from Assam says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Badruddin Ajmal, Lok Sabha MP from Dhubri, Assam on #CitizenshipAmendmentBill2019: This Bill is against the Constitution and against Hindu-Muslim unity. We will reject this Bill and Opposition is with us on it. We will not let this Bill pass. pic.twitter.com/lsTKCHMWnp— ANI (@ANI) December 9, 2019\n\n\n\n    Delhi: All India United Democratic Front (AIUDF) MP from Dhubri(Assam) Badruddin Ajmal, stages a protest in Parliament premises against #CitizenshipAmendmentBill2019 pic.twitter.com/afr5BNDucC— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.25 am: “It is true that there is no other country for Hindus except Hindustan. But by accepting only Hindus among the illegal immigrants, will it be a trigger of a religious war in the country?” the Shiv Sena asks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.20 am: The Shiv Sena accuses the BJP of attempting an “invisible partition” of Hindus and Muslims, NDTV reports. “There is no dearth of problems in India now but still we are inviting new ones such as CAB,” the Shiv Sena says in an editorial in Saamana. “It looks like the Centre has made an invisible partition of Hindus and Muslims over the bill.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.15 am: Union Home Minister Amit Shah arrives in Parliament. He is expected to introduce the Bill after Question Hour.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Union Home Minister Amit Shah arrives at Parliament. Citizenship Amendment Bill (CAB) is in Lok Sabha's List of Business for today, to be introduced by the minister. pic.twitter.com/lGWR2Q0xSR— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.10 am: Protests are being held in Agartala, Tripura, against the introduction of the draft law.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Tripura: Protest being held in Agartala against #CitizenshipAmendmentBill2019. Citizenship Amendment Bill (CAB) is in Lok Sabha's List of Business for today, to be introduced by Union Home Minister Amit Shah pic.twitter.com/aXJL81AyiU— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11 am: The Bharatiya Janata Party and the Trinamool Congress have issued a whip to their MPs, directing them to be present in the Lok Sabha on Monday. The TMC is expected to oppose the Bill.10.55 am: Union Minister of Parliamentary Affairs Pralhad Joshi says the Bill “is in the interest of northeastern states” as well as India. “The Bill will get nod from both the Houses of the Parliament,” he says.10.50 am: In other Parliament news, BJP MP Harnath Singh Yadav gives a zero hour notice in Rajya Sabha over the demand to set up an Ahir Regiment in the Indian Army, ANI reports. TMC leader Santanu Sen gives a zero hour notice in the Upper House over the change of West Bengal’s name to Bengal.10.45 am: Indian Union Muslim League MPs protest in Parliament against the introduction of the bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Indian Union Muslim League party MPs hold a protest in front of Mahatma Gandhi statue in Parliament premises against #CitizenshipAmendmentBill2019 pic.twitter.com/YERzYZ15Fx— ANI (@ANI) December 9, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.40 am: Senior Congress leader Shashi Tharoor submits a notice in the Lok Sabha opposing the introduction of the draft law. “The bill violates the Fundamental Right to Equality prescribed by Article 14 since it infringes upon the principle of equality before law and the equal protection of laws guaranteed to all persons, including non-citizens,” the notice says, according to PTI. 10.35 am: Indian Union Muslim League parliamentarian PK Kunhalikutty gives an adjournment motion notice in Lok Sabha opposing the introduction of the bill, ANI reports. 10.30 am: Communist Party of India (Marxist) General Secretary on Sunday said his party was opposed to the Citizenship Amendment Bill in its current form and will move two amendments when it is introduced in Parliament. Calling the bill “divisive”, Yechury said India was a home for all religions. “Why just three neighbouring countries in the bill? People of all religions must get equal treatment,” he said. The two amendments ask the government to remove the mention of religions and change it to “from neighbouring countries”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Our two amendments to the RSS/BJP’s divisive Citizens Amendment Bill on neighbouring countries and religions: India is equally, a home for all religions. Why just three neighbouring countries in the bill? People of all religions must get equal treatment. #NoDiscrimination pic.twitter.com/J0bkZiZeZf— Sitaram Yechury (@SitaramYechury) December 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.25 am: Echoing Majlis’ leader Asaduddin Owaisi, Congress leader Shashi Tharoor on Sunday warned that passage of the bill would mark the definitive victory of Muhammad Ali Jinnah’s politics over that of Mahatma Gandhi’s, and reduce India to a “Hindutva version of Pakistan”.10.20 am: Opposition parties such as the Congress, the Samajwadi Party, the All India Majlis-e-Ittehadul Muslimeen, the Trinamool Congress, and the Dravida Munnetra Kazhagam are against the amendments. 10.10 am: Protests against the Citizenship Amendment Bill were held in different parts of the North East on Sunday and cities such as Bengaluru and New Delhi on Sunday. 10 am: Union Home Minister Amit Shah is expected to table the controversial Citizenship Amendment Bill in Lok Sabha on Monday. The bill is likely to trigger a showdown in Parliament.The bill proposes an amendment to a 1955 law to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.The proposed law was approved by the 16th Lok Sabha but it lapsed after not being introduced in the Rajya Sabha. This time too, its passage in the Lower House is expected to be easy, where the Bharatiya Janata Party-led National Democratic Alliance has majority. However, the government may find it difficult to push it through the Upper House.Watch: Five reasons why the Citizenship Bill is dangerous – and must be opposed\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Citizenship Amendment Bill, 2019 to be introduced in Lok Sabha after Question Hour. https://t.co/USfYImSTnf— ANI (@ANI) December 9, 2019","author":"Scroll Staff","time":"2019-12-09T11:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132458-dubtjuispy-1575874713.jpeg","tags":["Parliament","Citizenship Amendment Bill","Lok Sabha","Amit Shah","Northeast"]}