{"title":"Pathankot terror attack: Eight crucial unanswered questions","content":"The authorities have said that Pathankot terror attack, which was prematurely declared over on Saturday, and then on Sunday, has finally ended as of Monday afternoon. An official from the National Security Guard said that five terrorists who entered the air force base have been killed, after three days of operations which have left 11 security personnel dead and more injured. Although initial reports suggested the attackers might have been members of the Jaish-e-Mohammad, the same terror outfit that was responsible for the 2001 attack on the Indian Parliament, another group called the United Jihad Council – actually a conglomerate of several terrorist organisations – has now claimed responsibility for it. A National Security Guard official told the media that though the fifth terrorist had been killed, combing operations were still on to ensure that the base was secure. The official also said that all air force assets, including the personnel and their families were safe. Reportage on the issue has so far been relatively restrained, considering the operations were still ongoing for much of the last few days. In some cases the media has deliberately not put out information, having learnt from its follies during the 26/11 Mumbai attacks when some of the coverage was blamed for having spread panic and even assisted the terrorists. Despite this though, questions about the entire ordeal are starting to crop up and, once the dust has settled in Pathankot, authorities will have to take a long, hard look at the way India handles terror.The Mumbai attacks comparison is instructive. That incident involved armed terrorists walking around highly populated areas in a big city and running into a police force that wasn't trained to take on militants. The 26/11 attack would end up going on for four days.This one took place at an air force base very close to the Pakistan border, which was already on high alert because of immediately actionable intelligence. The Pathankot attack has taken three whole days.The coverage, mostly by reporters covering national security, has started to draw out exactly how many unanswered questions there are about the whole episode. Unanswered questions1. First there is the story about the Honey trap. An air force official had reportedly been conned into working as a \"defence analyst\" with a magazine in the United Kingdom, when in fact he was allegedly passing on information to intelligence agencies in Pakistan. Authorities have arrested the air force official and now intend to find out whether he also provided any information about the base in Pathankot. 2. Then there is the thoroughly confusing story about a Punjab Superintendent of Police, Salwinder Singh, who says he was abducted by some of the terrorists while he was driving back from a religious shrine on Friday early morning, along with two others – his jeweller friend and cook. The abductors, he says, were five heavily armed terrorists in army fatigues.According to the cook, Madan Gopal, they were overpowered by the terrorists and tied up in the back of the car. Gopal says they were eventually dumped by the terrorists, who drove away with Singh's car, which had a blue beacon on top of it. Questions are being raised about what Singh – who had been transferred from Gurdaspur only recently because of sexual harassment complaints from five female constables – was doing out that late. Equally confusing is the decision of the heavily armed terrorists to simply dump Singh and the others, when they had reportedly earlier killed a taxi driver to use his car.3. What follows is even more confusing. A note supposedly found in the car was what gave the media an initial idea that Jaish-e-Mohammad had been behind the attack. The note, which was circulated to the media as well, includes the words Jaish-e-Mohammad in English, and claims that the attack was done as retaliation for India's decision to hang Afzal Guru, a convict in the Parliament attacks case. #Pathankot\n@NewsX accesses #JeM note on terrorist that threatens attack in Delhi.\n@NikunjGargN reports.\n@BhimBassi pic.twitter.com/oC9UqBVPVo— Geeta Mohan (@Geeta_Mohan) January 2, 2016\n4. Next there is the question of strange providence. Firstly, because the SP was let off, he was able to alert authorities about the terrorists being at large. Almost farcically, Punjab Police did not believe his story at first, in part because of his \"colourful background\". Gopal, his cook, even claims that he was tortured by police, who kept asking him for the real story about what happened to the car. Secondly, one of the terrorists is said to have used the SP's phone to make phone calls, including one to his mother where he reportedly said that he was heading for martyrdom. This has apparently given authorities some evidence that they can now use to pin blame on elements in Pakistan, despite the Kashmir-based UJC taking credit for the attack. 5. Next is the question about sending in the team of National Security Guard.Once the Punjab Police came around to believing that the SP's story was real, and that it was connected to terror, alarm bells were rung. Delhi was informed about the concerns, at which point National Security Advisor Ajit Doval reportedly swung into action. According to Ajai Shukla, who covers national security for the Business Standard, Doval didn't let the army run the operation and instead moved a team of the National Security Guard to the Pathankot base. This left security of the air base in the hands of the existing Defence Security Corps, mostly retired military veterans, the air force's Garud commandos who lacked a specific operational brief, and the NSG. Intent on directly controlling what he anticipated would be a walk in the park, and without anticipating that there might be more than one group of terrorists, Mr Doval led with his trump card – he ordered 150-160 National Security Guard (NSG) troopers to be flown down immediately from New Delhi. The army was placed on the side-lines....It is revealing that not a single Pathankot casualty is from the army. The hapless DSC [Defence Security Corps] jawans took most of the casualties. The NSG took unacceptable losses, including an officer killed from a booby-trapped terrorist body. The army knows this ploy well and approaches terrorist bodies in J&K with caution, knowing the jihadi’s dying act could have been to activate a grenade and lie on it.\" 6. Manu Pubby's story for the Economic Times suggested that a lack of a proper command-and-control system in place made the response haphazard. \"Constant calls from the centre sent confusing messages and led to a lack of clarity over the status of the operation,\" his story says, which is why the home minister and the defence minister tweeted about the success of the operation before it was actually over. 7. Harinder Baweja in the Hindustan Times echoes the same concern, raising the main question: Despite advance intelligence, how did India allow terrorists into a base located so close to the border, take three whole days to neutralise the situation and lose 11 people in the process? 8. And Praveen Swami in the Indian Express points out issues with every element of the operation, which will need to be probed once the dust has settled, including the one about the lack of adequate security at the base.Even though terrorists have successfully attacked several Pakistan Air Force bases in recent years, taking advantage of poor perimeter security, Pathankot had not installed electronic perimeter surveillance systems, further complicating the task of watching out for an intrusion. Then of course there are the broader questions of how the government responded in New Delhi, why it did not have clarity in its approach to briefing the media and what this now means for relations with Pakistan. Answering those questions will be hard if we're not able to pin down just what has hit us in Pathankot in the first place.","author":"Rohan Venkataramakrishnan","time":"2016-01-04T21:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/801374-article-ripzuuydik-1451915923.jpeg","tags":["AjitDoval","PathankotTerror","Pakistan","NSG"]}