{"title":"Pathankot attacks: Joint Investigation Team from Pakistan arrives in Delhi","content":"A five-member Joint Investigation Team from Pakistan that was formed to probe the Pathankot attacks arrived in Delhi on Sunday. The team, including representatives from the Inter-Services Intelligence, Military Intelligence and police, will be briefed about the National Intelligence Agency’s investigation into the January attacks at the Indian Air Force base. On reaching the airbase on Monday, the team will question all three witnesses in the case, namely Punjab Police superintendent of police Salwinder Singh, his jeweller friend Rajesh Verma and cook Madan Gopal, but they cannot question cadres of the National Security Guard, Border Security Force or the Air Force. They will also get to meet the 17 people injured in the assault. However, the probe team will get access to only those areas of the facility where militants engaged in a gunbattle with security personnel.An official said India is likely to question Pakistan about the details it sought earlier, including some phone numbers, information on Jaish-e-Mohammed chief Masood Azhar’s brother and companies that had supplied packed food to the terrorists. India may also request Pakistan to allow an investigation team from India to visit the country at a later date, Hindustan Times reported.The JIT, formed on the instruction of Pakistani Prime Minister Nawaz Sharif, is led by Chief of Punjab’s Counter-Terrorism Department Additional Inspector General of Police Muhammad Tahir Rai. It also includes Lahore’s Deputy Director General of the Intelligence Bureau Mohammad Azim Arshad, ISI’s Lieutenant Colonel Tanvir Ahmed, Military Intelligence Lieutenant Colonel Irfan Mirza, and Gujaranwala Counter-Terrorism Department’s Investigating Officer Shahid Tanveer.","author":"Scroll Staff","time":"2016-03-27T12:14:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/805753-article-ivdyjsrfzb-1452342024.jpeg","tags":["Pathankot attacks","Air Force","Jaish-e-Mohammed","Pakistan"]}