{"title":"Pegasus: Indian leaders including me are under surveillance, claims Rahul Gandhi at Cambridge","content":"During a lecture at United Kingdom’s Cambridge University, Congress MP Rahul Gandhi has claimed that several politicians, including himself, were under surveillance using Israeli-made Pegasus spyware, a video shared by his party leader Sam Pitroda showed on Friday.Gandhi also claimed that intelligence officers had asked him to be careful while speaking on the phone as his calls were being recorded. The claims made by Gandhi pertain to an investigation by a group of 17 media organisations and Amnesty International in 2021 that had shown that Pegasus spyware was being used to spy on journalists, activists, and politicians across the world, including in India.Gandhi, political strategist Prashant Kishore and former Election Commissioner of India Ashok Lavasa were among the potential targets, The Wire had reported.Amnesty International had forensically examined 10 phones from India, “all of which showed signs of either an attempted hack or a successful compromise”.Later, several petitions were filed at the Supreme Court, seeking an investigation into the allegations and answers from the government. In October, the court had formed a technical committee to investigate the issues in the Pegasus case. It also took a harsh view of the fact that the Centre has repeatedly refused to file affidavits citing national security concerns.In August, the committee appointed by the Supreme Court to look into allegations of illegal surveillance of citizens had said that of 29 devices that were submitted, traces of malware was found on five. However, it was not clear whether the malware was Pegasus. The Pegasus spyware is licensed to governments around the world by the Israeli cyber intelligence company NSO Group. The company insists that it sells its software only to “vetted governments” with good human-rights records and that it is intended to target criminals.\n\n\n    \n    Play\n\nIn his lecture, Gandhi also claimed that India is facing an attack on the basic structure of its democracy.“The institutional framework which is required for a democracy: Parliament, a free press, the judiciary and the idea of mobilisation, these are all getting constrained,” the Congress MP claimed.   Meanwhile, Union minister and Bharatiya Janata Party leader Anurag Thakur claimed that Gandhi was “levelling allegations from foreign soil” because of the Congress’ electoral rout in the recent Assembly elections.“We can understand his hatred towards the prime minister, but the conspiracy to malign the country on foreign soil with the help of foreign friends raises questions on the agenda of the Congress,” Thakur added.BJP members and ministers have described the reports on Pegasus to be “highly sensational” and “conspiracies” meant to “derail India’s growth trajectory” as well as revenge for India’s handling of Covid-19, without categorically denying the use of Pegasus.","author":"Scroll Staff","time":"2023-03-03T16:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187540-ldjtklegtv-1677842141.jpg","tags":["Pegasus","Rahul Gandhi","Cambridge University","Congress"]}