{"title":"Pegasus case: What you need to know about the Supreme Court’s inquiry into the illegal spyware ","content":"On July 18, an alliance of news outlets across the world report that military-grade spyware made by an Israeli firm, which is only sold to “vetted governments”, was allegedly being used to spy on journalists, activists, politicians across the world – including India. The revelations about Pegasus spyware raised questions about whether the Indian government was illegally snooping on its critics. Since the story broke, Morocco, France and Israel  have launched investigations and taken other measures to prevent the use of spyware. In several countries, there have been calls for investigations and efforts to hold governments accountable.In India, however, little has happened. The Supreme Court first heard the matter on August 5. The government had stonewalled questions about the revelations in Parliament, making many claims without actually denying allegations that it had used Pegasus. It refused to make things clear even when prodded by the Supreme Court, insisting that it would set up its own committee to look into the matter – while also claiming there was nothing to inquire in the first place. The Court, however, seemed to disagree. It even indicated that it might set up an independent panel of experts to investigate. That statement came at the end of September. The Supreme Court has now listed the case for October 27, when it is expected to issue an interim order. What is the Pegasus case? On July 18, The Wire along with 16 media organisations around the world, published the first of many stories about individuals who might possibly be targets of government snooping using Pegasus. Pegasus is a spyware made by Israeli cybersecurity firm NSO Group Technologies, which the government says is only sold to “vetted governments”.Over the next few days, The Wire published the names of 161 individuals it could identify from the list of over 50,000 phone numbers around the world that might have been infected with Pegasus. These included many journalists, political leaders, activists, lawyers, academics, bureaucrats and even Supreme Court officials, amongst many others. Amnesty International forensically examined 10 phones from India, “all of which showed signs of either an attempted hack or a successful compromise”.Pegasus’ potential targets included opposition leader Rahul Gandhi, political strategist Prashant Kishore, former Election Commissioner of India Ashok Lavasa, The Wire founders Siddharth Varadarajan and MK Venu and even the former Supreme Court staffer who accused former Chief Justice of India Ranjan Gogoi of sexual harassment. When questions were raised after the report, Bharatiya Janata Party members and ministers accused the reports of being “highly sensational”, “conspiracies” to “derail India’s growth trajectory” and revenge for India’s handling of Covid-19, without categorically denying the use of Pegasus. What has happened in court till now?Several petitions were filed at the Supreme Court seeking an investigation into the Pegasus matter and answers from the government. These were clubbed by the court and are now being heard together. Some of the petitioners include advocate ML Sharma, Pegasus targets such as Paranjoy Guha Thakurta and Prem Shankar Jha, and journalists such as N Ram. After a few hearings, on August 16, the Centre filed a “limited affidavit”, in which it claimed the allegations were based on conjecture and “unsubstantiated media reports”. However, it offered to constitute a committee of experts to “dispel any wrong narrative”. The next day, when prodded further by the court, the Centre said that it could not divulge any more information on the usage of Pegasus because of reasons of national security. The court orally observed that it did not want to compel the government to disclose information about security, but only wanted information on whether phones had been intercepted, Live Law reported. It also reminded  Tushar Mehta, solicitor-general of India that the government had itself admitted in 2019 that the Pegasus spyware had affected some WhatsApp users. Expressing dismay over the reply filed by the government, Chief Justice of India NV Ramana said, “We had thought a comprehensive reply will come but it was a limited reply. We will discuss what needs to be done, if committee of experts needs to be made, or some other committee.”Finally, when the government did not offer any more information, the court said on September 13 that it would reserve its interim order. However, the court also told Mehta, “if you do any rethinking in the meantime, you may mention it before the court.”On September 23, Ramana told one of the lawyers in the case, Chander Uday Singh, that the court would pass the order next week to set up the technical committee to investigate this matter. This came through an oral observation to Singh, who was appearing in another case.At the time, Ramana added that the order was delayed because some experts said they would not be able to join the committee because of personal reasons. A photo showing posters held by Opposition MPs with Lok Sabha Speaker Om Birla in the background on Wednesday, July 28. Credit: PTI.What was expected?The initial reactions by the Supreme Court indicated that it was taking the matter seriously. “No doubt, the allegations are serious, if  the reports are true,” Chief Justice of India NV Ramana had said. However, it has been more than a month since the  court reserved its last order and indicated that it would form a committee in a week. The manner in which matters are listed for hearings in the Supreme Court has often being criticised for being subjective  and arbitrary. However, when required, the court has also heard matters  at length. For example, the Ram Mandir dispute, the second-longest proceeding in the court’s history, was heard for 40 days consecutively.Pegasus is also an extremely important case. It could potentially strike at the heart of democracy in India, given the list of people  who allegedly have been spied on – India’s election commissioner,  opposition leaders, a former Supreme Court judge, Supreme Court registrars  and many others. Many have drawn parallels to the Watergate scandal in the US in 1972, where it was found that the country’s president, Richard Nixon, was spying on the opposition party. This eventually led to Nixon’s resignation. Pegasus, it has been argued, far outweighs the Watergate scandal.Therefore,  given the seriousness of the situation, the delay in orders has left many baffled. “It has been more than a month  since the Chief Justice of India made the statement,” said Paranjoy Guha Thakurta, a  journalist whose phone was found to be infected with Pegasus. “We are all waiting eagerly for what the Honourable Chief Justice of India is going to do.”The interim order reserved by the court is different from its usual course of business. “This is  not a regular interim order, since the relief some of the petitions asked was that a committee be set up and setting up the committee may finally dispose of some petitions,” explained Abhinav Sekhri, a lawyer involved in some of the  petitions related to Pegasus. “However, others had asked for the government to give an answer on affidavit.”While there has been a lack of response at the central level, the state of West Bengal has taken some action. The West  Bengal government launched an investigation under former Supreme Court judge  Madan Lokur and former Chief Justice of the Calcutta High Court Justice  Jyotirmay Bhattacharya. However, the Supreme Court has orally asked the West  Bengal government to wait and “show restraint”, though it has not passed a  formal order saying this.","author":"Umang Poddar","time":"2021-10-26T19:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162110-nubgnjngen-1627533243.jpg","tags":["Pegasus","Supreme Court","Surveillance"]}