{"title":"People excluded from Assam NRC are not stateless, clarifies Ministry of External Affairs","content":"The Ministry of External Affairs on Sunday said people left out of the National Register of Citizens in Assam were not stateless and would continue to enjoy their rights as citizens till they exhaust all the legal remedies. The database of citizens, published on Saturday, excluded more than 19 lakh people. The ministry was responding to commentaries in sections of the international media about certain aspects of the final register. Earlier in the day, the United Nations High Commissioner for Refugees Filippo Grandi urged India to ensure that no one in Assam was left stateless, AFP reported. He said “any process that could leave large numbers of people without a nationality would be an enormous blow to global efforts to eradicate statelessness”. “Exclusion from the NRC has no implication on the rights of an individual resident in Assam,” said ministry spokesperson Raveesh Kumar. “For those who are not in the final list will not be detained and will continue to enjoy all the rights as before till they have exhausted all the remedies available under the law.”Kumar said the people excluded would also not become a “foreigner, within the legal meaning of the term”. He added: “They will not be deprived of any rights or entitlements which they have enjoyed before.”Calling the NRC a “fair process based on scientific methods”, the spokesperson pointed out that updating the database was a “statutory, transparent, legal process” mandated by the Supreme Court. “This is not an executive-driven process,” Kumar added. “The process is being monitored by the Supreme Court directly and the government is acting in accordance with the directives issued by the court.”Indian foreign ministry's statement on #NRC pic.twitter.com/duzNWJWIqZ— Devirupa Mitra (@DevirupaM) September 1, 2019\n\nTo get all The Final Count stories in your inbox every day, subscribe here.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-01T20:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/74599-bkpuhztofp-1511437746.jpeg","tags":["NRC","Ministry of External Affairs","Foreignerrs' tribunals"]}