{"title":"An ‘anti-fascist front’ to overthrow government: Pune police claims about arrested activists","content":"As three of the five activists arrested across the country on Tuesday were produced in a Pune court on Wednesday, public prosecutor Ujjwala Pawar claimed that they were members of the outlawed Communist Party of India (Maoist) and constituted an “anti-fascist” front that aims to overthrow the government. Two activists detained on Tuesday – Sudha Bharadwaj in Haryana and Gautam Navlakha in Delhi – had petitioned the High Courts and had been placed under house arrest. But the police had managed to bring three others to Pune – Vernon Gonsalves, Arun Ferreira and Varavara Rao. Pawar made arguments in the Pune sessions court in an attempt to secure their custody. Before the Pune court could rule on the matter, the Supreme Court, in a near-simultaneous hearing of a petition filed by five eminent citizens challenging the arrests, ordered that all five detained activists should be held under house arrest until September 6.The warrants presented during searches of the activists’ homes on Tuesday stated the police action was part of an investigation based on a complaint that the caste violence that took place on January 1 in Bhima Koregaon, near Pune, had been instigated by speeches made at the Elgaar Parishad, a public meeting held the previous day. However, the prosecution’s arguments in the Pune sessions court on Wednesday barely referred to the meeting or the violence. Focusing on the alleged Maoist links of the activists, she claimed that one of them, Varavara Rao, a poet and writer who lives Hyderabad, was involved in procuring arms from Nepal. Another activist, lawyer Arun Ferreira, who lives in Thane, was recruiting young people by holding photo exhibitions about mob lynchings, which created “anti-government opinion among young minds”, she alleged. The prosecutor described the activists as “Urban Naxalites”.Legal experts and security analysts say many of the prosecution’s arguments are questionable. “The arguments showcase the utter bankruptcy of ideas on the part of the prosecution,” said Yug Chaudhary, a lawyer in Mumbai. “I wonder if the prosecutor has received proper instructions. How is being anti-fascist illegal? If anything, it is a virtue. Is the government admitting that it is fascist by booking anti-fascists under UAPA [the Unlawful Activities Prevention Act]?”Ajai Sahni, the Executive Director of the Institute for Conflict Management in New Delhi, said, “The prosecution should first be taken to task by the court and the authorities for suggesting that the government is a fascist organisation. If the accused have set up an anti-fascist front, they are, in fact, acting in defence of democracy and the Indian Constitution.”Justice Hariparanthaman, former judge, Madras High Court said, “It is ridiculous to say things like holding a photo exhibition that has anti-government sentiments would be an unlawful activity. If speaking against lynching is Maoist propaganda, the government should remember that even the Supreme Court has made sharp comments against it.”However, Pune police and prosecution maintained that it was legitimate on their part to press charges against the activists under the Unlawful Activities (Prevention) Act and demand that they be kept in police custody.Here is a close look at the claims made by Pune police in court, in the documents seeking remand and to the press. But, first, some background to the case.Activists of the Communist Party of India (Marxist-Leninist) New Democracy shout slogans during a protest against the arrest of poet and activist Varavara Rao in Hyderabad on August 29. Credit: AFPThe Bhima Koregaon incident Every New Year’s Day, lakhs of Dalits gather in Bhima Koregaon, around 30 km from Pune, to commemorate the victory in 1818 of a small contingent of Mahar soldiers fighting under the British flag over the vastly superior forces of the Peshwa, a regime that was noted for its oppressive practices against members of lower-caste communities. This year, the event was marred by caste clashes that left one person dead.Initially, the police investigation focussed on inflammatory speeches made by Hindutva leaders days before the January 1 event. But subsequently the investigation turned to the role of speeches made at a public meeting called the Elgaar Parishad in Pune, the day before the Bhima Koregaon commemoration. The police alleged that the organisers of the meeting had Maoist links. The first set of police raids took place in April, targetting members of the Kabir Kala Manch, one of the organisers of the Elgaar Parishad, among others. But no arrests were made. In a second set of raids on June 6, five lawyers and activists from Maharashtra and Delhi – Surendra Gadling, Sudhir Dhawale, Shoma Sen, Mahesh Raut and Rona Wilson – were arrested by Pune police.The raids and arrests were based on a First Information Report filed by Pune resident Tushar Damgude on January 3. Damgude identified himself as a follower of Sambhaji Bhide, a Hindutva leader, and addresses him as Guruji (respected master). Shortly after the violence at Bhima Koregaon and other parts of Maharashtra, Bhide and Milind Ekbote, another Hindutva leader, were named in several cases. While Ekbote got bail, Bhide has so far not been arrested. On June 7, before the five activists were even presented in court, two letters purportedly recovered from Wilson’s laptop that discussed a plot to assassinate Prime Minister Modi made their way to select media houses and television channels, where they were intensely debated.On Tuesday morning, in the third set of coordinated raids in six cities, the Pune police searched the homes of several human rights activists across the country, arresting five of them. It was suggested that the set of arrests had been the result of documents obtained after the June detentions. What the remand petition saidThe remand petition that the Pune police filed in the Sessions Court on August 29 listed a total of 22 accused, including the five people arrested in June, the five arrested on Tuesday, as well as some activists whose homes were raided in April.The written remand petition submitted to the court is brief, listing details of Damgude’s FIR and the theory that the accused are Maoists involved in a conspiracy to overthrow the government. The petition lists the police’s reasons for demanding that the accused should remain in their custody, including the need to personally interrogate the accused about the letters and other documents found from their homes, the code language used in them, and whether there are any other operatives and organisations assisting them in their work.What the public prosecutor said in courtThe oral submissions made over the course of two hours by public prosecutor Ujjwala Pawar were far more dramatic. Pawar began with the claim that all the accused were “active members of CPI Maoist, a banned organisation”, whose aim was to instigate and motivate the public to join them to spread “rebellious thoughts”. She emphasised that she was consciously using the words “waging war against the government” to describe the activities of the accused.Pawar compared the functioning of the Maoist organisation to a pyramid, with the main leaders at the top give instructions to those in the middle, who then work on the ground to spread their ideology among citizens at large and recruit large numbers of students and youth.“Whatever documents have been seized earlier [in April and June] clearly reveal a conspiracy by the CPI (Maoist) to form an All India United Front, which is an ‘anti-fascist’ front of the CPI (Maoist)’s eastern regional bureau,” said Pawar. “The aim of the front is to overthrow the government, and they want to establish this front all over India.”She submitted a number of letters to the court, allegedly written by various the accused persons to each other or to other members of CPI (Maoist), and read out a few lines from each of them as purported proof that the accused were involved in setting up an anti-fascist front, and that the Elgaar Parishad in Pune had been organised with the intention of furthering this agenda.She also read out from a letter that she said speaks of an alleged plot to assassinate Prime Minsiter Modi – a letter that the Pune police claimed to have found at the home of activist Rona Wilson who had been arrested in June. At the time, the police had leaked the letter to selected media outlets even though it had not been not submitted as evidence in court.The prosecution also claimed that according to a letter they found, Varavara Rao was in communication with Maoist colleagues in Nepal and Manipur who were to sell them weapons for terrorist acts. She submitted to the court a catalogue of the kind of weapons that were to be purchased.With regards to Arun Ferreira, the prosecution accused him of engaging with students through the use of art, culture, humour and such “creative methods” with the intention of “penetrating Maoist thoughts” in their minds, and sending them for training to “jungle areas”. She read out from a letter which in which a Maoist worker claimed that two students “radicalised” by Ferreira and Gonsalves had attended the training, and that they were expecting more students from Mumbai’s Tata Institute of Social Sciences and other institutions to join. Pawar read from another letter to claim that the general secretary of CPI (Maoist), Comrade Ganapathy, was satisfied with the work of Ferreira and Rao.Another allegation by the prosecution was that Ferreira had planned to go to Kerala in December 2017 for a programme for International Human Rights Day, during which he had been scheduled to meet other comrades.The prosecution also claimed a fact finding team, led by Ferreira, which had gone to Gadchiroli in May after 40 people, including children, were killed in an alleged encounter between security officials and Maoists, had been set up with an intent to portray the state in bad light. Reading one of the letters allegedly written by the accused, Pawar used the abbreviated term “FFT” for fact finding team and said the abbreviation too could be a part of “code language” used by Maoists.“Possessing Naxalite materials is one aspect, but spreading thoughts of the Naxalites…that is the agenda of urban Naxals,” said Pawar. “They are not innocent. They are intelligent persons. This is a top-level conspiracy to threaten the sovereignty and integrity of India.”The prosecution also brought in Jammu and Kashmir into its remand submissions before the court, after mentioning the presence of Gujarat MLA Jignesh Mevani and student leader Umar Khalid at the Elgaar Parishad. Pawar claimed that the banned organisation had connections with terrorists in Jammu and Kashmir.Participants at a rally to protests against the arrests of human right activists, in front of Maharashtra Sadan, in New Delhi on Wednesday. Credit: HT PhotoWhat the defence saidDefences lawyer Rohan Nahar represented Rao, while Rahul Deshmukh defended Gonsalves. Both dismissed all the allegations against the accused and pointed out that the prosecutor had not even established a connection between the allegations of Maoist activity and the clashes that took place between Dalits and Marathas at Bhima Koregaon. “Whether the riots can be called a terrorist act is contentious. What are the grounds for applying UAPA [charges] in this case?” said Nahar. He pointed out that while the prosecution claimed that a variety of arms and weapons were being supplied to alleged Maoists, they did not make a case that those arms led to the violence in Bhima Koregaon. “There is also no value to the [prosecution’s] submission that they [the accused] are members of a banned organisation – that in itself is not illegal.”Choosing to represent himself, Arun Ferreira emphasised that the allegations made by the prosecutor did not merit custodial interrogation of any of the accused, since the letters that formed the basis of the allegations were seized in April and had been in their possession for four months. “They have already arrested five persons, and Gadling, who the police claims is the writer of one of the letters, is already in their custody,” said Ferreira, adding that even the documents and electronic devices seized at their own homes had now been sent for chemical analysis. “We have cooperated completely with the investigation. Our physical custody is not required.” What the police claimedParallel to the proceedings in the court, Pune city’s Deputy Commissioner of Police Shirish Deshpande told the media that the investigators had evidence of the accused’s links with the banned Communist Party of India (Maoist). “We found this evidence in the investigation – through emails, letters, etc which we have recovered,” he said. “Through the same investigation we also found that the Elgaar Parishad was organised by the Maoists through the Kabir Kala Manch [cultural group] and the accused persons. The Elgaar Parishad was an excuse to build up anti-government messages and to create an all India united front to hatch a conspiracy. This was decided in the Eastern Regional Bureau of the CPI (Maoist). The Eastern Regional Bureau of CPI (Maoist) is an underground group.”Deshpande added, “Elgaar Parishad was organised to widen their network in Maharashtra. We have very clear and strong evidence to prove roles of five suspects – VV Rao, Arun Ferreira, Vernon Gonsalves, Sudha Bharadwaj and Gautam Navlakha – in this conspiracy. Based on the evidence we have collected, they have been booked under UAPA.”But the Joint Commissioner of Police Shivaji Bodakhe told Scroll.in: “Both raids [the ones conducted in June and the others on Tuesday] and the eventual arrests have happened on the basis of one FIR (04/2018). Yes, the complaint in the FIR was primarily about inflammatory speeches in the Elgaar Parishad but as the investigation happened, we discovered through evidence links with the Bhima Koregaon violence, the PM assassination plot and eventually a wider Maoist nexus.”The evidence on record are strong and that is why we have arrested people, he said. “There are more in our radar. We have not acted in hurry.  If it was so, we could have randomly made many arrests by now. We have to follow the law. There is also no provision which stops the police to arrest suspects when the probe is underway. There are provisions in the Code of Criminal Procedure.”Bodakhe confirmed that Gujarat legislator Jignesh Mevani and activist Umar Khalid were also being investigated in connection with a complaint lodged on January 3 by Tushar Damgude. “They [Mevani and Khalid], along with [Dalit leader] Prakash Ambedkar and several other activists are under the police’s scanner in connection with case no 04/2018.”With inputs from Sruthisagar Yamunan","author":"Aarefa JohariAbhishek Dey","time":"2018-08-30T09:13:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892464-naucipvmqj-1535600537.jpg","tags":["Pune police","Arun Ferreira","Ujjwala Pawar","Sudha Bharadwaj","Gautam Navlakha","VV Rao","Vernon Gonsalves"]}