{"title":"In photos: The enduring magic of G Aravindan’s cinema","content":"The first ever European retrospective of one of India’s most celebrated filmmakers runs from February 3-24 in London. The programme Mythical Poetry: The Cinema of Govindan Aravindan at the Close-Up Film Centre has six titles, all of which have been restored by the National Film Archive of India. Indian film festivals will hopefully take note of this programme and make a similar effort to re-introduce Aravindan to both older loyalists and younger cineastes.Aravindan (1935-1991) started out as a cartoonist for the Malayalam newspaper Mathrubhumi before embarking on a career that spanned cinema, theatre and painting. “He believed and worked for a free cinema that is receptive to influence from other forms of art,” says the concept note for the London programme. “He was closely linked to influential literary figures of his time and nourished a keen interest in other art forms such as murals and dancing.”The London event, programmed by Arindam Sen, has five of the director’s best-known films and the documentary A Dream Takes Wings: G Aravindan (2000) by Shaji N Karun. The cinematographer and filmmaker shot several of Aravindan’s films, including the glorious Chidambaram (1985), starring Bharath Gopi and Smita Patil.Kanchana SitaCourtesy National Film Archive of India.Made in 1977, this film adapts an episode from the Ramayana, about Rama and his new bride Seeta, and starring Rama Chenchu tribals from Andhra Pradesh.EsthappanCourtesy National Film Archive of India.Aravindan picks up an allegorical figure who is believed to have both benevolent and malevolent magical powers.KummattyCourtesy National Film Archive of India.One of Aravindan’s best-loved films, this 1979 adaptation is from a Malayalam folk-tale about a bogey-man who turns children into animals.PokkuveyilCourtesy National Film Archive of India.Made in 1981, Pokkuveyil (Twilight) is about a young artist’s descent into insanity. Starring Balachandran Chullikkad and Kalpana.ChidambaramCourtesy National Film Archive of India.Aravindan’s only collaboration with Smita Patil. She plays the bride of a worker at a farm in Kerala who becomes the friend and dangerous muse of the estate manager (Bharath Gopi).MarattamCourtesy National Film Archive of India.Based on KN Panicker’s one-act play, Marattam (Masquerade), made in 1988 for Doordarshan, explores the level of identification between actors and their roles through the staging of a Kathakali piece Keechakavadham.Govindan Aravindan. Photo by Nasreen Munni Kabir.","author":"Scroll Staff","time":"2017-02-03T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/828403-50688-hxmspvsjfy-1486068055.jpeg","tags":["G Aravindan","Chidambaram","Kummatty"]}