{"title":"Plotting the Covid-19 explosion in Bengal as it saw India’s longest-ever state election","content":"As India grapples with the world’s most destructive Covid-19 outbreak, one factor that experts are identifying in the spread of the disease are unchecked mass gatherings. A key example: the West Bengal Assembly elections.Conducted in eight-phases, spanning 34 days, these are the longest state elections India has seen. While the Election Commission has stated that this was necessary to ensure a peaceful election, the ruling Trinamool Congress has alleged that these measures were put in to counteract its organisational advantage: voting in Trinamool strongholds was staggered across phases while Bharatiya Janata Party strongholds saw quicker votes.Fastest Covid growth in IndiaThe course of the election has seen Covid-19 explode in the state. On March 20, a week before the first phase of polling, West Bengal had just 3,380 active Covid-19 cases. By the time the state voted during its seventh phase, on April 26, it had 94,949 active cases, an increase of 28 times. In the same period, new cases per day went up from only 383 to 15,992 – an increase of more than 40 times.The eighth and final phase is scheduled for April 29.The result of this is that West Bengal has the highest Covid-19 growth rate of any state in India at present. The rate was 9.5% on April 26, measured using a seven day moving average, as per data from the Government of India. Elections are responsible“There is no doubt that the election process led to the spread of corona in West Bengal,” Dr Punyabrata Goon, convener of the West Bengal Doctors’ Forum told Scroll.in. “Till February and March, Bengal had the disease under control. But as campaigning started with large crowds and people coming in from affected states, cases started shooting up.”To make matters worse, the Election Commission – India’s nodal body responsible for electoral management – did nothing as cases started to rise. Letters from the West Bengal Doctors’ Forum to the Election Commision in March went unheeded. “We urged them to take steps but they didn’t listen to anything we said,” Goon said.In spite of the speed of the rise, political considerations remained paramount. The Trinamool was the only party that asked the commission to  shorten the duration of the election by clubbing phases together. As the strongest party on the ground, it was likely to be least affected by campaigning being limited.   The BJP, on the other hand, urged the commission to adhere to the original eight-phase election be adhered. The commission went with the BJP’s suggestion.At an April 17 rally in Bengal, Prime Minister Narendra Modi actually praised the large gathering that had come to see him. “I have seen such a [large] rally for the first time,” Modi said. “You [BJP supporters] have shown their strength. Every direction I see, I see only people. This is a miracle.”The number of new Covid-19 cases that day in the state stood at nearly 8,000.‘Should be booked on murder charges’ The commission eventually reacted to public anger at the rising cases – but only once Modi decided to stop campaigning in West Bengal. On April 22, an hour after Modi announced his decision, the commission capped attendance at rallies at 500 people.A rally by BJP state president Dilip Ghosh on April 23 after the Election's Commission's curbs were put in place.On April 27, the Madras High court hauled up the Election Commission for its role in the Covid-19 surge.  “Your institution is singularly responsible for the second wave of the pandemic,” a bench of Chief Justice Sanjib Banerjee and Justice Senthilkumar Ramamoorthy said. “Your officers should be booked on murder charges probably.”On Monday, the Bengal BJP launched a scathing attack on the court, calling its observations a “conspiracy” and demanding an investigation into the bench. “The court and the Trinamool are saying the same thing,” the party’s chief spokesperson said.","author":"Shoaib Daniyal","time":"2021-04-27T16:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158261-btniyssjyc-1619513785.jpeg","tags":["West Bengal","Covid-19","Assembly elections","West Bengal Assembly Elections 2021"]}