{"title":"PM Modi says ‘zero tolerance’ for Prajwal Revanna, alleges Karnataka government let him escape","content":"Prime Minister Narendra Modi on Monday said there should be zero tolerance for people like Karnataka MP Prajwal Revanna, who is facing allegations of sexual abuse.The prime minister, in an interview with Times Now, blamed the Congress government in Karnataka for letting Revanna leave the state.Prajwal Revanna, along with his father and former Karnataka minister HD Revanna, is facing allegations of sexual abuse and criminal intimidation.On April 30, the Janata Dal (Secular) suspended Prajwal, the MP from Hassan who sought re-election from the seat. The Janata Dal (Secular) is contesting the Lok Sabha elections in Karnataka in alliance with the Bharatiya Janata Party.Over the past two weeks, several videos and photographs of the sexual assault have been circulating through the phones and computers of Hassan residents.Modi, in the interview with Times Now on Monday, said these videos would not have been made in a single day, which implies that they were from the time when the Janata Dal (Secular) was in alliance with the Congress.The Janata Dal (Secular) had allied with the Congress after the 2018 Karnataka elections. Following this, party leader HD Kumaraswamy became the chief minister. However, the alliance fell apart after the Kumaraswamy-led government lost its majority in July 2019.The Janata Dal (Secular) joined the BJP-led National Democratic Alliance in September last year.It is unclear when the videos were recorded.Modi on Sunday claimed that the videos of the sexual abuse were released only after the Vokkaliga-majority regions of Karnataka voted in the Lok Sabha elections. Prajwal Revanna and his family belong to the Vokkaliga community.The prime minister alleged that the Karnataka government allowed the Hassan MP to leave the state. “This is very suspicious,” he said. “If you had the information, then you should have kept a watch, there should have been vigil at the airport. You did not do anything; government of India was not informed.”#PMModiOnTimesNo culprit should be spared. We should bring him (Revanna) back and take strict action against him. There should be no ifs and buts in this...: PM @narendramodi on #PrajwalRevanna's alleged sex scandal@navikakumar | @SushantBSinha pic.twitter.com/JGByTm4VTB— TIMES NOW (@TimesNow) May 6, 2024\n\n\nPrajwal Revanna is believed to be in the city of Munich in Germany, where he flew to on April 26. Last week, the Ministry of External Affairs said he went to Germany on a diplomatic passport and that the ministry did not issue any political clearance to him.Modi said on Monday that the Karnataka government was responsible for taking action against the Hassan MP as law and order is a state subject.However, he added: “As far as Modi is concerned, as far as BJP is concerned, as far as our Constitution is concerned, I am of the clear view that there should be zero tolerance against such people.”To a question on whether the Union government would bring Prajwal Revanna back to India, Modi said: “We should bring him back and strict action should be taken against him. No ifs and buts in it.”The Congress, on its part, has cited a letter written by state Bharatiya Janata Party leader G Devaraje Gowda to the party’s state unit chief BY Vijayendra on December 8 to allege that the Hindutva party knew about the allegations against Prajwal Revana, but did not act against him.The Congress government in Karnataka on April 27 announced that a special investigation team will probe the allegations of sexual abuse.On Thursday, the Karnataka Police filed a second first information report against HD Revanna for allegedly abducting a woman who claims to have been raped by Prajwal.Also read: ‘We are living in perpetual fear’: Prajwal Revanna video leaks spark panic among women in Hassan","author":"Scroll Staff","time":"2024-05-07T10:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181699-lvkacymmlp-1666497061.jpg","tags":["Karnataka","Narendra Modi","Congress","sexual abuse","Lok Sabha 2024"]}