{"title":"PM Modi unveiling national emblem at new Parliament building violates Constitution, says Opposition","content":"Opposition leaders on Monday said that the unveiling of the national emblem at the new Parliament building by Prime Minister Narendra Modi was a violation of the principle of separation of powers between the legislature and executive.  Earlier in the day, Modi unveiled the emblem made of bronze. It is cast on the roof of the under-construction Parliament building, which is a part of the Central Vista project in New Delhi. The Central Vista project envisages the redevelopment of a stretch at the heart of Lutyens Delhi and is estimated to cost about Rs 20,000 crore.This morning, I had the honour of unveiling the National Emblem cast on the roof of the new Parliament. pic.twitter.com/T49dOLRRg1— Narendra Modi (@narendramodi) July 11, 2022\n\nAfter the ceremony, All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi accused Modi of “violating all constitutional norms” by inaugurating the national emblem.“Constitution separates powers of parliament, government and judiciary,” he said. “As head of government, [Modi] shouldn’t have unveiled the national emblem atop new parliament building. Speaker of Lok Sabha represents LS which isn’t subordinate to government.”The Communist Party of India (Marxist) said that the prime minister, as the head of the executive, subverted the constitutional separation of powers between the three wings of democracy. The party also criticised Modi for performing a puja on the occasion.“The Constitution of India gives the right and protection to all Indians to practice and profess their faith,” it said. “This is an inalienable right. At the same time, the Constitution of India clearly stipulates that the State does not profess or practice any faith/religion.”PM Modi unveiled the National Emblem cast on the roof of New Parliament Building, and a proper puja was also performed for the same.  pic.twitter.com/JUSLKuWRUi— Singh Varun (@singhvarun) July 11, 2022\n\nThe Congress leader in the Lok Sabha, Adhir Ranjan Chowdhury, said that the decision to keep the Opposition out of the event was completely wrong, The Times of India reported.“Modi is trying to create a Second Republic, a Hindu Rashtra,” he said. “The decision to not invite Opposition parties to the unveiling was deliberate, against the democratic ethos of India and a bad omen for the country...At one time, BJP spoke of Congress-mukt Bharat, now they also want to create a democracy-mukt Bharat.”However, Bharatiya Janata Party spokesperson Anil Baluni said that the Opposition’s allegations were unfounded and politically motivated, PTI reported.“Opposition parties questioning the unveiling ceremony should understand the administrative process,” he said. “Right from parliament’s design to funds and constructions supervision, entire work comes under the ambit of the urban development ministry.”Baluni said that Modi had laid the foundation stone of the new Parliament building as well.","author":"Scroll Staff","time":"2022-07-12T10:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177039-cjngqzhnom-1657600732.jpg","tags":["Narendra Modi","Parliament","new Parliament building","Om Birla","Central Vista"]}