{"title":"PM Narendra Modi to attend inauguration of Ram temple at Ayodhya on January 22","content":"Prime Minister Narendra Modi said on Wednesday that he will attend the inauguration of the Ram temple in Ayodhya on January 22.The prime minister shared a photograph on social media of office-bearers of the Ram Temple Trust who had visited his official residence in Delhi to invite him to the inauguration. The idol of Hindu deity Ram will be installed at the temple on January 22.“I feel very blessed,” Modi said in a tweet. “It is my good fortune that in my lifetime, I will witness this historic occasion.”The Ram temple trust’s general secretary Champat Rai said that Uttar Pradesh Chief Minister Adityanath and Rashtriya Swayamsevak Sangh chief Mohan Bhagwat will also attend the event. The trust plans to invite over 4,000 Hindu religious leaders and 25,000 dignitaries for the consecration ceremony, The Hindu reported.The construction of the Ram temple began in August 2020, over two weeks after Modi laid its foundation stone at an elaborate ceremony. He had placed a symbolic 40-kg silver brick in the sanctum sanctorum, or innermost sanctuary, to mark the start of the temple construction in Ayodhya.The first phase of the construction will be completed by January 2024, Rai said. It will include the ground floor of the temple and the consecration of the idol of deity Ram. The second phase will be completed by the end of 2024 and the third phase by December 2025.A landmark Supreme Court verdict in November 2019 paved the way for the construction. The court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple.The court had also held that the demolition of the Babri Masjid at the site in 1992 was illegal. It ordered the allocation of five acres of land in a prominent place in Ayodhya to the Uttar Pradesh Sunni Central Waqf Board.In September 2020, a special Central Bureau of Investigation court acquitted all persons accused of involvement in demolishing the Babri Masjid. Among the accused persons were Bharatiya Janata Party leaders Murli Manohar Joshi and Uma Bharti.","author":"Scroll Staff","time":"2023-10-26T09:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195298-rpysurpfoq-1698291316.jpg","tags":["Bharatiya Janata Party","Narendra Modi","Ayodhya","Uttar Pradesh"]}