{"title":"PM Narendra Modi asks public not to visit Ayodhya on January 22 for Ram temple consecration ceremony","content":"Prime Minister Narendra Modi on Saturday appealed to the public not to visit Ayodhya on January 22 when the consecration ceremony for the Ram Janmabhoomi temple will be held.The Ram temple will be opened for the public after the ceremony.“I have a request for all,” Modi said at an event in Ayodhya. “Everyone has a wish to be a part of the event on January 22. But you know that it is not possible for everyone to come [to Ayodhya]. As devotees, we would not like to cause any problems to Lord Ram. Therefore, I request all Ram devotees across the country, especially in Uttar Pradesh, that once the formal ceremony is done on January 22, they should come to Ayodhya at their convenience starting from January 23.”The prime minister urged all Indians to light an oil lamp in their houses on the day of the consecration ceremony.“This historic moment has very fortunately come into all our lives,” the prime minister added. “All the 140 crore countrymen should light Ram Jyoti in their homes on January 22 and celebrate Diwali.”  #WATCH | Ayodhya, Uttar Pradesh: PM Narendra Modi says, \"I have a request to all. Everyone has a wish to come to Ayodhya to be a part of the event on 22 January. But you know it is not possible for everyone to come. Therefore, I request all Ram devotees that once the formal… pic.twitter.com/pbL81WrsbZ— ANI (@ANI) December 30, 2023\n\n\nOn Saturday, Modi also flagged off Vande Bharat and Amrit Bharat trains at the newly renovated Ayodhya Dham railway station and inaugurated the international airport in Ayodhya.Around 4,000 religious leaders and 2,200 other guests have been invited for the consecration ceremony at the Ram temple on January 22 including Congress leaders Sonia Gandhi and Mallikarjun Kharge, and former Prime Minister HD Deve Gowda.Senior Bharatiya Janata Party leaders LK Advani and Murli Manohar Joshi, who led the agitation for the Ram temple in Ayodhya in the late 1980s, have been asked not to attend the ceremony, the temple trust’s General Secretary Champat Rai said earlier this month. The request was made considering their old age and frail health, Rai said.The temple is being built on site of the razed Babri mosque. The Babri masjid was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot on which the deity Ram had been born. The incident had triggered communal riots across the country.Also read: ‘Did Ram say kick out the poor?’ The discontent of the displaced in new AyodhyaWhy some Hindutva supporters are angry with Modi’s Ayodhya temple inauguration","author":"Scroll Staff","time":"2023-12-30T20:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195965-qmwforwdqp-1700230618.jpg","tags":["Ayodhya","Narendra Modi","Ram Janmabhoomi temple","Ram Mandir"]}