{"title":"PM Narendra Modi renews push for simultaneous polls, says they are what the country needs","content":"Prime Minister Narendra Modi on Thursday once again pushed for simultaneous national and state elections in India, saying that they were not just a matter of deliberation but what the country needed. Modi made the remark during his address at the 80th All-India Presiding Officers Conference. “It [the separate elections] hampers the developmental work and all of you know about it,” he said. “We must think about it seriously and office-holders can lead deliberations on this.”The prime minister also suggested the creation of a single voters’ list for national, state and panchayat elections. “Why are we wasting time and money on these lists?” he asked. Modi also said that national interest must be the basis of every decision, according to PTI. “We must remember that when politics take over people and nation-first policies, the nation has to pay adversely in such situations,” the prime minister said. The prime minister’s remark came over two weeks after the National Democratic Alliance government returned to power in Bihar with a slender majority, winning 125 seats in the 243-member State Assembly. His renewed push for “one nation, one election” is also significant because Tamil Nadu and West Bengal are scheduled to hold Assembly elections next year. Also read: Explainer: Why the BJP is pushing for simultaneous elections and how will they be implementedLast year, Modi had held an all-party meeting to discuss simultaneous polls. Congress leader Rahul Gandhi, West Bengal Chief Minister and Trinamool Congress chief Mamata Banerjee, Bahujan Samaj Party and other prominent Opposition leaders boycotted the meeting. Modi and the Bharatiya Janata Party believe simultaneous elections will help save money and allow the government to focus on development work. The country had simultaneous national and state elections for several years after Independence, but they later fell out of sync for several reasons such as governments collapsing mid-term. As a result, each year now sees some states going for elections.In 2018, the Law Commission suggested to the Centre that certain inevitable constitutional amendments are required if it wanted to hold simultaneous elections to Parliament and the state Assemblies.The Congress maintained that the proposal was unconstitutional and against federalism. The party had also described the proposal as a “constitutional perversity”. The BJP has claimed that the opposition to the idea of simultaneous national and state elections is “politically motivated and inappropriate”.","author":"Scroll Staff","time":"2020-11-26T16:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151161-qufdqmcqsf-1606389003.jpeg","tags":["Narendra Modi","one nation one election","simultaneous polls"]}