{"title":"POCSO Act being misused, claims WFI chief Brij Bhushan Sharan Singh","content":"Wrestling Federation of India President Brij Bhushan Sharan Singh, who has been accused of sexually harassing several women wrestlers, claimed on Thursday that the Protection of Children from Sexual Offences Act was being misused, PTI reported.Last month, the Delhi Police filed two cases against Singh, who is also a Bharatiya Janata Party MP. One of the cases pertains to allegations made by an underage girl and has been registered under the POCSO Act. The other case has been filed in connection to allegations made by the adult complainants.The country’s top wrestlers have been staging a sit-in protest at Delhi’s Jantar Mantar since April 23, demanding Singh’s arrest.On Thursday, the Wrestling Federation of India chief told reporters in Uttar Pradesh’s Bahraich city that the law against child sexual abuse was being misused against children, the elderly and seers. “Even officials are not immune to its misuse,” he said. “...Under the leadership of seers, we will force the government to change the [POCSO] law.”Singh was in Bahraich to oversee preparations for a rally of seers called by him in Ayodhya on June 5. He has claimed that 11 lakh seers will participate in the event.Among those who have been protesting against the BJP MP are Olympic bronze medal winners Sakshi Malik and Bajrang Punia and Commonwealth Games gold medal winner Vinesh Phogat.The wrestlers had first hit the streets in January but withdrew the protest after the government asked Singh to step aside for a few weeks and formed an oversight committee to look into the allegations.Also read:With pending criminal cases, wrestling chief accused of sexual abuse is no stranger to controversyWe thought international athletes would be heard: Bajrang PuniaOn Thursday, Punia told the Hindustan Times that he and other protestors got a reality check during the agitation. “We thought, with all our medals, that we would be heard,” he said. “But the reality is different.”Punia added that he did not foresee that the protest would go on for so long. “We thought since we are international athletes, the government will listen to us,” he said. “That was the whole point of us risking our careers.”He, however, said that the wrestlers would not go down without a fight.The former Olympic bronze medal winner remarked: “I genuinely feel there are two sets of laws in this country – one for common people and the other for powerful men like Singh.”","author":"Scroll Staff","time":"2023-05-26T10:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181345-evbggxdgax-1665914179.jpg","tags":["Brij Bhushan Sharan Singh","Protection of Children from Sexual Offences Act","Wrestling Federation","wrestlers protest"]}