{"title":"Police action against protesting wrestlers reflects BJP’s arrogance, says Opposition  ","content":"Opposition leaders on Sunday criticised the police action against the wrestlers protesting in Delhi, saying that it reflects the arrogance of the ruling Bharatiya Janata Party government.India’s top wrestlers Vinesh Phogat, Bajrang Punia and Sakshi Malik were detained by the Delhi Police as they were attempting to march to the new Parliament building as it was being inaugurated by Prime Minister Narendra Modi.The Delhi Police also removed mats, tents, hoardings and other things set up by the wrestlers for themselves at Jantar Mantar.Khoob Ladi mardani.....#BetiBachao ? pic.twitter.com/xht3gqkAzE— SANJAY HEGDE (@sanjayuvacha) May 28, 2023\n\nThe athletes have been holding a sit-in protest at Jantar Mantar for more than a month demanding the arrest of Brij Bhushan Sharan Singh, the chief of the Wrestling Federation of India. Singh, also a  BJP MP, has been accused of sexually harassing seven women players, including a minor.On Sunday, Congress leader Rahul Gandhi accused Modi of being behind the action of the Delhi Police and said that the “arrogant king is crushing the voice of the public.”In visuals: Protesting wrestlers Sakshi Malik, Bajrang Punia, Vinesh Phogat detained by Delhi Police  Congress general secretary Priyanka Gandhi Vadra said that the arrogance of the BJP government has increased so much that it is “mercilessly trampling upon the voices of our women sportspersons under its boots.”  खिलाड़ियों की छाती पर लगे मेडल हमारे देश की शान होते हैं। उन मेडलों से, खिलाड़ियों की मेहनत से देश का मान बढ़ता है।भाजपा सरकार का अहंकार इतना बढ़ गया है कि सरकार हमारी महिला खिलाड़ियों की आवाजों को निर्ममता के साथ बूटों तले रौंद रही है। ये एकदम गलत है। पूरा देश सरकार के… pic.twitter.com/xjreCELXRN— Priyanka Gandhi Vadra (@priyankagandhi) May 28, 2023\n\n“This is completely wrong,” she said. “The entire country is witnessing the government’s arrogance and this injustice.”Delhi Chief Minister Arvind Kejriwal said that the behaviour of the police with sportspersons “who take India’s name to greater height” is “very wrong and condemnable.”देश का मान बढ़ाने वाले हमारे खिलाड़ियों के साथ ऐसा बर्ताव बेहद ग़लत एवं निंदनीय। https://t.co/hoKX2ewlli— Arvind Kejriwal (@ArvindKejriwal) May 28, 2023\n\nTrinamool Congress chief and West Bengal CM Mamata Banerjee also condemned the action of the police against the wrestlers and said that “it is shameful that our champions are treated in this manner.”“Strongly condemn the way Delhi Police manhandled Sakshi Malik, Vinesh Phogat and other wrestlers,” Banerjee said in a tweet. “...Democracy lies in tolerance but autocratic forces thrive on intolerance and quelling of dissent. I demand they [the wrestlers] be immediately released by police.” Strongly condemn the way Delhi Police manhandled Sakshi Malik, Vinesh Phogat and other wrestlers. It’s shameful our champions are treated in this manner. Democracy lies in tolerance but autocratic forces thrive on intolerance and quelling of  dissent. I demand they be immediately…— Mamata Banerjee (@MamataOfficial) May 28, 2023\n\nThe Communist Party of India (Marxist) said that while the Modi government inaugurated a new parliament building, its police showed “what it really thinks of democracy”.“Democracy is not grand buildings or pompous speeches but the respect of rights and freedoms enshrined in the Constitution,” it said. Democracy is not grand buildings or pompous speeches but respect of rights & freedoms enshrined in constitution. The Modi government might have inaugurated a new parliament building today. But on the streets, its police showed what it really thinks of democracy. #WrestlersProtest pic.twitter.com/0lD2IqE0kw— CPI (M) (@cpimspeak) May 28, 2023\n\nJharkhand Chief Minister Hemant Soren also condemned the police action against the wrestlers and said that their only crime is that they are seeking justice through peaceful protests.“On a day when the new Parliament building is dedicated to the nation, it is distressing to witness such brutal & shameful manhandling of India’s most celebrated champion wrestlers, our national pride,” Soren said.","author":"Scroll Staff","time":"2023-05-28T18:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190653-mexxadgyif-1685278074.jpg","tags":["Wrestlers protest","BJP","Narendra Modi"]}