{"title":"Poll panel rejects nominations of 24 of 25 turmeric farmers who sought to contest against PM Modi","content":"The Election Commission of India has rejected nominations filed by 24 of the 25 turmeric farmers from Telangana who had applied to contest against Prime Minister Narendra Modi in Varanasi in a bid to draw attention to their demands about their challenges, The News Minute reported. The Varanasi returning officer said Istari Sunnam Narsaiah was the only turmeric farmer who qualified to contest as an independent candidate. The Telangana Turmeric Farmers Association President Kotapati Narasimha Naidu accused the Election Commission of colluding with Modi to get their nominations rejected. Naidu said the organisation will lodge a complaint against the nomination rejections. “In fact, we have filed them taking all precautions and fulfilling all norms as per the guidelines of Election Commission of India,” The Hindu quoted Naidu as saying. “We are surprised at the rejections. Out of the 119 nominations in Varanasi, 79 were rejected. We engaged as many as 20 lawyers to ensure the nominations were foolproof. It is a daylight murder of democracy and today is the most unfortunate day in the democratic history.”Initially, 55 farmers from Telangana’s Nizamabad district and 40 farmers from Tamil Nadu had decided to contest from the Varanasi constituency. However, only 25 from Nizamabad and four farmers from Tamil Nadu filed their nominations. In Nizamabad on April 11, 177 farmers contested as independents during the Lok Sabha elections to protest against the Telangana Rashtra Samithi government in the state. On Wednesday, the Election Commission had rejected the nomination of Samajwadi Party’s candidate from Varanasi, Tej Bahadur Yadav, reported PTI. In its notice to the sacked Border Security Force jawan on Tuesday, the poll panel had said that government employees who have been dismissed for “corruption or disloyalty to the state” shall be disqualified from campaigning for five years.Farmer protestsThe National South Indian Rivers Inter-Linking Farmers Association had hit headlines in 2017 when they resorted to extreme forms of protest in New Delhi to get the attention of the government. In April 2017, when they were denied a meeting with Modi to discuss the drought relief fund, the farmers protested naked outside the Prime Minister’s Office.In the month before that, the farmers held a prolonged protest at Jantar Mantar during which they shaved their heads, held pieces of dead animals like snakes in their mouths, and displayed the skulls of other farmers who had killed themselves because of the massive debt they are facing. In September 2017, they protested by eating human excreta and threatening to eat human flesh in order to draw attention to their plight.","author":"Scroll Staff","time":"2019-05-03T11:07:12.509833+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118405-unnjywhoyn-1556277785.jpg","tags":["Varanasi","Uttar Pradesh","Lok Sabha polls","Election Commission","Narendra Modi","Turmeric farmers"]}