{"title":"Poll panel rift: CEC Sunil Arora indicates that Ashok Lavasa could have spoken out after elections","content":"Chief Election Commissioner Sunil Arora on Wednesday indicated that Election Commissioner Ashok Lavasa could have spoken out against the poll panel’s failure to record his dissent in cases of violation of the Model Code of Conduct after the Lok Sabha elections were over. In an interview with PTI, Arora said he cannot be a “moral judge of anybody, least of all somebody as senior as Ashok Lavasa”. “Whatever may have been his misgivings or feelings, ultimately none of us can tell a lie to ourselves,” Arora said. He added that the three members of the poll panel are not supposed to be “photocopies” of each other. “But there are times for everything. Time to speak, time to remain quiet,” he said. Arora denied that he had begun the controversy. “I had said that eloquence of silence is always difficult but far more desirable to see the election process through, instead of creating ill-timed controversies,” the chief election commissioner said. “This is what I had said and I stand by that.” Arora claimed that the opinions of all three commissioners are always noted on files, but when it is formally communicated, differences of views are not part of the order. “The Union Public Service Commission too is a multi-member body,” he said. “When they fail or pass a candidate, they just inform about the result but never mention about which member wrote what.”The chief election commissioner denied claims that the poll panel was biased in clearing allegations of violation of the Model Code of Conduct against Prime Minister Narendra Modi and Bharatiya Janata Party chief Amit Shah. “If the clean chit was given, it was given on merit and on the appreciation of facts,” he claimed. “I have nothing more to say on that.”The Lok Sabha elections were held in seven phases from April 11 to May 19, and the results were declared on May 23.The rift within the poll panelThe rift within the three-member Election Commission came into the open after an explosive letter by Lavasa earlier this month. Lavasa had opposed five clearances that the poll panel gave to Modi and Shah in complaints of Model Code of Conduct violations. The commission had given Modi clearances in six such cases altogether. However, Lavasa’s dissent was not noted in the poll panel’s orders.    On May 18, Lavasa said he had recused himself from hearing complaints of violations of the Model Code of Conduct, as his minority view was not being recorded. On May 21, he defended his right to dissent. “If decisions of the Election Commission are taken by majority and you do not include the minority view [in the final order] then what is the point of a minority view?” Lavasa asked.","author":"Scroll Staff","time":"2019-05-29T18:42:01.040022+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119962-hzrmybfjix-1559131462.jpg","tags":["Sunil Arora","Ashok Lavasa","Model Code of Conduct","Narendra Modi","Lok Sabha elections"]}