{"title":"Why Manipur’s civil war is being linked to the narcotics trade ","content":"The food at Punananda Singh’s eatery was delectable despite the difficulty he said he was having procuring fresh ingredients. Outside the half-closed shutters of his chak or rice hotel, Imphal was still under a curfew. It had been four weeks since ethnic clashes had erupted in Manipur between the Meitei and Kuki communities. The violence had spiralled into a civil war. “Do you see how hot it is these days in Imphal?” Punananda asked. Imphal was indeed hot – tension hung oppressively in the air.But Punananda clarified – he was talking about the weather.“It is all because of what the Kukis are doing,” he said, an unexpected remark considering we were making small talk.  He went on to explain, “In the hills, they are cutting down all the forests and planting poppy. And because our chief minister asked them not to, they are raising hell now.”Over the next week that I  spent in Imphal, I would hear Punananda’s thesis of the “root cause” of the violence echoed by every second person I met in the Meitei-dominated city, which lies in a valley surrounded by Kuki-dominated hills.  “What is happening is simple,” said Kuhraijam Athouba, spokesperson of the Coordinating Committee on Manipur Integrity, an umbrella group of six groups representing Meitei interests. “It is a classic case of narco-terrorism.”A war on drugsThe theory has wide currency among Meitei academics and civil society groups as well as officials from the community in the security and civil machinery.They believe the violence is the culmination of a long-drawn conspiracy by Kuki groups, both overground and underground, to thwart Chief Minister N Biren Singh and his “war on drugs” – a much-publicised crackdown by the Manipur government on narcotics, and in particular, the cultivation of poppy in the state.The poppy plant produces opium, a narcotic substance that can be further processed to produce synthetic drugs such as heroin. Since 2017, the state government has destroyed nearly 15,500 acres of poppy fields. Nearly 85% of the area, according to official data, lay in Kuki-dominated districts. According to proponents of the theory, this has had an impact on the financing of the Kuki militant groups who rely on “narco-money” for their operations.They were waiting to strike back, and a high court order “gave them an opportunity,” alleged a member of the All Manipur United Clubs’ Organisation, a powerful valley-based civil society group. The person was referring to the April 19 order of the Manipur High Court directing the state government to consider granting the Meitei community Scheduled Tribe status. Tribal groups, including the Kukis, held a massive protest against the order hours before the clashes broke out on May 3.Targeting a communityWhile it is difficult to ascribe violence of this nature to one particular cause, Biren Singh’s “war on drugs” had undoubtedly widened ethnic fault lines in the state. It was at the heart of escalating tensions between the Kukis and the state government that had been simmering for months before the violence exploded. Many Kukis saw the drive as having “selectively targeting” the community. The crackdown became particularly contentious when the government threatened to “derecognise” villages found guilty of harbouring poppy plantations. With distrust already running high, Kukis groups saw it as a ploy to “steal ancestral lands” of the community.What made matters even murkier was that the Chief Minister linked the cultivation of poppy with other lightning rod issues in the state: “illegal migration” and “encroachment” on forest land.  In an interview in March, he spelled it out in as many words: “These people [the Kukis] are encroaching everywhere, whether reserved forests, protected forests, doing poppy plantations and drugs business.”Chief minister N Biren Singh at a public function launching a new horticulture scheme as part of the government's 'war on drugs'. Photo: Manipur governmentA new twist to an old crisis Regardless of the politics around Biren’s crackdown, there is a consensus among people from all communities that Manipur’s drug problem is real: its location has made it a convenient transit for narcotics from the Golden Triangle – a notorious area at the tri-junction of Thailand, Laos and Cambodia that has traditionally been home to a thriving narcotics industry. Through the eighties and nineties, Manipur was ravaged by a heroin-fuelled HIV problem. The last two decades have seen a new dimension being added to Manipur’s drug troubles: the proliferation of poppy fields in Manipur’s hill areas, bordering Myanmar. “Earlier there was no pervasiveness of poppy and opium here, but now they are everywhere,” said Homen Thangjam, an Imphal-based political economist who has carried out field-based research into the Indo-Myanmar narcotics trade. The reason for this, Thangjam said, is the shifting of a large chunk of the heroin trade from the Golden Triangle to Myanmar in the last two decades.  Even as Thailand and Laos took steps to move away from the narcotics economy, the Myanmar government and its Army allowed the various armed ethnic militias of the country to indulge in drug trafficking in order to buy peace with them. Many of Myanmar’s armed groups share close ties with militant groups from across the border in India owing to ethnic ties. “From the 1990s, the Junta [the Myanamese Army] changed its policy regarding the ethnic insurgencies in their country, in the process becoming more flexible about narcotics,” said Homen Thangjam, who was a field investigator for a recent Indian Council of Social Science research on the narcotics trade in the Indo-Myanmar region. “Since the 2010s, they started allowing it even more emphatically.”This had a spillover effect in the hills of Manipur, said Thangjam.A poppy boomLocal conditions also contributed to the proliferation, said Thangjam. “Jhum became unsustainable,” he said, referring to the shifting agriculture method many tribal communities practise in the hilly areas of the North East. Against that backdrop, the hills of Manipur with its conducive climate and proximity to Myanmar became fertile ground to grow poppy – a highly profitable crop. Calculations done by Thangjam and his team, based on interviews with people involved in its cultivation, show the return on investment can be as high as five times. The boom in poppy cultivation in Manipur’s southern hills that border Myanmar’s Chin state can be seen in satellite imagery, the police said. “Earlier there were pineapples, now it’s poppy, ” said K Meghachandra, Manipur police’s superintendent of narcotics and border affairs.  In January, the United Nations Office on Drugs and Crime released a report on Myanmar’s opium trade, showing  a “very high” density of poppy fields on the northern tip of the country’s Chin state which borders Manipur.Density of poppy fields in Myanmar: The northern tip of the country’s Chin state which borders Manipur is a poppy-dense area. Credit: United Nations Office on Drugs and CrimeA community-specific problem? Poppy plants may be thriving in Manipur’s hill districts but the opium trade also involved “Meiteis, Muslims, Nepalis” from the valley, Meghachandra said. “They go buy it from the hills and are involved in inter-state transport,” he said. Opium from Manipur is typically sent to Guwahati in neighbouring Assam from where “agents” smuggled it all over India, said the police official. Data supplied by the Manipur police showed that 2,518 people have been arrested in drug-related cases since 2017. Of them, the highest – 1,083 – are Pangals, a valley-based ethnic group that follows Islam. The Kukis come next, with 873 arrests. The Meities are a distant third, with 381 arrests.  Yet, in the valley, Kukis continue to be blamed for the cultivation of poppy.Thangjam said a peculiar form of land holding system among the community that entrusted ownership entirely to the chief of a village made it easier for poppy plantations to thrive in Kuki villages.“In Naga areas, it is a more complex bargain where more hands are involved,” Thangjam said. That is why, he said, there were fewer plantations in the Naga areas of the state, although the first poppy field of Manipur had sprung up in a Naga village in the 1980s. But the Kukis insist that associating only one community with the poppy plantations in Manipur is unfair. “Poppy cultivation is rampant all over Manipur, and all communities including Meiteis and Nagas are equally culpable as cultivators,” said two outfits from the community in a dossier they released in the wake of the clashes to address the allegation. A report by the Netherlands-based Transnational Institute and released in December 2021, stated that poppy plantations in Manipur were the “highest in Saikul, Ukhrul and Chandel”. While Saikul is home mainly to the Kukis, Ukhrul and Chandel are Naga-dominated districts.Still, in the Kuki-dominated hills of Churachandpur, community and church leaders admitted there was a problem. Soumenthang Doungel, the chairman of the monitoring cell of the Kuki Impi, the community’s apex body, said the organisation had been actively dissuading people from growing the crop but many continued to do so “because of poverty”. “If they have to stop, the government has to help them, but that is not happening,” he said.Lunshot, a pastor in a church in the town, said “all churches have opposed poppy plantations”. “But we are talking about all drugs and alcohol and not over-focussing against only poppy like the government,” he said. “Biren Singh has declared war against drugs but, on the other hand, he is legitimising their [Meiteis] wine.” In 2022, the Manipur government revised its liquor policy to partially lift prohibition from the state. Manipur police destroying poppy fields in Kangpokpi. Photo: N Biren Singh/FacebookNarco-money and militiasThe state rhetoric around its “war on drugs” has dovetailed with another  contentious subject: the allegation that Kuki militant groups are harbouring “illegal” Kuki migrants from Myanmar, who are helping the local population grow poppy and extract opium. “Extracting opioids from poppy is a highly skilled activity,” said Meghachandra, adding that people from Myanmar already well-versed in it were part of drug operations in Manipur. “The local people learned the art from them,” he alleged. Meitei groups allege that this is part of an organised racket to raise “narco-money to fund the movement” of cross-border Kuki armed militias. “Hence when the crackdown began, there was so much resentment,” said a Meitei government official. Kuki groups are dismissive of this thesis. They point out that several of the Kuki militant groups which are signatories to the Suspension of Operations, or SoO, pact with the Central government have issued public statements discouraging the plantation of poppy. In January, the Kuki National Organisation, an umbrella group of 17 armed groups, issued a “stern warning” to those engaged in poppy cultivation. “Failure to comply will necessarily incur severe consequences,” the group said in a statement signed by its president PS Haokip. Haokip’s statement added that the Kuki National Organisation had “categorically banned poppy cultivation” since 2016 but “some individuals encouraged by non-SoO groups” have continued to do so. In an article in 2019, Lunsieh Kipgen, who is currently the inspector general of prisons in the state, had written about “certain hill-based non-SoO armed groups….expressing not only their open support for poppy cultivation but also threatening to confront anybody or groups that try to obstruct poppy cultivation”. However, Kipgen, a Kuki himself, went on to add that “there are also credible inputs that some armed groups irrespective of SoO and non-SoO groups sponsoring poppy plantations to fund their organisational requirements”. “This way a crude form of narco-terror funding system seems to have crept into the land,” he wrote. A well-intentioned move gone wrong?Kipgen was not available for comment. But there seemed to be a wide-ranging consensus among officials in Manipur’s security establishment that poppy was a potent funding source for militants of all shades. “In that sense, the war on drugs was a very good step,” said a senior Kuki security official. “But the way it was executed, maybe not.”Even those close to Biren Singh conceded that the drive, though well-intentioned, was marred by the Chief Minister’s often-hostile rhetoric around it, making it come across as targeting the Kukis. “It should have been subtle and Biren should have kept his mouth shut,” said an Imphal-based Meitei academic. A close aide of the chief minister, however, justified his belligerent approach. “We have lost a whole generation to drugs so one can’t blame him for going hard,” the person said. Even so, he added, “Maybe some tact would have been good in hindsight.”","author":"Arunabh Saikia","time":"2023-06-13T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191179-wsifymqqif-1686585725.jpg","tags":["Manipur","Kuki","civil war","clashes","violence","Meitei","poppy","heroin","drugs","opium","narco"]}