{"title":"Prashant Kishor may work on Mamata Banerjee’s political campaign, say reports","content":"Political strategist Prashant Kishor reportedly met West Bengal Chief Minister Mamata Banerjee on Thursday, triggering speculation that the two may work together, PTI reported. Kishor, currently the vice president of Janata Dal (United), is credited with YSR Congress party chief Jaganmohan Reddy’s recent win in Andhra Pradesh.Kishor, who is part of political advocacy group Indian Political Action Committee, reportedly met Banerjee and her nephew Abhishek Banerjee for over two hours. The meeting has come at a time when the Trinamool Congress chief is facing stiff opposition from the Bharatiya Janata Party in West Bengal. The state’s Assembly elections will be held in 2021. In the recently concluded Lok Sabha elections, the saffron party increased its seat share in Bengal to 18 from two seats that it won in the 2014 General Elections. The Trinamool Congress, which had won 34 seats in 2014, could secure only 22 this time. “Politics has changed and she [Mamata] has realised that,” News18 quoted an unidentified party leader as saying. “It is not enough to know your state, know your issues and know the people. When data is being used by parties, all your knowledge means very little.” The leader further added that BJP’s win in the Lok Sabha elections had made it clear that “traditional form of street politics” was no longer enough to secure votes.Prashant Kishor was a part of Prime Minister Narendra Modi’s 2014 campaign for the Lok Sabha elections, and Bihar Chief Minister Nitish Kumar’s campaign for the state’s Assembly elections in 2015.Kishor officially joined politics in 2018 when he joined the Janata Dal (United). After his role in Reddy’s massive victory in Andhra Pradesh, the political strategist is being approached by more parties, NDTV quoted people close to Kishor as saying.On May 23, the YSR Congress won a landslide victory in the Andhra Pradesh Assembly polls, winning 151 out of the 175 seats in the legislature. The Telugu Desam Party, led by former Chief Minister Chandrababu Naidu, could win only 23 seats. In the Lok Sabha, the YSR Congress Party secured 22 of the 25 seats in the state.","author":"Scroll Staff","time":"2019-06-06T19:27:44.457460+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121307-kaydbpwboi-1559828202.jpg","tags":["West Bengal","Mamata Banerjee","Prashant Kishor","TMC","BJP"]}