{"title":"Prashant Kishor will himself explain his role in Mamata Banerjee’s party, says Nitish Kumar","content":"Bihar Chief Minister Nitish Kumar on Saturday said political strategist Prashant Kishor, who is also the vice president of the Janata Dal (United), will himself explain what role he will play for Mamata Banerjee, reported NDTV. “Tomorrow [Sunday] there is a meeting of the National Executive of the party,” said Kumar. “Prashant Kishor himself will talk about it there.”Kishor, who is part of political advocacy group Indian Political Action Committee, reportedly met Banerjee and her nephew Abhishek Banerjee on Thursday for over two hours. The West Bengal chief minister has reportedly signed on Kishor. The Assembly elections in West Bengal will be held in 2021. Kishor is credited with YSR Congress party chief Jaganmohan Reddy’s recent win in Andhra Pradesh.“He has an organisation that works under his guidance,” said Kumar. “So in that way, whosoever his company is working for, that only he knows... I just want to make it clear that this thing has no connection with the party. He will explain.”Banerjee’s move comes as she is facing stiff opposition from the Bharatiya Janata Party in West Bengal. In the recently concluded Lok Sabha elections, the saffron party increased its seat share in Bengal to 18 from two seats that it won in the 2014 General Elections. The Trinamool Congress, which had won 34 seats in 2014, could secure only 22 this time.Kumar’s JD(U) is in alliance with the BJP in Bihar. However, Kumar denied that the saffron party has objected to Kishor’s new role but said it could cause confusion. “We have not received any complaint against him. If we get a complaint, we will take a decision accordingly,” he said, according to Hindustan Times.Kumar clarified that the JD(U) had nothing to do with the meeting. “He [Kishor] is a famous political strategist,” said Kumar. “He has a connection with all parties in different states. But when he joined the party [Janata Dal (United)] as a political activist.”","author":"Scroll Staff","time":"2019-06-09T07:57:43.453665+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/926399-useknxhyda-1534337690.jpg","tags":["Prashant Kishor","Mamata Banerjee","Nitish Kumar"]}