{"title":"Preview: With India’s longest ever election over, it’s a tight race between BJP and TMC in Bengal","content":"After over a month of voting – staggered across eight phases and held under the shadow of the coronavirus pandemic – results for the West Bengal Assembly elections will be out on Sunday.The Bharatiya Janata Party, Trinamool Congress and a combine of the Left parties, the Congress and the Indian Secular Front were in contention for the state’s 294 seats. The majority mark is at 148 seats.Emboldened by its performance in the 2019 Lok Sabha elections, the BJP has made a serious bid for a victory, with top leaders including Prime Minister Narendra Modi and Home Minister Amit Shah, campaigning heavily and encouraging defections from the Trinamool Congress to dislodge Mamata Banerjee and her party, which has ruled the state since 2011.Building upon a wave of anti-incumbency sentiment against Banerjee’s government, the BJP has projected itself as the only option for the people of Bengal to get out of what the saffron party says is a cycle of corruption and repression by the TMC leadership. Modi and his lieutenants have promised to build a “Sonar Bangla [golden Bengal]” if voted to power.On the TMC front, Banerjee led the charge, calling the challenge from Modi’s Bharatiya Janata Party as one between the insiders, that is Bengalis, and the outsiders, which is the largely Hindi-speaking saffron party.Despite the Left throwing its weight behind a Muslim cleric, Abbas Siddiqui, the battle of Bengal has been a direct contest between the Trinamool and the BJP. At the epicentre of this fight is Nandigram, where Banerjee is contesting against a former aide, Suvendu Adhikari, who is now in the Bharatiya Janata Party.The polls in West Bengal are being viewed as one of the most significant state elections in India in recent years.For Banerjee, a win could be an opportunity to emerge as a national leader, as no other Opposition leader has been able to challenge the popularity of Modi at the Centre so far.For Modi personally, it is a chance to extend his national domination, expand the Hindutva footprint and dislodge one of his sharpest critics. And for the BJP, the election is a prestige battle, as the party has never won the state. The BJP currently controls around a dozen states, with alliance partners in several others. But a win in Bengal would bring it closer to its “one-nation, one-party ambition”.A shopkeeper displays campaigning material of political parties for sale ahead of the West Bengal state legislative assembly elections in Kolkata on February 26. (Credit: Dibyangshu Sarkar/ AFP)India’s longest election despite Covid outbreakConducted in eight phases over 34 days, this was India’s longest election in history. Even the country’s entire General Election in 2019 was conducted over only seven phases.The poll panel claimed that prolonging the election was necessary, given the violence that usually accompanies polls in West Bengal. But the ruling Trinamool Congress has alleged that this was done to undermine its organisational advantage. Voting in Trinamool strongholds was staggered across phases, while Bharatiya Janata Party strongholds saw faster voting,  giving  enough time to its leaders to campaign across the state and traverse the state’s political history. Modi and Shah themselves spearheaded mammoth election rallies – attended by thousands with little evidence of masks or physical distancing – for six phases of the elections.Not surprisingly then, the course of the election saw Covid-19 cases explode in the state. Reports suggest that every second person getting tested for Covid-19 is positive in Kolkata.By April 26, West Bengal had the highest Covid-19 growth rate of any state in India. The rate was 9.5%, measured using a seven-day moving average, as per data from the Government of India.Also read:Bengal battle shows that for Indian democracy, elections matter more than accountability, governanceHuge crowds at a rally by Union Home Minister Amit Shah in West Bengal on April 17. (Credit: Twitter)As the election progressed, the Election Commission did nothing to curb crowds even as Covid cases started to surge at alarming rates. At an April 17 rally in Bengal, Modi praised the large gathering of his supporters that had come to see him. “I have seen such a [large] rally for the first time,” Modi said. “You [BJP supporters] have shown their strength. Every direction I see, I see only people. This is a miracle.”The Trinamool had asked the commission to shorten the duration of the election by clubbing phases together. The BJP, on the other hand, urged the commission to adhere to the original eight-phase election.The commission decided to go with the BJP’s suggestion. It was only after pleas were filed in courts and the second wave of Covid swept across the country at an alarming rate that the Election Commission finally restricted campaign events. But this was done only after Modi decided to stop campaigning in West Bengal. On April 22, an hour after Modi announced his decision to remain in Delhi and focus on the virus outbreak, the commission capped attendance at rallies at 500 people.A day before results, the Election Commission moved the Supreme Court against the Madras High Court saying the poll body should be “booked on murder charges” for not curtailing voting during the pandemic.Violence Bengal has had a history of local political violence and this time was no exception to this tradition. Clashes erupted between BJP and TMC workers on multiple occasions as both sides accused each other of EVM manipulation, rigging and other malpractices. Tensions peaked on April 10, when four persons were killed in Sitalkuchi, Cooch Behar, after central security forces opened fire at a polling booth during the fourth phase of voting. In a separate incident, another person was shot dead after he was dragged outside a polling booth.The Trinamool Congress said that the four people who were killed belonged to the party, and alleged a large conspiracy behind the attack. Banerjee went as far as calling the killings a genocide. But the Election Commission ruled out any such possibility, saying the security forces had no option but to open fire to save their lives and government property. The poll panel also banned politicians from entering Cooch Behar district for the next three days. On April 16, the West Bengal Crime Investigation Department took over the inquiry into the killings.Security personnel keep vigil at a polling station after Election Commission ordered stopping the voting exercise at a booth in Sitalkuchi in Cooch Behar district. (Credit: PTI)Defections galoreAhead of the elections, several TMC leaders swam over to the saffron side.The biggest of these was Suvendu Adhikari, a former state minister and a close associate of Banerjee, who quit the party in December. After a long-drawn period of public dissatisfaction with TMC, Adhikari joined the BJP during Amit Shah’s two-day visit to West Bengal on December 19. He fought the election directly against Banerjee from Nandigram. Adhikari’s exit from the party triggered a crisis for the TMC as a spate of other leaders abandoned the party, and joined hands with the saffron brigade. However, experts say that the BJP’s strategy of relying on defectors comes with its drawbacks as it also imports anti-incumbency into the party.  Scroll.in had observed during its reporting that most of it is directed at local leaders. Inexplicably, the criticism is hardly ever directed toward Chief Minister Mamata Banerjee. While the sense of disillusionment and anger against TMC’s corruption is fairly widespread, Banerjee herself has not been personally compromised. The personal attacks on Banerjee by all opposition parties in Bengal also serve as an indication that her influence remains significant. BJP leader Suvendu Adhikari at a roadshow in West Bengal's Kanthi town on December 24. (Credit: BJP Bengal/ Twitter)Additionally, even though the crisis within Trinamool in West Bengal dominated headlines, the organisational chaos in the Bharatiya Janata Party seemed far worse, according to experts.Clashes broke out between saffron party workers in the state after names for its candidate list was announced.Experts say much of this anger was driven by the fact that the BJP depended to a significant degree not on its candidates but on defectors from mainly the Trinamool to win its first Assembly election in Bengal.‘Didi’ and women votersOne should also keep in mind that there is no female leader in Bengal who can rival Mamata Banerjee’s appeal amongst women. It is true that for the past two years, the rise of the BJP has made things tougher for Banerjee. Even as the Trinamool tried to emphasise the gender identity of Bengali women, the BJP has highlighted their religious identity as part of its Hindutva push.Also read:Can Mamata Banerjee protect her formidable female votebank from getting splintered by Hindutva?But Banerjee’s lead among women voters still remains large enough for her to emerge as the their favourite in the 2021 polls, according to experts.The Trinamool leader has introduced the politics of gender in the state, using the appeal of a female chief minister, of “didi”, the protective elder sister. More significantly, she has also used gender-focussed welfare schemes to attract Bengali women.And though the populist welfare measures shrank after her first stint, Banerjee’s schemes for girls and women have continued. In 2016, the Trinamool reaped the benefit of this women-centric welfare with as many as 52% of its votes coming from women, as per CSDS-Lokniti survey data.All India Trinamool Congress party supporters shout slogans against Bharatiya Janata Party supporters as West Bengal's Chief Minister Mamata Banerjee (not pictured) entered in a polling station in Nandigram on April 1, 2021. (Credit: DIBYANGSHU SARKAR / AFP)Exit pollsMost exit polls have predicted a win for Banerjee, but with a tight race between the two parties. The Bharatiya Janata Party, which mounted a strong campaign in the state, will get more than 100 seats, but will fall short of the majority by a significant margin, the predictions said.Experts have said though that the BJP’s “resource-heavy campaign, its channelising of a strong anti-incumbency feeling and attempts at religious polarisation” has made the party a serious contender for power in West Bengal.Analysts have also said the outcomes could depend on whether there is a consolidation in the Muslim vote in favour of the TMC, and that of Hindu votes for the BJP. Another important factor could be the vote of the Scheduled Caste community, which at 23.51%, form the second-largest chunk after the Muslim vote – 27%.","author":"Zoya Mateen","time":"2021-05-02T07:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158485-xdjkpruekm-1619872504.jpg","tags":["West Bengal","BJP","Narendra Modi","Mamata Banerjee","TMC","Amit Shah"]}