{"title":"Propaganda for a price: Cobrapost exposé shows media’s self-regulation mechanisms have broken down","content":"The Cobrapost stings this week are by far the most definitive indicator of the willingness of prominent Indian media houses to tailor their content to further what the undercover reporter Pushp Sharma presented as a “positive Hindutva” agenda. But, as the advertising and sales manager of one TV channel assured Sharma, many were already doing that. They were only happy to be paid for the package.Named Operation 136 after India’s position in the 2017 World Press Freedom Index, the stings targeted a clutch of media platforms mostly influential in North India. They included news channels India TV, Hindi Khabhar, Samachar Plus, HNN 24x7 and Sadhna Prime News; newspapers Dainik Jagran, DNA, Punjab Kesari, Aaj, Amar Ujala and Swatantra Bharat; the news agency UNI; entertainment channels of the SAB group and 9X Tashan; and news websites ScoopWhoop, India Watch and Rediff.com.Cobrapost, in a press release, said the stings clearly showed how several prominent Indian media houses were “willing to peddle Hindutva, which could lead to communal polarisation for electoral gains, and to defame political rivals as part of a malicious media campaign, all for money”.The Cobrapost release acknowledged the clear willingness by a section of the media to propagandise anything for a price. “It is interesting to note here that a few days before this story was released Pushp Sharma called up some of the media houses to ask them some more favours which were as whacky as they were outrageous,” it said. “Of course, as part of his media campaign, he asked them to publish or air stories not only against Union ministers Arun Jaitly, Manoj Sinha, Jayant Sinha, Maneka Gandhi and her son Varun Gandhi but also against BJP alliance partners, in order to run them down.”  So what do the Cobrapost stings really tell us?  It’s hardly a secret that several of these media outlets already subscribe to the Hindutva agenda or are close to its purveyor, the ruling Bharatiya Janata Party. Several others, which were not targeted by the stings, have gone soft on the ruling party, indulged in self-censorship or in censoring important news about other political parties.Ishwari Dwivedi, the owner of India Watch, one of the lesser-known websites featured in the sting, blithely proclaimed: “I will be completely comfortable with the agenda of Hindutva. I myself am a Hindu, so I will be [naturally] comfortable with the agenda of Hindutva.”Pradeep Guha, CEO of the Punjabi music channel 9X Tashan, requests that the money promised be paid in advance so that there is no complication later. Guha, former chief executive of The Times of India group who is widely held responsible for bringing in news-infotainment and paid news in the early years of liberalisation, is quoted as saying that, at the end of the day, it was a commercial deal.For the marketing executives of DNA newspaper, there was no problem with Sharma’s agenda – “promotion of soft Hindutva, promotion of speeches of firebrand Hindutva leaders like Vinay Katiyar and Mohan Bhagwat and character assassination of Rahul Gandhi, Mayawati and Akhilesh Yadav by caricaturing them”. Sharma, who adopted various avatars and the alias Acharya Atal during the course of the stings, repeatedly asks the executives for confirmation that they will be willing to provide “deliverables”. He tells them the first three months will be a trial run, after which the remaining money – between Rs five crore and Rs 50 crore – can be rolled out in the run-up to the 2019 Lok Sabha election.Mostly, Cobrapost targeted advertising and marketing executives of media companies, showing how they bring in the business and decide how the content will be created and the package put together by the editorial team. Journalists are clearly bit players in this new order of things – but not all of them.  The proximity of Rajat Sharma, head of India TV and, ironically, president of the News Broadcasters Association, to BJP leaders has been extensively documented. Peddling HindutvaMainstream media is hardly a stranger to blatantly communal reportage. The last few years have been witness to the most regressive and partisan coverage of communal conflicts in India. While some channels have aired doctored footage, studio discussions have degenerated into even slightly dissenting voices being hectored. Spin doctors pounce on the most slender developments to weave narratives about anti-national forces out to destabilise a nation under threat.Some media houses have openly peddled the Hindutva agenda that Cobrapost sought to expose. Even when pulled up for ethical violations, they remained obdurate and unmoved by censure by their peers.On March 16, a complaint was filed with the News Broadcasting Standards Authority about the blatantly communal and inflammatory reportage of the Araria parliamentary bye-election in Bihar by Zee Hindustan. The BJP lost that election and the channel alleged, aided by a doctored video, that the victorious Rashtriya Janatal Dal supporters had shouted anti-India slogans. The broadcasting authority already has its hands full with Zee News Network’s rebuff of its February 8, 2018, order to air an apology and pay a fine of Rs one lakh for maligning the scientist and poet Gauhar Raza in a programme Afzal Premi Gang Ka Mushaira, telecast on March 9, 2016. The network appears to have simply ignored the order. It was told to air the apology on February 16, but more than a month later there is no sign of it. The malicious programme remains on the Zee website as well as its YouTube channel.Cobrapost said the conversations recorded during the stings clearly violated the Representation of the People Act, 1951; Conduct of Election Rules, 1961; Companies Act, 1956; Income Tax Act, 1961; Consumer Protection Act, 1986; Cable Television Network Rules 1994; and the Press Council of India’s Norms and Journalistic Conduct guidelines.  However, while paid news is an ethical violation, it is an offence only during elections and the candidate who is meant to benefit from it, not the media house, faces punitive action under the Representation of the People Act. In 2010, a Press Council of India report named Dainik Jagran, Prabhat Khabar, Hindustan, Dainik Bhaskar, Aaj, Amar Ujala, Lokmat, Pudhari, Maharashtra Times, Punjab Kesari, Eenadu, Andhra Jyothi, Sakshi, Varthaand, Andhra Bhoomi, Gujarat Samachar, TV9, ETV-2, TV-5, HMTV News for selling their news space and carrying paid news. There is little the detailed report has managed to achieve.\n\n\n    \n    Play\n\nAided by a doctored video, Zee Hindustan alleged that Rashtriya Janatal Dal supporters raised anti-India slogans after their party defeated the BJP in the Araria bye-election in Bihar.No regulationIn India, attempts to prosecute hate speech have not proved successful. For instance, despite video recordings, BJP leader Varun Gandhi was acquitted for lack of evidence in a case filed for hate speech during his election campaign in Pilibhit, Uttar Pradesh, in 2009 after more than 80 witnesses turned hostile. More damaging was the judgement in the Ramesh Prabhoo case when the Supreme Court maintained that reference to Hindutva in a speech would not amount to a corrupt practice under the Representation of the People Act. Last year, an NDTV investigation showed that police acted with alacrity to arrest ordinary citizens for social media posts but made no effort to book politicians.On the other hand, journalists have been charged with inciting communal disharmony for investigative reporting. While biased and prejudiced reporting will continue without punitive action, this unleashing of hate propaganda by stoking religious fervour and inciting communal disharmony is dangerous.Media houses peddle hate propaganda and sow the seeds of divisiveness, blithely aware that the self-regulatory mechanisms available for print media with the Press Council of India and for television with the National Broadcasting Standards Authority have all but broken down. In this situation, when media houses are hardly troubled by regulation or the law, what is to stop them from making big bucks, ethics and preservation of the nation be damned?Geeta Seshu is an independent journalist and consulting editor of the mediawatch site The Hoot.","author":"Geeta Seshu","time":"2018-03-29T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/873672-85628-mevzcdevun-1522258506.JPG","tags":["Cobrapost sting","Hindutva","Pushp Sharma","hate propaganda","BJP","Indian media","Pradeep Guha"]}