{"title":"PUCL criticises Tripura Police for UAPA case against lawyers who highlighted anti-Muslim violence","content":"The People’s Union for Civil Liberties on Friday criticised the Tripura Police for booking lawyers under the stringent Unlawful Activities (Prevention) Act, The Indian Express reported. The lawyers were a part of a fact-finding team about the recent violence in the state. The police registered the case against Mukesh Kumar, a Delhi-based advocate for the People’s Union For Civil Liberties, and Ansar Indori of the National Confederation of Human Rights. They have been booked under Section 13 of the UAPA, and sections of the Indian Penal Code dealing with promoting disharmony, forgery, intentional insult and criminal conspiracy.Section 13 deals with participating in or inciting unlawful activities as defined under the Act.The PUCL alleged that the police filed the case only because the report of the fact-finding team highlighted the “orchestrated violence unleashed by Hindu majoritarian groups like VHP [Vishwa Hindu Parishad] and HJM [Hindu Jagran Manch], against minority Muslims with the tacit connivance and conscious abdication of their duties by the Tripura Police”.The violenceAfter attacks on Hindus in Bangladesh last month, the Vishwa Hindu Parishad had organised a protest rally in Tripura on October 26, which led to violence and attacks on mosques as well as shops and homes of Muslims. However, the police have repeatedly claimed that the law and order situation in the state was “absolutely normal”. They also asserted that no mosques had been burnt.The report, co-authored by Supreme Court lawyers Ehtesham Hashmi and Amit Srivastav, said the violence erupted because of the “irresponsibility of the administration, along with extremist organisations and the vested interests of ambitious politicians”.The report, “Humanity under attack in Tripura”, highlighted that four days before the violence erupted, the state unit of the Jamiat Ulama (Hind) had warned Chief Minister Biplab Kumar Deb that such incidents could take place. “Despite this, the government not taking any action is tantamount to sponsoring this violence,” the report said.Shocking that lawyers served notices: PUCLIn its statement, the People’s Union for Civil Liberties said that it was “shocking” that the police sent notices to Kumar and Indori stating that their social media posts and statements were responsible for promoting enmity and provoking religious groups to “commit breach of peace”. The human rights body pointed out the “absurdity” of the notice, saying that the advocates had visited Tripura on October 29 and October 30 after the communal violence occurred between October 12 and October 26.“The team neither abetted nor provoked the violence, so even the lodging of the FIR by the police is nothing but a case of abuse of powers,” the statement said. The statement claimed that the report by the fact-finding team had garnered publicity in the media that was not the liking of the the Tripura government as it pointed to the “role of majoritarian extremist organisations in the violence as well as the complicity of the BJP-ruled state in the violence”.The PUCL said that Mahatma Gandhi had undertaken a fact-finding exercise in 1917, and that the lawyers were following his footsteps. “What they are doing is producing a document which will tell the story of what happened from the viewpoint of the victims,” the organisation said.‘Oppose criminalising fact-finding enquiries’ The organisation said that Kumar, Indori and others should not be criminalised for going on a fact-finding mission but appreciated. “By considering the legitimate freedom of speech and expression in both its off line and on line avatars as unlawful activity, the Tripura police are overstepping the bounds of their legal authority and without any legitimate cause violating constitutionally protected rights,” the organisation said. It said that criminalising fact-finding was akin to criminalising human rights work itself.“We demand that the FIR registered against the lawyer’s team of Mukesh, Indori and others be immediately withdrawn and no further action is undertaken pursuant to the notice,” the statement said. It added: “We also demand that the conclusion of the FFT [fact-finding team] report be implemented in letter and spirit so that all officials found to be complicit in abdicating their responsibility to enforce the law fairly, fearlessly and impartially and failed to prevent communal violence in different parts of Tripura state in October, 2021 are prosecuted.”Meanwhile, Kumar told The Wire that the notices were an “absolute shocker”.“I don’t understand what has happened, we pointed out in our report as to how a society which was living in peace and harmony has become so volatile,” he said. “We had, in fact, even credited some officers and the administration for handling some instances well.”Kumar added that all his comments were in the public domain, and there was no design or conspiracy involved.","author":"Scroll Staff","time":"2021-11-06T08:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165758-pxvbanibjr-1635601074.jpg","tags":["Tripura Police","Unlawful Activities (Prevention) Act","PUCL","Vishwa Hindu Parishad","Mukesh Kumar","Ansar Indori","Tripura violence"]}