{"title":"Pune college ‘prom night’ disrupted on January 22, attendees forced to chant ‘Jai Shri Ram’: Report","content":"A group of at least five men disrupted an event at the Gokhale Institute of Politics and Economics in Pune on January 22, objecting to students “partying on the day of Ram temple consecration ceremony”, reported The Indian Express.The Ram temple in Uttar Pradesh’s Ayodhya was inaugurated on the same day in a ceremony led by Prime Minister Narendra Modi. That evening, the Pune institute hosted an event titled “Prom Night” as part of an annual college festival called “Spirit Week”, the newspaper reported. Nearly 100 students and alumni attended the event that began at 6 pm.At around 8.30 pm, the men allegedly entered the campus and began disrupting the event, taking umbrage that it was being held on the same day as the Ram temple’s consecration. They also allegedly forced people to say “Jai Shree Ram”, an unidentified student told The Indian Express.“The men placed their chairs at the entrance of the library, in front of the venue area and some of the students who wanted to go home immediately were stuck there as their bags were in the library,” the student said. “The police were called promptly and no one was harmed but it left us shocked.”A first information report has not been registered in the matter. The issue was resolved peacefully, an unidentified police official told The Indian Express.“They were continuously saying that it is an auspicious day and you all should not be wearing short dresses and dancing on this occasion,” the student was quoted as saying. Earlier in the day, the institute had held a prayer ceremony and decorated the campus with saffron flags to mark the consecration.","author":"Scroll Staff","time":"2024-02-06T17:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198213-phlwuzbjjr-1707215436.jpg","tags":["Gokhale Institute of Politics and Economics","Ram Temple","consecration ceremony","Pune","Maharashtra"]}