{"title":"Punjab elections: Farmer leader Gurnam Singh Charuni launches his political party ","content":"Bharatiya Kisan Union leader Gurnam Singh Charuni, one of the prominent figures of the farmers’ protest against the agricultural laws, launched his own political party – Sanyukt Sangharsh Party – on Saturday.Charuni said the party will try to contest all the 117 seats in Punjab. Assembly elections in the state are scheduled to take place next year. The farmers’ leader said at a press briefing in Chandigarh that politics in the country has become polluted and there is a need to reform it. “Policymakers in our country are promoting capitalism,” he said. “They make policies to favour capitalists not the poor.”Charuni said his party’s objective is to cleanse politics. “We will bring good people forward,” he added. “We will push out from politics, those who are looting the poor. We aim to create equality and provide free education and medical treatment.” The Bharatiya Kisan Union leader said his party will have representatives from different communities. He introduced them at the press briefing. Charuni was part of the core committee of the Samyukta Kisan Morcha, an umbrella body of farmers’ unions that led the huge protests at Delhi’s border entry points. The demonstrations, which lasted for more than a year, came to an end last week. The farmers had been demanding that the three agricultural laws passed in September last year be repealed. They feared that the laws would usher in corporate dominance in the agricultural sector. The Centre finally accepted their demand and announced on November 19 that the laws would be withdrawn. But the farmers did not end the agitation immediately. They pushed for the acceptance of other demands such as minimum support price guarantees, cancellation of cases filed against protestors and compensation to the families of those who died during the agitation. The Centre assured the farmers that it will form a committee to discuss minimum support price. In a letter to the farmer bodies on December 9, the Centre said that many states had agreed to withdraw cases filed against the protesters during the agitation. The state governments of Uttar Pradesh and Haryana have approved compensation for the families of farmers who died during the protests, the Centre added.","author":"Scroll Staff","time":"2021-12-18T13:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167691-bztcnkaaob-1639814352.jpeg","tags":["Gurnam Singh Charuni","Bharatiya Kisan Union","Punjab elections"]}