{"title":"Questioned about vaccine shortages and export policy, Centre responds with outburst against states","content":"India’s vaccine rollout has teetered on the edge of politicisation over the last few months. When the Bharatiya Janata Party turned free vaccinations into an election promise in Bihar in 2020, for example, it was criticised for setting a terrible public health precedent. The Centre’s attempt to speed up approval of vaccines under development in time for India’s Independence Day in 2020 also raised many eyebrows. Those actions, coupled with the government’s mishandling of the regulatory clearances for the indigenously developed Covaxin, manufactured by Bharat Biotech, led some in the Opposition to describe the product as the “BJP vaccine”.  At least one state was prompted to say that it would wait until the interim phase 3 results for Covaxin were available – as is standard – before rolling it out. But this week, as India found itself in the throes of a severe second wave and vaccine shortages around the country, the BJP-ruled Centre decided that the best way to respond to questions about its strategy was to go on a blatantly political tirade – and then claim that the other side has politicised the matter. “Throughout  the last year, as the Health Minister of India, I have been a witness  to the misgovernance and utter casual approach of Maharashtra government  in battling the virus,” Union Health Minister Dr Harsh Vardhan said in a statement, after the Opposition-led Maharashtra government requested increased vaccine supplies and a broadening of vaccine criteria. “The lackadaisical attitude of the state  government has singularly bogged down the entire country’s efforts to  fight the virus.” What explains the government’s outburst against states when the second wave surge has cut across party lines? Vaccine rollout To understand why this is happening, some background is necessary. First, if you had told Indian policymakers and analysts a year ago that by early April 2021, not only would the country have two locally manufactured Covid-19 vaccines that appear to work reasonably well and that India would have managed to vaccinate tens of millions of people, more than the much-richer European Union, they would have called that a win. In early 2020, it seemed likely that even developing a vaccine might  take years, let alone getting around to manufacturing and distributing  it. With that context, the current picture is quite remarkable. Even if you make allowances for India’s massive manufacturing capacity – it produces close to 60% of the world’s vaccines – it is now managing to vaccinate more people daily than many other countries with much greater state capacity and wealth. Given India’s massive population, however, the challenge will be to keep  that pace going for many more months, especially because both the  vaccines being used now require two doses. Vaccine exportsWhat seemed even more fortuitous over the last few months was the sense that the vaccination effort could continue even as Covid-19 numbers stayed low. India saw a peak in cases in September 2020, after which numbers began to drop without a lockdown or any fresh restrictions. No one is quite sure why. This prompted theories about whether the country was already close to herd immunity and also gave the government a free hand to carry out vaccine diplomacy – sending millions of doses to countries in the neighbourhood and beyond. It also embraced its role as the global vaccine supplier. This was particularly significant at a time when other nations, like the United States, had banned all exports until they were able to vaccinate their own populations. The Indian government seemed able to tout its role a vaccine factory to the world without much backlash from its own people, even though there were a few beginning to ask why so many vaccines were going abroad. But India was percieved to have so much room to play out these dual roles, slowly ramping up its domestic vaccination campaign while also donating and exporting a huge number of vaccines, that India’s ambassador to the United Nations felt comfortable boasting in March that “we have supplied more vaccines globally than have vaccinated our own people”.India wasn’t just granting or exporting vaccines to fellow emerging nations like Bhutan, Ghana or Fiji. It also exported vaccines to rich nations like the United Kingdom, Saudi Arabia and Canada. Second waveThen things got tricky. Despite India’s stupendous efforts at vaccinating huge numbers of people, vaccine coverage so far is still a tiny proportion of the overall population. And then, in March and April, what had seemed like a fading pandemic in February, turned into a second wave that was faster and larger than the first one. The severity of the second wave suddenly brought focus back on the vaccination effort, which was scaling new heights – but also running through doses so quickly that it was causing shortages everywhere. It was around this time that states like Maharashtra and Delhi, facing huge spikes, wrote to the Centre asking for more supplies since they were facing shortages and more flexibility in being able to target those younger than 45, which had so far been prohibited. As these questions came up though, Union Health Minister Harsh Vardhan decided to respond. First he claimed, falsely, that there were no shortages anywhere in the country. Then he hit out at the public, saying the second wave was happening because of a “lack of commitment and sincerity on behalf of the people”, even though his party had been holding huge rallies and encouraging religious gatherings around the country. Centre’s outburstThen he issued the statement, which made it seem as if all questions of shortages were politically motivated efforts to hide state-level failures at containing the virus. “I have seen statements made by public representatives in  Maharashtra about shortage of vaccines,” the statement said. “This is nothing but an attempt  to divert attention from Maharashtra government’s repeated failures to  control the spread of pandemic. The inability of Maharashtra government  to act responsibly is beyond comprehension. To spread panic among the  people is to compound the folly further.” Great. The worst-hit state in the country is recording over 50,000 cases every day and has run out of vaccines. The Centre responds by getting Union Ministers to launch a coordinated attack on it. pic.twitter.com/iE93Jl2aj6— Kunal Purohit (@kunalpurohit) April 7, 2021\n\nTo push his point further, Harsh Vardhan sought to deploy some statistics about the vaccine. Now the pandemic has certainly hit Maharashtra worse than every other state in the country, and there are questions to be raised about why its numbers have been so consistently high from the very start. But the figures used by Harsh Vardhan about the vaccination effort seemed to show Maharashtra in a resonably good light relative to most other Indian states: “Maharashtra  has vaccinated just only 86% of health workers with first dose. The  equivalent numbers for Delhi and Punjab are 72% and 64%. On the other  hand, 10 Indian states/UTs have done more than 90%. Maharashtra  has vaccinated just 41% of healthcare workers with second dose.  Equivalent numbers for Delhi and Punjab are 41% and 27%. There are 12  Indian states/UTs that have done more than 60%. Among  frontline workers, Maharashtra has vaccinated only 73% with first dose.  Equivalent numbers for Delhi and Punjab are 71% and 65%. There are 5  Indian states/UTs that have already done more than 85%. Vaccination  of frontline workers with second does for Maharashtra is at  41%. For  Delhi and Punjab, these numbers are 22% and 20%. There are 6 Indian  states/UTs that have done more than 45%.”Tellingly, the statement included no data about India’s vaccine supply or information that might assuage concerns about shortages. Instead, it includes claims like: “I  am constrained to speak out now because my silence should not be  misconstrued for weakness. Playing politics is easy, but improving  governance and health infrastructure is the real test.”  Making things worse was Harsh Vardhan’s Cabinet colleague Prakash Javadekar, who did put out some data that only seemed to confirm Maharashtra’s claims that it was running out of vaccines: Can't understand why you accuse @OfficeofUT of playing politics @PrakashJavdekar Based on your tweet, Maharashtra has stocks of 16 lakh doses, so if it doing around 5 lakhs a day, that is 3 days of stock @drharshvardhan Better to just focus on augmenting supplies https://t.co/PwhvSiEYhe— Sunil Jain (@thesuniljain) April 8, 2021\n\nReal shortagesMaharashtra and Delhi were not the only places to complain about  shortages. Before Harsh Varhan’s outburst, states like Andhra Pradesh and Odisha – ruled by parties that are less combative with the BJP at the national level than Maharashtra’s government – had also reported shortages. But they didn’t get lectured by the minister. A day after the statement, vaccination centres around the country, including in BJP-ruled Haryana had to halt the rollout because of a lack of supplies – belying any claims that there was no shortage. India’s primary supplier of vaccines, Serum Institute of India, acknowledged the challenge. “We never imagined that we will need so many doses in India”. Aadar Poona wala just exposed Modi government’s strategy, they were sitting duck believing Covid is gone so we won’t need to vaccinate people pic.twitter.com/xlBOraqdpQ— Abshar (@Aaabshar) April 8, 2021\n\nAll of these details point to the fact that the shortage question is genuine, rather than a politically motivated allegation from Maharashtra or other Opposition-led states. So why Harsh Vardhan’s political outburst, telling the state it’s “lack of efforts” will “come to haunt us all”? The answer is that the balance between domestic vaccination effort and global vaccine supplier had been upended. What was earlier a boast – that India had sent more vaccines abroad than it used at home – was now being used against it, with many questioning the government’s priorities. Govt exported more vaccine doses than it administered to the citizens. To improve his image at global level, PM Modi took the decision & exported over 64.5 million vaccine doses to 84 countries. Govt is more concerned about its image than saving people's lives: Raghav Chadha, AAP pic.twitter.com/Uipwb29ego— ANI (@ANI) April 5, 2021\n\nIndia has exported 58M vaccine doses across the world and kept 23M for domestic use.Now in Mumbai, 26 vaccination centers and Pune, 100+ centers are shut due to the shortage of vaccines.— The Bad Engineer (@Satirical_Dhruv) April 8, 2021\n\nThe details are more complex. Many of those exports are contractual obligations between other governments or the global COVAX arrangement and Indian manufacturers, not government-to-government grants. India delayed those exports as its cases started going up, which led to legal notices. While it may seem secondary at the time of the second wave, Modi’s priorities undoubtedly included maintaining the reputation of India vaccination manufacturing industry, which would struggle if it begins reneging wholesale on global commitments – especially to other developing nations. But from a domestic politics perspective, it seemed clear that the government appeared vulnerable to the question of whether its vaccine export policy had failed its own citizens. So it immediately tried to make it seem as if any questions about shortages were politically motivated and not genuine. As more stories of shortages emerged, however, this tactic seemed unlikely to succeed. A number of hospitals across Noida and Ghaziabad faced a shortage of vaccine doses on Thursday, with hospital authorities stating that supply has not been coming in from the government.https://t.co/nM8i8pJtgW— The Indian Express (@IndianExpress) April 8, 2021\n\nVaccine shortage in Surat,  immunisation on halt today #COVID19 #coronavirus #Gujarat #TV9News pic.twitter.com/WWtZY3Lwgv— tv9gujarati (@tv9gujarati) April 7, 2021\n\nDamage controlA day after Harsh Vardhan’s outburst, he and Prime Minister Narendra Modi attempted some damage control. In a video conference with chief ministers, Modi said, “Those who want to do politics may do so, I don’t want to speak on this. We should work together to win over the pandemic.” Meanwhile, the Health Minister attempted to make a public defence of the humanitarian side of India’s vaccine exports. He put out some limited data assuring the country of sufficient vaccine supply in the pipeline, albeit with no transparency on which manufacturers this was coming from, how it would be shared with the states, whether more efforts – including monetary support – to ramp up manufacturing were taking place or why there had been no progress on authorising other vaccines beyond the two approved so far. We must appreciate the humanitarian aspect associated with our #VaccineMaitri initiative.Firstly, it has in no way come at the expense of ignoring our own population.Moreover we must realise no-one will be safe till everyone is safe!@PMOIndia @MoHFW_INDIA#Unite2FightCorona pic.twitter.com/2jXlBU8Qc3— Dr Harsh Vardhan (@drharshvardhan) April 8, 2021\n\nLet’s put an end to fear mongering now!#COVID19Vaccine doses:Total administered: 9 cr+ In stock/nearing delivery to states: 4.3 cr+ Where does question of shortages arise?We're continuously monitoring & enhancing supply pic.twitter.com/NllmH3kifQ— Dr Harsh Vardhan (@drharshvardhan) April 8, 2021\n\nHue & cry by certain States about partisanship by the Union Govt is just a farce, an attempt to hide their own incompetence. Maharashtra and Rajasthan are 2 of the top 3 States based on allocation of #COVID19Vaccine doses. Both are non-BJP governed States. pic.twitter.com/ycrBcdJBXG— Dr Harsh Vardhan (@drharshvardhan) April 8, 2021\n\nMany questions still remain about India’s vaccine strategy, which, while remarkable, will have to maintain pace or even scale up over the next coming months if the country is to hope to head off third and fourth waves. But it is telling that the minute its approach came under stress, the government’s response was to blame states for their actions – at a time when policies are still entirely being controlled by the Centre – rather than continuing building consensus and seeking feedback about its blueprint.","author":"Rohan Venkataramakrishnan","time":"2021-04-09T10:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157344-shwazujqqo-1617943977.jpg","tags":["India","Covid-19","Covid-19 vaccine"]}