{"title":"‘Raees’ is ‘full-on commercial cinema, but it is also artistic’, says its cinematographer","content":"The January 25 release Raees promises to be a tribute to the 1970s and a wholly contemporary take on the nexus between crime and politics. The characterisations of Shah Rukh Khan as the titular anti-hero, a big-time bootlegger in Gujarat, and Nawazuddin Siddiqui as Majmudar, the police officer who hunts him down, give off the vibe of a ’70s cops-and-robbers drama scripted by Salim-Javed. The contemporary touch is in the title: had such a film been made in the ’70s, it would have been about the upholder of the law rather than the lawbreaker. Among the other modern touches in Rahul Dholakia’s ambitious production is the cinematography, which is subtly stylised but very much within the realm of realism. Raees has been shot by KU Mohanan, the brilliant cinematographer of several documentaries, including Kamlabai and John & Jane, and movies such as Don, Talaash and Miss Lovely. Mohanan talks to Scroll.in about his approach towards Raees, after delivering the caveat that it “totally fiction” and not based on the rise and fall of Gujarati bootlegger Abdul Latif, as has been rumoured.Raees is set mainly in the 1970s, and is about a boy who grows up in the ’60s and becomes a don. The dialogue and the scenes have been written like a ’70s Amitabh Bachchan film, but I have not used ’70s shooting techniques. It’s very contemporary, although the soul of the film is from that decade. When you try to make a ’70s film in the way movie were made in those years, you end up with a spoof.Raees is quite fast-paced, actually. We have not used the grammar or the gimmicks of the ’70s at all. It is a modern 21st century film.It’s not like we sat down and said, let’s do a ’70s movie, but the look evolved from the script and the first recce. I am a very impulsive cinematographer. I don’t pull out references from other films. Perhaps I am lazy, or perhaps I don’t want to be influenced by another person’s look. You see so much in real life, and so much is embedded in your memory when you start working on a film.For Talaash [by Reema Kagti, 2012], my single point of reference was a classic still photograph of a Bombay brothel. The final film looked nowhere like the photograph, but that was the reference, and something unique came out of the experience.When Raees was being narrated to me, I was also shown old photographs of Ahmadabad. We spent a lot of time walking around the old city in Ahmadabad. Slowly, the entire look and the colour palette evolved. We have used a lot of coloured windows, like you see in the older neighbourhoods in Gujarati cities. We avoided certain colours and preferred others. Raees has very few browns and lots of green, blues, greys and blacks. Green is one of the dominant colours in the film. Whenever you see warm colour, they are there to balance the frames.\n\n\n    \n    Play\n\nRaees.I have not used so many close-ups in my career. There are several close-ups in the confrontations between Raees and Majmudar – sometimes, all you see is the eyes. It was Rahul’s idea to start each of these scenes wide and then gradually get close to the characters so that you see them finally in close-ups. I did avoid a few things, like certain kinds of lights that are used in new films. For instance, we used a lot of coloured lights, but we haven’t used intelligent lights [automated, moving lights that can create multiple effects]. In the song Laila Main Laila, we have used glitterballs, for instance, and the location is meant to resemble a run-down bar.    \n\n\n    \n    Play\n\nLaila Main Laila from Raees.The film is based in Gujarat and has been partly shot there and at studio sets and locations in Mumbai. The production design is by Film and Television Institute of India graduates Anita Rajagopalan and Donald Reagan – I call them artists. The sets had to look real even though the main character is flamboyant. For the costumes, Sheetal Sharma used references not from older Hindi films but from photographs of real people from the ’70s and ’80s. The cinematography is realistic too. We have not made the movie too commercial, although we did take some liberties since a lot of money has been invested in the production. The film is grungier in my head than what you actually see on the screen.KU Mohanan. I was working on advertising commercials when Rahul approached me for Raees. I had worked with Excel Productions [the co-producer of Raees] on Fukrey, and I got a call from them. Neither Rahul nor I had met before. He narrated the script, and we had a candid chat about cinema. I liked his sensibility about cinema – I am an FTII graduate, and I have a strong feel for cinema which I found I shared with Rahul.The screenplay has the ring of Salim-Javed. And then there is Shah Rukh Khan – who is nothing like the star we all know. Shah Rukh is in general very non-fussy and cool about his look on the sets, as long as the mood of the scene is right. He has done the role very convincingly, and I think that Raees will change people’s perceptions of him as an actor. Nawazuddin is very good too. He is a serious character, but he has all these funny lines.The “Baniye ki dimaag aur miyan bhai ki daring” line was there in the very first narration. Nobody is glorified in the film – every character has shades of grey. Raees is a straightforward guy who speaks his mind. Raees is not actually a crime thriller – it is about doing business in a certain way. The entire aesthetics of popular cinema have changed, and it’s about time. How long can you keep making these 1990s-type movies? Regional cinema frequently comes up with very realistic films. Raees has the requisite masala for the public. It has enjoyable dialogue and larger-than-life characters, but it is also fast-paced, grungy and realistic.  It is full-on commercial cinema, but it is also artistic cinema.","author":"Nandini Ramnath","time":"2017-01-08T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/826163-48882-sgdrqnfjzc-1483811317.jpg","tags":["Raees","KU Mohanan","Shah Rukh Khan"]}