{"title":"Rafale case: SC rejects review pleas for lack of merit, again dismisses plea for CBI inquiry","content":"The Supreme Court on Thursday dismissed the review petitions challenging its December 2018 judgement that rejected the need for a Central Bureau of Investigation inquiry into the Rafale fighter jet deal, Live Law reported. The court, which reserved its verdict on May 10, upheld its earlier judgement, saying the petitions lacked merit.In their pleas, the petitioners had alleged that the court’s previous verdict “relied upon patently incorrect claims made by the government in an unsigned note given in a sealed cover”. They also sought perjury proceedings against central government officials responsible for allegedly submitting “false or misleading” data about the defence deal.A bench of Chief Justice of India Ranjan Gogoi and Justices Sanjay Kishan Kaul and KM Joseph said the demand for registration of a first information report against the government officials on charges of perjury was “not fair”.  The pleas were filed by advocate Prashant Bhushan and former Union ministers Yashwant Sinha and Arun Shourie, among others, after The Hindu, in February, published multiple revelations about the deal that were reportedly based on secret government documents. One of the newspaper’s reports said that in 2015, the Ministry of Defence had objected to “parallel negotiations” conducted by the Prime Minister’s Office with France even as an official seven-member negotiating team held talks. In another report, The Hindu claimed that the deal signed by the Narendra Modi government was not “on better terms” compared to the offer negotiated by the previous Congress-led government. The newspaper quoted from a dissent note written by three senior defence ministry officials  who were part of the negotiating team.Questions were also raised about the role of businessman Anil Ambani in the deal. In April, French newspaper Le Monde reported that in 2015, France had waived taxes worth €143.7 million (Rs 1,139 crore at current exchange rate) owed by a local subsidiary of Ambani’s Reliance Communications, around the same time the defence agreement was being negotiated. The following year, Ambani’s newly formed company Reliance Defence was chosen by Dassault Aviation, which manufactures the jets, as one of the partners to fulfil offset obligations mentioned in the deal. According to Opposition parties, this was proof of the undue influence exercised by the Narendra Modi government to favour the businessman.After the review petitions were filed, the government urged the court to dismiss them. However, on April 10, the Supreme Court said it would go ahead with the hearings even if the petitions were based on stolen and classified documents. The following month, the Centre told the top court in another affidavit that the decision of the Prime Minister’s Office to monitor the agreement cannot be construed as interference. The Centre said allegations that government officials made false statements and suppressed facts in court were “completely false” and baseless. It reiterated that the petitioners were relying on “selective leaks” of defence ministry files to the media that present an “incomplete picture”. The Rafale fighter jet deal had become a major political issue during the Lok Sabha election campaign earlier this year. Congress leader Rahul Gandhi had accused Prime Minister Narendra Modi of treason and corruption multiple times, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal. Gandhi famously used the phrase “chowkidar chor hai [the watchman is a thief]” during his campaign to accuse Modi of corruption.","author":"Scroll Staff","time":"2019-11-14T11:03:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/117145-dnbrhslpzk-1554878092.jpg","tags":["Rafale deal","Supreme Court","Dassault Aviation"]}