{"title":"Rafale deal: Congress demands probe after report claims Dassault paid 1 million euros to middleman","content":"The Congress on Monday sought an inquiry into the Rafale jet deal and demanded answers from Prime Minister Narendra Modi after a French media report claimed that the aircraft manufacturer made a payment of one million euros (Rs 8.62 crore) to an Indian middleman, reported PTI. Dassault Aviation, the manufacturer, has not been able to explain the transaction to French anti-corruption authorities.At a press conference, chief Congress spokesperson Randeep Surjewala claimed that the report by French online journal Mediapart has proven corruption allegations raised by the party in the defence deal.“Does it now not require a full and independent investigation into India’s biggest defence deal to find out how much bribery and commission in reality, if any, was paid and to whom in the Indian government?” Surjewala asked. “Will Prime Minister Narendra Modi answer to the nation now?”Surjewala asked whether the payment shown by Dassault as “gifts to clients” was in reality a commission paid to the middleman for the Rafale deal. “How can middleman and payment of commission be permitted in a government-to-government defence contract or in any defence procurement in India in violation of the mandatory Defence Procurement Procedure,” he asked.The Congress spokesperson said that according to the Defence Procurement Procedure, any evidence of middleman or commission or bribery attracts serious penal consequences, including banning the supplier, cancellation of contract, registration of a first information report and the imposition of financial penalties on the company. “Has it not vitiated the Rafale deal entailing imposition of heavy financial penalties on Dassault, banning of the company, registration of an FIR and other penal consequences,” he asked, citing the example of Agusta Westland chopper deal where the Central Bureau of Investigation has already initiated action. The Congress leader alleged that the defence deal is a “sordid saga of loss to public exchequer, squandering national interests, propagating the culture of crony capitalism and shrouded in secrecy by negating the mandatory aspects of procurement”.He also alleged that there was a lack of transparency in the government and that Modi purchased the aircraft without following due procedure. Surjewala claimed that the prime minister has refused to submit himself to an investigation. He said the Centre did not give details of the deal to the Comptroller and Auditor General of India.Meanwhile, the Bharatiya Janata Party refuted the allegations. Union minister Ravi Shankar Prasad said that the allegations of corruption were “completely baseless”. He suggested that the French media report was published due to “corporate rivalry” in that country.He also hit out at the Congress, saying that Sonia Gandhi-led party made the defence deal a big matter prior to the 2019 Lok Sabha elections but lost badly. The Supreme Court had rejected a demand for a inquiry into the purchase of the aircraft and the Comptroller and Auditor General had also found nothing wrong, Prasad said.The deal had become a major political topic during the Lok Sabha election campaign in 2019. Congress leader Rahul Gandhi, among others, had accused Modi of treason and corruption multiple times, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal.The first Rafale fighter jet was handed over to the Indian Air Force on October 8, 2019, in France, in a ceremony attended by Defence Minister Rajnath Singh. The jets were formally inducted into the fleet on September 10.The caseIn the first report of a three-part investigation, Mediapart said that in mid-October 2018, the country’s anti-corruption agency, Agence Française Anticorruption, first spotted the payment and asked Dassault for an explanation.Soon after the Rafale deal was finalised on September 23, 2016, Dassault had agreed to pay the amount to one of its sub-contractors in India, Defsys Solutions. Dassault said that money was used to pay for the manufacture of 50 large replica models of Rafale jets, Mediapart reported. The French company was, however, not able to provide any proof to the anti-corruption agency to show that the models were actually made.In spite of the apparent irregularity, the anti-corruption agency, which is answerable to both the budget ministry and the ministry of justice in France, did not refer the matter to the prosecutors, according to Mediapart.On the other hand, Defsys Solutions, the company to which the amount was purportedly paid, is owned by Sushen Gupta, who was arrested in March 2019 by the Enforcement Directorate in a money laundering case relating to the AgustaWestland scam. He was later released on bail.","author":"Scroll Staff","time":"2021-04-05T22:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/91711-sropsrxyck-1617637386.jpg","tags":["Randeep Sujewala","Ravi Shankar Prasad","Rafale deal","Dassault Aviation","Defsys Solutions"]}