{"title":"Rahul Gandhi becomes first Gandhi family member to visit Ayodhya after 1992 Babri Masjid demolition","content":"Rahul Gandhi on Friday visited the town of Ayodhya in Uttar Pradesh, becoming the first member of his family to do so since the demolition of the Babri Masjid in December 1992. The Congress vice-president, however, did not visit the Ram temple at the disputed Ramjanmbhoomi-Babri Masjid site during his 20-minute-long stay in the town, NDTV reported.The 46-year-old political leader instead offered prayers at the Hanuman Garhi temple, where he also held a meeting with the shrine’s top priest. He is now scheduled to hold a roadshow in the city of Faizabad before visiting the Kichaucha Sharif Dargah in the Ambedkar Nagar district, according to The Indian Express. Uttar Pradesh state elections will be held early next year.Bharatiya Janata Party spokesperson Siddhartha Nath Singh criticised Gandhi’s visit, saying the Congress leader had “understood the power of Ram” even though his party had “always accused [the] BJP of playing politics whenever we talked about [the] Ram temple”, India Today reported. However, the Congress refuted allegations that the visit, part of the Gandhi’s kisan yatra, was a political one. “The Congress stands for all religions,” a leader of the party from Uttar Pradesh said.The visit comes as the Congress seeks to restore its popularity among the Hindu community, with analysts saying the party has shifted to a strategy of ‘soft Hindutva’ after its defeat in the 2014 Lok Sabha polls. “A course correction was urgently required as our party had become totally identified with minorities,” a Congress leader from Uttar Pradesh had told Scroll.in.UP: Rahul Gandhi visited Hanumangarhi temple in Ayodhya for 'darshan' and met Mahant Gyandas (Earlier visuals). pic.twitter.com/v2kgz9r6z2— ANI UP (@ANINewsUP) September 9, 2016","author":"Scroll Staff","time":"2016-09-09T13:36:55.875377+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/816053-20778-gjcgbrvcig-1472037251.jpg","tags":["Rahul Gandhi","Rahul Gandhi Ayodhya","Uttar Pradesh","UP Elections","Babri Masjid","Congress","Bharatiya Janata Party","BJP"]}