{"title":"‘Rahul Gandhi and Congress must apologise and seek forgiveness,’ says BJP after Rafale verdict","content":"Union minister and Bharatiya Janata Party leader Ravi Shankar Prasad on Thursday said the Congress and its former President Rahul Gandhi should apologise to the country for alleging corruption in the Rafale defence deal, and calling Prime Minister Narendra Modi a liar. Prasad’s reaction came hours after the Supreme Court rejected pleas for a Central Bureau of Investigation inquiry into the agreement and dismissed review petitions challenging its December 2018 verdict. The Supreme Court also closed BJP leader Meenakshi Lekhi’s contempt petition against Gandhi for attributing the “chowkidar chor hai [the watchman is a thief]” slogan to the court. In May, the Congress leader had apologised to the court. The court issued a word of caution to Gandhi and asked him to be more careful in future. “The Congress party should apologise to the nation, and Rahul Gandhi should also seek forgiveness from the country,” Prasad said at a press conference in New Delhi. “Rahul Gandhi quoted that the Supreme Court had said that PM Modi is a thief. There’s no bigger lie than this, and today, it was proven in the Supreme Court.”LIVE: Shri @rsprasad addresses a press conference at BJP HQ. #RahulRaFAIL https://t.co/oqdMD7zaPg— BJP (@BJP4India) November 14, 2019\n\n“Supreme Court has time and again said that there is no doubt about the qualities of the Rafale fighter jets,” the Union minister said. “Rahul Gandhi had also said that former French President Mr Francois Hollande had called PM Modi a thief. Mr Hollande clarified and said this is a lie out in public. The decisions of offsets are taken by Dassault, and not by the [French] president.”Prasad accused the former Congress president of lying in Parliament by saying “that the current President of France, Mr Emmanuel Macron, had allowed him to disclose details of the deal”. The Union minister said Gandhi had lost in “all three courts” – the first Rafale hearing, the Lok Sabha elections, and the review hearings. “Mr Rahul Gandhi gave an apology to save himself from contempt proceedings and the court has accepted that by cautioning him,” Prasad said. “The BJP wants to know about your accountability in the eyes of people of India. Do you owe something to truth or not?” Union Home Minister and BJP chief Amit Shah said that it has now been proved that disruption of Parliament over the Rafale deal was a “sham”. “The time could have been better utilised for the welfare of people,” he tweeted. “After today’s rebuke from SC, Congress and its leader, for whom politics is above national interest must apologise to the nation.” Shah said the verdict reaffirms the Modi government’s credentials as being transparent and corruption-free.BJP Working President Jagat Prakash Nadda said “from road to Parliament” Gandhi and his party had tried to mislead India, but “truth prevailed”. “I wish Rahul Gandhi would be in country and should make apologies to nation,” he added. “The allegation of corruption in Rafale deal was nothing but an attempt to malign the clean and honest image of PM Modi and his government,” tweeted Defence Minister Rajnath Singh. “The people of India will not forgive the Congress for their slanderous campaign and calumny. The Congress should apologise for misleading the people.”Singh added that “the allegations made by certain political parties and their leaders in Rafale jet purchase were extremely unfortunate, unwarranted and laced with malicious intent”. The defence minister said the court had “rightly cautioned such politicians to be careful while making wild allegations”.Union Finance Minister Nirmala Sitharaman said that Rahul Gandhi’s comments calling Modi a liar were “irresponsible”. She also demanded an apology from the Congress leader to the country. “[Congress] should introspect for having sailed along even as its leader repeatedly insulted [Narendra Modi],” she added. “#NationalSecurity can’t be compromised for political ambitions. The Armed Forces were demoralised by the brazen allegations against the then Chief of IAF by the [Congress].”In their review pleas, the petitioners had alleged that the court’s previous verdict had “relied upon patently incorrect claims made by the government in an unsigned note given in a sealed cover”. They also sought perjury proceedings against central government officials responsible for allegedly submitting “false or misleading” data about the defence deal.The pleas were filed by advocate Prashant Bhushan and former Union ministers Yashwant Sinha and Arun Shourie, among others, after The Hindu, in February, published multiple revelations about the deal that were reportedly based on secret government documents. The role of businessman Anil Ambani in securing the offset contract for the deal was also questioned.Also read:Rahul Gandhi calls for JPC inquiry in Rafale deal, Congress says SC verdict allows criminal probe‘We have been vindicated’: Former IAF chief Dhanoa commends Supreme Court verdict on Rafale dealNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-14T14:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120969-gscgildqwm-1573721249.jpg","tags":["Rahul Gandhi","Congress","Rafale deal","Ravi Shankar Prasad","JP Nadda","Rajnath Singh","Supreme Court"]}