{"title":"Rahul Gandhi renews attack on BJP over Rafale deal, claims money was stolen from exchequer","content":"Congress leader Rahul Gandhi on Saturday renewed his attack against Prime Minister Narendra Modi-led central government over the Rafale fighter aircraft deal, accusing them of stealing money from the exchequer.The former Congress chief tagged an article in The Times of India on a Comptroller and Auditor General performance review report that does not mention offset deals related to the aircraft bought from French company Dassault Aviation. The defence ministry has reportedly not provided any information regarding the Rafale offset agreements to the auditor. The report, citing government sources, claimed that the ministry has instead highlighted that the French company will provide details of offset partners three years after the deal.“Money was stolen from the Indian exchequer in Rafale,” Gandhi tweeted. “Truth is one, paths are many – Mahatma Gandhi.”Money was stolen from the Indian exchequer in Rafale.“Truth is one, paths are many.”Mahatma Gandhihttps://t.co/giInNz3nx7— Rahul Gandhi (@RahulGandhi) August 22, 2020\n\nThe Narendra Modi-led government signed an inter-governmental agreement with France in 2016 to buy 36 Rafale fighter jets at a cost of Rs 58,000 crore. Soon after, Anil Ambani’s Reliance entered the deal as an offset partner for the jet’s manufacturer Dassault Aviation – a selection that has been questioned by the Opposition.Following Gandhi’s tweet, Union minister Piyush Goyal extended an invitation to the Congress to take up the Rafale deal as the party’s election plank in the 2024 general election. “Many of Rahul Gandhi’s Congress colleagues confide in private that Rahul’s obsession with Rafale to wash off his father’s sins is damaging the party,” Goyal tweeted. “But if someone is wanting to self-destruct, who are we to complain?”The Rafale fighter jet deal had become a major political topic during the 2014 Lok Sabha elections. The Congress had extensively used the “chowkidar chor hai [watchman is a thief]” slogan to claim that Modi had acted as a middleman for industrialist Anil Ambani in the Rafale deal.The Congress leader had also called for a Joint Parliamentary Committee inquiry into the Rafale fighter jet deal, after the Supreme Court dismissed a review petition of its December 2018 judgment upholding the purchase of 36 Rafale jets by the government. The petitioners – Union ministers Yashwant Sinha, Arun Shourie, and advocate Prashant Bhushan – had alleged that the government concealed crucial facts in the case and misled the top court into giving a favourable verdict in December 2018.The first batch of five Rafale fighter jets from France landed in Ambala in Haryana in July. They will be officially inducted into the Indian Air Force in August.The jets are India’s first major acquisition of fighter planes in over two decades. The first batch of the fighter jets landed in India four years after the Centre signed a deal with France for a total of 36 units, as part of a Rs 59,000-crore agreement. All the 36 jets are will be delivered to India by 2022.रफ़ाल में भारतीय ख़ज़ाने से पैसे की चोरी हुई।“सत्य एक है, मार्ग कई।”महात्मा गाँधीhttps://t.co/xEthCvNWrq— Rahul Gandhi (@RahulGandhi) August 22, 2020","author":"Scroll Staff","time":"2020-08-22T19:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145192-oktyifzcmv-1596015991.jpg","tags":["Rahul Gandhi","Rafale deal","BJP","defence ministry"]}