{"title":"Rajasthan crisis: Congress Legislature Party moves resolution supporting CM Ashok Gehlot","content":"The Rajasthan Congress Legislature Party on Monday passed a resolution seeking action against rebel MLAs and supported the Ashok Gehlot-led government in the state, PTI reported.The Congress government in Rajasthan went into a political crisis after Deputy Chief Minister Sachin Pilot and legislators loyal to him left for Delhi on Sunday. They are reportedly upset with Gehlot for issuing orders to question the deputy chief minister in an investigation into alleged attempts to destabilise the state government. Pilot was summoned by the Rajasthan Anti-Terror Squad and the Special Operations Group on Friday.Pilot did not attend the Congress Legislature Party meeting, and had reportedly claimed to have the support of 30 lawmakers. Many of those legislators were not nearly as emphatic about leaving the Congress. The party resolution expressed confidence in the leadership of the Gandhis at the national level and condemned “all undemocratic wrongful acts for weakening the Congress Party and the state government”.“This meet urges that strict disciplinary action be taken against any office bearer or member of legislature party who indulge in activities against the Congress government, party or gets involved in any conspiracy,” the resolution added.Meanwhile, several MLAs from Gehlot’s camp were moved to a resort on Monday after the meeting, according to the Hindustan Times.Earlier in the day, the Congress had said that it has been in contact with Pilot in the past 48 hours and also appealed to its leaders to discuss their grievances with the leadership. Congress leader Randeep Surjewala, who was sent to Rajasthan to handle the crisis, said party chief Sonia Gandhi and Rahul Gandhi were also in touch with Pilot but had not met him.“If anyone, be at any post or profile, has any problem, they must come forward and mention the issue on the party forum,” Surjewala said. “We will work to resolve it together and keep our government intact in the state. I appeal to all Congress MLAs that people have voted for Congress to lead a stable government in the state, so all MLAs should take part in the Congress Legislative Party meeting today and make our government in the state stronger.”The Congress has accused the Bharatiya Janata Party of attempting to destabilise the Rajasthan government, and said such efforts would not be fruitful as the Gehlot administration will complete its term. Earlier in the day, Pilot dismissed rumours that he may meet BJP National President Jagat Prakash Nadda and discuss joining the saffron party. The Rajasthan Congress, early on Monday, claimed to have support from a total of 109 MLAs, who pledged allegiance to the Gandhis and Gehlot. Before the crisis erupted, the Congress had the backing of 125 MLAs in the 200-member Rajasthan Assembly, including 107 of its own lawmakers. As many as 13 Independents and five MLAs from other parties support it. The majority mark in the Rajasthan Assembly is 101. The BJP has 72 legislators and has the support of three Rashtriya Loktantrik Party MLAs.","author":"Scroll Staff","time":"2020-07-13T17:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144340-rceahdihwh-1594641754.jpg","tags":["Ashok Gehlot","Sachin Pilot","Rajasthan","Congress"]}