{"title":"Rajasthan Assembly polls: Congress manifesto promises caste census","content":"In its manifesto for the Rajasthan Assembly elections, the Congress on Tuesday promised that it will conduct a caste-based census if it retains power in the state.The Assembly polls in Rajasthan will be held on November 25. Votes will be counted on December 3.The Congress has also promised to conduct a caste census in Assembly polls-bound Chhattisgarh, Madhya Pradesh and Telangana. It has also promised a nationwide caste census if it is voted to power in next year’s parliamentary elections.Since October 2, when the outcome of Bihar’s caste survey was revealed, several Opposition parties have raised the pitch in demanding representation proportional to caste-wise population. In August, the Congress government in Rajasthan ordered a caste survey to be conducted in the state.In its manifesto for the Rajasthan polls, the Congress also promised to enact a law to provide minimum support prices for the farmers and start a scheme for recruitment at the panchayat level. The party said that it will introduce laws guaranteeing free education up to class 12 in private educational institutions and housing for all.Further, the state’s ruling party promised to provide 10 lakh employment opportunities, including four lakh government jobs. It also promised interest-free loans of Rs 2 lakh to farmers and Rs 5 lakh to traders in villages. The price of a domestic gas cylinder will be reduced from Rs 500 to Rs 400, the manifesto said.The Congress added that the scope of insurance for a family under the Chiranjeevi Health Insurance Scheme will be increased from Rs 25 lakh to Rs 50 lakh.राजस्थान कांग्रेस की जनता को गारंटी-🔹चिरंजीवी स्वास्थ्य बीमा योजना का दायरा 25 से 50 लाख किया जाएगा🔹किसानों के लिए MSP कानून 🔹किसानों को 2  लाख रुपये का ब्याज मुक्त ऋण देंगे🔹पंचायत स्तर पर नया सर्विस कैडर बनेगा🔹जातिगत जनगणना कराएंगे🔹गांव के व्यापारियों को 5 लाख… pic.twitter.com/RdcvMG8wAj— Rajasthan PCC (@INCRajasthan) November 21, 2023\n\nThe manifesto also promised to include auto and taxi drivers in the Gig Workers Act, enabling them to access the state government’s social security schemes, and increase the period of employment under the Mahatma Gandhi National Rural Employment Guarantee Act from 125 days to 150 days.The manifesto was released by Rajasthan Chief Minister Ashok Gehlot and Congress president Mallikarjun Kharge at the party’s state unit headquarters in Jaipur. State unit chief Govind Singh Dotasra and party leader Sachin Pilot, among others, were also present.Kharge told reporters that the Congress has always made the promises that could be fulfilled. “If any party does 90% of what is said in the manifesto, then this is a big achievement for Rajasthan and the Congress party,” the Hindustan Times quoted Kharge as saying.The BJP rejected the Congress’ promise to conduct a caste census in Rajasthan.“They can never do [caste census] because it is not in the purview of the state government,” BJP leader Gajendra Singh Sekhawat told reporters. “As per the Constitution, the Centre is subject and only the Central government can do it... Their party [Congress] has always divided the nation and they are trying to do it once again…”Also read: Rajasthan elections: Can Ashok Gehlot lead the Congress to a historic comeback?Caste census: Why the Opposition’s support for the exercise falters in some states","author":"Scroll Staff","time":"2023-11-21T18:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166387-jjnondcztb-1700569929.jpg","tags":["Rajasthan","Rajasthan Elections","Rajasthan Assembly Polls","Congress","Caste census"]}