{"title":"Rajasthan: Pilot’s seating arrangement in Assembly changed, says ‘strongest warrior sent to border’","content":"Former Deputy Chief Minister Sachin Pilot, who was placed near the Opposition benches in the Rajasthan Assembly on Friday, defended the new seating arrangement and dismissed speculation, News18 reported. “Why I am on the border as far as seating is concerned... Why am I sitting next to the opposition,” he asked rhetorically. “It is because it’s the border, and only the bravest and most powerful warrior is sent to the border.” Pilot earlier used to be seated next to Gehlot. He is now on the second row beside Independent MLA Sanyam Lodha. The Assembly Session began on Friday morning, over a month after Pilot revolted against Chief Minister Ashok Gehlot, setting off a chain of political events that pushed the Congress government in the state to the brink of collapse. The seating arrangements of MLAs Vishvendra Singh and Ramesh Meena, who had also rebelled, have also been changed. The seating arrangements were also altered to maintain physical distancing amid the coronavirus pandemic. Both the Congress and BJP had demanded a trust vote in the state’s special Assembly session, but the Ashok Gehlot-led government won it on Friday. First, the Bharatiya Janata Party had on Thursday announced that it would move a no-confidence motion against the Congress government in the session. Soon after, the ruling Congress said it would too go for a trust vote to prove its majority in the House. According to the rules, if the chief minister moves a confidence motion, it will supersede the no-confidence motion moved by any other member.During the House proceedings, Parliamentary Affair Minister Shanti Dhariwal tabled a confidence motion and blamed the Centre for trying to “topple” the state dispensation, PTI reported. He accused the Bharatiya Janata Party of wresting power in Manipur, Madhya Pradesh and Goa through the use of power and money, but said that the same would not happen in Rajasthan.During the session, Pilot also replied to several barbs by the BJP leaders, including from MLA Rajendra Rathore. Pilot said that he was ready to face the “fire”, NDTV reported. “We are ready and armed for the onslaught with our armour, our shield and our weapons.”In July, Pilot and 18 dissident Rajasthan legislators left Jaipur to rebel against Gehlot and proceeded to Delhi. Pilot was sacked as the deputy chief minister and the party’s state unit chief on July 14.But on Monday, Pilot met Congress leader Rahul Gandhi in Delhi, bringing to an end the political turmoil. The party had constituted a three-member panel to address Pilot’s grievances. On Thursday, Pilot met Gehlot, reaffirming the truce secured by the Congress leadership. Both Gehlot and Pilot were seen smiling and shaking hands as they met each other. The chief minister told reporters that he would have proved majority in the Assembly without support from Pilot and 18 other rebel MLAs, but “it would not have given us happiness”.Follow live updates of the Rajasthan political situation here.","author":"Scroll Staff","time":"2020-08-14T17:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144901-vlpakhpvrl-1597400656.jpg","tags":["Sachin Pilot","Rajasthan Assembly","Ashok Gehlot","Rajasthan Crisis"]}