{"title":"Rajya Sabha passes SC/ST Act amendment bill, reverses Supreme Court order","content":"The Rajya Sabha on Thursday passed the Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Amendment Bill, 2018, The Hindu reported, a day after Dalit outfits announced their decision to postpone a nationwide shutdown they planned to hold on Thursday. The Dalit outfits took the decision as the Lok Sabha passed the bill on August 3. The development reverses the Supreme Court’s order in March that diluted the Act’s provisions. The top court’s order – saying a public servant cannot be arrested immediately after a complaint is filed against him under the atrocities law – prompted massive protests on April 2 in which 11 people died. Now, an investigating officer will not require the approval of any authority to arrest an accused. The government introduced the bill in an attempt to restore the law’s provisions during the ongoing Monsoon Session of Parliament after the Lok Janshakti Party, a member of the ruling National Democratic Alliance, threatened to join Thursday’s protests. Minister of Social Justice and Empowerment Thaawar Chand Gehlot introduced the bill in the Upper House.During discussions, Congress Kumari Selja said a crime against Dalits took place across the country every 15 minutes.On Wednesday, the All India Ambedkar Mahasabha said at a press conference in New Delhi that the passage of the amendments marked its “first milestone”. The group said it wanted to give the government “reasonable time” to consider its other demands as it “does not believe in unnecessary confrontation”.The group had said the shutdown on April 2 had a widespread impact since it forced even parties, ministers and legislators of the National Democratic Alliance to demand the restoration of the law’s provisions.","author":"Scroll Staff","time":"2018-08-09T17:09:43.857202+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889850-wmfonhoqcn-1533813107.jpg","tags":["Rajya Sabha","Lok Sabha","Scheduled Castes","SC/ST Act","Dalit Protests","Dalit groups"]}