{"title":"Ram temple ad in New York’s Times Square sparks celebrations and vociferous protests ","content":"Usually milling with tourists, New York City’s Times Square rang with chants of “Jai Shree Ram!” and “Shame!” as groups of Indians opposed each other over the Ram temple groundbreaking on the August 5. Thousands of kilometres away, Prime Minister Narendra Modi laid the foundation stone for the construction of a Ram temple in Ayodhya, nearly 30 years after the Babri Masjid, which had stood on the same site, had been demolished by Hindutva mobs. In a landmark verdict last year, the Supreme Court of India ruled that a government-run trust could construct a temple on the disputed land.The disagreement about the temple echoed in the middle of Times Square. For a few hours on Wednesday morning, one group advertised the groundbreaking ceremony on a huge billboard. Counter groups had written to New York Mayor Bill de Blasio, opposing the display of the images claiming that they were Islamophobic. Jagdish Sehwani, chairman of the Ram Janma Bhoomi Shilanyas Celebrations Committee of USA, was at the forefront the group that bought the advertisements. “When we came to know Prime Minister Modi is doing the bhoomi poojan in Ayodhya, we thought as Ram bhakts, what can we do in New York?” he said “This is a once-in-a-mankind event, and we had to do it at the most iconic place in the world: Times Square.”How much did the ad cost? “I don’t know – there’s no price for Ram bhakts, it’s our duty,” said Sehwani. Jagdish Sehwani in front of the advertisement in Times Square, New York. Photo: Vandana MenonThe ad was ten seconds long, and ran every 15 minutes between 10.30 am and 1 pm. The billboard is roughly 18,000 square feet, and wraps around the building at the corner of West 47th Street and Seventh Avenue. The complex is known as 20 Times Square. One minute of advertising time reportedly costs $35,000. A billboard on the opposite side of the street was running daylong protest ads marking a year since the Indian government revoked Kashmir’s special status under the Indian Constitution– paid for by “AmPakCares.com” – and Diljit Dosanjh’s new song, G.O.A.T.The temple supporters were met by protestors. “The celebration of Ram temple by the Hindutva brigade and its Indian-American followers is a celebration of power: the power to hate and hurt with impunity, to aggressively gloat over Indian Muslims and others who cherish our pluralistic society,” said Ania Loomba from the Coalition against Fascism in India in a press release. “Choosing August 5 to celebrate is a new act of aggression against the Kashmiris.”  The advertisement marking one year since Kashmir's autonomy was taken away. Photo: Vandana MenonMayur Khatri, a customer engineer who had travelled to the event from nearby Jersey City, said he felt like a proud Indian when he saw the ad. Ruchi, a physical therapist in New York City, said she moved meetings around to come see the billboard at lunchtime. “It’s exciting, even if the ad is on for a short time,” she said. “It makes you feel at home to see something like this in the middle of New York.” she said. Siddhi, a business development professional who has lived in the city for ten years, agreed. “It’s so nice to see fellow Indians, there’s a stronger sense of community.”Said Kamal Gupta, a member of the group, “It feels like being in Ayodhya.”     However, the digital display stopped running as more people began to arrive at Times Square in the evening. Groups of people, including families with children, sat around the square patiently waiting for the ad to resume. Anshul and Jaee, recent graduates from PACE University, said they felt a special kind of excitement seeing something from their culture in a foreign country. “It’s Lord Rama and it’s Times Square!” said Anshul, 28. “It feels like Diwali.”Vinod Kumar Baitha and Siddhant Shah, both Nepalis who work in New York City, also arrived in the early evening and were waiting to see the display. “Hinduism is not just Indian,” said Baitha. “This is not something political, we’re supportive of all religions and have no problems with other communities. We only came here to express our happiness,” he said. He added: “After all, Sita is Nepali.” Photo: Vandana MenonThe billboard, atop a building that houses an attraction called Hershey’s Chocolate World on the ground floor, stopped playing the ad around 1 pm. According to Sehwani, this was because of “external pressures”: groups broadly under the Coalition Against Genocide began calling Hershey’s marketing wing to take down the ad. Hershey’s has not confirmed whether they own the billboard, or if there is an external advertising company that owns the space. The coalition includes groups such as the Indian Minorities Advocacy Network, Justice for All, Hindus For Human Rights, the Indian American Muslim Council, and the Coalition Against Fascism in India. The IAMC National General Secretary, Jawad Mohammed , said he began calling Hershey’s around the time the ad stopped running. “I told them they would be hurting the sentiments of millions of people,” he said. The groups had also been running an advocacy campaign to stop other advertising companies (like Branded Cities, which owns the NASDAQ billboard, and Disney) from running digital displays of the Ram temple. They also arranged for a van to drive around the area running mobile counter-ads.  Photo: Vandana Menon“This is a blatant display of bigotry in Times Square,” said Minhaj Khan, President of the New Jersey chapter of the Indian American Muslim Council, referring to the ad that had been placed. “This is not the India we want to represent.”  Photo: Vandana MenonThe South Asia Solidarity Initiative and Coalition Against Fascism in India began their protest at 7.30 pm, the time at which the Ram Janma Bhoomi Shilanyas Celebrations Committee of USA had planned a diya lighting ceremony. The Sikh Coordination Committee East Coast had begun protesting across the road by 7 pm.Protests across the road: those celebrating the Ram Mandir on the left, those protesting the ads on the right. Photo: Vandana MenonThe protests led by Sikh Coordination Committee East Coast. Photo: Vandana Menon“We have to recognise that the rise of Hindutva has been fuelled and supported by the diaspora, so it’s incumbent upon us to fight it,” said Zohran Mamdani, a candidate for the New York state assembly. “I want to make clear that when I say I’m against fascism, I’m against fascism everywhere.” While the diya lighting did not take place, the celebrations committee distributed sweets and refreshments while trying to drown out the protestors with bhajans. Each group tried to hijack the other’s chant. Many protestors  were shouting at each other across 7th Avenue, with personnel from the  New York Police Department present. Photo: Vandana MenonPhoto: Vandana MenonPhoto: Coalition to Stop GenocidePhoto: Coalition to Stop GenocidePhoto: Coalition to Stop Genocide","author":"Vandana Menon","time":"2020-08-06T13:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145585-maubtqakaq-1596698037.jpg","tags":["Ram Temple","Ayodhya","Times Square","New York"]}