{"title":"Ram temple: Amit Shah urges Supreme Court to settle Ayodhya dispute as soon as possible","content":"Bharatiya Janata Party President Amit Shah on Wednesday said his party wants a grand Ram temple in Ayodhya in Uttar Pradesh “at the exact same spot” that is the subject of a title dispute case in the Supreme Court. If the court conducts daily hearings, “this is a case that will not go on for more than 10 days”, Shah said at a Republic TV event in Mumbai, urging the court to decide on the case as soon as possible.On October 29, the Supreme Court adjourned the case to January but Hindutva organisations have urged the government to bring in an ordinance to facilitate the construction of the temple.When asked if he would wait for a court verdict, Shah told journalist Arnab Goswami: “I am talking about waiting till January. I have confidence that the hearings will start in January. If that [verdict] does not happen, we will see later [what to do].”The construction of the temple at the exact spot where the Babri Masjid stood before its demolition in 1992 is “the demand of the entire nation and it should be built as soon as possible”, the BJP president said. “Not just me, not just my party, but crores of people in the country want a grand Ram temple,” he added.\n\n\n    \n    Play\n\nShah said it was incorrect to say that the BJP raises the Ram temple matter only before elections. The case has been pending before the Supreme Court for long, and lawyers for both the Centre and the Uttar Pradesh government have requested the court to prioritise the case, he added.Only the civil suit is left to be decided and all other related disputes have been dealt with earlier this year, the BJP president said. “Not just me, not just my party, but crores of people in the country want a grand Ram temple,” he added.","author":"Scroll Staff","time":"2018-12-20T11:40:10.519373+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107191-ueguqtqtir-1543847645.jpg","tags":["Bharatiya Janata Party","Amit Shah","Ayodhya","Ram temple"]}