{"title":"Ram temple: PM Narendra Modi to lay foundation stone today, Ayodhya decks up for grand event","content":"Prime Minister Narendra Modi will on Wednesday lay the foundation stone for the Ram temple in Ayodhya in a bhumi pujan, or ground-breaking ceremony. Modi will fly from Delhi to Lucknow in the morning, from where he will take a helicopter to Ayodhya, NDTV reported. After a brief ceremony at a Hanuman temple, he will proceed to the makeshift temple at Ram Lalla, and then to the site of the new temple for the ceremony around 11.30 am.Union Home Minister Amit Shah, one of the key invitees, will be unable to attend as he has contracted the coronavirus. So will the chief priest of the disputed site. The guest list has also been trimmed in view of the spread of the contagion.Uttar Pradesh Chief Minister Adityanath, Rashtriya Swayamsevak Sangh chief Mohan Bhagwat and Iqbal Ansari, a litigant in the Ayodhya case, are among the main invitees. Over 50 VIPs will attend the ceremony. Bharatiya Janata Party veterans LK Advani, who was at the forefront of the movement for a Ram temple way back in the 1990s, and Murli Manohar Joshi will be present via videoconferencing. Uma Bharti, who was also at the forefront of the movement, will not attend the ceremony but will camp nearby and will go to the site once the programme is over. BJP’s erstwhile ally, the Shiv Sena, and the Opposition Congress have not been invited to the event.The temple will be 161 feet tall – almost double the size of what was originally planned, according to its architect. Modi will lay a special, 40 kg silver brick in the ground as a symbolic way of starting the construction of the temple. The prime minister will plant an Indian night jasmine and then perform the bhumi pujan, News18 reported. He will also release a commemorative postage stamp on “Shree Ram Janmabhoomi Mandir”. Special ring of protection for ModiUttar Pradesh Deputy Inspector General of Police Deepak Kumar said that when Modi lands at the Saket College helipad in Ayodhya, he will have a special ring of protection around him. It will comprise of 150 security personnel who have recovered from the coronavirus, the Hindustan Times reported. “It’s in the protocol for protecting the prime minister that he must be guarded by healthy personnel,” he said. “Now what can be healthier in these times than a Covid-19 warrior?”Kumar said that the larger security detail of the prime minister will comprise 400 additional security personnel who have tested negative for the coronavirus, and been isolated. “Our aim is that every police personnel that the PM’s eyes fall on, is either a Covid-19 warrior or has been tested in the last 48 hours,” Kumar said. Even the people who put up the tents at the site, and the drivers of motorcades have been tested and found negative, Kumar said. “We are confident now that no one will be infected because we have tested anyone who will come within eight feet of a VIP,” District Magistrate Anuj Jha said.Ayodhya has been decked up for the event for days, with the city illuminated in Diwali-like colours since August 3. Earthen lamps were lit and Ram bhajans sung at various places in the city on Tuesday in anticipation of the event.Adityanath says temple is for everyoneAdityanath told the Hindustan Times in a telephonic interview that the ceremony is a “dream come true”, but added that the shrine is for everybody. “This is a beginning of a new epoch – Ram Rajya – in which there will be no caste or community, something which the prime minister has displayed in his functioning during the last six years,” Adityanath said. “Whosoever has faith in Ram will come and contribute. I don’t foresee any tension or disturbance.”Adityanath also claimed that the bhoomi pujan was being conducted at an “auspicious time”, according to the saints in Ayodhya. “But we are abiding by the pandemic protocol from the very beginning, social distancing will be maintained and it will be followed in the future also,” he added.Adityanath alleged that the Opposition was silent about the event because it had realised that opposing the construction of a Ram temple in Ayodhya will further jeopardise their prospects at the polls. “But the temple is for everyone,” he added. In a landmark verdict on November 9 last year, the Supreme Court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The court said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque.  Also readHarsh Mander: With the Ayodhya ceremony, has the inclusive India of my dreams been lost forever?Ayodhya from the margins: Three contrarian snapshots from the temple town in the eye of the storm","author":"Scroll Staff","time":"2020-08-05T08:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145504-cojveprczb-1596596596.jpg","tags":["Ram temple","Ayodhya","Narendra Modi","Adityanath","coronavirus","Ram Mandir Bhoomi Pujan"]}