{"title":"Ram temple shows Hindutva demands complete surrender – even of our memories","content":"It’s human to forget. But the denial of living memory – not of events lost in the fog of history, but what took place only 31 years ago – is a kind of violence that can only be crafted by brute power.That is what we are bearing witness to in India – if we care to see – in the run-up to the inauguration of the Ram temple in Ayodhya.The formidable power of the state is writing a new story for the nation – in which there is cold contempt for those who remember the destruction and brazen lawlessness of December 6, 1992, when a mob of kar sevaks attacked and tore down a 16th-century mosque, with no resistance from the police. In which the construction of the temple is a matter of national achievement and awakening, and so what if it reinforces in concrete the steady, ongoing disempowerment of Indian Muslims. As part of this new narrative, the prime minister has urged that the consecration of the Ram idol be celebrated by lighting lamps at home, like a second Diwali – a message that has been amplified by a million WhatsApp groups. The workers of the Rashtriya Swayamsevak Sangh and righteous neighbours are at our doors, distributing akshat or “holy rice” to drum up reverence, ensuring no one opts out of the grand Hindu celebration and assertion on January 22. Almost everyone is falling in line.Yesterday’s vandals who tore down a 16th century mosque are being lionised as heroes by the same newsrooms whose reporters once produced vital documentary and visual evidence of the frenzied – and planned – destruction of the Babri Masjid. Such is the triumphal march of Hindutva that Bajrang Dal leader Vinay Katiyar can today deny that there was any disputed structure at all. “It was not any ‘Babri vidhvansh [demolition of Babri Masjid]’,” he told The Indian Express. “Babar built nothing. They only grabbed our old temple. I was at the temple site. There was no disputed structure. That was a temple. I removed that dilapidated structure.”After such knowledge, what need for forgiveness?The Ram temple under construction in Ayodhya. Credit: Adnan Abidi/Reuters.Meanwhile, the transformation of Ayodhya, the pouring of Rs 80,000 crore worth of investments into the temple town, has led to breathless dreams of Uttar Pradesh’s economy being turbo-charged by “the world’s hottest religious tourism site”. Encomiums are being written to the widened roads, shiny new hotels, a brand new airport that Ayodhya will get – even as the losers of its makeover are being written out of its story, as my colleague Ayush Tiwari reported. Many are drafting mea culpas on social media, apologising for not standing up for the cause of Hindu righteousness before, for once being soft enough to hope for a peaceful resolution acceptable to both Hindus and Muslims. The new common sense is that the “Hindu civilisational” consciousness cannot afford to be constrained by the feelings of fellow citizens of a different faith.I was one of the many Hindus who were willing to sacrifice the temple at #Ayodhya, and have a monument or hospital in its place, just so we can end this long standing conflict between the communities. Today I feel ashamed that I was willing to sacrifice righteousness at the altar…— Ranvir Shorey (@RanvirShorey) December 30, 2023\n\n\nIf qualms about social harmony emerge, they are being swatted away by deft gaslighting. Writing in The Business Standard, R Jagannathan said, “The real damage to Hindu-Muslim relations was not caused by the Ayodhya issue, but rather by the efforts of Leftist historians to create a false narrative around temple destruction during Islamic rule.”The hundreds who died – by some estimates over 1,000 – as BJP leader LK Advani drove his rath around the country in 1990, igniting riots, would disagree with this sweeping judgement. As would the families of the thousands who died in the communal riots that followed the demolition of Babri Masjid.Thirty-one years ago, what is now being hailed as a milestone in a movement for “truth and justice” had evoked moral horror in many ordinary Indians. They had recoiled at the savagery let loose, condemned it as the betrayal of a nation.Even the 2019 Supreme Court judgement that gave away the site of the mosque to Hindus had to grapple with the facts of December 6, 1992  – a lakh-strong mob bringing down the mosque in five leisurely hours, uninterrupted by the police and paramilitary forces or even a single tear gas shell. “The destruction of the mosque took place in breach of the order of status quo and an assurance given to this Court. The destruction of the mosque and the obliteration of the Islamic structure was an egregious violation of the rule of law,” the judgement said.There is enough footage of the demolition and its aftermath, newspaper editorials, and testimonies to attest to the cold fear and unease that had gripped the nation. Perhaps, as a tactical response, the Bharatiya Janata Party at the time had shrunk from taking credit for the demolition, with Atal Bihari Vajpayee calling it “unfortunate” and apologising for “a section of kar sevaks who went out of control”.The riots that were set off across the country by the demolition extracted an even bloodier cost, and forever changed India’s most cosmopolitan metropolis. According to the Justice Srikrishna Committee report, 900 people, both Hindus and Muslims, were killed  in the communal riots that followed in Bombay from December 1992 to January 1993. Few victims have found either justice or  closure.Leaving middle groundFrom journalists to victims to activists who flung themselves in the middle of mobs, several people have testified to how the riots and violence came to their door. But all of us have been witnesses to the radical reshaping of India through communal violence. In 1992, I was a school-going child, in a small town in the North East, far away from the conflagrations in the mainland.And yet, what I remember of those days is a consistent sense of dread.That anxiety was mixed up with my own experience of being a minority, of curfews and petrol bombs and the velocity of rumours.Only a few months ago, from August to October, Shillong had erupted in communal violence. Non-tribal communities, including Nepalis and Bengali Hindus with roots in what is now Bangladesh, were at the receiving end. We had been decreed outsiders and expendables in the hill state of Meghalaya – the deaths of 30 people was not even a blip in the radar of national media. My muddled memory of the Babri Masjid demolition is of a Newstrack cassette landing in the neighbourhood, perhaps a couple of months later, with footage of the demolition. The men huddled at a house with a VCR to watch the kar sevaks in action. There was a sense of jubilation, a release in the air. I have often grappled with that sense of triumph in my community – my teenage years were spent in fierce debates with family members who defended the violation of a place of worship.Was a community that lost its homeland through a Partition on religious lines, that found itself voiceless in a new land, assuaged by the punishment of others?“Es paar ba us paar hoa dorkar,” I remember a neighbour declaring in excitement. “Paar” in Bangla is both a riverbank and a border. Loosely translated, he had said whatever happens, we should cross the line, be either on this side or that side, not be left stranded on middle ground.Today, having lived through the divisive debates about who belongs to this country, the irony of that line echoes much farther. A people expelled by colonialism across a newly drawn border had embraced the logic of dividing lines, of final solutions. In many ways, the Babri Masjid movement, too, pushed us across a line, expelled us from a middle ground of cohabitation, where faith could, perhaps, live with empathy for others, despite many inequalities. It birthed an aggressive Hindutva politics that, more so in the last decade, has used discriminatory laws and state power, misinformation and bulldozer politics to turn minorities into imagined enemies, and the appeal of religious nationalism and pride to forge a hard Hindu political identity. A discredited older regime has had few answers to this upheaval. In the absence of a new language and politics of togetherness and aspiration, a less divisive and divided country seems more and more out of reach.Some argue, despite all evidence, that the January 22 inauguration is an apolitical resolution for a vast majority of the faithful, and that the reminder of December 1992 is a cussed way to deny them this moment. But this is closure without compassion, or remorse, or inclusion – that only whets the Hindu appetite for Kashi and Mathura and more. The project of Hindutva, which faces little effective opposition, is demanding complete surrender, even of our memories. How many of us will hold out?","author":"Amrita Dutta","time":"2024-01-11T06:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/129227-iydpfcohsi-1571486973.jpg","tags":["Babri masjid","December 6 1992","ramjanmabhoomi movement","ram temple inauguration","narendra modi","LK Advani","Rathyatra","kar sevaks"]}