{"title":"Ram temple: Shiv Sena says it will not allow Parliament to function till Centre introduces bill","content":"The Shiv Sena on Monday said it will not allow Parliament to function during the Winter Session if the government does not introduce a bill for the construction of a Ram temple in Uttar Pradesh’s Ayodhya, PTI reported. The Winter Session of Parliament will be held from December 11 to January 8. Shiv Sena MP Chandrakant Khaire said he made the remarks at an all-party meeting the Centre had called on Monday, a day before the session is set to begin. The meeting was attended by Prime Minister Narendra Modi.“The Shiv Sena has been demanding that the government brings a bill in Parliament for the construction of the Ram temple,” Khaire said. “If the government does not do so in the Winter Session, starting tomorrow, our party would not allow Parliament to function.”But Union Parliamentary Affairs Minister Narendra Singh Tomar parried questions by reporters whether such a bill would be introduced in Parliament.Last month, Shiv Sena chief Uddhav Thackeray had visited Ayodhya. The party had dared the Centre to bring an ordinance and announce a date for the construction of the Ram temple. Omar Abdullah mocks BJPMeanwhile, Jammu and Kashmir National Conference leader Omar Abdullah mocked the Bharatiya Janata Party on Monday, saying it was able to build a statue of Sardar Vallabbhai Patel, but not keep its promise of constructing the Ram temple. “After four and a half years, the BJP is again talking about religion,” Abdullah said at the party headquarters in Srinagar. “You have made the biggest statue dedicated to Sardar Vallabhbhai Patel in Gujarat. You had also talked about a Ram temple but did not keep the promise.” The former Jammu and Kashmir chief minister said a small temple would have been adequate.Abdullah said the BJP was talking about the Ram temple to mislead people. “The processions [for the temple] are being carried out in Delhi, Mumbai and other places as the party is hearing the bells of defeat in the upcoming Lok Sabha polls,” Abdullah claimed.","author":"Scroll Staff","time":"2018-12-10T19:51:14.978772+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103419-kozhznferv-1539914787.jpg","tags":["Shiv Sena","Parliament","Winter Session","Ram temple","Bharatiya Janata Party"]}