{"title":"Ramachandra Guha: How the BJP’s hostility towards civil society groups undermines Indian democracy","content":"Earlier this month, three dozen voluntary organisations in Karnataka collectively prepared a manifesto for the political parties contesting the assembly elections in the state. This “Civil Society Forum” included groups working for the rights of Dalits, women, and slum dwellers, groups active in the fields of education, health and sanitation, and groups pressing for political decentralisation through the fuller application of the 73rd and 74th amendments to the Indian Constitution. Their manifesto, running into 20 pages, was printed in both Kannada and English. It covered a wide array of issues, reflecting the varied priorities of the participating groups as well as the different challenges confronting the people of the state. The Civil Society Forum asked “all political parties” to include these demands in their own manifestos and, further, requested those elected to the assembly to take decisions in favour of them.The circulation of the manifesto was followed by a meeting to which the representatives of the political parties were invited. I attended the meeting too, and followed the proceedings with keen interest. They began with presentations by civil society workers on governance, health, education, agriculture, social justice, among other issues, and ended with the politicians in attendance responding to these presentations and also answering questions from the audience. The discussions were constructive, conducted in a spirit of tolerance and understanding. The meeting, however, was marred by the striking absence of representatives of two of the three major political parties in the state. These were the Janata Dal (Secular) and the Bharatiya Janata Party. The third major party in Karnataka, the Congress, had sent a representative, as had the Aam Aadmi Party, which is striving to make a mark in the state, and the Communist Party of India (Marxist), which has had pockets of support in working-class districts.Instinctively totalitarianThe organisers made repeated calls to the Janata Dal (Secular) and the BJP, but despite promising to send a spokesperson neither party did so. Why was that? My own surmise is that in the case of the Janata Dal (Secular), it was probably indifference. The party does not care about civil society per se. In the case of the BJP, however, its refusal to show up at this meeting was almost certainly based on the party’s intense dislike for civil society organisations that operate independently of it.The origins of the BJP’s dislike for civil society lie partly in the ideological orientation of the Rashtriya Swayamsevak Sangh. Totalitarian by instinct, the Rashtriya Swayamsevak Sangh seeks to control all spheres of social and cultural life in India. Wherever it works – among peasants, tribals, women, students, neighbourhood groups – it does not wish to have any competition.Another, and perhaps even more consequential, reason for the BJP’s dislike for civil society is the personality of the present prime minister. Instinctively authoritarian, when in power, Narendra Modi seeks to control all aspects of governance and administration. As chief minister of Gujarat, he came down strongly on the state’s civil society groups. Indeed, at that time, he was even suspicious of the Gujarat wing of the Rashtriya Swayamsevak Sangh, seeing it as a rival to his authority. After he moved to Delhi as prime minister, Modi’s relations with the Rashtriya Swayamsevak Sangh have improved, largely because the sangh has accepted that it must play second fiddle to him.Ministry of Home Affairs (MHA) has recommended CBI inquiry against IAS-turned-social activist Harsh Mander’s Aman Biradari NGO for alleged FCRA violations: Govt Sources pic.twitter.com/ca9a8GyVzo— ANI (@ANI) March 20, 2023\n\nIn the nine years that Narendra Modi has been in power, his government has displayed a savage hostility to voluntary organisations. Groups doing excellent work in education, health, policy research, and social welfare, and with no connection to any political party or religious organisation, have been harassed through tax raids and the withdrawal of permission to receive donations under the Foreign Contribution (Regulation) Act. Many organisations have been persecuted in this manner, of which Oxfam and the Centre for Policy Research are only the best-known examples. At the same time, there has been virtually no bar on Hindutva groups sympathetic to the current regime getting funds from abroad. A couple of years ago, when it was reported that the Foreign Contribution (Regulation) Act registration of non-denominational orga­nisations had been cancelled while non-resident Hindus were freely funding RSS-affiliated bodies, the Kannada cartoonist, P Mahamud, satirically commented in print: “Modiji says ‘One Nation, One NGO’.”In truth, when in power between 2004 and 2014, the Congress also misused the Foreign Contribution (Regulation) Act to harass NGOs it felt threatened by, particularly those working on the environment and human rights. At the same time, the Congress did solicit advice from civil society groups with regard to social welfare policies (such as the rural employment guarantee scheme). The United Progressive Alliance government’s attitude to NGOs was, we might say, marked by strategic ambivalence. On the other hand, the BJP government now in power distrusts all civil society organisations unless they subscribe to, and enthusiastically promote, its majoritarian Hindutva agenda as well as the personality cult of the prime minister himself.This fear of civil society is of a piece with the current government’s fear of independent scrutiny in general. Hence the extraordinary, and unprecedented, act of the prime minister not holding a single press conference in two terms in office. Hence also the state’s attacks on those sections of the press which still remain relatively free. Hence the jailing of journalists and student activists under the obnoxious Unlawful Activities (Prevention) Act. Hence the venomous propaganda against such admirably peaceful protests as those against the (obnoxious) Citizenship (Amendment) Act and the farm laws. Hence the denial of research visas to foreign scholars and the curbs on what seminars Indian universities staffed and run by Indian citizens can or cannot hold.Across party linesAgain, in fairness, one must acknowledge that many state governments run by parties other than the BJP do not much appreciate independent assessment of their policies either. Nor do they seek to encourage grassroots organisations doing constructive work outside a party umbrella. This has been true of West Bengal under the Communist Party of India (Marxist) and under the Trinamool Congress, of Tamil Nadu under the All India Anna Dravida Munnetra Kazhagam  and under the Dravida Munnetra Kazhagam, of Andhra under the YSR Congress, and Telangana under the Bharat Rashtra Samithi. Nonetheless, the BJP has taken this hostility to civil society and independent thought to an altogether new level. Besides, unlike the CPI(M), the TMC, the DMK and others, the BJP is in office at the Centre as well as in many states and, thus, far better placed to use the levers of power to crush and intimidate civil society organisations.Writing in the 1830s, the French thinker, Alexis de Tocqueville, argued that American democracy was nourished by its flourishing voluntary associations. At that time, aristocratic Europe may have been a laggard, but by the end of the 19th century it had many thriving voluntary associations of its own. These were of two types – critical and constructive. The first sought to shine a spotlight on the failures of the state in assuring its citizens the freedom from want or fear; the second sought to make up for these failures by setting up schools, hospitals and so on themselves.Writing almost two centuries after Tocqueville, I endorse his view that the health of a country’s civil society can serve as an index of the health of its political system as a whole. In this regard, India was probably most democratic in the decades after the Emergency ended. That was when voluntary associations of both the critical and constructive kind had the space to flourish, with salutary effects on our political system and on society as a whole.Since 2014, however, the state has sought to assert its might against groups and organisations that operate autonomously. Though it is true that in the past no political party liked civil society organisations to be wholly independent, the BJP today is not merely indifferent or suspicious but actively hostile to them. Its failure to send a representative to the recent meeting of the Civil Society Forum in Bengaluru was not a product of forgetfulness or oversight, but an act of deliberation. Increasingly, the BJP sees a free press and a vigorous civil society as antithetical to the promotion of its ideology and the perpetuation of its rule.This article first appeared in The Telegraph.The updated edition of Ramachandra Guha’s India After Gandhi is now in stores. His email address is [email protected].","author":"Ramachandra Guha","time":"2023-04-23T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148686-jexvpewwdb-1601911296.jpg","tags":["Rashtriya Swayamsevak Sangh","Foreign Contribution (Regulation) Act","Civil Society Organisations"]}