{"title":"Ramachandra Guha: Strains between the Centre and Opposition-ruled states do not bode well for India","content":"Since 2019, when Narendra Modi and his party were returned to power with a larger majority, the conflict between the Union government and the states not ruled by the Bharatiya Janata Party has intensified. Three states in particular have been at the epicentre of this struggle; West Bengal, Tamil Nadu, and Kerala. In each case, the governors appointed by New Delhi seem to be acting in a partisan manner, on behalf of the ruling party at the Centre. In each case, the chief ministers of these non-BJP-ruled states have made a string of accusations against the Union government, claiming that it has denied them money owed to their state, disregarded their state’s cultural heritage and so on.The battles between the Centre and these three states have been extremely bitter. Neither side has yielded any ground at all. In terms of political commitment and polemical zeal, Narendra Modi and Amit Shah of the BJP appear to have met their match in Mamata Banerjee of the Trinamool Congress, MK Stalin of the Dravida Munnetra Kazhagam, and Pinarayi Vijayan of the Communist Party of India (Marxist).In recent months, two other states have joined this club of defiant dissenters. They are Punjab, now ruled by the Aam Aadmi Party, and Karnataka, now ruled by the Congress. The governor of Punjab has clashed with his chief minister, Bhagwant Singh Mann. As for Karnataka, ever since the Congress returned to power in the state last May, its government has had a series of run-ins with the Centre. The chief minister, Siddaramaiah, and his deputy, DK Shivakumar, have charged the Modi regime with discriminating against Karnataka with regard to tax revenues and being indifferent to the plight of farmers affected by drought. Siddaramaiah and Shivakumar recently took their case to the national capital, holding a protest meeting at Jantar Mantar in the heart of New Delhi. A few days later, the chief minister of Kerala led a similar protest on behalf of his state.Distinctive identity Though these tensions between the Union government and these state governments have been reported in the press, they have not got the critical attention they deserve. The residents of Kerala, Tamil Nadu, Karnataka, West Bengal, and Punjab collectively amount to more than 300 million people. They constitute in excess of one-fifth of India’s population. Beyond the numbers, each state has a distinctive identity based on its cultural history. It may be hard for Hindi or Gujarati speakers to comprehend this but the love of Tamil, Malayalam, Kannada, Bengali and Punjabi speakers for their language, and for its literary and cultural expressions, is justifiably great. Besides, each of these states is proud of its contributions to the modern Republic of India.In terms of education, health and gender equality, Kerala and Tamil Nadu are among the most progressive states in the country. Tamil Nadu is also an industrial powerhouse. Karnataka has long been a leader in scientific research and, in recent decades, in the information technology and biotechnology sectors as well. When we were ruled by the British, Bengal produced some of our bravest freedom fighters. Since Independence, it has given us some of our finest musicians, film-makers, and scholars. The Sikhs of Punjab have contributed to our food security and to our armed forces far more in proportionate terms than perhaps any other community in India.Five states, each with a fairly large population, each with diverse and distinctive contributions to the past and present of our country. And each ruled by a different party, which in every case is not the BJP. Is an ongoing conflict between these states and the Union really in the interests of our country?Before I seek to answer that question, let me note a new development, a piece of quite significant “breaking news”, as it were. These are some remarks made very recently by the chief minister of Andhra Pradesh, YS Jagan Mohan Reddy, expressing his desire that the next general election does not result in the BJP obtaining a third successive majority in Parliament. Speaking on his state’s interim budget in early February, Reddy said that Andhra’s long pending demand for “special status” would have a better chance of being granted if the ruling party at the Centre depended on other parties for survival. A few days later, in his reply to the debate on a motion of thanks to the governor, he repeated his wish. One news site reported Reddy as saying: “The least I wish is that any party shouldn’t get an absolute majority in the centre so that to extend our support we can ask for the special status in return.”Unlike Mamata Banerjee, MK Stalin, or Pinarayi Vijayan, the An­dhra Pradesh chief minister has never remotely adopted a confrontational approach towards Narendra Modi, the BJP, or the Union government. In fact, he has been unusually compliant, if not pliant. He enthusiastically supported the abolition of Article 370 and the downgrading of Jammu and Kashmir from full statehood to Union territory status. He has praised Narendra Modi for his administrative skills, called him a visionary, and said that the bond between him and the prime minister is strong. But now even he seems to be worried about the arrogant, overbearing and, indeed, authoritarian attitude of the Modi regime towards state governments not ruled by the BJP.The Andhra chief minister is entirely correct in suggesting that coalition governments at the Centre are better for federalism. They are also, as I have previously argued in these columns, more conducive to the autonomy of the judiciary and to press freedoms. And for balanced economic growth as well.A worrisome situationIt is hard to say whether Jagan Reddy’s gently critical posture will harden into more militant opposition. Or whether the new Congress chief minister of Telangana, Revanth Reddy, will join his party colleagues in Karnataka in demanding greater tax revenues and fairer treatment from the Centre. But even if these two chief ministers remain aloof, the ongoing conflict between the BJP-dominated Union government and the non-BJP-ruled states of West Bengal, Kerala, Tamil Nadu, Karnataka and Punjab is deeply worrisome. Which brings me back to the question posed earlier. Where are these conflicts likely to lead?Judging by the utterances as well as actions of the prime minister and the Union home minister, it appears that the BJP does not wish to concede much (if any ground) to these states. It has three tricks in its armoury, three ways in which it seeks to assert itself even more firmly against the interests and desires of state governments ruled by other parties. The first is to dig in its heels and use the increasing powers that the Centre has usurped for itself since the Covid pandemic to further deny resources to the states controlled by the Opposition parties and to curb their autonomous functioning. The second is to ask citizens to vote for the BJP instead of other parties in the next assembly election, promising the residents of these states more favourable treatment if they choose the so-called “double engine sarkar”. The third is to induce MLAs of other parties to join the BJP through the (mis)use of the Central Bureau of Investiation and the Enforcement Directorate.These three methods often work in conjunction. Thus far, they have had episodic success. The BJP has been able to break state governments led by a coalition of two or more Opposition parties; as in Karnataka in 2019, Maharashtra in 2022, and in Bihar most recently. But where a non-BJP party is in a comfortable majority (as in West Bengal, Kerala, or Tamil Nadu), it has so far failed. Further, the manifest hostility of the Centre against the lawfully-elected governments of West Bengal, Tamil Nadu, and Kerala has resulted in deep (and to my mind largely justifiable) resentment among many Bengalis, Tamils, and Malayalis.The strains on India’s federal system are never discussed in the godi media. Yet thinking Indians regardless of party affiliation should pay more attention to them. For, even if (as at present seems likely) Jagan Reddy’s wish is not realised and Narendra Modi and the BJP win a third successive majority in the next general elections, these conflicts will persist, and perhaps even intensify. That is not a happy augury for the future of our Republic.Ramachandra Guha’s latest work, The Cooking of Books: A Literary Memoir, has just been released. His email address is [email protected].This article first appeared on The Telegraph.","author":"Ramachandra Guha","time":"2024-02-25T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194930-uiomsscqte-1697109931.jpeg","tags":["Bharatiya Janata Party","Federalism","Mamata Banerjee"]}