{"title":"Rare images document the centuries-long history of Africans in India","content":"Almost a hundred years before Shivaji began to consolidate his empire, Malik Ambar of Bijapur led an army of 50,000 soldiers, many of whom were Marathi cavalry soldiers, against the Mughals. Malik Ambar, who was born in Ethiopia and brought as a slave to India around 1570, was one member of India’s once-thriving community of African immigrants.Like other Africans in India, he is now only rarely remembered. But a new exhibition and conference in New Delhi, Africans in India: A Rediscovery, seeks to change that.Dr Sylviane Diouf, director of the Schomburg Center for Research in Black Culture, has been working on this exhibition, for some years now,  in association with Ken Robbins, who co-wrote a book on African elites in India. The first iteration of the exhibition was in February 2013 in New York.“We thought it was time for us to look at African diaspora in the Indian Ocean world, which in the Western world, nobody knows about,” said Diouf, whose work as a historian focuses on Africans along the Atlantic. “Our mission was to cover the entire African diaspora.”One of the most fascinating stories that emerged from the Indian Ocean region, which included Oman, Yemen, Saudi Arabia, India and Pakistan, was that India had African rulers, notables and chief ministers. This was not the case with African diaspora in any other place, she said.Africans from countries such as Ethiopia, Eritrea, Sudan and Somalia began arriving in India as early as the 1300s. Many African women came to India as domestic servants or as concubines. Due to an established trade between India and east Africa, some men arrived as traders and sailors, but an overwhelming majority came to India as slave soldiers. This eventually enabled them to reverse equations and to work their up the social ladder.“When armies arrived, they needed people to actually manage, if you will, the territories they had conquered,” said Diouf. “Usually what happens in many cases is that when you’re a newcomer, you don’t trust the people who were there before. You think people from outside will be more loyal because they won’t have any family links.”Instead, some Africans seized power for themselves and turned against those who brought them in, resulting in figures like Malik Ambar, or even the Sidi Nawabs of Sachin and Janjira, the last of whom joined the Indian union only in 1948.This, however, was not the story of Africans who arrived later in the 19th and 20th centuries, brought in mostly by the Portuguese slave trade from Kenya and Tanzania. Their situation resembled that of their American counterparts far more.This exhibition revolves around those who were descended from the earlier arrivals. The earliest painting is of an African woman dated around 1600. The prints themselves span various painters and styles across eras around India.What stands out, said Diouf, is that Africans are represented very realistically. They are not ridiculed or stereotyped, but appeared just as they were.“In early Europe, we see paintings of African ambassadors, some of whom visited Europe in the 16th century,” she said. “Those are represented in a dignified manner. It is only when we get to slavery in the Americas that Africans begin to be depicted as stereotypes.”Representation of an Indian prince eating in the land of the Ethiopians or East Africans (Zangis). Mughal, Akhbar period, c. 1590. Museum Rietberg Zurich, permanent loan Catharina Dohrn © Photograph: Courtesy Francesca Galloway.Ikhlas Khan, Chief Minister of Bijapur.  From the 1580s onward, Ikhlas Khan was in charge of administration, commander-in chief and minister of finances under Sultan Ibrahim Adil Shah II and his son and successor, Muhammad Adil Shah. San Diego Museum of Art.Sidi Haider Khan, Nawab of Sachin (centre) with his brothers. 1930. The Kenneth and Joyce Robbins Collection.Yasmin Mahal, wife of Wajid Ali Shah, the last king of Oudh in Uttar Pradesh. Royal Collection Trust / © HM Queen Elizabeth II 2013African lyre player. 17th Century. Catherine and Ralph Benkaim CollectionMalik Ambar (1548-1626). Ethiopian Chief Minister and regent in Bijapur. By Hashim, ca. 1610-20. Musée des Arts Asiatiques-Guimet, Paris. Réunion des Musées Nationaux/Art Resource, New York.Africans in India: A Rediscovery will run from October 9 to November 4 at the Indira Gandhi National Centre for the Arts.","author":"Mridula Chari","time":"2014-10-08T06:30:35+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/682635-09c482f3-e462-4bc8-8109-f7a2328cff50.jpg","tags":[]}