{"title":"Ravi Shankar’s biographer Oliver Craske (rightly) foregrounds his music over his personal life","content":"Ravi Shankar (1920-2012) lived life to the full, with most of his 90-and-odd years spent in the public eye. It was a life of intense relationships; with his mother, teachers, brothers, disciples, wives and lovers, and with fellow musicians, music makers, filmmakers and impresarios in India and around the world. But over and above these relationships it was a life steeped in music of the most exquisite classicism, and if he is known today as the one person who made Indian music widely known in Europe and America, it is as much for his performances in the Hindustani tradition to which he belonged as it is for the fusion and orchestral pieces he composed for western instruments.Oliver Craske tells this remarkable story with clarity, admiration and a fine understanding of all the musical systems in which Ravi Shankar was engaged. He has been fortunate as a biographer in the unequalled access he had to Ravi Shankar in the last twenty years of his life and to his family and friends then and since. He has also had access to the entirety of the archive, including letters, photographs, concert notes, music notebooks, travel schedules and royalty statements. Craske has used this vast resource skilfully, he is aware of the classic biographer’s problem of getting too close to his subject, and he has drawn on his own work with Ravi Shankar on Raga Mala: An Autobiography, a book still worth returning to for its wealth of detail.The making of a maestroThe world knows Ravi Shankar as the favoured disciple of the legendary Allauddin Khan and of his stay with his guru, “six and a half years of fanatical dedication”. It is not so well known that he was almost 20 when he came to Maihar. His life before this was extraordinary. His first ten years were placid enough, rather like that of the young Apu in Aparajito, a small, wandering boy in the streets of Benares, where he was born. At ten he was swept away by his glamorous and world-famous brother Uday Shankar. He lived and studied in Paris, listened at length to the masters of western classical music, made his first proper acquaintance with his father, fell in and out of love, travelled around Europe including Germany during Hitler’s early days, crossed the Atlantic and toured America, three times, travelled in England, in South East Asia, and in Egypt and Jerusalem. It was at this time that he first met Allauddin Khan who came to Europe as part of Uday Shankar’s troupe. On trips home to India he began his first lessons on the sitar, alongside practising dance, and met many remarkable people including Rabindranath Tagore in Santiniketan, and “Vina” Dhanammal, at one of her celebrated Friday evening soirees in Georgetown, Madras, and her grand-daughter Balasaraswati. With the outbreak of the Second World War, the troupe returned to India, and around that time Ravi Shankar, after six-and-a-half years with Uday, found himself at Maihar.There can be no underestimating the influence of the 1930s. Travel, learning, performance, friendships, all the dominant features of Ravi Shankar’s adult life had their beginnings in that decade.    The flowering of geniusThe years at Maihar were likewise fundamental and decisive. All thoughts of dance were given up; he was to be a sitarist. It was also the beginning of a lifetime’s devotion to his guru, and to his guru’s musical tradition. And of his marriage to his guru’s daughter, the luckless Annapurna. It was a marriage that lasted nearly forty years, at least on paper, and in Craske’s account, there were probably two years of great happiness, which produced a son, Shubhendra, followed by 20 years of strife and another 15 years of separation. Ravi Shankar found his solace elsewhere, in performance and extraordinary creativity, in other relationships, and in becoming the face of Indian music abroad. Annapurna retreated, Garbo-like, into her inner world, never appearing in public, never speaking of her life, never performing. She lived very long, surviving him and their son. Oliver Craske writes that she “declined to be interviewed due to ill health but wished the project well”. One can only speculate on what her thoughts could have been.Ravi Shankar’s oeuvre took in three broad themes; his performances in the classical idiom, the great khyal renderings, many in ragas of his own creation, his work for films, and his work with radically different western musical forms and orchestral compositions. He dominated the world of the sitar, and possibly the world of classical Hindustani music, from the time he emerged from the seclusion of Maihar in the late 1940s to the mid-1980s. There was no getting away from his presence on the stage, and even if the early, heady days after independence saw many brilliant instrumentalists, “Ravi gradually emerged as first among equals.” His official position with All India Radio helped, and he was playing everywhere, and, starting in 1953, began travelling abroad again as part of official delegations. The musical legacyWe are fortunate in that a huge amount of Ravi Shankar’s music is available, both live and studio recordings, most famously the 1961 release In London, which includes the Carnatic raga Hamsadhwani, the 1967 appearance with Alla Rakha on the tabla, when he played the raga Bhimpalasi, at the Monterey Festival and the 1972 concert at New York with Ali Akbar Khan on the sarod, where the two masters played the ragas Hem Bihag and Manj Khamaj. Craske also provides a list of 31 ragas created by Ravi Shankar, many of which have established themselves in the world of performance through his extended discipledom. Readers of a certain age may still feel a pang when they hear Lata Mangeshkar sing Shailendra’s lyrics for Leela Naidu, Jaane kaise sapnon mein kho gayi ankhiyan, set to raga Tilak Shyam by Ravi Shankar for Anuradha (1960).  It is a raga of his own creation and often played by him in concert. Then he composed music for Vani Jairam to sing for Hema Malini in Meera (1979); a musician would not sing bhajans in that style in concert, but for the film it was exactly correct. There were many other films for which he composed some or part of the music, all of which Craske details carefully, including Tapan Sinha’s Bengali film Kabuliwala (1957), not to be confused with the better-known Hindi film of 1961, and Attenborough’s Gandhi (1982). Among all this Ravi Shankar’s most lasting contribution to film is probably the haunting music in Pather Panchali (1955).Starting from the early 1960s Ravi Shankar collaborated with several exponents of western instrumental and jazz traditions. His three great recordings with violinist Yehudi Menuhin, the West Meets East series, were released in 1967, 1968 and 1976. Passages, which he recorded in 1990 with composer Philip Glass, involves a full modern orchestra along with tabla, mrdanga and vina, his son Shubho Shankar on the sitar and singer S P Balasubrahmanyam. In his later years, spent mainly in California, in the contentment of a second marriage, Ravi Shankar continued to write orchestral works such as Sukanya, recently performed by the London Philharmonic Orchestra. But of all these collaborations it was his relationship with the ex-Beatle George Harrison, who was instrumental in the 1971 Concert for Bangladesh, which was probably the most meaningful. Harrison discovered the sitar independently and it is intriguing to discover that the sitar portions of Norwegian Wood (1965) were composed before he met Shankar. Craske, who also knew George Harrison, writes with tenderness of the bond between the two men.It will be hard for Indian Sun to be matched, for the good reason that Oliver Craske ensures that the music is always foregrounded. It is quite possible that both connoisseurs and lay readers will want to know more about Ravi Shankar’s complicated relationship with fellow sitarist Vilayat Khan, or more prurient details of his private life. Craske, correctly, does not allow himself to be diverted, despite his certain knowledge of much that is private and which should, even in a biography as open and expansive as this one, stay private. It is always the music, and how rich that is, that dominates this marvellous book.Keshav Desiraju is the author of the forthcoming Of Gifted Voice: the Life and Art of M S Subbulakshmi.Indian Sun: The Life and Music of Ravi Shankar, Oliver Craske, Faber & Faber","author":"Keshav Desiraju","time":"2020-09-27T12:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/sueamtytmg-1490973058.jpg","tags":["Ravi Shankar","biography"]}