{"title":"Ravish Kumar resigns from NDTV India","content":"Journalist Ravish Kumar has resigned from his post as the senior executive editor at NDTV India, the news channel announced in an internal email on Wednesday. The Ramon Magasaysay Award-winning news anchor used to host the programmes Hum Log, Ravish Ki Report, Desh Ki Baat and Prime Time.NDTV said that his resignation was effective immediately. “Few journalists have impacted people as much as Ravish,” the mail stated. “This reflects in the immense feedback about him: in the crowds he draws everywhere; in the prestigious awards and recognition he has received, within India and internationally; and in his daily reports, which champion the rights and needs of those who are under-served.”In September 2019, Kumar won the Ramon Magsaysay Award for “harnessing journalism to give voice to the voiceless”.The Ramon Magasaysay Foundation said that Kumar was being recognised for “his unfaltering commitment to a professional, ethical journalism of the highest standards; his moral courage in standing up for truth, integrity, and independence; and his principled belief that it is in giving full and respectful voice to the voiceless, in speaking truth bravely yet soberly to power, that journalism fulfills its noblest aims to advance democracy”.The announcement about Kumar’s resignation came a day after the news channel informed the Bombay Stock Exchange in a regulatory filing that its founders Prannoy Roy and Radhika Roy have resigned as the directors of RRPR Holding Private Limited.RRPR, or Radhika Roy Prannoy Roy Private Limited, is the promoter company of NDTV. It holds a 29.18% stake in the news channel that is being taken over by the Adani Group.  On August 23, AMG Media Networks Limited, a wholly-owned subsidiary of Adani Enterprises, bought 100% of the equity stakes in Vishvapradhan Commercial Private Limited, or VCPL, for Rs 113.74 crore.Later that month, the Adani Group announced that it will acquire a 29.18% stake in NDTV through VPCL. NDTV had then said that the takeover was done without the consent or any sort of notice served to Radhika Roy and Prannoy Roy.In November, the Adani Group, a ports-to-energy conglomerate, decided to make an open offer to acquire an additional 26% stake in NDTV. This will bring the group’s total stake to 55.18%, enough to allow it to take NDTV’s ownership rights.The offer opened for subscription on November 22 and win continue till December 5.","author":"Scroll Staff","time":"2022-11-30T20:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118305-uukkolqnrq-1556177591.jpg","tags":["Ravish Kumar","NDTV","Adani","NDTV takeover"]}