{"title":"‘Ray of hope’: How persistence led to conviction of four Gujarat policemen who flogged Muslim men","content":"When Mujahid Nafees saw a video of policemen flogging nine Muslim men in a public square in Gujarat’s Kheda district, he was shocked. “We had heard of horrible custodial torture, but this seemed like the police had crossed a limit,” said Nafees, an Ahmedabad-based activist.After violence broke out at a garba event in Undhela village in Gujarat’s Kheda district in October last year, the police ended up arresting at least 74 people, according to the lawyers of the accused. The next morning, the police drove some of the detained Muslim men to the square. They dragged nine men off the vehicle, tied them to a pole one by one and beat them up with a stick as a crowd shouted “Jai Shri Ram”.More than 48 hours after the incident, Nafees, in consultation with other activists, sent a legal notice to the Director General of Gujarat Police demanding action against the policemen.“Everyone was angry, but no one was coming forward,” said Nafees. “In Gujarat, the Muslim community lives in fear, and it is deep-rooted, but this brutal act had to be countered, so I took the lead.” Encouraged by Nafees’s determination, five of the nine men who had been publicly flogged approached the Gujarat High Court seeking action against the policemen.Their year-long struggle bore fruit last fortnight. On October 19, the Gujarat High Court sentenced four policemen to 14 days of imprisonment holding them guilty of contempt of a Supreme Court judgement on custodial torture. The bench of Justice AS Supehia and Justice Gita Gopi described the public flogging of the Muslim men as “inhumane” and an “act against humanity”. The High Court, however, stayed the order for three months to enable the convicted police officials to file an appeal. Though the punishment is not harsh, activists and lawyers hope it will serve as a deterrent for the police and set a legal precedent for cases of custodial torture.Detention, then humiliationAccording to Arifmiya Malek, the uncle of one of the victims, on that evening of October 3, some Hindu men attending the garba event went to a nearby mosque and started shouting provocative slogans. They also threw gulal at the mosque. “They created a nuisance and desecrated the mosque,” Malek said. In response, a group allegedly threw stones at a temple close by, according to a police complaint.Later that night, after the situation had eased, the police swung into action. Sahazadmiya Malek, 30, said he was asleep when personnel from the Special Operations Group of the Gujarat Police barged into his home. They beat up Sahazadmiya Malek and his mother, Maqsooda Bano, who is in her late 40s, and rounded them up into a van with 14 other men. “I told them I was at work and did not commit any violence but they did not listen,” he said.Sahazadmiya Malek, his mother and the  others were taken to a facility operated by the Special Operation Group, where they were kept for the night.Around 4.30 the next morning, the police registered a case of rioting under sections of the Indian Penal Code. At noon, the police brought the detainees to Undhela village and publicly flogged nine men in the village square, said Sahazadmiya Malek. A video of the episode, which later went viral, shows a police official flogging the men one by one with a baton while the crowd cgeers. The police can be heard asking the crowd to shiit videos and make them go viral on the internet. “They forced us to fold our hands and apologise to the public,” said Sahazadmiya Malek. He added: “My mother was watching from the van when they were hitting us. It must have been very painful for her.” Said Arifmiya Malek, “They had crossed all the limits of humanity. It hurt us. Everyone in the village cried, and we felt so helpless.” Advocate Iqbal Syed, who represented the men in the Gujarat High Court, said that the incident was not arbitrary. The fact that a crowd that gathered showed planning.  “The police wanted to create a spectacle and also send a message,” said Syed.Harsh Sanghavi, Gujarat minister of state for home affairs, had later lauded the police for flogging the men, claiming that this would ensure that “the people of Gujarat could play garba” late into the night. \n\t\t\n\tCredit: Screenshot/x (Twitter) via Hindutva Watch. Custodial torture After the police flogged the men, they were put back into the van and taken to Matar Police station in Kheda, where they were formally arrested in the evening. “We waited for a day to see if the police would take action against their men on its own, but there was none,” said Nafees, who leads the Minority Coordination Committee Gujarat, a civil society group.The next day, on October 5, when the men were produced before the judicial magistrate, they complained about the police atrocities. The magistrate ordered that a medical examination be conducted on them. The medical reports confirmed the “assault by police with injuries” on the victims, notes the high court verdict.On October 7, following Nafees’s notice, the police department ordered an inquiry by a deputy superintendent of police. It found that six policemen were “prima facie involved in the incident of physical abuse”. According to Nafees, this encouraged the families of the victims to come forward and pursue the matter legally, said Nafees. Gulraiz Syed, an advocate who represented the Muslim men in a lower court in the case of alleged rioting, said five men decided to approach the High Court.The victims, while still behind bars, filed a contempt petition in the Gujarat High Court seeking action against the police for violating the Supreme Court’s guidelines in the DK Basu case. In the 1996 case, the court laid down guidelines for the police to follow while arrested accused people and taking them into custody. #JustIN | #GujaratHighCourt's order sentencing 4 State Cops to 14 Days in Prison for publicly flogging Muslim men in Kheda district last year is OUT.  \"If the functionaries of Govt become lawbreakers, it is bound to breed contempt for law and would encourage lawlessness\": HC pic.twitter.com/QTt677y0lI— Live Law (@LiveLawIndia) October 22, 2023\n\nFamily determination, resolveAdvocate Iqbal Syed said that despite “clear evidence”, the police at first denied committing the offence. “On their request, the High Court directed the chief judicial magistrate to conduct an inquiry, and they were found involved,” he said.The police personnel had initially contended that the petition was not maintainable. But when the High Court in October ordered the framing of contempt charges against them, they tried to justify the incident saying “that giving three to six hits on the buttocks would not amount to contempt”.The police took contradictory stances. “On the one hand, they justified the act and on the other hand, they offered an unconditional apology,” said Syed.Advocate Gulraiz Syed said that in October there had beemg pressure on the victims and their families to reach a monetary settlement with the police in the contempt case. “The community came together in support of the victims and families and held a meeting where it was decided to refuse the offer of compromise,” he said. Finally, on October 19, the High Court convicted the four police officers: Inspector AV Parmar, sub-inspector DB Kumavat, constable Rajubhai Rameshbhai Dabhi and head constable Kanaksinh Laxmansinh.Activists praised the resolve of the victims and their families to stand firm in their pursuit of justice. “Fighting against an ordinary criminal is one thing, but fighting a case where the police are the accused is a different challenge altogether,” said Nafees. “Add to that, the hands of these victims were tied because they were in jail facing a case being investigated by police that they were fighting against.” Gulraiz Syed said that cases of police brutality against Muslims are frequent. “So we decide that we have to fight back to put a halt to it,” he said. “We wanted to set an example.”While the lawyers, activists and victims say that even though the 14-day imprisonment appears insignificant, they are pleased with the verdict. “The police had tried every trick to get the case dismissed, but we won it eventually,” said Gulraiz Syed.Iqbal Syed said the verdict will serve as a deterrent for the police. “The police will have to think twice before repeating anything like this,” he said, adding that the case will help set a legal precedent in similar cases of custodial torture. “It’s still a ray of hope, if not an entire beam of light, in this darkness,” said Nafees.","author":"Zafar Aafaq","time":"2023-10-30T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195257-xpdzelfvbi-1698169862.jpeg","tags":["Gujarat","Kheda","Indian Muslims","Hindutva","Gujarat High Court"]}