{"title":"RBI keeps repo rate unchanged at 6.50%","content":"The Reserve Bank of India’s Monetary Policy Committee on Thursday decided to keep the repo rate unchanged at 6.50%. The repo rate is the interest rate at which the central bank lends money to commercial banks.In April, the central bank had kept the repo rate unchanged at 6.50% after six consecutive hikes which saw the lending rates go up by 250 basis points, or 2.50%, since May last year. Central banks usually increase key lending rates at times of high inflation in economies. Higher key lending rates translate into high interest on loans disbursed by commercial banks. This, in turn, keeps a check on discretionary spending by consumers which is expected to help curb prices rise due to high inflation.Monetary Policy Statement by Shri Shaktikanta Das, RBI Governor - June 08, 2023 https://t.co/R9mQDcr70D— ReserveBankOfIndia (@RBI) June 8, 2023\n\nOn Thursday, Reserve Bank of India Governor Shaktikanta Das said that retail inflation is projected to be at 5.1% for the financial year 2023-’24. In April, the central bank had predicted that inflation for the current financial year would be 5.2%.The central bank has predicted 4.6% inflation in the first quarter of 2023-’24. It has predicted 5.2% inflation in the second quarter, 5.4% in the third quarter and 5.2% in the fourth quarter.The central bank aims to keep retail inflation within the range of 2% to 6%. Das, however, said that it was not enough to keep inflation within the tolerance band. “Our goal is to achieve the target of 4.0%, going forward,” he said.Das said that there was a need to keep a close vigil on the inflation scenario, keeping in mind the uncertainties about monsoon and the impact of El Nino conditions. The El Nino phenomenon involves the warming of ocean surface temperatures in the eastern and central Pacific that has been linked to crop damage, fires and flash floods.The Reserve Bank governor said that the monetary policy committee will take prompt and appropriate action to bring down inflation to the target level.Data from the Union government showed that India’s retail inflation dropped to 4.70% in April from 5.66% in March. This is the lowest that the price rise indicator has been since October 2021, when it stood at 4.48%. In April 2022, it was 7.79%.The Reserve Bank of India governor said on Wednesday that the country’s gross domestic product would grow by 6.5% in 2023-’24. “The country’s real gross domestic product recorded a growth of 7.2% in 2022-23, stronger than the earlier estimate of 7%,” he said. “It has surpassed its pre-pandemic level by 10.1%.”","author":"Scroll Staff","time":"2023-06-08T10:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191011-poilowhofs-1686201629.jpg","tags":["RBI","Monetary Policy Committee","Shaktikanta Das","Reserve Bank of India"]}