{"title":"Readers’ comments: Why is Constitution undermined when it comes to rights of Muslims, not Hindus?","content":"Are these houses not illegal construction? This article is biased (“In its 74th year, India’s Constitution has been emptied of its soul”). People still cry foul even though Narendra Modi was cleared of all charges in the Godhra riots. Hindus have been victims for centuries, which you are quiet about. Their places of worship have been destroyed, which you are quiet about too. This government is legitimate. If there is problem on constitutional issues with the government, one can go to court. Why are you keeping quiet on other countries, including Pakistan, where minorities have been practically eliminated. – Bhanwar Singh Rathore***Why is nobody concerned about theocratic states? Are secularism and democracy the burdens of only of Muslim-minority nations? Please publish an article about the way minorities are discriminated against in Islamic countries. – Sethuram V K ***How come no one protested when the word secularism was added? Perhaps, it suited everyone? When Hindus and Christian were forcibly converted to Islam in Pakistan, why didn’t anyone protest? Why didn’t anyone object when all Hindu temples in Pakistan were demolished after independence? When China tortures Uighur Muslims, no one, not even Islamic countries, protest? Is it only Hindus who are expected to compromise?  – T Reddy ***Scroll should verify data before publishing. The Constitution has been restored to what BR Ambedkar had created. It was modified by the Congress during Emergency. – AK Sarvanan Note: There have been no changes to the Constitution since September 2023 when amendments to introduce women’s reservation in Parliament, among others, were passed.***Why is that rights are violated only when Muslims are at the receiving end? When mob justice was allowed by left-leaning governments of the past, the Constitution’s soul remained intact. If a mob attacks Hindu religious procession, what options does the government have? To restore order to society, the government has to take measures where punitive action that has financial effects is better than the lynching of individuals. – Apurv Patel ***Can one imagine that in Independent India, a state could be cleansed of its minority population with neither any citizens, nor the media, not even the state or central governments and the Supreme Court taking action. That was in early 90s. What happens in the 2000s is an Indian citizen has to go into hiding because her life was threatened. It doesn’t help to be selective and build a narrative of victimhood. – Anupam Dev***This article is akin to disrespecting the very tree whose fruit you eat. – Sid Sai Daddu ***Jai bulldozer baba. – Sudish PuthalatBulldozer demolitions in MaharashtraThis is biased and untruthful. The Babri Masjid was illegally constructed after destroying the Ram temple (“Punitive demolitions of Muslims’ properties must stop: Amnesty after Mira Road bulldozer action”). – Amit Modi ***Why does Amnesty International support illegal structures on public land and why was it silent when a peaceful religious procession was taking place. Instead of condemning such acts, Amnesty has shown that it is a partisan group. Scroll has published their statements instead of giving the correct version. – Srinivasa Reddy Thalla ***People cannot build illegal structures on land which does not belong to them and then ask for compensation – it is wrong. Everyone has to do things legally, the way other Indians do. No one is responsible for anyone else’s livelihood. – Raj Sanghvi***The demolitions should not stop. This is the only way. If one flouts the law, they cannot later claim that injustice is being done. – Anshumali Srivastava","author":"Scroll","time":"2024-02-01T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184126-koeihkzqcq-1670600088.jpg","tags":["Constitution","BR Ambedkar","Secularism","Bulldozer Justice","Bulldozer","Hindutva","Babri Masjid","Ram Temple","Ayodhya","Republic Day"]}