{"title":"Ready to provide additional Rafale jets to India, says French minister","content":"France is ready to provide additional Rafale fighter jets to India if New Delhi needs, said the country’s Minister of the Armed Forces Florence Parly on Friday, reported PTI. “[Two countries] Using the same aircraft is a real asset and strength,” Parly said during a session on India-France cooperation in Delhi. “I am sure that there is room for new developments. We are ready to answer any additional needs of request that could be made by India.”The Narendra Modi government had signed a deal with France in 2016 for 36 Rafael jets, as part of a Rs 59,000-crore agreement. The first batch of five aircraft landed in India in July last year, the second batch arrived in November 2020 and the third in January this year. The Rafale jets are India’s first major acquisition of fighter planes in over two decades. The French embassy had said on Thursday that 33 Rafale jets have already been delivered to India.On Friday, Parly said that she was happy that the Indian Air Force was satisfied with the aircraft. “We are very proud that despite Covid-19, the 36 aircraft will be delivered on time according to the contract,” she said. “It is a real achievement.”Citing India’s plan to induct a second aircraft carrier, the French minister said her country would be interested in supplying one.“We are open and ready to provide any other Rafale if this is India’s decision,” she said.India’s first indigenous aircraft carrier Vikrant is scheduled to be inducted into the Indian Navy by August next year.During the session, Parly said both India and France were “viscerally committed” to national sovereignty and independence.“I think that our industrial partnership is proof of that,” she added. “France, more than any other country, understands the necessity of the Indian content. And we are fully committed to the ‘Make in India’ initiative, as well as to the further integration of Indian manufacturers into our global supply chains.”Meanwhile, Parly also held talks with Indian Defence Minister Rajnath Singh as part of the third Annual Defence Dialogue.In a statement, the defence ministry said that Singh and Parly reviewed military and defence cooperation. “The ministers acknowledged their convergences on number of strategic and defence issues,” the statement said. “They expressed commitment to work together to enhance cooperation in bilateral, regional and multilateral forums.”French investigation into Rafale dealA judge in France is investigating the alleged corruption in the Rafale deal. A formal investigation was launched on June 14 into the actions of former French President Francois Hollande, among other things. Hollande was the president when the Rafale fighter jet deal was signed.This development had come three months after investigative journalism website Mediapart reported that France’s financial prosecutor, Parquet National Financier, or PNF, decided against pursuing an anti-corruption investigation into the Rafale deal, citing the “the interests of France”.This was despite the fact that anti-corruption non-government organisation Sherpa had flagged irregularities in the deal in 2018.In a three-part report in April, Mediapart had claimed that an Indian middleman named Sushen Gupta was allegedly secretly paid millions of euros by plane maker Dassault Aviation and French defence electronics firm Thales to influence the Rafale deal. These payments were on top of a contract with Dassault for making replica models of Rafale jets that have never been seen, worth 1 million euros, which was revealed in the first of the website’s series of reports.In November, Mediapart had reported that “offshore companies, dubious contracts and ‘false’ invoices” were allegedly used to make payments of nearly 7.5 million euros (approximately Rs 64 crore) in secret commissions to a middleman. This eventually helped Dassault Aviation clinch a deal to sell 36 Rafale fighter jets to India, the report had claimed.The publication had also claimed that even though India’s Central Bureau of Investigation and the Enforcement Directorate were made aware about this in October 2018, they had not started any investigation into the deal.","author":"Scroll Staff","time":"2021-12-17T18:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167660-gijsfxjuzq-1639744058.jpg","tags":["Rafale deal","Rafale jets","Florence Parly"]}