{"title":"‘Realism as well as glamour’ in the world of ‘Gangubai Kathiawadi’","content":"Production designers Amit Ray and Subrata Chakraborty trained for 11 fruitful years under one of the masters in their field. Samir Chanda, who died in 2011, was among the best-regarded production designers in his time. From Chanda, Ray and Chakraborty learnt the fine balance between glamorous realism and realistic glamour – a lesson that has held them in good stead over their own careers.After working on productions by Vishal Bhardwaj and a host of other directors, Ray and Chakraborty landed Sanjay Leela Bhansali’s historical Padmaavat (2018). The duo has teamed up with Bhansali again for Gangubai Kathiawadi, inspired by the life of times of the brothel madam of the same name. Starring Alia Bhatt in the lead role, Gangubai Kathiawadi will be released on February 25.Gangubai Kathiawadi. Courtesy Bhansali Productions/Pen India Limited.The movie has been adapted from one of the chapters in the crime anthology Mafia Queens of Mumbai by S Hussain Zaidi and Jane Borges. The trailer and song videos reveal the world that Gangubai enters as a young woman and then eventually comes to rule. Set between the 1950s and the 1960s, the film harks back to a time when sex work thrived in Mumbai’s Kamathipura and the neighbouring Falkland Road and Grant Road neighbourhoods. The trailer reveals an approximation of the red light district’s congested streets, cage-like brothels, colonial-era buildings with grilled balconies, and movie theatres. Gangubai Kathiawadi. Courtesy Bhansali Productions/Pen India Limited.Amit Ray, who is 48, and Subrata Chakraborty, who is 45, are both graduates of Santiniketan’s art school in Bengal. They walked Scroll.in through Gangubai Kathiawadi’s production design and discussed the themes behind the ambitious production. ‘We are taking Samir Chanda’s legacy forward Amit Ray: Samir Chanda was one of the best art directors in terms of the quality of work and the flavour. He was like a gharana unto himself. I feel that I am taking his legacy forward.Subrata Chakraborty: There is an element of fantasy in every artist. Samir Chanda taught us that to be less fantastical and more realistic, and that lesson has proved very useful for us.When Sanjay Leela Bhansali first met us, he said, under Samir Chanda, you have worked with Shyam Benegal and Mani Ratnam. I want realism with an artist’s touch. Gangubai Kathiawadi. Courtesy Bhansali Productions/Pen India Limited.Recreating KamathipuraAmit Ray: The film has beauty, but it’s of a different kind. There is realism as well as glamour.If you see photographs, you will see congested streets and run-down brothels but also a lot of beauty – in the curtains, the posters on the walls, the colour of the paint. There will be a room with a bed and under the bed, there will be a whole world. Kamathipura had Chinese dentists and movie theatres, some of which are still around. We worked on using the elements dramatically plus commercially. Only the film will show how successful we have been.Gangubai Kathiawadi. Courtesy Bhansali Productions/Pen India Limited.Subrata Chakraborty: We did two recees with Bhansali sir that were very helpful. We later visited Kamathipura and Falkland Road ourselves. We also went to Sonagachi, the red-light district in Kolkata, which is very similar to Mumbai and hasn’t changed as much.Apart from the recees and photographs, we consulted Nautch Girls of the Raj by Pran Neville. We met some old-time residents who told about how the houses used to resemble cages. Many kothas had aangans, or courtyards. Of course, now the neighbourhood is very different.We made 99 per cent of the movie on sets created at Film City [the shooting lot in Mumbai].Gangubai Kathiawadi. Courtesy Bhansali Productions/Pen India Limited.Colours and texturesAmit Ray: The retro colours have been used realistically. Bhansali is the kind of director who starts thinking of an idea at the point where others have given up. Bhansali will always ask, how do we get the maximum value out of a set?For instance, take the sequence of Gangubai wearing white inside a white tent – there is no scope for contrast. It’s an old-school approach.Alia Bhatt in Gangubai Kathiawadi. Courtesy Bhansali Productions/Pen India Limited.Subrata Chakraborty: We tried to avoid using too much red. We have used all kinds of colours but with a matte finish rather than pop-up and fluorescent shades because of the period setting. We used mainly used primary colours and avoided plastic [oil-based] paint. ‘Bhansali’s bark is worse than his bite’Amit Ray: Bhansali has a reputation for being a hard taskmaster, but he is very correct and creative and it’s actually a lot of fun working with him. When you do good work, he really appreciates it. He is very knowledgeable too, and is very particular, just like an artist. He listens a lot, and will want to know everything. What will the beds be like? Where should the tailoring shop be? The dots kept getting connected to create this canvas, like in a painting.\n\n\n    \n    Play\n\nJab Saiyaan, Gangubai Kathiawadi (2022).Subrata Chakraborty: It is one of the most exciting worlds we have worked on, and not only because we were recreating a period. We had to ensure elements that could not be in your face but at the same time could not be boring. Also, Bhansali sir likes to use a lot of wide and frontal shots and opens out his frames a lot, which makes the project more challenging. Amit Ray: We are working next on Bhansali’s Heeramandi [a web series for Netflix]. It is set in Lahore, and will be as different from Gangubai Kathiawadi as day and night.Amit Ray (left) and Subrata Chakraborty.(As told to Scroll.in).Also read: Who was Gangubai Kathiawadi, played by Alia Bhatt in Sanjay Leela Bhansali’s movie?","author":"Scroll Staff","time":"2022-02-20T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170325-tkxcbcrjny-1645215814.jpeg","tags":["Gangubai Kathiawadi","Amit Ray and Subrata Chakraborty","Sanjay Leela Bhansali"]}