{"title":"Reality trumps optimism as Telangana's gender course for undergraduates gets underway","content":"Actor Dhanush’s “Why this Kolaveri Di” song is used to address caste-class relationships. And there are references to actresses Deepika Padukone and Kangana Ranaut, and sportspersons Pinki Pramanik, Dutee Chand and Mary Kom. This textbook on gender has chosen to rely heavily on popular culture instead of jargon to get the message across.Towards A World Of Equals: A Bilingual Textbook On Gender made headlines earlier this month when Telangana became the first state in the country to introduce a course on gender at the undergraduate level.The cover of the textbook.From a chapter on the amount of invisible work women do at home to one focusing on the gender spectrum, the book has sought to cover the basics.The course is compulsory for second year students in more than 350 engineering and pharmacy colleges affiliated to the Jawaharlal Nehru Technological University in Hyderabad. English, management studies and humanities department professors have been chosen to teach the course, with around 200 of them undergoing a two-day training for the purpose.While the course is generally being seen as a positive step towards gender-sensitised campuses, some students have questioned whether assigning credits is the best approach.An extract from the textbook. “It’s a good initiative,” said Nikhil George, an engineering student. “However, I feel it wasn’t necessary to assign credits. I have attended very few classes and have skipped the rest.”The passing mark for the subject is 40% – not a grueling task for students who are schooled in close to a dozen subjects every year.“Yes, we need to learn about gender equations, but not in the teacher-textbook-classroom setup,\" said George. \"I hope they will come up with better ways of teaching and assessing us.”The professors admit that there is no way of ensuring that students attend classes. “Currently, a stipulated fee will help them get away with shortage of attendance,” said a lecturer.Ready for change?Some students also question whether campuses are ready to campaign for equality and rights.They feel that the textbook, which includes a chapter on how sexual harassment has nothing to do with what women wear or how they conduct themselves, won’t help much unless draconian rules at campuses are done away with. “Decent dress code” circulars and confession pages of students ranting about rules disallowing T-shirts, sleeveless, short sleeves, leggings and so on are commonplace online. Making matters worse are regressive rules (mostly unsaid) such as no interaction between girls and boys outside classrooms, separate canteens and buses, among other things.Pay attention to Rule 5 on this college bus pass .While proponents of these rules claim that “students are free to do whatever they want outside the campus”, they are possibly forgetting that they are shaping young minds to think of a particular way of dressing or behaving as “indecent” or “immoral.”“Many of the students in our class haven’t interacted with the opposite sex in the two years of their intermediate education,” said Padmaja Mityala, a student from St Peter’s Engineering College. “Thus, it is a good idea to have interactive sessions during class hours so that they can open up.”An additional reading chapter on “Our bodies, our health” covers topics such as sexually transmitted diseases, how to wear a condom and so on. But some students say the session on the subject is being rushed as such chapters questioning established beliefs have come as a surprise to teachers and students alike.Drop in the ocean?Vyjayanti Vasanta Mogli, a local transgender activist, said teachers and the administration must first be sensitised or else the initiative will be futile.“The book should be seen as a small checkpoint for the future,” Mogli said. “It is just a textbook at the end of day. Without a sound law to protect the rights of gender nonconforming children and trans adults, how is one chapter going to change the ground reality for us?”A professor, who did not wish to be named, felt likewise.“The college administration doesn’t think beyond male and female; shouldn’t that be changed before going ahead with attempts to sensitise students?” said the professor. “Some religions don’t approve of looking beyond the gender binaries. It is an uphill task to do justice to the book as what we are teaching in the classroom is contrary to what students have learned while growing up.”The editorial panel which worked on the textbook is aware of the element of risk, scepticism and uncertainty associated with the introduction of the course.“When we were asked to come up with this book, the focus was to address key issues without getting into controversy and to churn out a book which doesn’t require huge prior knowledge,” said Susie Tharu, joint editor of the textbook, who is also an acclaimed writer, women’s rights activist and a former professor at the English and Foreign Languages University in Hyderabad.According to Tharu, the aim is to sensitise rather than making people experts in gender studies. “We can’t wait for proper training for the staff as it will take a long time then,” she said. “It [training] can be a parallel effort. In its current form, this will be a learning process for both students and professors. We hope to gain stability in a year or two and take it forward with other colleges and universities as well.” Tharu’s team is open to changes and suggestions on how to make the book more attractive. The textbook has an interactive website which is open to feedback and comments.","author":"Ayesha Minhaz","time":"2016-01-27T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/802459-article-xdazbzquky-1453714494.jpeg","tags":["gender","Gender equality"]}