{"title":"Red Fort: How Punjabi protestors are tapping into history to mobilise against farm laws","content":"“Our ancestors have charged this fort several times in history,” said Diljender Singh, standing on the ramparts of the Red Fort. “This was a message to the government that we can do it again and more than this if our demands are not met.”Unruly mass movements are not new in India. However, even by that standard, what happened on Tuesday was unique as farmers, most of them from Punjab, entered the Red Fort in Delhi to protest against Narendra Modi government’s hastily and controversially passed farm laws. Some protesters even used an empty flag pole to hoist the Nishan Sahib, the flag of the Sikh Khalsa. Built by Mughal Emperor Shahjahan as his capital in 1638, the Red Fort probably does more to signify the Indian state than any other structure in the country.  It has been a key part of the freedom movement and, once the British left, the site of critical state functions like the prime minister’s Independence Day speech.The symbolism of the protest reaching the fort was therefore keenly felt in the Union government. “The Red Fort is a symbol of the dignity of Indian democracy and agitators should have stayed away from it,” said Prahlad Patel, Union culture minister.A protester climbs on a flagpole at the Red Fort on Republic Day. Credit: Sajjad Hussain/ AFPSince September, farmers have been protesting against the three laws, which they fear will leave them at the mercy of corporations. While Punjab farmers took the lead to bring the protests to the doorstep of Delhi in November, since then the movement has expanded to many other states: Haryana, Uttar Pradesh, Rajasthan, Maharashtra, among others. On Republic Day, hundreds of thousands of farmers from across North India drove their tractors to Delhi in a show of strength.While the events that led a few thousand protestors to smash through police barricades and reach the Red Fort remain shrouded in controversy, the incident highlights the stark use of history by Punjabi farmers. They have deployed symbols of Sikh history in order to build up momentum to oppose the farms laws, painting them as one in a long line of injustices emanating from “Dilli” – the historical seat of central power in the subcontinent for 800 years.Historical consciousness“There is a continuous narration of history in the Sikh tradition,” explained Harjeshwar Pal Singh, professor of History at Sri Guru Gobind Singh College, Chandigarh. “Interestingly, this history is not taught in schools. Instead people learn this in their gurdwaras, through folklore and through songs.”“If you go to any gurudwara in Punjab,” Pal Singh said, “you will see pictures of persecution of Sikhs. So this history becomes a part of the common man’s mental furniture.”Embedded in this deep historical memory is the idea that Sikhs as a community have been persecuted by the central government – represented in the iconography of the protests as “Dilli”.“Sikhs consider themselves to be very distinctive,” said Pal Singh. “A distinctive community that has been persecuted by successive regimes. And these regimes, for all of Sikh history, have been based in Delhi. So Sikhs have a memory of persecution by Delhi both in the 18th century under the Mughals and then in the 1980s by independent India.”Pal Singh explains that protestors are using this history in order to contextualise the current protests.  “Even here the narrative is that the Centre has used us,” he explained. “They first forced us to grow crops, depleted our ground water and now that they don’t need us, they are doing this [passing the new farm laws]. So this is just one episode in all those betrayals by Delhi towards Punjab.”Soaked in the pastPal Singh’s description  goes a long way in explaining how the farmers protest is shot through with historical references. “We have come to Delhi because it is the capital and because of our Sikh history,” explained Jagdeep Singh from Gurdaspur, while participating in the Republic Day farmers’ rally. “During Mughal rule, Sikh generals captured the Red Fort. We have been victorious earlier too.”Jagdeep Singh explains that Delhi here represents autocratic central rule – not its people: “Our fight is not with the common man. It’s with the hukumat – ruler. That could be the Mughals or it could be Modi.”An artist's rendition of the 1783 Sikh attack on the Red Fort. Credit: goldentempleamritsar.orgSingh is not alone in building this narrative. One of the features of this movement has been the production of scores of Punjabi pop songs which use the trope of “Delhi” as a historical site of centralised, autocratic power in order to enthuse the current farmers’ movement. For example, a song released in September by singer R Nait warns that “It will not be right for Delhi to challenge Punjab”. Another song by singer Harbhajan Mann is clear: “We will not turn back without taking our rights, Delhi”.Sidhu Moose Wala, among the most popular Punjabi singers currently, has also released a song that aims to use history to imagine a glorious Punjabi identity that has always opposed tyranny. “Beware Delhi, beware – we are hotheads. Go ask Porus and Abdali,” he sings, referencing Punjabi martial history spanning two thousands years with visuals ranging from Operation Blue Star, when Indian troops stormed the Sikh shrine Harminder Sahib in Amritsar, to Delhi’s Red Fort.Martial rush Contextualising the narratives at play in the current protest, Amandeep Sandhu, author of a book on the past and present of Punjab, explains that Delhi holds a central place in Sikh history: “Guru Tegh Bahadur [the ninth guru of the Sikhs] was executed by Aurangzeb in Delhi. As a result, when Sikh general Baba Baghel Singh captured the Red Fort in 1783, he took back the slab on which the Mughal throne was placed. It is displayed even today in the Golden Temple.”“Not surprisingly then,” Sandhu continues, “the symbols of Sikh martial history are very much part of this movement.” From Sidhu Moose Wala's music video of \"Punjab, My Motherland\": A depiction of the Battle of the Hydaspes, when Alexander invaded Punjab and faced off against King Porus.Protestors marching into Delhi on Tuesday, as a result, often pressed this history into use as a way to push up their spirits in the struggle to get the Modi government to take back its farm laws. “We have won Delhi 18 times,” said Ranbir Singh, a protester from Machhiwara in Punjab on the sidelines of the farmers’ Republic Day march in Delhi. “Baba Baghel Sikh, a Sikh general, had unfurled the Kesri Nishan flag on the Red Fort. At that time, Hindustan was separate from Punjab. We had our own government: the Khalsa Raj. We ruled till Kabul and Kandahar. Jammu and Kashmir, Haryana, Haryana, Delhi were all a part of Punjab.”Harjeshwar Pal Singh, the professor of history, explains how this historical consciousness could have shaped events on Republic Day: “What happened at the Red Fort was not part of any official programme. But seeing the fort, some protestors would have imagined themselves as heroes from history and would have wanted to raise the flag.”However, rather than highlight this history, the Hindu right-wing has attempted to link the flag-hoisting to Khalistan – an alleged secessionist demand for an independent Punjab. “There is so much misinformation that the Nishan Sahib is the flag of Khalistan,” said Amandeep Sandhu. “There is simply no legitimate flag of Khalistan. The Nishan Sahib is a religious flag that you will find outside most gurdwaras.”","author":"Shoaib Daniyal","time":"2021-01-28T19:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154001-aeypqtyjba-1611819072.jpg","tags":["Sikhism","Delhi","Mughals","Farmer protest"]}