{"title":"Reservation to economically weak among upper castes is to bring social equality, Centre tells SC","content":"The Centre on Tuesday defended its decision in the Supreme Court to grant 10% reservation for the economically weak among upper castes, saying the intention behind the amendment was to ensure “social equality”, PTI reported. The Bharatiya Janata Party-led government said it wanted to provide equal opportunities in higher education and employment to those who have been “excluded by virtue of their economic status”.The Union government had said the law does not come under the ambit of the Indra Sawhney versus Union of India 1992 verdict. Also known as the Mandal case verdict, it had placed certain restrictions on the Centre to ensure that a certain quota of college seats and jobs were reserved. The court had also held that reservations cannot be based on the economic criterion alone. The Ministry of Social Justice and Empowerment, in the affidavit, said that the amendment carves out a new class of weaker section based on the economic criteria, and the Supreme Court’s judgement in Indra Sawhney case will not apply.  The Centre also said that there was no breach of the 50% ceiling limit under the Constitutional amendment to provide 10% reservation to economically weaker sections in the general category. “Merely affecting or impinging upon an article embodying a feature that is part of the basic structure is not sufficient to declare an amendment unconstitutional,” the Centre said, according to Live Law. “To sustain a challenge against a constitutional amendment, it must be shown that the very identity of the constitution has been altered.”  The government said it had set up several committees to collect data about the need for reservation for the economically weaker sections of the society. “Accordingly, the constitutional amendments were necessitated for providing opportunities in higher education and employment to those who have been excluded by virtue of their economic status,” it said.  On Monday, the court said it will hear a batch of petitions against the Centre’s decision to grant the economically weaker sections of the society reservation on March 28 and will also decide on whether to refer it to a Constitution bench. The Supreme Court had in January issued a notice to the Centre after a plea was filed against its decision. It had said it would examine the matter but refused to stay the implementation of the law.","author":"Scroll Staff","time":"2019-03-12T22:49:26.041642+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/101731-exhjlbiblt-1538158724.jpeg","tags":["Supreme Court","Reservation","Upper caste quota","BJP"]}