{"title":"‘Respect history, heritage’: Manmohan Singh asks Modi to keep Teen Murti complex dedicated to Nehru","content":"Former Prime Minister Manmohan Singh last week wrote to Prime Minister Narendra Modi, expressing concern over what he described as an “agenda” to “change the nature and character” of the Nehru Memorial Museum and Library and Teen Murti complex, The Indian Express reported on Monday. Singh said that former Prime Minister Jawaharlal Nehru “belongs not just to the Congress, but to the entire country” and therefore the Teen Murti complex should be left “undisturbed”. “There was absolutely no attempt made to change the nature and character of the Nehru Memorial Museum and Library and the Teen Murti complex in any way” when Atal Bihari Vajpayee was the prime minister, Singh reminded Modi. “But sadly, that seems to be part of the agenda of the government of India now.” The Centre plans to set up a museum for all prime ministers in the Teen Murti complex, which the Congress alleges is an attempt to “obliterate” Nehru’s legacy. However, Singh told Modi that no amount of “historical revisionism” can obliterate Nehru’s role and contributions to India. He urged Modi to consider Vajpayee’s praise for Nehru when the first prime minister died in 1964.“Let us respect this sentiment and keep Teen Murti as a memorial to our first Prime Minister Pandit Nehru and leave the Teen Murti complex undisturbed as it is,” Singh wrote, according to NDTV. “This way we will be respecting both history and heritage.”The former prime minister also said that the Nehru Memorial Museum and Library is “dedicated to the memory of Nehru” and “must remain a centre of first-rate scholarship and professional excellence. The museum itself must retain its primary focus on Jawaharlal Nehru and the freedom movement”.","author":"Scroll Staff","time":"2018-08-27T09:48:56.583249+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892006-gtenoeyiwt-1513163454.jpg","tags":["Manmohan Singh","Narendra Modi","Jawaharlal Nehru","Teen Murti complex","Nehru Memorial Museum and Library"]}