{"title":"Right to campaign for polls is not a fundamental right: ED tells SC on Arvind Kejriwal’s bail plea","content":"The right to campaign in an election is neither a fundamental right nor a constitutional right, the Enforcement Directorate told the Supreme Court on Thursday in a fresh affidavit opposing the grant of interim bail to Delhi Chief Minister Arvind Kejriwal in the liquor policy case, Live Law reported.A bench of Justices Sanjiv Khanna and Dipankar Datta has been hearing Kejriwal’s petition seeking interim bail in the case. The court will continue the hearing on Friday.The Aam Aadmi Party chief was arrested by the Enforcement Directorate on March 21 for his alleged role in the liquor policy case. He is in Delhi’s Tihar jail.On Tuesday, the bench had deferred its order on granting interim bail to Kejriwal. However, the bench had said that it could consider granting him bail on account of the elections, but on the condition that he would not carry out official duties as the chief minister.On Thursday, the central law enforcement agency said in a fresh affidavit that the right to campaign for the polls is “not even a legal right”. A politician is not entitled to differential treatment and cannot claim a higher status than an ordinary citizen, it told the bench.The Enforcement Directorate also submitted that no politician had been granted interim bail for an election campaign. Even a contesting candidate cannot be given interim bail for their own campaigning, it argued.Granting interim bail to Kejriwal on the grounds of an election campaign “will create a precedent which would permit all unscrupulous politicians to commit crimes, avoid investigation under the garb of election”, the agency told the bench.“There is absolutely no principle which justifies giving a differential treatment to a politician for campaigning over a farmer or a businessman who wishes to pursue his vocation,” the affidavit said, according to The Hindu.Blatant disregard of legal procedures, says Aam Aadmi PartyThe Aam Aadmi Party on Thursday said it had filed a complaint in the registry of the Supreme Court against the Enforcement Directorate’s affidavit, calling it a “blatant disregard of legal procedures” considering the matter would be heard on Friday, The Hindu reported.“The ED [Enforcement Directorate] has not only been opaque and dictatorial in its approach but also guilty of suggestio falsi [suggesting falsehood] and suppressio veri [suppressing truth],” the Aam Aadmi Party said in its complaint. “The ED abused its power of arrest in the middle of general election and while relying on the same material as was in possession months before his arrest.”The complaint said that Kejriwal’s “illegal” arrest ahead of the Lok Sabha elections had caused “grave prejudice to the AAP [Aam Aadmi Party] and will provide the BJP [Bharatiya Janata Party] at the Centre an unjust upper hand”.“A level playing field, which is a prerequisite for ‘free and fair elections’, has clearly been compromised with the illegal arrest of Mr Kejriwal,” the Aam Aadmi Party said.The Enforcement Directorate is investigating allegations of money laundering in the liquor policy case based on a first information report filed by the Central Bureau of Investigation.The two central agencies have alleged that the Aam Aadmi Party government modified Delhi’s now-scrapped liquor excise policy by increasing the commission for wholesalers from 5% to 12%. This allegedly facilitated the receipt of bribes from wholesalers who had a substantial market share and turnover.The Enforcement Directorate has alleged that Kejriwal was the “kingpin” and the “key conspirator” in the case and the material evidence showed that he was guilty of money laundering.The High Court upheld the chief minister’s arrest on April 9 and said there was no illegality in the matter on the part of the Enforcement Directorate. The court said that the material collected by the central law enforcement agency showed that he was actively involved in the use and concealment of the proceeds of crime generated through money laundering.","author":"Scroll Staff","time":"2024-05-10T08:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153293-ibunaxtflj-1616037568.jpeg","tags":["Arvind Kejriwal","liquor policy case","Enforcement Directorate","Supreme Court","Lok Sabha 2024","Delhi liquor policy case"]}