{"title":"Rohan Bopanna interview: ‘I’m still able to compete at the highest level, that is a proud feeling’","content":"At the age of 43, Rohan Bopanna may be in the twilight of his career but he is still far from done.He told Scroll that the 2023 season was his best on tour. With his Australian partner Matthew Ebden, he reached four tour finals, winning in Doha and becoming the oldest player to win an ATP Masters 1000 event, at Indian Wells.Littered across the season were moments of magic, and he featured in the mixed doubles final of the Australian Open, with Sania Mirza, and the men’s doubles final at the US Open with Ebden – in the first and last Grand Slam of the year.All the accomplishments and consistency saw him rise back to a career-high equalling world No 3 doubles rank.And in the 2024 season, starting the Australian Open as the second seeds, he hopes to start where he left off.Replug: Rohan Bopanna, wiser on court and healthy off it, finds no reason to stop after two decades on tourExcerpts from the interview with Scroll:How would you describe your 2023 season, and what will you take forward from it in 2024?I think the year had been kind, really fantastic, and definitely one of the best years on the circuit.I think after a long, long time, I was playing with one partner the entire season. I think that helped us be consistent throughout the year.The main thing is to still do well in the Grand Slams and the Masters events. The idea is that when you played for a long time, you want to try and do well and peak at those tournaments.We're trying to take [2023’s] consistency and hopefully take it on for to next year.What worked well for the team? Of course, there was the chemistry, but along with that did you have to figure out tactics and strategies?I think the biggest thing was that whatever the situation, both of us had already been in that kind of situations. We were both calm on the court. That played a significant role in terms of whether it is a set point down, match point down. Or a set down and sometimes serving for the match.You just take the feedback from one another and then find the right balance. No situation was overwhelming for us. There were no self-doubts. Trusting your partner was extremely important.Was there a sense of déjà vu at the US Open, reaching the final 13 years later?You don’t expect that you’re going to make the final again 13 years later.It was amazing to be walking back there [the Arthur Ashe Stadium] for the final. Of course, there are great memories because the last time was in my breakthrough year and now I was going back as a different kind of player.Also read: At the US Open, Rohan Bopanna stands tall even in defeatIt was more about the adrenaline the last time, which was I think carrying us [Bopanna and his partner Aisam-ul-Haq Qureshi in 2010] in that breakthrough year. Now I was going into this match with all this experience and we were really telling ourselves that we belong there.But nevertheless, it is still was super special whether it was 2010 or 13 years later.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe US Open wasn’t the only final you played. You were in the Australian Open mixed doubles final with Sania Mirza as well. Mirza dominated headlines, but what was the emotion for you to be playing there?I think it was a fairytale journey for us. It would have been incredible if we finished with the title.When we decided to play, I don’t think we were anywhere close to being big favourites or doing well. But I think we just played freely on the court and enjoyed every moment.That is what really carried us through the tournament. Especially for Sania, playing in a last Grand Slam.I think, it was really good for me being in that final and having this kind of year. I don't think in my tennis career I have had a better year in terms of consistency. Making two Grand Slam finals, four Masters finals and winning a couple of titles. Even qualifying for the year-end Finals and making the semi-final there.Overall I think it's definitely been the best year on tour.Very often in 2023 we would hear about you breaking some record or the other for being the oldest player to do so… Were you enjoying those moments?When you first start playing you never really think of that, right? Of being the oldest and breaking all this. It doesn’t even come in the radar. When that started happening, it was amazing to be in that record book.I’m really proud of the way that I’ve been able to manage my entire body and push myself to the highest limits, no matter what. It takes tremendous effort in terms of being able to compete at this level.There are days when you wake up and you don't really want to do much. But I think the fact that I am able to do it on my own terms; I’m still able to compete at the highest level and not really just be a journeyman. That’s a proud feeling.You mentioned that there are some days where you feel like you don't want to do anything yet you still do it. What is the motivation to keep going on?The number one thing is that I'm still happy doing it. That is the biggest key. That’s what really makes a difference.You also called time on your Davis Cup career…I had been talking about it for a while that when the tie comes to India, I’d look at it as my last Davis Cup tie.The main thing is that I get two extra weeks of being at home [if I am not playing the Davis Cup].Otherwise, I'm [at the venue] for the whole week but playing only the one match.There is a significant amount of energy that goes into it. If [the tie is in India], then it’s different. But if it is somewhere abroad, the whole week you’re just sitting and then literally just going in to play one match.So, I thought those two extra weeks will help spend more time with my family. I’ve also got a lot of businesses as well, so that extra time will help me.But I really felt those emotions once I saw my family and friends there in Lucknow.And till then it was just felt like a normal week. Hanging out with the boys and just playing the matches. But once I shook hands and then saw my family there, there was a lot of emotion.Whether it’s the matches, you won or lost, the travel representing India, Davis Cup is where you build the friendship with your teammates even though you only see them sometimes on tour.With the Indian players, the bond you build in that one week, the camaraderie, the atmosphere is incredible. I'm definitely going to miss that.There was one particular rally where you played a stunning, running backhand down-the-line winner at the Barcelona Open. What was going through your mind at that point?In that point, I saw the ball and I decided to go for it. Once I went and hit it, of course it felt great.But now looking back at it, I'm thinking I should really run for this next time if it is an extremely important point. Just don’t push the body like that crazily. But sometimes it's more the instincts that take over more than anything else.But I completely enjoyed it. I think even [the opponents] Edouard Roger-Vasselin and Santiago Gonzalez were talking about it in the locker room. They kind of thought they had won the point and didn’t expect me – especially me, at this point of time – to run down and not only make a return but hit a winner.That's when I tell them, ‘I'm not old, I'm at level 43. Not at age 43.’You’ve talked about it previously that you will continue as long as you’re enjoying it still. But how is the body holding up?I've been managing it really well thanks to my physio Rebecca [van Orshaegen], who really understands what I'm going through, how much I can push, what I need to hold back on. Be it going to the gym, lifting weights or cutting it out fully.At the moment, I do a lot of mobility work. I do specific theraband exercises to strengthen my quads and glutes – help in strengthening those muscles which don’t make my knees feel weak.There are days when I’m happy not to practice also sometimes. But I’d rather be 100% fit for a match.Also, going ahead this year, I’m not sure if I’m really going to commit to play mixed doubles. Men’s doubles is the priority.Looking back at the 2023 season, what was probably your fondest memory?Winning at Indian Wells. It is considered the fifth Grand Slam, and probably the most difficult to win.We were there, we saved match points in a match early in the tournament and ended up beating some really good teams to win the title.And every year, when you walk out of the player lounge or the player locker rooms, they have big posters of the singles and doubles winners from the previous year there. Every time I was there, I used to hope that one day I’ll be seeing my own picture there.I’m really looking forward to seeing it this year.","author":"Shahid Judge","time":"2024-01-10T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197338-bixwqfejzc-1704794915.jpg","tags":["Rohan Bopanna","Indian tennis","Tennis","US Open 2023","Australian Open"]}