{"title":"Rohan Bopanna, Joshna Chinappa among seven sporting personalities to be honoured with Padma Shri","content":"Rohan Bopanna, who is set to be the oldest athlete to be ranked No 1 in tennis for the first time, squash star Joshna Chinappa, and former archer turned coach Purnima Mahato are among the seven sportspersons shorlisted for the prestigious Padma Shri award in 2024.The Padma Shri is India’s fourth highest civilian honour behind the Bharat Ratna, Padma Vibushan, and Padma Bhushan.Bopanna enjoyed a very successful season in the circuit last year. The 43-year-old has carried forward the rich run of form in the new year as well as he made it to the final of the ongoing 2024 Australian Open men’s doubles final alongside Matthew Ebden.Back in 2017, Bopanna became only the fourth Indian to win a Grand Slam title as he bagged the mixed doubles title partnering Gabriela Dabrowski at the French Open.Chinappa, on the other hand, has been the flagbearer for squash in the country. The 37-year-old was crowned the women’s doubles world champion in 2022 and also holds a Commonwealth Games gold –India’s first medal in the sport at the quadrennial event, from 2014 in Glasgow.Chinappa has as many as four world championships medals, five Asian Games medals, and two Commonwealth Games medals in her kitty.Mahato, a former national champion, turned to coaching in 1994. She is widely regarded for having coached Deepika Kumari – one of India’s best-ever in the sport.Mahato has also served as the coach of the Indian national archery team for a long period and was honoured with the Dronacharya award in the past for her contributions.The other sporting personalities shortlisted for the Padma Shri include, former hockey player Harbinder Singh, para badminton coach Gaurav Khanna, para swimmer Satendra Singh Lohia, and Mallakhamb athlete Uday Deshpande.The Padma awards are usually conferred around March or April by the President of India. This year a total of 110 people will be honoured with the Padma Shri, 17 with Padma Bhushan, and five with Padma Vibhushan.","author":"Scroll Staff","time":"2024-01-26T10:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197338-bixwqfejzc-1704794915.jpg","tags":["Tennis","Rohan Bopanna","Joshna Chinappa","Squash","Archery","Purnima Mahato"]}