{"title":"Rohingya refugees are a ‘big burden’ on Bangladesh, says Prime Minister Sheikh Hasina ","content":"Bangladesh Prime Minister Sheikh Hasina on Sunday said that Rohingya refugees are a “big burden” on her country and her government is reaching out to the international community to ensure they return to Myanmar.“Well you know... for us it’s [Rohingya refugees] a big burden,” Hasina told ANI in an interview. “India is a vast country…you can accommodate but you don’t have much. But in our country...we have 1.1 million Rohingya.”#WATCH via ANI Multimedia | Bangladesh PM Sheikh Hasina‘s interview to ANI https://t.co/tinJufQTaX— ANI (@ANI) September 4, 2022\n\nOver the last decade, thousands of Rohingya have been forced to flee Myanmar as that country’s government launched a campaign of ethnic cleansing, rendering the community stateless and then visiting large-scale violence on it. About 1.1 million (over 10 lakhs) Rohingya refugees are currently reported to be living in Cox’s Bazar and the Bhasan Char island in Bangladesh. Meanwhile, about 16,000 Rohingya refugees are said to be in different parts of India.On Sunday, Hasina told ANI that her government had tried to take care of Rohingyas keeping the humanitarian aspect in mind.“On [a] humanitarian ground we are giving them shelter and providing everything,” she said. “During this Covid-19 [pandemic], we vaccinated all the Rohingya community, but how long they will stay here?”Hasina also said that her government is holding talks with the Association of Southeast Asian Nations, or ASEAN, and the United Nations regarding Rohingyas.“But India as a neighbour country, they can play a big role on it, I feel that,” she added. Hasina will visit India on a four-day tour starting Monday.Attacks on HindusIn her interview with ANI, Hasina also said that her government takes immediate action when attacks against Hindus are reported in Bangladesh.“I think that both the country [India and Bangladesh] should show their magnanimity and our part, you know Bangladesh is a secular country and we have many religions here,” she said. “And the religious harmony is here, very much.” Bangladesh witnessed a spell of violence against Hindus last year after rumours of the desecration of Quaran were spread through social media in the Comilla district. Seven people had died in the violence.","author":"Scroll Staff","time":"2022-09-04T19:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179388-spihoyxdge-1662297456.jpg","tags":["Rohingya","Bangladesh","Myanmar"]}