{"title":"RSS thinks of Ram Mandir only when elections are near, says Congress","content":"The Congress on Thursday accused the Rashtriya Swayamsevak Sangh of raking up the topic of building a Ram temple in Uttar Pradesh’s Ayodhya only when elections approach, reported PTI. Party spokesperson Manish Tewari said, “When elections come, they are suddenly reminded of the Ram Mandir.” His comments came after RSS chief Mohan Bhagwat on Wednesday pitched for the early construction of the temple. “Ram Mandir should be built at the earliest,” he said on the final day of the outfit’s conclave in New Delhi. Bahujan Samaj Party President Mayawati also criticised Bhagwat’s comments, saying relations between Hindus and Muslims would not automatically improve after the construction of a temple. “We do not agree with the RSS chief’s logic that a grand temple in Ayodhya will help end tensions between Hindus and Muslims,” she said. “Relations between narrow, Sanghi Hindus and Muslims will not improve even if many temples come up instead of one.” Mayawati said the three-day RSS conclave was a “politically motivated” event meant to divert attention from pressing issues. The outfit needs to change its “communal and hatred-ridden thinking” and adopt a humanitarian approach according to the Constitution, she added. Tewari said that while the RSS’ views on Article 370 of the Constitution, which grants special status to Jammu and Kashmir, and the Ram Temple may have remained the same, its stance on Section 377 of the Indian Penal Code had changed. Bhagwat had said that those belonging to the LGBT community should not be isolated as they are also a part of society.\"Relations between narrow, Sanghi Hindus and Muslims will not improve even if many temples come up instead of one,\" BSP chief Mayawati said. #RSSConclave https://t.co/b6b0VR9lf5— The New Indian Express (@NewIndianXpress) September 20, 2018","author":"Scroll Staff","time":"2018-09-20T19:18:50.338635+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895172-64000-iywyqzetpy-1505700227.jpg","tags":["Uttar Pradesh","RSS","Congress","Ram Temple","BSP","Mohan Bhagwat"]}