{"title":"RSS officials fear that Goa split may replicate itself in other BJP-ruled states too","content":"The Rashtriya Swayamsevak Sangh appears divided over the decision of its leadership to sack the chief of its Goa unit, Subhash Velingkar, on Tuesday. The controversy is expected to dominate the meeting of the Sangh's national executive – the Akhil Bharatiya Karyakari Mandal – to be held at Hyderabad from October 23 to October 25.Several senior RSS office-bearers told Scroll.in that they are enraged by the fact that Velingkar was sacked at the behest of the Bharatiya Janata Party, which was not comfortable with his forum, the Bharatiya Bhasha Suraksha Manch, persistently challenging the BJP government in Goa as part of its campaign to make Konkani and Marathi the medium of instruction in schools.The RSS is ostensibly the parent organisation of the BJP. On Thursday, Velingkar announced that the Goa unit of the RSS would function as an independent organisation.Direct interferenceThe office-bearers, who spoke to Scroll.in on condition of anonymity, are mostly in charge of the Sangh's various kshetras and prants. (For the purpose of its operations, the RSS has divided the country into 41 prants, in 11 kshetras.) They said that they view Velingkar's dismissal as an act of direct interference by the Bharatiya Janata Party in the functioning of the Sangh.While Velingkar sought to blame BJP leaders Manohar Parrikar and Nitin Gadkari for his expulsion, many in the RSS believe that the Sangh brass might not have taken such a drastic measure had party chief Amit Shah not added to the pressure. Shah was apparently upset after he was shown black flags by the BBSM activists – most of whom are RSS Swayamsevaks – during his visit to Goa on August 21.“Amit Shah may be dictator of the BJP, but he cannot be allowed to dictate to the Sangh,” said a senior office-bearer of the RSS from Rajasthan.Another official said that what happened in Goa is a clear reflection that convictions change as circumstances change. \"You can’t use the Sangh for political purposes and expect swayamsevaks to remain apolitical,\" he said. \"They have changed in the last few years and so have their political aspirations. Goa, therefore, is just the beginning. If corrective measures are not taken in time, similar eruptions may happen in other BJP-ruled states as well.\"Trouble in RajasthanIn fact, Rajasthan is another state where the RSS and the BJP government have been at loggerheads for some time. Last year, when some temples were demolished in Jaipur, the state capital, the two almost headed for a showdown. Chief Minister Vasundhara Raje managed to pacify the local RSS by promising to build new temples but the tension is still continuing.“That is the situation in almost every state where the BJP is in power,” said a senior office-bearer of the RSS unit in Gujarat. “The reason is obvious. Until the BJP wins election, it behaves as if it is an arm of the Sangh. But once in power, it starts treating the Sangh not as its mentor but as its offshoot. How can the BJP avoid us if it has to depend on us for winning elections?” The question emphasises the fact that despite constant efforts by the top leaders of the BJP and the RSS to develop synergies so that the two bodies can act in a united manner at the time of elections, the chasm has only deepened at lower levels, especially in places where the party has succeeded in capturing power.If Velingkar successfully carries his revolt in Goa, he may become a role model for RSS office-bearers in states where Hindutva has developed roots. That is the fear of the RSS brass, and that is being keenly observed by its cadres on the ground.","author":"Dhirendra K Jha","time":"2016-09-03T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/815586-40577-qddfvibivm-1472744363.jpg","tags":["RSS","BJP","Goa"]}