{"title":"Sachin Pilot a traitor, cannot be next Rajasthan CM, says Ashok Gehlot ","content":"Rajasthan Chief Minister Ashok Gehlot on Thursday called his former deputy and Congress MLA Sachin Pilot a traitor, citing a rebellion of MLAs he had led against the state government in 2020, reported NDTV. In a interview with the news channel, Gehlot also said there were no chances of Pilot becoming the chief minister if the Congress wins the state Assembly elections next year. “A gaddar [traitor] cannot be chief minister,” he told the news channel, “The high command cannot make Sachin Pilot the chief minister... a man who doesn’t have 10 MLAs. Who revolted. He betrayed the party, [he] is a traitor.”We Cannot Accept \"Gaddar\" As Rajasthan Chief Minister: Ashok Gehlot (@ashokgehlot51) On Sachin Pilot#GehlotToNDTV #NDTVExclusive pic.twitter.com/QHGKHcXdwA— NDTV (@ndtv) November 24, 2022\n\nIn August 2020, Pilot had staged a revolt within the Congress, pushing the Rajasthan government into a political crisis. The MLA from Tonk demanded that he be made the chief minister. The turmoil was resolved after the Congress formed a three-member panel comprising Priyanka Gandhi Vadra, KC Venugopal and Ahmed Patel to address Pilot’s concerns.Pilot had claimed that he was upset as Gehlot had sidelined him in the state government.On Thursday, Gehlot dismissed Pilot’s claims and alleged that the Bharatiya Janata Party had paid Congress MLAs to stage the revolt.“Amit Shah was also involved in it, Dharmendra Pradhan was also involved in it,” he said. “All had a meeting [with some of Congress MLAs] in Delhi.”The chief minister told the news channel that if Pilot was upset with the Congress or him, he should have raised complaints at the party headquarters. He claimed that the Tonk MLA instead went to Manesar in Haryana to meet Union minister and BJP leader Dharmendra Pradhan.The BJP, however, said Gehlot’s claim was baseless.“The Congress leadership has failed to put their house in order,” BJP Rajasthan unit chief Satish Punia said. “The Congress is losing Rajasthan, that’s why Gehlot is frustrated. Gehlot is blaming BJP for his failure.”\n\n\n    \n    Play\n\nGehlot also told NDTV that in 2009, he had urged the Congress leadership to make Pilot a Union minister in the United Progressive Alliance government. The chief minister said that he had recommended Pilot’s name as 17 members of the Gurjar community were killed in Rajasthan in a firing incident during the Vasundhara Raje-led BJP government.  “Meenas and Gurjars had fought at the time,” he said. “Namo Narain Meena was a minister already in UPA-1...This was UPA-2, and I said he would be minister again. So I said, if you make a Gurjar [Sachin Pilot] a minister, it will at least quell the fight between Gurjars and Meenas.”‘MLAs protest in September not a revolt’Gehlot also dismissed that the Congress MLAs protest in September was a revolt.On September 25, the Congress government in Rajasthan had plunged into another crisis after Gehlot hinted that he would resign as chief minister. The 71-year-old was said to be in fray to be thepresident of the Congress , but later did not contest the polls.Three senior party leaders – Shanti Dhariwal, Mahesh Joshi and Dharmendra Rathore – had organised a parallel meeting instead of joining the Congress Legislature Party meeting.Gehlot told NDTV that the MLAs who defied the party were angry with Pilot.“They were angry because news was spread that Sachin Pilot will be made chief minister,” he told the news channel. “He himself also behaved this way. People thought he is going to be chief minister.”Gehlot said that MLAs thought the Congress Legislature Party meeting has been called to propose Pilot’s name as the chief minister. When asked if he would be the next chief ministerial candidate, Gehlot said that the top post did not matter to him but that the Congress forms the next government in Rajasthan.“What is important is that if we conduct a survey... if it emerges our chances are better with me as chief minister, then I am here,” he told NDTV. “If they feel, no, I need to move from the chief minister post, and we need to do some social engineering, based on caste, community or whatever, and only then we will be able to form government, then I have no problem withdrawing from the chief minister post.”The chief minister also exuded confidence that the Congress will retain the state in the Assembly elections even though Rajasthan has a pattern that the incumbent government gets voted out.“We can break patterns,” he told the news channel. “It looks like it will change this time, based on the response of the people. I think we would form the government.”Don’t know who he advising Gehlot against me: Sachin PilotMeanwhile, Pilot described the allegations as false and baseless, adding he did not know who was advising the chief minister against him, reported ANI. The Tonk MLA pointed out that even as the BJP lost the elections when he was the Congress’ state unit chief, Gehlot was still made the chief minister.He said that it was the only the Congress can challenge the BJP and that his party needs to be strengthened.    “The only party that can challenge the BJP is the Congress,” Pilot said. “We need to challenge the BJP in all ruling states.”On Congress’ Bharat Jodo Yatra, he said that the party members need to make make it successful. “Today the priority should be on how we can again win Rajasthan election,” Pilot said.Meanwhile, Congress General Secretary (Communications) Jairam Ramesh said the differences expressed by Gehlot will be be resolved in a manner that strengthens the the outfit.","author":"Scroll Staff","time":"2022-11-24T17:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108098-yaleqihijk-1594693405.jpg","tags":["Ashok Gehlot","Sachin Pilot","Congress","Rajasthan"]}