{"title":"Sai Paranjpye interview: ‘I guess I was born with a grin’","content":"Sai Paranjpye is en route someplace – she always is. In between getting from one point to the next somewhere in Pune where she lives part of the year, Paranjpye offers a crisp and jocular account of her latest project: the English translation of her Marathi-language autobiography. Instructions to her driver mesh seamlessly with a phone interview about the art of self-memorialising, the importance of humour in her works and the question of mortality, now all the more important in our coronavirus-infected times.Paranjpye, who is 82 but sounds a few decades younger, produced her first literary work when she was eight. It was a set of fairy tales for children in Marathi. The multi-lingual multihypenate has scripted and directed plays, films, documentaries, and television serials for children and grown-ups alike over her decades-long career. Sparsh, Chashme Buddoor and Katha are among the best-regarded films of the 1980s. She has written and staged several plays, including Sakhe Shejari, Jaswandi and Maza Khel Mandu De, and directed the television serials Ados Pados and Chhote Bade in the 1980s.In 2016, Paranjpye wrote Saya: Majha Kalapravas. A bestseller now its fifth edition, the autobiography was begging to be translated. Rather than hand over the task to a professional, Paranjpye decided to do it herself.As it turns out, A Patchwork Quilt – A Collage of My Creative Life (HarperCollins India), is far from being a word-for-word version of Saya. Instead, Paranjpye rewrote several chapters, in effect producing a new memoir in another language.“I started out by translating an account of my creative journey, but then it felt ridiculous to translate sentence by sentence,” Paranjpye told Scroll.in. “The sensibility and sensitivity in both languages are quite different. Certain things in Marathi don’t work in English. It was my thing anyway, so I could take liberties.”Sai Paranjpye. Among the chapters that were expanded in English were the ones about her deeply influential mother, the social worker and Rajya Sabha member Shakuntala Paranjpye. “My mother was a very intense person. A woman of extremes,” Sai Paranjpye writes in her memoir about the woman who encouraged her only child’s reading habit and creative interests from a very young age.Paranjpye also added details about a visit to France in the 1970s, soon after she resigned as a producer with the national broadcaster Doordarshan. The trip included a detour to Switzerland to meet her father, the Russian sculptor Youra Sleptzoff (Paranjpye’s parents were divorced when she was two years old). The French adventure includes a riotous description of spiking tea with Jamaican rum and passing it off as a uniquely Indian cocktail called Himalayan Hurricane. It always helps to understand chronology, especially when reading an autobiography. But A Patchwork Quilt is different. You can dive right into the middle, return to the beginning, or cheat-read the concluding chapters. Whatever the point of ingress or egress, you will always encounter a rewarding anecdote, a poignant memory, or a hug of humour. Paranpjye’s memoir is indeed like the titular quilt, with colourful patches of all shapes and sizes and parts as lively as the whole.The voice that leaps off the pages too is unmistakably that of the impish and irreverent director of Katha and Chashme Buddoor. The life story begins with an assertion that is backed up by the subsequent pages: “I was born different. That’s the first thing I realized when I tried to connect with the world around me. No matter where, I stood out. Stuck out like a sore thumb.” Sai Paranjpye. Always generous to friends and collaborators, mixing self-praise with self-deprecation and candid while never being harsh, the memoir is marked by the same verve and openness with which Paranjpye has approached her work. Of all the blurbs for the book, one captures its essence the best: “Wit, warmth and wisdom define Sai as a person and her writing is unfailingly pithy, perceptive and pulls no punches.” The author is Naseeruddin Shah, described as the “President of the Sai Paranjpye Fan Club”.Paranjpye cast Shah in her breakthrough film Sparsh in 1980 and Katha in 1982. When Shah wanted a Marathi translator for his 2014 autobiography And Then One Day, he turned to Paranjpye.Shah “cleverly” sent Paranjpye the bits from his memoir that mentioned the films in which they had worked. “That was enough to sway me,” Paranjpye recalled. At the time, she was writing a column for the Marathi newspaper Loksatta, which eventually inspired Saya. “But this was too good an offer to refuse,” she recalled. Paranjpye sent Shah a message that the well-read actor would understand. “Barkis is willin,” she told him – a quote from Charles Dickens’s novel David Copperfield about the character of a lovelorn coachman. Shah’s reply, which refers to Barkis’s inamorata, was equally erudite: “Peg-gotty delighted.”The translation was “great fun”, Paranjpye recalled. But every now and then, a complicated word or phrasing would fox her. “Naseer is such a pompous old chap,” she said. “I asked him to explain a particularly convoluted paragraph. He scratched his head and said, I don’t know what it means either.” Naseeruddin Shah in Katha (1982). Courtesy Devki Chitra.Paranjpye’s sharp memory allows her to not only recall incidents that happened years and decades ago, but also recount them in a way that makes them come intensely alive. “I can’t remember dates, but I am really good when it comes to people, events and things,” she said. “I can remember the minutest of details. It’s very graphic.”This ability to recreate situations is especially vital for fans of theatre and cinema. Several chapters in A Patchwork Quilt are dedicated to Paranjpye’s recollections of the plays and movies she steered between the 1980s and the 2000s. Although Paranjpye has frequently dismissed the label of a ‘woman director’, her inspirational feat of asserting complete control over her creations cannot be understated.In the chapter on Sparsh, Paranjpye provides an unsparing account of how the movie, about the relationship between a blind principal and a sighted teacher, was nearly wrecked by its producer Basu Bhattacharya. Sparsh was Paranjpye’s second film after a series of documentaries and a children’s feature. She had been warned against working with Bhattacharya, who had a reputation for not paying his cast and crew. “Basu had perfected a foolproof technique of avoiding prickly payment issues,” Paranjpye writes. “He would just vanish, leaving me to face the music.” Sparsh was completed after the director navigated numerous obstacles, and eventually won three National Awards. The chapters on the making of Chashme Buddoor and Katha are not only entertaining but also insightful for cinephiles. Chashme Buddoor was adapted from a telefilm called Dhuan Dhuan that Paranjpye had previously made. The hilarious chronicle of three friends and their common interest in a saleswoman for the washing powder Chamko is among Paranjpye’s best-loved films.Paranjpye and producer Gul Anand had an argument about the title. Anand presciently told Paranjpye that her preferred title Dhuan Dhuan would not go down well with the superstitious film trade. Distributors will “scoot the minute they hear the word ‘smoke’”, Paranjpye recalled Anand telling her.“Chashme Buddoor”, meaning “may you escape the evil eye”, was the result of a chance encounter. Paranjpye writes: “A little girl came along, all dressed up for a school dance. ‘Chashme buddoor’, somebody said to her admiringly… Most of my Marathi friends unwittingly made a cruel mockery of the beautiful title. ‘Sai, saw your lovely film Chashme Bahaddoor,’ they would gush.”(L-R) Farooque Shaikh, Ravi Baswani and Rakesh Bedi in Chashme Buddoor (1981). Courtesy PLA Entertainment.For Katha, Paranjpye’s 1982 comedy set in a chawl, Paranjpye credits the contributions of her long-time collaborators, including cinematographer Virendra Saini and sound recordist Narinder Singh. She writes:“Most chawls do not have the luxury of running water throughout the day. Water supply is available only in the wee hours of the morning and that, too, for a very short span. Pots, pans, buckets, cans and urns are lined up and readied by all the residents like a welcome committee waiting for the advent of a VIP! The sounds made by the taps to announce the impending arrival of water are very special.Narendra [Narinder] Singh recorded a fascinating variety of tap noises. Before the actual arrival of the water, some taps start coughing. Some sound as if they are in the throes of death, some growl like tigers while some spit like cats. And then the moment of truth! Starting with a soft tip-tip-tip, water eventually finds its strength: phrr, phrr, ghurr, ghurr, grr, grr… All kinds of weird sounds result in a superb hydro-choir.”These words, like everything else that has poured out from Paranjpye over the years, have been written in longhand. “Once I get an idea and the urge, I can be a very quick writer,” Paranjpye said. “I will write at least four to five drafts, correcting and editing and deleting. But I still write in longhand. I am an ignoramus when it comes to computers. Because of this, my right hand has gone for a toss. It hurts a lot because there is swelling inside the joints.”Despite her discomfort, it was important for Paranjpye to enumerate her bustling life’s numerous milestones, which include stints at the National School of Drama, All India Radio, the Film and Television Institute of India, Doordarshan and the Children’s Film Society of India. “I have done quite a bit,” Paranjpye said. “But I was initially against writing an autobiography about relationships and affairs and struggles. An autobiography can be one-sided and unfair at times. For instance, my marriage disintegrated. I could write about it from my point of view, but what about Arun’s point of view? He must have had his grievances too.”Paranjpye was separated from Arun Joglekar, with whom she had two children, the actors Ashwini (better known as Winnie Paranjpye) and Gautam Joglekar. The former couple remained friends until Arun Joglekar’s death in 1990. Joglekar appeared in several of Paranjpye’s films and television serials.“Whenever I wrote something, Arun was my first reader and he always consulted me before taking on a new assignment,” Paranjpye writes. “Our ‘amicable separation’ surprised people no end.”Despite personal setbacks – her parents’ divorce, her own unsuccessful marriage, the death of Winnie Paranjpye’s husband – the tone of the memoir is irrepressibly buoyant. “I am a hardcore optimist and always look for a silver lining,” Paranjpye writes. She wasn’t just scripting and directing her own projects in the decades when there were very few women filmmakers. Paranjpye was also making comedies, assumed to be the domain of men. Sai Paranjpye, Saeed Jaffrey and Deepti Naval during the shoot of Chashme Buddoor (1981). Courtesy PLA Entertainment.“I guess I was born with a grin,” Paranjpye said. “I have this attitude or aptitude to look on the bright side.” In the mid-1940s, Paranjpye lived in Australia, where her grandfather, the noted mathematician RP Paranjpye, was India’s High Commissioner. While in Australia, Sai Paranjpye read Eleanor H Porter’s children’s books revolving around a girl named Pollyanna. “Pollyanna always looked on the bright side too,” Paranjpye said. “Somewhere, this must have had an unknown effect on me. We Indians tend to take life too seriously. We constantly pontificate and get philosophical about every little thing. Having fun is frowned upon, it’s almost sinful. I have done serious things, but I will not let go of that thread that keeps me bubbling along and happy and merry.”When she was pitching Chashme Buddoor and Katha to potential producers, they were surprised that a woman could have come up with such themes. “A lot of people shrugged it off as part of my Western upbringing,” she observed. “Women actually have a fantastic sense of humour, better than men. Men tend to have crass and predictable humour. Women see human foibles and minute details, and they can laugh at eccentricities and peculiarities. They are also more understanding. Go ahead and quote me and let me make some enemies.”Paranjpye’s last film, the documentary Suee, was made in 2009. She has a couple of unstaged plays and at least three screenplays that she declared would be “milestones in cinematic entertainment” if they were to be filmed. “Let me be immodest,” Paranjpye added. “Unfortunately, finance is always a problem. I am not savvy at business.”A Patchwork Quilt folds in dedications to the people with whom Paranjpye formed lasting friendships. She writes:“Recently, I was watching Katha on a CD with Winnie. Soon we both realized that quite a few of the people, both on- and off-screen, had now passed on. Farooq Shaikh, Arun Joglekar, Meera Ranade, Leela Mishra, Ramesh Janjani, Vilas Vanzari, Vasudev Palande, Jalal Agha, Nitin Sethi, Sharad Winze, Rekha Deshpande, Yati Jindal, Nandu Pol… They have been joined by those who had contributed immensely towards the success of Katha. Indu Jain, Raj Kamal, Rammohan, Kishore Kumar and S.G. Sathe, to name a few. But I am not ready for goodbyes just yet. A switch of a remote button and all these wonderful people reappear, to charm, to spread joy and grace the reunion. For me, they are immortal!”The octogenarian filmmaker is equally sanguine about her own mortality. “Very strangely, death doesn’t hold any terror for me,” she said. “I barely think about it and take in my stride. Before I published this book, I hoped I wouldn’t pop off. I didn’t want to go before I saw the book in print. Now that it is out, I feel that I am ready.”The twinkle in the eye can be discerned even over the phone line. As Paranjpye writes in her memoir, “A judicious sprinkling of humour never hurts.”Also read:Sai Paranjpye, the director who ran with hares and tortoises Sai Paranjpye’s ‘Katha’ is a fabulous fable about the most charming chawl in the world","author":"Nandini Ramnath","time":"2020-11-28T10:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143994-cxqwmhwhns-1594066934.jpeg","tags":["Sai Paranjpye","A Patchwork Quilt memoir","Chashme Buddoor"]}