{"title":"Salman Khan, his father receive threat letter, Mumbai Police register FIR","content":"Actor Salman Khan and his father Salim Khan received an anonymous letter threatening to kill them, the Mumbai Police said on Sunday, PTI reported.Salim Khan’s security staff found the unsigned letter on a bench at Bandra Bandstand early on Sunday morning, The Times of India reported. Salman Khan’s family lives in an apartment located minutes away from the area.“Salim Khan follows a morning routine, where he goes for a walk along the promenade accompanied by security personnel,” an unidentified police officer said. “There is a location where he typically takes a break. A chit had been left on a bench.”The security staff handed the letter to Salim Khan, who then contacted the police.“Salim Khan, Salman Khan bahut jald aapka moosewala hoga KGBLB [Salim Khan, Salman Khan, soon you will face the same fate as Moose Wala],” the letter read, according to The Times of India.A first information report has been registered at Bandra police station under Section 506 of the Indian Penal Code for criminal intimidation, reported PTI.The content of the letter made a reference to the killing of singer and Congress leader Sidhu Moose Wala, who was shot dead in Mansa district of Punjab on May 29.The Punjab Police has said that a member of the Lawrence Bishnoi gang had claimed responsibility for Moose Wala’s murder.Bishnoi, who is currently lodged in Tihar Jail in Delhi in another case, had reportedly sent a threat letter to Salman Khan in 2018, according to NDTV. The letter was linked to the blackbuck poaching case of 1998 in which the actor was one of the accused persons.While shooting for Sooraj Barjatya’s Hum Saath Saath Hain in Jodhpur in September 1998, Salman Khan, along with his co-stars, Saif Ali Khan, Tabu, Sonali Bendre and Neelam, went out to hunt, which allegedly resulted in three chinkaras and two blackbuck being killed.","author":"Scroll Staff","time":"2022-06-06T10:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169008-ptbpvdbvtp-1642590738.jpg","tags":["Threat letter","Salman Khan","Salim Khan","Lawrence Bishnoi","Sidhu Moose Wala","Mumbai Police","Punjab Police","Tihar Jail"]}