{"title":"Salman Rushdie wasn’t the first novelist someone tried to assassinate without reading their book ","content":"Hadi Matar, the man charged with the attempted murder of the distinguished novelist Salman Rushdie, admitted that he had only “read like two pages” of The Satanic Verses, Rushdie’s 1988 novel that angered fundamentalist Muslims around the world. Iran’s former Supreme Leader, Ayatalloh Ruhollah Khomeini, who announced a fatwa calling on all Muslims to murder Rushdie in 1989, hadn’t read it at all.The Satanic Verses wasn’t the first – and won’t be the last – novel to provoke the rage of a fanatic who has no grasp of literature’s nuances.In 1922, an Austrian writer named Hugo Bettauer published a novel set in Vienna called The City Without Jews. It sold a quarter of a million copies and became known internationally, with an English translation issued in London and New York. A silent movie adaptation, which has recently been recovered and restored, appeared in the summer of 1924. The following spring, a young Nazi burst into Bettauer’s office and shot him multiple times. The author died of his wounds two weeks later.A novel published in a polarised cityAs in the US today, there was a major gap between rich and poor in early 20th-century Vienna.The impressive architecture of the inner city sheltered immense wealth, while there was desperate poverty in the working-class districts beyond. The opulence of the banks and department stores, the culture of the theatres and opera house – especially in the predominantly Jewish district of Leopoldstadt – inevitably stirred deep resentment.In the years immediately preceding World War I, populist mayor Karl Lueger saw his opportunity: He could win votes by blaming every problem on the Jews. Many a Jewish refugee would later say that the antisemitism in Vienna was worse than Berlin’s. An impoverished painter living in a public dormitory in a poor district to the north of Leopoldstadt was inspired to build a new ideology following Lueger’s blueprint. His name was Adolf Hitler.Hugo Bettauer was born Jewish. Though he converted to Christianity, he never lost touch with his roots. He worked as a journalist and became a prolific novelist.The City Without Jews (Die Stadt ohne Juden), ominously subtitled “A Novel of Tomorrow,” is a dystopian satire.“A solid human wall,” it begins, “extending from the University to the Bellaria, surrounded the beautiful and imposing Parliament Building. All Vienna seemed to have assembled on this June morning to witness an historic event of incalculable importance.”They have come to hear a politician called Dr Schwertfeger – clearly based on Lueger – proclaim that all Jews are to be expelled from the city.“Heil Dr Karl Schwertfeger,” cry the mob, “Heil, heil, heil, the liberator of Austria.”Names, facial features and ancestry are investigated; even those with mixed blood are put on the list of people to be expelled. Synagogues are desecrated and the entire Jewish population is packed into railway carriages with their suitcases. To watch this scene in the 1924 silent movie version of the novel is a chilling experience: It is as if you are witnessing the Holocaust before it happened.Nazi wrathThe ingenious twist in the novel is that once the Jews have been expelled, the economy and culture of Vienna collapse: no bankers, no tailors or hoteliers, no theatre, no newspapers. The exiles return to a regal welcome and all ends well. The book is a simple but immensely powerful satire on antisemitism, which holds the reader’s attention by focusing the story on a handful of well-sketched characters.But the novel and movie stirred the wrath of the incipient Austrian Nazi movement. Bettauer was denounced as a communist and a corrupter of the city’s youth. Otto Rothstock, a 20-year-old dental technician who had imbibed all the antisemitic propaganda of the age, decided to take action and assassinated the author in March 1925.In court, Rothstock said that he was saving European culture from “degeneration.” He described Bettauer’s journalism, which often celebrated erotic liberation, as pornographic, and gave no indication that he had actually read the novel. His defence lawyer, Walter Riehl, was the sometime leader of the Austrian Nazi Party. He got his man off with a plea of insanity and a mere 18 months confinement in a mental institution.Rothstock lived until the 1970s, never repenting of his Nazism. Startlingly, HK Breslauer, the director of the movie adaptation, subsequently became a propagandist on behalf of Hitler’s Nazi party. By contrast, Ida Jenbach, the Jewish woman who co-wrote the screenplay, was deported to the Minsk ghetto. She was liquidated either there or at the nearby Maly Trostenets concentration camp.Ironically, given the parallels between the Rushdie attack and the murder of Bettauer, in Vienna today it is Muslims who are demonised, as Jews were 100 years ago.The blinders of extremismWriters seem to be especially vulnerable in polarised times when beliefs harden into dogma and those who hold opposing views are demonised.Rushdie’s novel is peopled by angels and devils, propelled by dream sequences and fantastical provocations. It celebrates diverse identities while mocking prophets and politicians, the British and their empire, and all manner of divisions and dogma. It is a work of “magic realism” that demands to be read playfully, not literally.But religious and political fundamentalists have no time for play, for questioning, doubt and curiosity. In one passage, Rushdie drew on some ancient heterodox texts to depict the Prophet Muhammad being spoken to by the devil instead of god, and it was enough to stir fury across the Muslim world. By the same logic, Bettauer’s satirical “novel of tomorrow” – a thought experiment intended to make readers think twice about the Jewish contribution to Viennese life – enraged the antisemites.“Fundamentalism,” writes the critic Terry Eagleton, “is essentially a mistaken theory of language”: It assumes that every word of a text, whether sacred or secular, must be read as a statement of a literal truth or a proclamation of the unshakable beliefs of the author. It is deaf to irony, metaphor, satire, allegory, provocation, ambiguity, contrariness.So it likely wouldn’t have made any difference if Otto Rothstock had read The City Without Jews or if Hadi Matar and Ayatollah Khomeini had read The Satanic Verses. They would have heard only the message they wanted to hear.It’s a troubling sign of the times that the number of college students getting degrees in literature is declining across the world. In our divided age, it is more important than ever for people to continue to learn the art of reading with imagination and empathy – and without the blinders of politics or religion.Jonathan Bate is Foundation Professor of Environmental Humanities, Arizona State University.This article first appeared on The Conversation.","author":"Jonathan Bate, The Conversation","time":"2022-08-28T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179024-nkplfsovjb-1661621629.jpeg","tags":["Salman Rushdie","novelist","assassination"]}