{"title":"Saluting Bezwada Wilson, a man who gets his hands dirty to clean the rot of caste oppression","content":"There’s a shameful practice with a tragic legacy that has gone on in India for millennia. It involves entrapping women, men and even children into a hated and humiliating occupation only because of the accident of their birth into the lowest caste.Their burden is to gather human excreta, from individual or community dry toilets, with bare hands, brooms or metal scrapers and put them into wicker baskets or buckets.  This they then carry on their heads, shoulders or against their hips into dumping sites or water bodies. Many are similarly employed to clear, carry and dispose of excreta from sewers, septic tanks, drains and railway lines.Bezwada Wilson, born into the same caste, for most of his adult life has fought an extraordinary and inspiring battle against manual scavenging that humiliates and diminishes not just the scavengers but us all. The campaign he leads, the Safai Karmachari Andolan, is the largest movement against caste discrimination in post-Independence India, using the instruments of truth, a conviction about equal human dignity, non-violent resistance, and the law. With these, Wilson and his colleagues fight, resist and ultimately succeed in eroding centuries of the most disgraceful forms of caste oppression, with a focus on eradicating manual scavenging. Today, the Magsaysay jury has honoured itself with the honour it has given to Wilson.Tracing his journeyFor more than two decades I have known, admired and loved Wilson. In my book, Unheard Voices: Stories of Forgotten Lives (Penguin 2001), I had first written about him as I told the story of Narayanamma, who was employed to clean toilets in a public dry latrine in Anantpur municipality of Andhra Pradesh. Here’s an excerpt from the book:Narayanamma’s day begins the same way every morning. She wakes up long before dawn, dresses hurriedly, and rushes off, so that she is on time for the roll-call taken by the municipal inspector, outside the municipal school, before 5 a.m. She then proceeds to her allotted place of duty, searching on the way for large leaves or waste paper to line her basket. The only other tools she needs for her job—a flat, tin plate and broom—she holds under her arm.There is always a large crowd of women waiting for their turn, a small pot or tin of water, held by the rim, in one hand, outside the municipal toilet where Narayanamma works. It has more than 400 seats, arranged in rows, for the women to squat. Open to the sky and to each other, the toilets are protected from curious eyes by a high wall. It is an old facility, maybe a hundred years old, but it still functions.From time to time, after the women using the toilet file out, Narayanamma and her fellow workers are called inside. There is no flush. The shit only piles up at each seat, or flows into open drains. It is Narayanamma’s job to collect it with her broom on to the flat, tin plate, and pile it into her basket. When the basket is filled, she carries it on her head to a waiting tractor trolley parked at a distance of half a kilometre. And then she is back, waiting for the next call from the toilet. This goes on until about ten in the morning, when at last Narayanamma washes up, and returns home…Ai, municipality, they call us. It is as though we do not have a name, she says. And often they cover their noses when we walk past, as though we smell. We have to wait until someone turns on a municipal tap, or works a hand-pump, when we want water, so that these are not polluted by our touch. In the tea-stalls, we do not sit with others on the benches; we squat on the ground separately….I go on to describe how Wilson changed her life:In 1998, a young man who introduced himself as Wilson Bejwada first visited them at their home in Ambedkar Nagar. I was born into the same community as you, he told them, I am also a Madiga, a Pakhi. I know your anguish and your shame, and I want to help you.But, at that time, Narayanamma vociferously denied that any of them were engaged in manual scavenging, and shut the door on the face of the stranger Wilson. We do not know anything about the work that you speak about, she told him. It does not happen here.The young man was determined to break what he knew was a conspiracy of silence. He returned to their home time and again. Narayanamma and her family, after a few visits, invited him into their home, and were entranced when they heard him speak. He did not work as a scavenger, yet he declared to all that he belonged to their community. There was so much anger, so much pain, when he spoke to them, but also so much pride.He had grown up in the Kolar goldfields, Wilson told them. The goldmines, once owned by the British, were now run by the government. But long before his birth, his father had given up scavenging and become a gardener in Kolar. As a young man, Wilson offered to work as a church volunteer with boys who were school dropouts. From some of them, he learnt about practice of manual scavenging. He recalls he wept, when for the first time he saw what it meant to be a scavenger.To work towards ending this inhuman practice became an obsession with him. He joined a seminary to become a priest, but soon left because its principal found his activism unacceptable in a man of God. He had taken photographs of dry latrines that were run in the church campus itself, watched, as he put it, by the Cross, and he urged the church authorities to stop this. He wanted them to lead a campaign to end scavenging, but they refused to take up the issue. ‘If we raise this problem, people will assume that all Christian converts are scavengers,’ the church authorities tried to reason with him.Wilson fought a long battle for over fifteen years right up to the year 2000, with the management of the government-owned Kolar goldfields. Once again, they refused to acknowledge that manual scavenging was being practiced within the precincts of the mine. He then filed a public interest suit in the courts, and was able to secure a court directive for the closure of dry latrines, and the employment of people from the Pakhi community in jobs other than scavenging. As a result, for the first time, members of his community were employed as welders, tanners, fitters, in 1988, although the dry latrines continued to be in use. But in 1998, when the regular sanitary workers went on strike, these boys were called back to work again as scavengers. Imagine our shame, these young men told Wilson. Our colleagues with whom we shared the factory floor until yesterday, would come to the toilets with a small pot of water, and we would arrive there with a broom and basket…Wilson’s campaign to build an organisation of scavengers has taken him to many towns in Karnataka and neighbouring Andhra Pradesh. He has sought more and more adherents for change from his community, mostly women, whom he found more resolute. It was this search which took him also to the threshold of Narayanamma.She was also increasingly drawn to Wilson. A small but growing band, consisting mainly of women and youth of the community, has grown in Anantpur to oppose the practice of manual scavenging.There are many in the community who are anguished by the daily shame of their work, and yet are unwilling to abandon it for the looming terror of unemployment. In the choice between dignity and security, most, initially, choose the latter. It is for Narayanamma and her friends to persuade them to risk the perils of unemployment, so that their children can grow up with dignity, with their heads held high…Why should I feel shame that I do this work, she now asks. Those who make me do it have the real reason to be ashamed.Narayanamma became, with Wilson, a powerful symbol of the battle against the shameful caste practice of manual scavenging. Six years after I first visited her in Anantpur, Wilson asked me to meet her again. With Narayanamma by my side, I went to the place where the 400-seat dry public latrine from which she would collect excreta in baskets once stood. Today it had been demolished, and in its place stood a school for children from her community. As I stood by her side that morning, I could not stop my eyes from streaming.Ties that bindWilson never forgot that he was born into a family of manual scavengers. He wept as a young adult when he bore witness to the shame of his own people. “Do we not know why you cry?” they replied. “We know, because we have lived from our childhoods what you only see. But if we rebel, we lose our livelihoods, and our children sleep hungry.”In 1995, Wilson, with his chosen mentor, humanist SR Sankaran, one of the country’s finest and most compassionate civil servants, founded a remarkable national coalition for the elimination of manual scavenging, called the Safai Karmachari Andolan. They fought to end the outlawed the practice of manual scavenging – which was outlawed by the Employment of Manual Scavengers and Construction of Dry Latrines (Prohibition) Act in 1993, but the ban on which was never enforced.Over the years, the Safai Karmachari Andolan has creatively used non-violent mass resistance, community organisation and the courts to coerce governments to end this centuries-old practice. Sankaran regarded this to be a struggle to claim for all people the human dignity assured in the preamble of the Indian Constitution. He declared that this dignity has been cruelly violated by society by forcing a set of people to do such humiliating work. Law alone cannot end the practice – it can be extinguished only by awakening the strength and spirit of the humiliated community.In its mission, the Safai Karmachari Andolan was joined by several fine activists from various castes and faiths, including Anuradha Konkepudi, Deepthi Sukumar, Moses, and more than a thousand men and women from the scavenging community across 260 districts of the country. They believed that manual scavenging was a form of caste-based violence, atrocity and a perpetuation of untouchability.Their volunteers began to spill on to the streets everywhere, agitating, boycotting work, burning the baskets they had used to carry excreta on their heads, and forcefully demolishing dry latrines. After the 1993 legislation banned dry latrines and manual scavenging, states had falsely reported that these toilets had been eliminated. So, when state officials objected to volunteers demolishing dry latrines, they would respond saying: “We cannot demolish something that you claim does not exist.”Moving aheadIn 2003, the Safai Karmachari Andolan petitioned the Supreme Court against the failure of the central and state governments to implement the law to end this inhuman practice. The writ petition in the Supreme Court described the persistence of dry latrines in various parts of the country as a grave violation of human dignity, the law, and Articles 14 (right to equality before law) 17 (abolition of untouchability), 21 (protection of life and personal liberty) and 23 (prohibition of forced labour) of the Constitution. It demanded that the court issue instructions to governments for time- bound eradication of manual scavenging and effective rehabilitation of those freed from this despised vocation.The petition quoted the statutory National Commission for Safai Karamcharis to estimate that there are around 96 lakh dry latrines in the country.Successive reports of the commission noted with regret that manual scavengers were being employed not just by private employers but also by numerous urban local bodies, and most unconscionably, by the military engineering services and army, public sector undertakings and the Indian Railways. More than 95% of those employed as manual scavengers are Dalits, the petition further said. The Ministry of Social Justice and Empowerment estimated the numbers of manual scavengers to be more than six lakhs, while the Andolan feared that the actual numbers were three or four times higher. The problems with ascertaining the exact number was that official agencies tended to deny the persistence of this outlawed practice, and in most places, manual scavengers themselves did not speak out because of shame and fear of losing even this frequently insecure source of livelihood. This conspiracy of silence persists still, except where the Andolan is able to shatter it. Where the practice continues, scavengers the remain trapped in a vicious cycle of stigma, segregation, poor health and education and destructive coping strategies like alcohol and drugs, all of which shut even more firmly options of other dignified vocations – which were anyway barred by their birth in the most disadvantaged of all castes.Most governments failed even to respond to the petition of the Safai Karmachari Andolan for almost 3 years, and when they did it was after the petitioners persisted and the highest court admonished the governments. The official responses are instructive, as most expend reams of paper and time to deny the very existence of manual scavenging. The Ministry of Railways told the court that until they install washable aprons at stations and totally sealed toilet systems, manual scavenging could not be completely eradicated, but offered no time frame. Many defence establishments flatly denied the existence of any dry latrines. Municipalities possibly threatened municipal employees to retract from their earlier affidavits and claim that were employed for other tasks. The official falsehoods of denials were contradicted by moving detailed affidavits, often with stomach-churning photographs, by countrywide activists of the Andolan.In most hearings to date of this case, governments persisted in filing “nil reports” of dry latrines and people engaged in the outlawed livelihood of manual scavenging. But the Safai Karmachari Andolan has nailed each lie, with unimpeachable data, reports and photographs detailing women still engaged in this work, and dry latrines that continue to stand.Many voicesThe affidavits filed by manual scavengers in the Safai Karmachari Andolan petition should be compulsory reading.From Ahra in Bihar, unlettered Dinesh Ram, now 15 years old. He had been doing this work since he was 9. “I hate this work,” he told the court. “I do not feel like doing it. But my problem is that I do not know any other work.” Ramrakhi, who had been cleaning toilets since she was 10, said: “The gas emitted by the shit has spoilt my eyes, and my hands and feet also swell. It sticks to my hands and makes me nauseous”. Chinta Devi, like many others, said she hated this work, but had to pursue it to raise her children. “The human excreta discharged by people on the road is collected by me in a large bowl with the help of a broom and tin plate and stored in a trolley,” Kokilaben, a sanitation worker in Kadi municipality in Mehsana, Gujarat, testified in an affidavit to the court. “When the trolley is full, I drag (this with the help of) my daughter and my husband… I carry the human excreta stored in plastic bucket on my head and while doing so the dirt falls on my body…I fall sick frequently… If I refuse to remove waste, I get suspended from duty by the Nagarpalika.”Vinod Dom has scavenged from the age of 10. “I do not like this work, and people also hate me,” he told the Supreme Court. “I cannot do this work without consuming alcohol. Shopkeepers do not give us water and tea in glasses and even serve us food on leaves. They wash the money we give them.” He is determined not to bring his child into this profession.Taking actionThe awakened resolve of people who, for centuries, were forced into this work – who now took direct action, such as burning baskets and demolishing latrines, along with approaching the highest court in the land – finally had its impact, even on complicit and uncaring governments. In many states – Haryana, Punjab, Delhi, Andhra Pradesh, Tamil Nadu, Karnataka and Kerala, the practice has finally almost ended.In the first such action anywhere in the country since the law was enacted in 1993, 22 people were jailed in Haryana for employing manual scavengers. It still remains the only state to have punished employers of manual scavengers. As a result, people themselves demolished their dry latrines overnight.The Safai Karmachari Andolan set a target – to eradicate manual scavenging country-wide by the end of 2010. “We have dreamed for very long to see this day dawn,” Wilson said. What seemed impossible a decade earlier now seemed nearly within reach. Nearly, but not quite. The practice did not end, but today, it stands substantially eroded by their struggle. Its end – which seemed impossible two decades ago – now seems close. The Andolan’s struggle has also extended to the plight of sewer workers, who physically enter septic tanks and sewers to clean these. Several hundred have died because of this. “Don’t kill us,” was the angry demand of a 125 day country-wide yatra led by Wilson and the Safai Karmachari Andolan.Despite an uncaring state and subverted law, Wilson and activists of the Andalon are determined to realise their dream one day – of securing the promise of the Constitution, of equal human dignity, regardless of their birth, for all citizens of this land, which continues to be denied to more than a million Dalits. But they fight not just for these Dalits – they fight for all of us.","author":"Harsh Mander","time":"2016-08-01T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/812849-38456-wppqkndxfp-1469889697.jpg","tags":["Manual Scavenging","Caste System","Magsaysay Awards"]}