{"title":"Why Sharmila Tagore considers ‘Devi’ her best collaboration with Satyajit Ray ","content":"Satyajit Ray arrived on the planet nearly a hundred years ago in 1921 and in the world of cinema with Pather Panchali in 1955. Devi, released in 1960, was his sixth feature, and followed the Apu Trilogy, Parash Pathar and Jalsaghar. Apur Sansar, the concluding chapter of the trilogy, introduced Soumitra Chatterjee and Sharmila Tagore. Both actors would become an indelible part of Ray’s cinematic universe. The haunting Devi, set in nineteenth-century Bengal and at the intersection of blind faith and rationality, was Tagore’s first lead role. She plays Doyamayee, a member of an aristocratic family who is declared to be the living embodiment of the goddess Kali by her father-in-law Kalikinkar (Chhabi Biswas). The gentle and tradition-bound Doyamayee is unable to resist the cult that builds up around her. Her husband Umaprasad (Soumitra Chatterjee) is equally unable to persuade his father that his wife is all too human. Adapted by Ray from a short story by Prabhat Kumar Mukherjee and beautifully shot by Subrata Mitra and designed by Bansi Chadragupta, Devi provides an early peek into Tagore’s estimable acting abilities. Then only 14 years old, Tagore delivered what she describes in the following essay as her “favourite performance”. Meeting Manik daI was thirteen when I first met Satyajit Ray. I called him Manik da, as did others who knew him well. He introduced me to this wonderful world of cinema. He was my mentor. My first film was Apur Sansar, where I played Aparna, the child bride of Apu. Though the film  made me a household name in Bengal, it came at a cost. I was asked to leave my school. The principal of the Bengali-medium school I studied in felt that I would be a bad influence on my fellow students. When my father’s efforts to make her change her mind fell on deaf ears, he grandly proclaimed that working in a Ray film was a huge honour and he would prefer his daughter to be part of a Ray film than carry on in a school which did not appreciate this. It was an opportunity of a lifetime, he insisted. In fact, I had no say in the matter. It was quite difficult for me to let go of my friends and begin life all over in a new school, this time an English-medium one. The transition to a new language was quite traumatic. I remember that the first essay I was given to write was On a Windy Day, and I wrote it in Bengali and then translated it almost word for word into English, with my grammar and syntax all haywire. I used to hide from people at school to avoid conversations in English.It was during the summer vacations the next year that Manik da called me again for another film. This time for Devi. I was 14 at that time. It was made in 1959. Today, so many years, so many films later, it remains my favourite film, my favourite performance. Even the subject, set in 1860, in my opinion remains so relevant today.Devi (1960). Courtesy Satyajit Ray Productions.In the second half of the nineteenth century, the period in which Devi is set, the confrontation between Hindu orthodoxy and rational reformism was at its most intense. The conflict had permeated the zamindar class and many young reformers, in fact, came from this class. It is said the idea of the plot of Devi was given by Rabindranath Tagore to Prabhat Mukherjee, who is credited with this short story. The characters in Devi embody this conflict between blind superstition and the growth of cynicism and eventual revolt of the era. The father dominating his weak-willed elder son represents religious orthodoxy. The younger son, Umaprasad, represents the new generation inspired by Western learning and intellectualism. He studies in Calcutta and is influenced by the rational professor who advocates reformist thought. Yet, that this reformist voice wasn’t yet strong enough to stand up to the entrenched dogmatic beliefs and bigotry is clear, when he is called back urgently by his sister-in-law. The chanting priests, the fervent crowd of worshippers and his father’s will hold him at bay.Harisundari, the elder daughter-in-law, stands somewhere in the middle. She is a rational woman, yet unable to let go of centuries of orthodox conditioning.Purnendu Mukherjee (left) and Chhabi Biswas in Devi (1960). Courtesy Satyajit Ray Productions.When I read the script this time, I realised what an opportunity it would offer me in terms of performing. As far as I can discern, there isn’t a false note in the film, the assured way in which it moves to the shattering climax, the haunting music, the cinematography which heightens the mood of the impending doom.The opening shots reveal the fervid religiosity of the zamindar, Kalikinkar, almost setting the mood for what is to unfold. As the zamindar watches the Durga Puja as if in a trance, the incense shrouding the air, the cymbals and the drum on the soundtrack, it is impossible not to have a feeling of unease. One is immediately aware that one is in the presence of one intoxicated by faith.Sharmila Tagore and Chhabi Biswas in Devi (1960). Courtesy Satyajit Ray Productions.I am immensely proud of this film. In fact, Manik da also felt that Devi and Charulata were his favourite films because, as he himself said, he made less mistakes in these. Even today, when I revisit the film, I am amazed at my own performance. But then I guess that was his greatest ability, to make newcomers feel at ease and get them to emote the way he had envisaged a scene, without probably the actor even realising it. That is why the performances in his films are so natural, they do not seem like performances at all.Just watch the scene where the father-in-law comes running to Doyamoyee, muttering “Ma, ma”, after his dream where he sees Doya’s face and eyes morph into that of the goddess. He falls at Doya’s feet in abject worship, to be followed by Doya’s brother-in-law. The revulsion and fear that Doya experiences is depicted not by traditional cinematic forms. One sees her nails digging into the wall next to her even as her toes curl away and you know she is revolted by the spectacle, her very being brutalised and shrinking, a feeling that as a viewer I feel when I watch the film fifty years on.Soumitra Chatterjee in Devi (1960). Courtesy Satyajit Ray Productions.In the absence of her Western-educated husband who stays in Calcutta, Doya is simply not strong enough to resist the fanatic will of the father-in-law. She is as much a victim of the patriarchal set-up in which she has grown up, where she has been taught not to question what is asked of her by the elders of the house. Even as she is garlanded and dressed up as goddess, one needs just a look at her face to know that she is full of doubts, though too timid, too-tradition bound, too young to assert her will of self-preservation. It is not long before the relentless assault of being worshipped disturbs her sense of reality as Ray proceeds to unfold the doom that is now Doya’s fate.Somehow, the film’s set-up and character probably impacted me even during the shoot. In fact, unlike Apur Sansar, where I felt very energised on the sets, here I could not let go of of a feeling of heaviness, of carrying a weight on my chest, going through an ordeal of some sort; much of it must have been because of all the make-up, the long waits between shots, the heavy garland around my neck, but I also dare say that somehow the oppression that Doya probably felt had infected me, which worked for the character.Sharmila Tagore and Soumitra Chatterjee in Devi (1960). Courtesy Satyajit Ray Productions.The film was widely misinterpreted in the West at the time. While everyone in Bengal is familiar with Kali worship and is aware of the nature of the orthodox family structure and its dos and don’ts, the Western audience was not, and therefore experienced a great deal of difficulty in following the course of events, as the development of the plot grows out of this orthodox Bengali nature of the theme.Even in India, there was a lot of trouble at the time of its release. The film became quite controversial as it was seen as an attack on Hinduism. The Communist government of the time also seemed unwilling to promote a film that talked of what they deemed was outmoded superstition. More so, because Ray was a Brahmo, it was hinted that he had chosen the subject to attack Hinduism, which was not true at all. Manik da had to clarify that the film was against the orthodoxy of religion and not against Hinduism per se. Interestingly enough, about a fortnight after the subject was announced, there was a similar incident in western India, where a young village wife was declared to be a reincarnation of a minor local deity. I agree with Andrew Robinson, Rai’s biographer, who says that the film implies that it is humans who create and recreate gods and it is the human mind that decides whether they are used for the benefit of mankind or not.Sharmila Tagore in Devi (1960). Courtesy Satyajit Ray Productions.If anything, the subject remains relevant even now, with dark pockets of ignorance and superstition still prevalent, not to speak of a societal order made by men where women are mere tools and end up as helpless victims. For one, in large sections of the population, a woman remains captive, she has no escape, no option. Two, she is mentally conditioned that whatever your family decides for you is the best for you, you are there to serve the family, you cannot have a mind of your own. In Devi, even when Umaprasad urges Doyamoyee to accompany him to Calcutta, she is unwilling to do so, thinking about her father-in-law, about the child. And even towards the end, she fails to let go of the myth of incarnation only because she is afraid that it might bring bad luck to her husband, as she says, “Jodi ami devi hoi, tomar jodi amangal hoy” (if I am Devi and something bad luck befalls to you).This thinking exists even now and religious dogmas kind of reinforce these. So, Devi continues to be important in the way it addresses the use of religious orthodoxy to victimise the woman. Underlying this is the need for education, the kind of education that fosters rational thinking, which saves us from the darkness of ignorance and takes us forward towards a more enlightened future. An issue that Ray, like Tagore, believed in and which informs both Apur Sansar and Debi.Till such time that religion is used to perpetuate ignorance and superstition, till such time that the true tolerant, progressive nature of religion continues to elude mankind, Devi will remain extremely significant and a must-see for anyone who loves meaningful cinema.Also read:Her own knight and her own saviour: Celebrating Sharmila Tagore’s quiet feminism Discovering ‘The World of Apu’, and rediscovering Satyajit Ray, in New York Amit Chaudhuri on Satyajit Ray’s very Indian modernity: Not a ‘beginning’ as much as a ‘fruition’","author":"Sharmila Tagore","time":"2021-01-27T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171262-juwnqpmgoo-1646808435.jpeg","tags":["Satyajit Ray","Sharmila Tagore","Devi"]}