{"title":"SC asks Maharashtra Speaker to decide on disqualification pleas against Shiv Sena MLAs by January 10","content":"The Supreme Court on Friday extended the deadline for Maharashtra Speaker Rahul Narwekar to decide on disqualification petitions filed by rival factions of the Shiv Sena against each other’s MLAs, The Indian Express reported.On October 30, the court had told Narwekar to decide on the petitions by December 31. On Friday, a bench headed by Chief Justice of India DY Chandrachud told him to do so by January 10.During the hearing, Solicitor General Tushar Mehta, appearing for the Speaker, asked the court to extend the deadline by three more weeks, saying that about 2.71 lakh pages of documents have been filed and he has to examine them before taking a decision, according to PTI.The solicitor general told the court that he would not seek any further extension.However, Senior Advocate Kapil Sibal, representing the Shiv Sena (Uddhav Balasaheb Thackeray), contended that Narwekar should only be given one more week as he had made the same request in an earlier hearing.“We grant extension of time for pronouncement of orders till January 10,” the court said.A total of 34 petitions seeking the disqualification of MLAs are pending with the Speaker. Of them, 20 are against MLAs from the Shiv Sena group led by Chief Minister Eknath Shinde, while 14 are against MLAs from the faction led by former Chief Minister Uddhav Thackeray.On May 11, a five-judge bench had directed the Maharashtra Speaker to hear and decide the disqualification petitions within a “reasonable time”. On several occasions since it first passed the direction, the Supreme Court has urged Narwekar to decide on the disqualification pleas.The Shiv Sena had split in June 2022 after Shinde and 39 MLAs backing him rebelled against the Uddhav Thackeray-led Maha Vikas Aghadi coalition. The Shiv Sena, the Nationalist Congress Party and the Congress were allies in the government.After more than a week of political drama, Shinde was sworn in as the chief minister on June 30, 2022 with the backing of the Bharatiya Janata Party.","author":"Scroll Staff","time":"2023-12-16T10:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176621-lmvllvlbgx-1656828884.jpg","tags":["Maharashtra","Rahul Narwekar","Supreme Court","Shiv Sena"]}