{"title":"SC agrees to hear Opposition’s review plea seeking verification of 50% votes using VVPAT slips","content":"The Supreme Court on Friday agreed to hear a review petition submitted by 21 Opposition parties asking it to direct the Election Commission to cross-check at least 50% votes using Voter Verified Paper Audit Trail slips, PTI reported. The court scheduled the hearing for next week. A delegation led by Andhra Pradesh Chief Minister N Chandrababu Naidu asked the court to review an earlier order that VVPAT slips be used to verify votes for five electronic voting machines in every constituency instead of just one EVM in the ongoing elections. The court had said this practice will ensure the “greatest degree of accuracy, satisfaction” in the election process.The review plea claimed that the “increase from one to five is not a reasonable number and does not lead to satisfaction desired by this court”.The Election Commission had earlier filed an affidavit in the top court citing logistical difficulties in verifying 50% VVPAT slips, claiming it would delay the announcement of results by six days.The parties that have approached the court include the Congress, Andhra Pradesh Chief Minister Chandrababu Naidu’s Telugu Desam Party, Sharad Pawar’s Nationalist Congress Party, Aam Aadmi Party, Communist Party of India (Marxist), Communist Party of India, Derek O’Brien for the Trinamool Congress, Farooq Abdullah for the National Conference, the Samajwadi Party, the Bahujan Samaj Party, the Rashtriya Lok Dal, Sharad Yadav’s Loktantrik Janata Dal, and the Dravida Munnetra Kazhagam.Opposition parties have raised doubts about the credibility of electronic voting machines a number of times in the last two years. However, the Election Commission has repeatedly denied allegations that the machines can be tampered with.The Lok Sabha elections are being held in seven phases until May 19, and the results will be declared on May 23.","author":"Scroll Staff","time":"2019-05-03T12:28:21.400028+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/55386-mbfhciqzfz-1556861053.jpg","tags":["Supreme Court","Election Commission","Voter Verified Paper Audit Trail","Opposition","EVM","EVM tampering"]}