{"title":"SC asks Centre for files related to appointment of Arun Goel as Election Commissioner","content":"The Supreme Court on Wednesday directed the Centre to produce files related to the appointment of Election Commissioner Arun Goel, Bar and Bench reported. Goel, a former bureaucrat, was appointed to the post on November 19.A Constitution bench headed by Justice KM Joseph passed the direction while hearing a group of petitions seeking directions to ensure the functional independence of the poll panel.“The appointment [of Arun Goel] was made when the matter was being considered by this court,” Justice Joseph said, according to The Indian Express. “…If everything is hunky-dory, everything was going on smoothly as you [government] claim, you have nothing to fear.”Goel’s appointment was mentioned during the hearing by advocate Prashant Bhushan, who was appearing on behalf of a petitioner.Bhushan claimed that Goel was given a voluntary retirement from service on November 18 and his appointment was notified the next day. He added that the post was vacant for the last three months.“So what is the process? what is the procedure?” Bhushan asked, according to Live Law. “In one day, you rush through his VRS [Voluntary Retirement Scheme]...”Attorney General R Venkataramani, appearing for the Centre, strongly objected to the questions regarding Goel’s appointment, saying that the court was considering a larger issue.He added that there was “no design” behind Goel’s appointment.On Tuesday, the bench had said that the government was only paying lip service to the independence of election commissioners, and remarked that this was evident from the duration of their tenures.The court said that the tenures of chief election commissioners have come down from more than eight years in the 1950s to only a few hundred days after 2004. It said that no chief election commissioner has been able to complete a full six-year term since 1996.The bench had also suggested the inclusion of the Chief Justice of India in the consultative process for the appointment of Chief Election Commissioner, saying it would ensure the independence of the poll body, according to PTI.","author":"Scroll Staff","time":"2022-11-23T19:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136254-wcvuvvbuxv-1613409827.jpg","tags":["Supreme Court","Arun Goel","Election Commission"]}