{"title":"SC asks Ramdev to produce video, transcripts of his comments on allopathy’s efficacy against Covid","content":"The Supreme Court on Wednesday asked yoga guru Ramdev to produce before it the video and transcripts of his statements on allopathy’s effectiveness in treating coronavirus cases, Live Law reported.A bench headed by Chief Justice NV Ramana and comprising Justices AS Bopanna and Hrishikesh Roy was hearing a petition filed by Ramdev, seeking a stay on the proceedings related to the first information reports filed against him in multiple states for his remarks on allopathy. In his petition, Ramdev has also sought a transfer of the FIRs to Delhi and their consolidation.During the hearing, the court asked senior advocate Mukul Rohatgi, representing Ramdev, about the exact statements made by him. “You haven’t placed the whole thing, what he said,” the bench said. “What is the original thing you said?”Rohatgi told the court that he will produce the original video along with the transcript.The bench posted the matter for hearing on July 5.The yoga guru has made misleading claims about modern medicine on several occasions. Multiple state units of the Indian Medical Association have filed complaints against him and experts of modern medicine have repeatedly criticised his remarks on the use of allopathy to treat Covid-19 patients.Last month, in a video that was widely shared on social media, Ramdev was heard saying at an event, “Lakhs of people have died because of allopathic medicines, far more than those who died because they did not get treatment or oxygen.”Later, he issued an apology once Union Health Minister Harsh Vardhan asked him to withdraw his comments.In another video from May, Ramdev claimed that 1,000 doctors had died even after getting two doses of the coronavirus vaccine.On June 16, the police in Chhattisgarh’s Raipur filed a FIR against Ramdev after a complaint by the state unit of the Indian Medical Association. The complainant accused Ramdev of propagating false information about Covid-19 medicines and misleading people about established and approved treatment methods when doctors were tackling the pandemic.In the complaint in Raipur, Ramdev has been booked under sections 188 (disobedience to order duly promulgated by public servant), 269 (negligent act likely to spread infection of disease dangerous to life), 504 (intentional insult with intent to provoke breach of the peace) and other sections of the Indian Penal Code and provisions of Disaster Management Act, 2005.Another complaint was filed in Bihar’s Patna city by the IMA, saying that his comments may dissuade people from availing proper treatment against the infection.On June 23, members of the IMA in Uttarakhand demanded that a FIR should be filed against Ramdev for his comments. The Uttarakhand unit had also sent a defamation notice to Ramdev for calling allopathic medicine a “stupid science”.","author":"Scroll Staff","time":"2021-06-30T14:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143739-nuzkqigfzr-1593615849.jpg","tags":["Ramdev","Supreme Court","allopathy","coronavirus","Covid-19"]}