{"title":"SC begins hearing pleas on sub-classification within Scheduled Castes, Scheduled Tribes quotas","content":"The Supreme Court on Monday began hearing pleas on the question of whether states have the power to create sub-classifications within Scheduled Castes and Scheduled Tribes categories for quotas in education and government jobs, PTI reported.A seven-judge bench headed by Chief Justice DY Chandrachud is hearing a batch of 23 petitions to decide whether the states or only the president has the power to do so.The case stems from the Punjab government’s 1975 notification that divided its 25% reservation for the Scheduled Castes at the time into two categories, The Indian Express reported.One category earmarked 50% of the Scheduled Castes quota to the Balmiki and Mazhbi Sikh communities that are identified as the most economically and educationally backward communities in the state. Out of Punjab’s 32% Scheduled Caste population, Mazhabis Sikhs comprise 31.5% and the Balmiki Hindus are 11%, according to India Today.This sub-classification within the Scheduled Castes quota prioritised the two communities for reservations in education and government jobs.On Tuesday, Gurminder Singh Gerry, Punjab’s advocate general, argued before the Supreme Court that reservations are not an act of kindness to the needy but compensation for the centuries of suppression, reported The Leaflet.He said that the Punjab government’s 2006 Act was implemented on a preferential basis. He said that if 10 seats are reserved for Scheduled Castes, five of them would go to candidates from the Balmikis and Mazhabi Sikh communities if members of the community had applied for the seats. If they have not applied, the seats would go to other Scheduled Caste communities.In 2006, the Punjab and Haryana High Court struck down the provisions relying on a 2004 judgement by the Supreme Court. In 2004, the Supreme Court had struck down a similar law introduced by the Andhra Pradesh government in 2000.The Andhra Pradesh Scheduled Castes (Rationalisation of Reservations) Act, 2000 was declared invalid for violating the right to equality. The law had mentioned a list of Scheduled Caste communities in the state and the quota of reservation benefits provided to each of them.In the 2004 judgement, the top court had held that the sub-classification would violate the right to equality by treating communities within the category differently. The Supreme Court held that the list of Scheduled Castes must be treated as a single and homogenous group.However, after the Punjab and Haryana High Court’s ruling in 2006, the Punjab Assembly passed the Punjab Scheduled Castes and Backward Classes (Reservation in Services) Act that provided 50% reservation and the first preference to Balmiki and Mazhabi Sikh communities in government jobs within the quota meant for the Scheduled Castes.This Act was once again struck down by the High Court in 2010. Following this, the Punjab government moved the Supreme Court arguing that its 2004 ruling had incorrectly concluded that the Scheduled Castes quota cannot be sub-classified.In 2020, a five-judge bench of the Supreme Court headed by Justice Arun Mishra, who has since retired, had differed with the court’s 2004 judgement and referred the matter to the seven-judge bench.","author":"Scroll Staff","time":"2024-02-06T18:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193429-ebzmwrjyet-1692777112.jpg","tags":["Supreme Court","Reservations","Scheduled Castes","Scheduled Tribes"]}