{"title":"SC increases compensation to families of workers who die due to manual scavenging to Rs 30 lakh","content":"The Supreme Court on Friday directed the Centre, state governments and Union Territories to ensure that the practice of manual scavenging is eradicated and increased the compensation to the families of workers who die while cleaning sewers from Rs 10 lakh to Rs 30 lakh, reported PTI.Manual scavenging – or the practice of removing human excreta by hand from sewer lines or septic tanks – is banned under the Prohibition of Employment as Manual Scavengers and their Rehabilitation Act, 2013. But, the practice remains prevalent in several parts of the country.A three-judge bench passed the directions while hearing a plea against the practice of manual scavenging. The bench said that those who suffer permanent disabilities while cleaning sewers will be paid Rs 20 lakh minimum as compensation. Authorities will have to pay compensation of not less than Rs 10 lakh if the worker suffers other disabilities while cleaning sewers, it added.In 2014, the Supreme Court had directed that compensation of Rs 10 lakh should be paid to the kin of those who died while cleaning sewers or septic tanks from 1993 onwards.On Friday, the court said that the government must ensure that right to equality is implemented and untouchability as well as child labour are abolished, reported Live Law.“Union and States are duty bound to ensure that the practice of manual scavenging is completely eradicated,” the court said. “Each of us owes to this large segment of the population, who have remained unseen, unheard and muted, in bondage systematically trapped in inhuman conditions.”The Supreme Court said that under the 2013 law, the Centre and state governments are obliged to implement their provisions in the letter and spirit. The court has listed the hearing in the matter on February 1.Centre’s data on sewer deathsIn March, the Central government said that 1,035 persons have died while cleaning sewers and septic tanks across India since 1993. In addition, of the 616 cases registered under the Manual Scavenging Act against contractors for not providing safety gear to sanitation workers, only one has ended up in conviction.The Self-Employment Scheme for Rehabilitation of Manual Scavengers was intended to deal with the problem by identifying all manual scavengers in the country and providing them with means to employ safer practices or give them alternative livelihoods. However, the budgetary allocation towards it has seen a significant decline since 2019.In the Budget for 2019-’20, the Centre had allocated Rs 110 crore for the scheme, but the revised estimate stood at Rs 99.93 crore. While the 2020-’21 Budget estimate was Rs 110 crore, the revised estimate came down to Rs 30 crore. For the 2021-’22 Budget, the government had initially allocated Rs 100 crore, but the revised estimate dropped to Rs 43.31 crore.","author":"Scroll Staff","time":"2023-10-20T15:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177185-rphiqwajfc-1657913225.jpg","tags":["Supreme Court","cleaning sewers","Manual Scavenging","Untouchability"]}