{"title":"SC transfers Gyanvapi mosque case from trial court to district court","content":"The Supreme Court on Friday ordered to transfer trial court proceedings in the Gyanvapi mosque case to the court of a district judge in Varanasi, Bar and Bench reported.“Having regard to the sensitivity of this civil suit case, this case before the civil judge Varanasi shall stand transferred and be heard by senior and experienced judicial officer of the UP judicial services,” the bench said.A Varanasi trial court court had been hearing a petition filed by five women, who have sought permission to offer daily prayers and observe other Hindu rituals at the back of the western wall of the Gyanvapi mosque. They have claimed that an image of the Hindu deity Shringar Gauri exists at the site.The Supreme Court is hearing a petition filed by the Anjuman Intezamia Masjid Committee, the caretakers of the mosque, challenging the Varanasi court’s order to conduct a survey of the mosque.On Monday, the local court had directed district officials to seal a part of the mosque where a shivling was claimed to have been found. However, the lawyer of the mosque management committee claimed that the object is not a shivling, but a part of a stone fountain in the mosque’s wazu khana, or ablution tank.A day later, the Supreme Court directed officials to protect the spot where the said shivling was found. It also said that Muslims should not be restricted from offering prayers at the mosque.At Friday’s hearing, the Supreme Court directed the district court to decide on priority an application filed under Order 7 Rule 11 of the Code of Civil Procedure on the maintainability of the Hindu side’s petition, reported Live Law. The court also said that its Tuesday’s order will continue to stay in effect for eight weeks after the district judge passes a decision on the application. According to the Order 7 Rule 11 of the Code of Civil Procedure, a petition can be dismissed if it does not show a cause of action or is barred by law.Ahead of Friday’s hearing, the Hindu petitioners had requested the court that before passing a verdict on the mosque committee’s plea, the religious character of Gyanvapi should be decided upon, Bar and Bench reported.The petitioners have argued that the petition filed by the Hindu side is not maintainable as it violates the Places of Worship (Special Provisions) Act, 1991, which prohibits changing the status quo of religious sites. The Act protects the status of all religious structures as it was on Independence Day by barring courts from entertaining cases that raise a dispute over the religious character of these places. The Act also states that any such cases before the court would stand abated.“So far as this mosque is concerned, existing for over 500 years, its nature as a mosque as on August 15, 1947 is apparently not disputed,” said senior advocate Huzefa Ahmadi, representing the mosque’s management committee.The court directed the district magistrate to make arrangements for Muslims to perform wuzu, the practice of washing before prayers.   The court also said that selective leaks of the survey commission report must stop. After the report was submitted before the Varanasi court on Thursday, several media outlets had leaked some of its portions. Ahmadi argued that the report has been leaked selectively to build a narrative and is disturbing communal harmony. “We must tell the other side that the selective leaks must stop,” the court said. “It should be submitted to the court. Do not leaks things to the press. You must present it to the judge.” The court has listed the matter for hearing in July, reported PTI.","author":"Scroll Staff","time":"2022-05-20T16:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174634-lhmhvvxemp-1653029749.jpg","tags":["Gyanvapi","Supreme Court","Gyanvapi mosque"]}