{"title":"Sexism and misogyny: How men in Kerala have responded to serial murders by a woman","content":"“Would you like some mutton soup?” is no more a polite lunch-time query in Kerala.At least not since Jolly Joseph reportedly confessed, earlier this month, to killing her mother-in-law by lacing her bowl of mutton soup with cyanide. Since 2002, the forty-seven-year-old has allegedly killed five others in her husband Roy Thomas’s extended family, including Thomas himself.Joseph’s arrest on October 5 and reported confession has left Kerala stunned, not only because serial killings are a rarity in these parts but also because, in a state wallowing in machismo, a woman is the perpetrator.Not surprisingly, this has opened the floodgates in Malayalam – the native language – social media for a deluge of wickedly humorous memes. These jokes dub an entire gender as evil by doubling down on sexism and misogyny using the women-in-kitchen trope.What’s more bizarre is that the taunts are now spilling onto the streets of one of India’s most literate states – literacy is at around 90% among women in Kerala.“‘These women, who are quiet as cats, will poison you’, ‘Women have no qualms about killing family’ and ‘Women will poison the food you eat’, are some of the generic barbs we have had to suffer in the past few days,” said Philomina Joseph (not related to Jolly Joseph), who commutes by bus daily from the suburbs to her workplace in Kochi city.This domestic help was referring to the barbs and comments that fly every day across the male section of the gender-segregated bus she travels by. The men speak louder than usual to ensure that the message reaches the women’s rows. “One woman is accused of murder in a distant part of Kerala, why should we bear the brunt of that?” she asked. “What have we done?”Some of the memes are so toxic the Kerala Women’s Commission had to step in, asking male citizens to think of their mothers and sisters while painting all women as criminals.But first, the back story.Macabre Jolly talesHardly anyone outside Kozhikode would have heard of the Koodathayi neighbourhood till Jolly Joseph’s alleged deeds began to be uncovered on October 4, the day six graves were exhumed for forensic testing.Then suddenly all hell broke loose in this corner of the world.It began with a 2018 police complaint by Joseph’s US-based brother-in-law, Rojo Thomas. The police meticulously reconstructed a web of deceit she had weaved all these years. All the killings, between 2002 and 2016, involved spiking of the victims’ food with cyanide, the police now allege.2002: Joseph’s second attempt to poison her mother-in-law Annamma Thomas succeeds. No autopsy done since everyone assumes she died of natural causes.2008: Her father-in-law, Tom Thomas, collapses and dies after a meal of tapioca. Once again, the family skips autopsy.2011: Joseph’s husband Roy Thomas found dead in the bathroom. Deemed a case of suicide at first, an autopsy establishes that cyanide was the cause of death.February 2014: Annamma’s brother, Mathew Manjadiyil, who had earlier insisted on finding the exact cause of Roy Thomas’s death, collapses and dies at his residence a little away from Joseph’s. No autopsy is conducted.May 2014: Alphin Skaria, the two-year-old daughter of Roy Thomas’s cousin Shaju Skaria, stops breathing while being fed a slice of bread – in Joseph’s presence. The infant dies in a hospital later.2016: Skaria’s wife Cily dies at a dentist’s waiting room – with her head on Joseph’s lap.2017: Joseph marries Skaria.It looks like everything went as planned until then for Joseph.However, when she produced the will of Tom Thomas, in which he purportedly bequeathed his house and property to her late husband Roy Thomas and herself, Rojo Thomas contested its veracity. The will was neither registered nor attested to by any witness, he alleged, moving court against the transfer of any property. He also filed a police complaint suspecting foul play in the many deaths in the family.Following her arrest on October 5 and the subsequent confession, the police also detained Joseph’s friend MS Mathew, who procured the cyanide for her, and one Praji Kumar, a goldsmith who was the source of the deadly chemical. Goldsmiths are among the few professionals allowed to possess cyanide in India, which otherwise is almost impossible to procure.Through all the years till she was arrested, Joseph seems to have carried on with life casually, pretending to be a teacher at the National Institute of Technology Kozhikode. The police probe, however, showed she was never employed with that institution and had been faking it all along.This intriguing double life of hers only added grist to Kerala’s meme mills.Shock and aweWhen Joseph was brought to the local police station for questioning, huge crowds flocked to see her and often hooted and howled at her. Social media reflects this shock and awe, besides an element of fear and nervousness from the male perspective.What’s strange is also the media obsession with Jolly’s apparent lack of remorse. Reporting from within a patriarchal culture, journalists seem to incessantly search for cues to fit her into a stereotype.“Women are expected to be helpless, docile and pure,” said Bindu Thankam, an activist working for the welfare of Dalits, a group of sub-castes formerly deemed untouchable. “It’s these women who have done all the household chores and cooked for these men all these years. It’s ironical that now they are afraid to drink mutton soup or eat what they are served.” These attitudes sit easily on the deeply embedded patriarchy in Kerala, otherwise globally famed for its model of development based on high social and development indices. The state’s traditional sexism is best demonstrated in its movies, wherein the biggest of superstars mouth deeply anti-woman lines – and evoke wild applause.One such star, Dilip, was even jailed for his alleged role in abducting and assaulting an actress. He continues to flourish even as the case is being heard in court.Dilip’s was only one among the thousands of alleged crimes committed in Kerala, overwhelmingly by men. Yet, hardly anyone jokes about all men being criminals.“For women it entails a double state of transgression – both of violating the law of the state and the laws of gender,” said KM Sheeba, professor of gender, ecology and Dalit studies at SSUS Kalady, near Kochi.The mutton-soup jokes highlight this duality: Men in the state generally don’t partake of tasks in the kitchen. Yet, the subversive Jolly memes imply that women can’t be trusted even in the kitchen.This article first appeared on Quartz.","author":"Minu Ittyipe, qz.com","time":"2019-10-23T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129475-emqpdpduox-1571647490.jpg","tags":["Jolly Joseph","Kerala","gender stereotypes"]}