{"title":"Sexual harassment charges against JD(S) MP are embarrassment to society: Party leader HD Kumaraswamy","content":"Allegations of sexual harassment against Karnataka MP Prajwal Revanna constitute an embarrassment to society, Janata Dal (Secular) leader and former Chief Minister HD Kumaraswamy said on Monday, according to The Hindu.Kumaraswamy called for a fair investigation and said that “those who commit a crime have to face punishment as per the law of the land”.The former chief minister’s statement came a day after the Karnataka Police filed a case against Prajwal Revanna and his father HD Revanna, a former state minister, for sexual harassment and criminal intimidation.Prajwal Revanna is the incumbent MP from Karnataka’s Hassan constituency and is now seeking re-election from the same seat.On Saturday, the Congress government in Karnataka announced that a special investigation team will probe the case of “obscene videos” allegedly involving Revanna.Kumaraswamy on Monday said that he was not connected to the allegations against Prajwal Revanna, who is his nephew. “Point to the individual who is facing the allegation,” the former Karnataka chief minister said. “Don’t blame the family. HD Revanna and his family are separate.”The complainant is a relative of HD Revanna’s wife, according to The Hindu.The woman has accused the former minister of sexual harassment whenever Revanna’s wife was not at home. She also accused Prajwal Revanna of inappropriately touching women workers in the house.More than 2,000 pen drives carrying videos of alleged sexual assault against several women, allegedly recorded by Prajwal Revanna himself, circulated in Hassan ahead of the Lok Sabha elections in the constituency on Friday.Kumaraswamy on Monday questioned why the pen drives were released just days before the election. “Who all are behind the release of pen drive?” he asked. “They are experts in releasing such things.”Prajwal Revanna on Sunday filed a complaint claiming that the videos being circulated were doctored and meant to “tarnish his image and poison the minds of voters”.Congress leader Pawan Khera, on his part, asked why the Bharatiya Janata Party, an ally of the Janata Dal (Secular), had helped Prajwal Revanna escape to Germany amid these developments.Khera also shared a letter allegedly written by Karnataka BJP leader Devaraj Gowda to the party’s state unit chief BY Vijayendra on December 8 mentioning that a pen drive containing the videos exists. In his letter, Gowda had said that the pen drive contained videos of women, including government officials, that were used to blackmail them into continuing to engage in sexual activities, The News Minute reported.On Monday, Khera cited this letter to question why the BJP had gone ahead with its alliance with the Janata Dal (Secular) despite knowing this.","author":"Scroll Staff","time":"2024-04-29T16:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179854-lgnjzbncbx-1663071882.jpg","tags":["Karnataka","Janata Dal (Secular)","Prajwal Revanna","HD Kumaraswamy","Karnataka sex scandal","Lok Sabha 2024","Karnataka police","HD Revanna"]}