{"title":"She Will Build Him A City: is this novel Midnight’s Children for the new millennium?","content":"He is going to kill and he is going to die.That’s all we know for now, let’s see what happens in between.~He waits to board the last train at Rajiv Chowk Station, the central hub of the Delhi Metro, crossover for Yellow and Blue Lines, through which move half-a-million passengers each day of whom he is one.Nobody in this city notices one.He is thirty years, thirty-five years old, 5' 10'', 5' 11'', his wrist so slim his watch slides halfway to his elbow when he  raises his arm to brush back his hair. It’s over 40 degrees but there’s not a single bead of sweat on his face as if an invisible layer of ice-cold air sticks to him like cling film. Both hands free, he holds no bag, no phone as he waits at the platform, two levels below the street, next to Café Coffee Day under the Metro Clock whose hand shudders each time it moves a second.Passengers ride escalators like toy men, toy women in a Shanghai factory he once saw on the Discovery channel: small and stiff, gliding up the belt, emerging face first. Followed by neck, chest, waist, legs, and, in the end, feet.That topple into a box to be hot-sealed closed, shipped across the ocean. To cities where there are more toys than children.Next train 02 min. The station is crowded, he closes his eyes, sees everyone naked and bruised.Deep gashes scour bare stomachs and thighs like mouths of brown bags slit open.Women squat on haunches blowing air into wrinkled penises.Like children with balloons.One is red, a womb floating in blood, inside which a foetus glows.He feels an erection coming.He opens his eyes, his heart aches, and a drowsy numbness pains, John Keats.~He likes poetry, he doesn’t like wet, he doesn’t like spray or spatter. No knife, no thick rope, no iron rods, the most popular weapons behind the headline murders in this city. Of Aarushi, the schoolgirl; mother Gurpreet and daughter Jasmeen; French tourist Lauren; Afghan woman Paimana and the elderly couple in Greater Kailash I, most of them stabbed, cut in many places. Or strangled, bludgeoned. Won’t work for him because he knows his arms lack strength and even if he gathers enough force to hit, it’s unlikely he will kill with the first blow which means he will have to keep hitting and, in the process, smear and stain larger areas. Perhaps, provoke a scream. There are 29,468 people per square kilometre in this city (Census 2011), twice that many is the number of ears.Someone is bound to hear.He could use a gun with a silencer, quiet and quick. As in movies he’s watched, books he’s read. Murder in Echo Park, Los Angeles, rain sliding down car windows, fogged in the cold. A park in Asker, near Oslo, a politician found in an empty swimming pool, a white tennis ball hammered deep into her throat. But this is fact, not fiction.There are 20 million bodies in this city and then there is the heat.Each body softened, warmed throughout the day in a marinade of its sweat and odours, hair oil, dust thrown up by diggers, cement mixers, earthmovers, dumptrucks. All tearing down, building up. New station, new flyover, new apartment block, new mall, new street, New City. Where everyone rubs against you, stands so close you hear their blood flow, skin crawl, hearts pump. Like the sound of trains running at night. You see remnants of meals lodged in teeth, trapped under nails stained yellow; cellphone screens smudged with wax from ears, flecked with flakes of dead skin.Late at night, just before they close, eyes gleam with greed; during the day, they dim with despair.~He read a poem in school, On Killing a Tree by Gieve Patel, a doctor who lives in Mumbai. He has some lines by heart.It takes much time to kill a tree,Not a simple jab of the knifeWill do it . . .. . . So hack and chopBut this alone won’t do it . . .. . . The bleeding bark will heal And from close to the groundWill rise curled green twigs . . . No,The root is to be pulled out –. . . Out from the earth cave,And the strength of the tree exposed, The source, white and wet . . .. . .Then the matterOf scorching and chokingIn sun and air,Browning, hardening,Twisting, withering.And then it is done.End of poem, he’s never killed a human being. Only once, he has killed – a dog.~He hears the train.He loves the Metro from the bottom of his heart, the place where he knows bad blood turns into good. He loves each train with its four, sometimes six, some have eight, Bombardier coaches. That’s why, on nights like this one, he leaves his car at home to take the train back from wherever he is.When he is nine years ten years old, he has a severe stomach ache, fierce spasms twist and crush his insides, make him cry into his pillow every night for a week. Father takes him to hospital where they make him swallow barium sulphate, then track its movement by taking X-ray pictures every half-hour until they have an entire album of black, translucent plates which, when held against the light, show the barium travelling through his body.He holds that last image in his head: that of a thin, white trace moving straight down in the black, through the cloudy haze of organs, knotting into whorls and loops where the ulcers are, then travelling clear again, uninterrupted.Like the Metro.Each train a glowing pill swallowed, coursing through the dark insides of this sick city.On the way home from hospital, Father buys him a cricket bat and a roll of Poppins hard-boiled candy to take the barium’s taste away.~The train pulls in, pushing, in front, a wave of warm air from the tunnel to the platform. Doors open, people spill. A smell like rotting vegetables, bread and bananas gone bad.Dead and damp. Poet Gieve Patel is a painter, too. He did Man in the Rain with Bread and Bananas. (Oil on canvas, 2001.) That’s his favourite because the man in the painting looks like his father. The same sad eyes, the same old glasses.Next station is Patel Chowk, doors will open to the right, mind the gap.Twelve stops before he reaches home in Apartment Complex, New City.Standing, he closes his eyes.Excerpted with permission from She Will Build Him A City,  Raj Kamal Jha, Bloomsbury India.","author":"Raj Kamal Jha","time":"2015-01-18T08:00:25+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/701030-21f29f7d-b58b-4585-bde1-dc5b88970979.jpg","tags":[]}