{"title":"Ayodhya dispute: Shiv Sena dares Centre to announce date for building Ram temple, enact ordinance","content":"The Shiv Sena on Friday dared the Bharatiya Janata Party-led government at the Centre to bring an ordinance and announce a date for the construction of the Ram temple in Ayodhya. Shiv Sena workers across the country are scheduled to conduct a puja on Saturday, when party chief Uddhav Thackeray begins his two-day Ayodhya visit. “Why did those, who call themselves pro-Hindutva, get stomach ache when we announced our plans of going to Ayodhya?” the party said in an editorial in its mouthpiece Saamana. “We are not going there for political purposes...The Shiv Sena does not go around with a begging bowl in the name of Ram during elections, nor does it indulge in jumlebaazi [fake promises].”Ayodhya was not the private property of any individual, the party said. “There is no Ram Rajya there now, but the rule of the Supreme Court,” the editorial added. “However, in 1992, [Shiv Sena founder] Balasaheb Thackeray’s Shiv Sainiks had destroyed [Mughal emperor] Babur’s raj in Ram Janmabhoomi.” The Shiv Sena said the Bharatiya Janata Party should be proud of its workers.On November 18, Uddhav Thackeray had called for “temple before government”. “Har Hindu ki yahi pukar, pehle mandir fir sarkar [This is every Hindu’s call – first the temple then the government],” he had said at a press conference in Mumbai after a meeting with party leaders.Meanwhile, Shiv Sena leader Sanjay Raut on Friday sparked a controversy with his comments on the matter. “The Babri mosque was razed in 17 minutes, so how much time for a law?” Raut told ANI. “Devotees of Ram removed the blot that had been there for years within minutes. If you talk about an ordinance, then from the Rashtrapati Bhavan to Uttar Pradesh, it is the BJP all the way. What else do you want?”","author":"Scroll Staff","time":"2018-11-23T13:53:22.553455+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/25771-15051348283_f3604ea246_o.jpg","tags":["Shiv Sena","Bharatiya Janata Party","Ayodhya","Uddhav Thackeray","Ram temple"]}