{"title":"Shiv Sena did not object before polls when BJP said Fadnavis will be CM if alliance wins: Amit Shah","content":"Bharatiya Janata Party president and Union Home Minister Amit Shah on Wednesday pinned the blame on the Shiv Sena for the collapse of their alliance in Maharashtra. His comments came a day after President’s Rule was imposed in the state as none of the parties managed to fetch the support of the required number of legislators to form government. “Before elections PM [Narendra Modi] and I said many times in public that if our alliance wins then Devendra Fadnavis will be the CM, no one objected back then,” Shah told ANI in an interview. “Now, they have come up with new demands which are not acceptable to us.” The stalemate between the two parties was a result of the Shiv Sena’s demand for an equal number of Cabinet portfolios, and the chief minister’s post for two and a half years. The Uddhav Thackeray-led party has claimed that the BJP had agreed to the power-sharing deal in the run-up to the General Elections in April and May.The Union minister claimed political parties in no other state had been given 18 days to form the government. “Governor invited parties only after Assembly tenure ended,” Shah said. “Even today if anyone has the numbers they can approach the governor,” the BJP president added. “The governor has not denied chance to anyone. A learned lawyer like Kapil Sibal is putting forth childish arguments like ‘we were denied a chance to form government’.”Shah targeted the Opposition for questioning Governor Bhagat Singh Koshyari’s impartiality after he advised the Union Cabinet to declare President’s Rule. “The Opposition is playing politics over this matter,” the home minister said. “I do not think that dragging a person holding a constitutional post into politics is good for the health of our democracy.”BJP President Amit Shah to ANI on collapse of alliance with Shiv Sena: Before elections PM&I said many times in public that if our alliance wins then Devendra Fadnavis will be the CM, no one objected back then. Now they have come up with new demands which are not acceptable to us pic.twitter.com/4toj07oHVo— ANI (@ANI) November 13, 2019\n\nEarlier in the day, the Shiv Sena accused the BJP of “deriving sadistic pleasure” out of the political logjam in the state.  The saffron party claims to follow ethics and morals but is creating the greatest amount of chaos and disruption, the Sena added. The Sena is trying to form an alliance with the Congress and the Nationalist Congress Party. However, the parties are ideologically different, and are trying to agree on a common minimum programme. On Tuesday, Shiv Sena President Uddhav Thackeray said the three parties would find a way to work together despite their differences. The Congress and the NCP are reportedly not in a hurry to form the government.","author":"Scroll Staff","time":"2019-11-13T20:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118055-tszoygrfhf-1555907691.jpg","tags":["Maharashtra","Amit Shah","Shiv Sena","BJP"]}