{"title":"Siddaramaiah to be next chief minister of Karnataka, DK Shivakumar his deputy","content":"Congress leader Siddaramaiah will take oath as the next chief minister of Karnataka on May 20. State Congress president DK Shivakumar will be appointed as his deputy.At a press conference on Thursday, Congress General Secretary (Organisation) KC Venugopal announced that Shivakumar will be the only deputy chief minister in the state and also continue as the state party chief till the Lok Sabha elections in 2024.  The Congress won the Assembly elections in the southern state on May 13 by securing 135 out of the 224 seats, while the Bharatiya Janata Party was reduced to 66 seats. Following the results, Siddaramaiah and Shivakumar had emerged as the top two contenders for the chief minister’s post, resulting in a deadlock. Both of them held meetings with the Congress high command in Delhi to discuss the matter.Accepting his role as the deputy, Shivakumar on Thursday said he has agreed to the agreement in the larger interest of the party, reported the Hindustan Times. “And why not, because sometimes the ice should break,” he said. “Ultimately, there is a responsibility towards what we have a commitment to the people of Karnataka and we have to deliver.”Shivakumar’s brother DK Suresh said he is not completely happy with the decision but has to accept it in the interest of the state. “In future we will see, there is a long way to go,” he added. “I wish it [CM post for DK Shivakumar] but it didn’t happen, we will wait and see”. Team Congress is committed to usher progress, welfare and social justice for the people of Karnataka. We will implement the 5 guarantees promised to 6.5 Cr Kannadigas. pic.twitter.com/6sycng00Bu— Mallikarjun Kharge (@kharge) May 18, 2023\n\nAmid the deadlock between the two stalwart contenders, the Congress MLAs had passed a unanimous resolution on Monday to authorise party president Mallikarjun Kharge to elect the new chief minister. Two days later, Siddaramiah and Shivakumar held separate meetings with party leader Rahul Gandhi, reported The Indian Express. Subsequently, Shivakumar met MLAs and leaders close to him at the home of his brother and Lok Sabha MP DK Suresh.A day after the poll results came out, Shivakumar had said that he has made a lot of sacrifices for the party. “Many times I have sacrificed for the party,” Shivakumar said. “I sacrificed and helped and stood with Siddaramaiah. Wasn’t I patient when I was not made a minister in the beginning?”He had also said that former Congress president Sonia Gandhi had shown confidence in him to deliver in Karnataka.“I am sitting here, doing my regular responsibility,” Shivakumar had told NDTV. “You should have the basic courtesy, a bit of gratitude. They should have the courtesy to acknowledge who is behind the win.”On Wednesday, former Chief Minister Basavaraj Bommai said that the Congress’ delay in choosing the chief minister despite a full majority showed that there was a lack of unity in the party.","author":"Scroll Staff","time":"2023-05-18T10:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190289-llgwdqymoj-1684393772.jpg","tags":["Siddaramaiah","DK Shivakumar","Chief Minister","Karnataka","Congress"]}