{"title":"Siddique Kappan did not write like a ‘responsible journalist’, says UP Police in chargesheet","content":"Journalist Siddique Kappan did not write like a “responsible journalist” and reported events to “incite Muslims”, the Uttar Pradesh Special Task Force has claimed in its chargesheet, The Indian Express reported on Friday. Kappan, a Kerala-based journalist, has been in prison since October last year for trying to report on the Hathras gangrape case. The chargesheet was filed in April, six months after Kappan and three others – Atikur Rahman, Aalam and Masood who were in the same car with him – were arrested. They were charged under the sedition law and the Unlawful Activities (Prevention) Act. A Mathura court is hearing the case against the four accused. Charges are yet to be framed against them. Details of the chargesheet have now come to light.The Special Task Force has accused Kappan of “trying to further the terror agenda” of the banned organisation Student’s Islamic Movement of India, according to NDTV that reviewed a few pages of the 5,000-page chargesheet.Kappan is also accused of having links to the Popular Front of India, a Kerala-based Muslim organisation. The Adityanath government in Uttar Pradesh wants to ban the outfit.The chargesheet cited 36 articles written by Kappan as evidence for the charges of incitement. The articles include one on the Nizamuddin Markaz mosque in Delhi, blamed for thousands of coronavirus infections around the country in the initial weeks of the nationwide lockdown in March 2020. The event had renewed stigma against Muslims, triggering a wave of business boycotts and hate speech.Other articles cited as evidence against Kappan include his reports on anti-citizenship law protests, the February 2020 Delhi riots that followed them and the chargesheet against activist Sharjeel Imam in a case related to violence in the national capital.On Kappan’s article on the protests against the citizenship law, which introduced a religious criterion for citizenship for the first time, the chargesheet reads: “The article talks about the firing by a Hindu man Kapil Gurjar during the Shaheen Bagh protests [against CAA] and compares this incident to the assassination of Mahatma Gandhi. The article also criticises the way the Delhi Police handled the protests.”Regarding his article on Imam, the chargesheet claimed that it promoted communalism.Imam had been charged under the Unlawful Activities (Prevention) Act in April last year for his allegedly inflammatory speeches at Jamia Millia Islamia and Aligarh Muslim University. Three months later, the police accused him of sedition. He is presently in Tihar Jail.The chargesheet said:“During a riot, when you take the name of only a particular community and publish incidents related to that community, members of that community get enraged. Responsible reporters do not indulge in such communal reporting, but Siddiqui Kappan’s journalism was only meant to incite Muslims and to further the agenda of the PFI that wants to provoke riots and communal feelings.”The chargesheet also said that Kappan’s articles were the result of “a collaboration with members of SIMI [Student’s Islamic Movement of India] and an attempt to legitimize the banned outfit’s agenda”.The police claimed that Kappan was going to Hathras as part of a conspiracy to create law and order trouble and foment caste riots. In Hathras, a 19-year-old Dalit woman was gangraped and murdered by four upper-caste Thakur men on September 14, 2020. The woman succumbed to her injuries at a hospital in Delhi on September 29.The incident garnered more attention after the woman was cremated in the dead of the night near her home on September 30, without the presence of her family members.Dubious statements by witnesses: Defence lawyerDefence lawyer Madhuvan Dutt Chaturvedi denied the allegations on behalf of the accused persons.  He said the statements of two witnesses that the police have submitted were dubious. The statements of the witnesses claimed that Kappan and Rahman were trying to incite a crowd against the administration.“These are dubious eyewitness statements since the accused had not been able to reach the village in the first place and were arrested on the way to it,” said Chaturvedi, according to The Indian Express.Kappan’s lawyer Wills Mathews said the accused persons and their counsels have not yet received authorised copies of this chargesheet.“Mr Kappan has nothing to hide,” Matthews told NDTV. “He even volunteered to undergo narco analysis or brain mapping tests to prove his innocence. Even after a full year of Kappan’s arrest and six months after the chargesheet was filed in court, we have still not received it.”Journalists reactSeveral journalists described the allegations against Kappan as a “work of fiction” and pointed out the “overreach of law”.Our silence is our complicity.. Speak up for Siddique Kappan. This chargesheet against him is a work of fiction and Islamophobia https://t.co/ZZBmeoieR5— Rana Ayyub (@RanaAyyub) October 1, 2021\n\nEvery single court at every single stage of his arrest and subsequent bail hearings is complicit in this complete travesty of justice and personal liberty. No one will ever be held accountable for this. Kappan's only crime seems to be that he is a muslim journalist. https://t.co/xYs7NO0A0C— अंशुल (@Ghair_Kanooni) October 1, 2021\n\nChargesheet says eyewitnesses saw him giving speeches & distributing money in Hathras. Same chargesheet also says Kappan was arrested at a highway toll plaza, never reached Hathras. No case, no evidence, the process is the punishment in Yogi's Goonda Raj.https://t.co/Q7g2EYQwtM— visvak (@visvak) October 1, 2021","author":"Scroll Staff","time":"2021-10-01T19:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149033-ltryvngniz-1602484452.jpeg","tags":["Siddique Kappan","Uttar Pradesh Special Task Force","Hathras gangrape"]}