{"title":"Siddalingaiah (1954-2021): The Dalit poet who broke the rules and challenged the norms","content":"In death, as in life, the renowned Kannada poet Siddalingaiah faced travails that we assume are the lot of ordinary folks. He battled the coronavirus for a little over a month, and his fragile health gave way on June 11. He was 67.The pandemic has been especially devastating in Bengaluru, with rampant black-marketing of everything from beds to oxygen to medicines.Siddalingaiah, who had served two terms as Member of the Legislative Council, lived without ostentation, and was often mistaken for just another man on the street. On at least two occasions, he was not allowed to enter the Vidhana Soudha, Karnataka’s grand secretariat, because he did not look important enough in his faded shirt and worn-out chappals. This anonymity is something he revelled in: it becomes a recurring theme in his autobiography Ooru Keri (A Word With You), published in three volumes in Kannada. The first volume appeared in 1996, the second in 2006, and the last in 2018. I have translated the first two.In Volume 3, he wrote about a hospital visit for a knee problem. The staff put him on a bed and kept him waiting for a long time. His friends were livid, and started shouting that he was an MLC, and should be attended to immediately. The staff ignored them, saying they were waiting for the police. It turned out the doctors assumed it was a medico-legal case – MLC in hospital lingo – and that he had come for treatment after a fight with someone.Power and oppressionSiddalingaiah was the only Kannada writer, and perhaps the only writer in India, to use self-deprecating humour as a vehicle for political activism. He basked in the sunshine generated by his irreverence. D R Nagaraj, the well-known literary critic, sees in his writing “the power of poor people’s laughter.” Nagaraj wrote an insightful afterword to Ooru Keri and published it in the Akshara Chintane collection of books he was editing in the 1990s.Their friendship goes back a long way: “Two debaters had to be selected and sent to an inter-collegiate debate. Our college organised a debate to decide who would represent our college. I took part in it. I quoted portions of my own poem and attributed it to our national poet Kuvempu. The lines were: ‘Temples are houses of black magic / Religious leaders are magicians / Pilgrim centres are places of disease / Innocents, idiots, these pilgrims’. Impressed, the judges had selected me. The speech of a lean, tall student was wonderful. I had observed him with interest. After the debate, he came over, congratulated me, and introduced himself. ‘Nowhere has Kuvempu written the lines you attributed to him. Tell me the truth, whose lines are they?’ he said. I was disconcerted. ‘I said so only to fool the judges. Those are my lines,’ I confessed.”The very first chapter Siddalingaiah wrote for his autobiography convinced Nagaraj it was an important book in the making. That chapter has been anthologised widely, and talks about Siddalingaiah’s childhood in Manchanabele, just 40 km from Bengaluru, but a different, non-urban world altogether.His father Dyavanna was a farm labourer and often in debt, and the family faced humiliation and pain, but Siddalingaiah’s narrative focuses on the joys of mimicking his school inspector, watching with hidden glee a teacher-couple squabble, and bunking school to take long swims in the river.“The philosophical implications of this autobiography are profound,” says Chandan Gowda, Ramakrishna Hegde Chair professor, Institute for Social and Economic Change, Bengaluru. “In a relation where one does not recognise the other as equal, are the dominated locked in struggle with the dominant? Frantz Fanon, the famous Algerian psychiatrist, thought so and argued that only a violent engagement would set the dominated free. Siddalingaiah offers a powerful, alternative perspective. He affirms his selfhood without a trace of resentment towards vicious social games, while also doubting the value of the very things prized in those games. A philosophy for a liberation of the self without violence is present in the book in unarticulated form; it requires careful excavation.” Gowda sees the autobiography as “a tacit consideration of the ethics and aesthetics of memory.” In his words: “It silently engages with two big questions: Why must we remember painful incidents? How should we remember them? A struggle for social justice is not complete if the hearts of the hardhearted are not changed.”A life of protestIn poetry, Siddalingaiah is regarded as a pioneer, but he underplays his significance, saying his poetic journey gained momentum with a limerick-like poem about the bad food in his college hostel. One of his early published poems – “Ikrala vadeerala” (“Sock it to them, kick them”) – rages against discrimination with a raw power that shocked readers. The poem wrote itself, he said, after he heard first-hand accounts of the atrocities Dalits in Tamil Nadu had faced in their villages. Siddalingaiah’s rousing songs are sung at protests and demonstrations. In later years, at the insistence of his director-friend T N Seetharam, he wrote a couple of film songs for the legendary director Puttanna Kanagal.Siddalingaiah said he tried to write film songs on the sly, as he feared the wrath of activist-poets who would accuse him of giving in to the lure of commerce. He wrote his film songs under the pseudonym of Aditya. As it turns out, one of the songs became a smash hit and won a state award, and his game was up when he went up to receive it!With B Krishnappa and Devanur Mahadeva, Siddalingaiah was a founding member of the Dalit Sangharsha Samiti, which mobilised Dalits against caste atrocities, and created awareness about their political rights.This is how he talked about its early days: “I toured several places in Karnataka, making speeches and reading out my poems. On many occasions, I reached a place in the middle of the night and slept on the street till it was morning. When I got off the bus at Aldur near Chikmagalur, it was midnight. I had to walk a long way to the Dalit Sangharsha Samiti camp. It was cold, and five or six people were sleeping at a bus stop. I went and rested by their side for reassurance. They were beggars. ‘He is a thief. Be careful,’ one of them whispered. The group started discussing me under its breath, and so I had to introduce myself. They wouldn’t admit to being beggars. They claimed they were rich landlords on a pilgrimage to Dharmasthala, disguised as beggars only to test people’s sense of charity. They gave me a friendly farewell in the morning.”Ooru Keri is full of such incidents, and the humour is disarming and delightful. Siddalingiah’s book sometimes takes the form of the picaresque novel, with a mischievous hero who valiantly battles enemies way too big for him. At other times, it is Chaplinesque, looking at all the suffering through the lens of comedy.However, Gowda sees an essential difference between Siddalingaiah and Chaplin: “It is possible to watch Chaplin as just fun, the way children usually do, and as a political text, the way critics do,” he said. “But the dual option isn’t available with Siddalingaiah.”The stories Siddalingaiah told from his life are wild, and definitely not the sort you would read in autobiographies whose authors dream of being immortalised in school textbooks: “Some hostel students had managed to win the friendship of a cabaret dancer. She would come to the hostel to look them up. She even gave them money. An army of students would gather to look at this charming girl. They walked behind her to see her off, making up a procession of lovers. This dancer ruled the hearts of hundreds of hostel students.An oleander tree stood near our hostel. If one climbed on it, one could look into the bedroom of a house nearby. As soon as it was ten in the night, the couple there would take off their clothes and begin making love. Sitting on the tree, we could get a good view. Some would climb the tree as soon as it was ten. Others would hang their towels on the branches to book their places in advance. The couple were oblivious to all this. They were experts and made love in a variety of postures. For the boys on the tree, watching was pleasure enough. Word got around, and more people than the tree could bear started climbing it. One day, as lots of people sat watching the love sport, the tree came crashing down. The spectators fell to the ground. Their wailing reached the couple’s ears too. With no tree the next day, the students were helpless. The couple got curtains for their windows.”Politics and the poetThe young Siddalingaiah saw himself as a rationalist and atheist, and at a debate with “Does god exist?” as the subject, he scandalised a conservative college crowd by blowing out the traditional lamp that other debaters were pointing to as proof of god’s existence. In Siddalingaiah’s college days in the 1970s, rationalism was a big movement, with Abraham Kovoor writing a book against godmen, and in Bengaluru, H Narasimhaiah challenging Sathya Sai Baba to produce a pumpkin out of thin air instead of the customary watch. Siddalingaiah was in many ways a product of the Bengaluru of that era, with its love of leftist ideology, rationalism, protest poetry and arthouse cinema. He wrote of an incident from around this time:“I saw an intriguing advertisement in the paper. It said those who did not believe in god could meet a holy man who would show god to them. My friend Devarajappa and I went to the given address. We met the holy man and paid our respects. I appealed to him to show us god. He said all sorts of things. Not satisfied, we rained more questions on him. Shaken, he said, ‘Why are you trying so hard? I am god myself.’ I then said, ‘Swami, there are millions of gods. Which of them are you?’ He replied, ‘I am Shiva.’ With a serious face, I said, ‘Sir, in that case you have committed a murder.’ He was rattled. ‘What murder? I haven’t murdered anyone,’ he shot back. ‘Didn’t you burn Manmatha to death with your third eye because he ruined your penance?’ I asked. The holy man gathered his wits and said, ‘Oh? That fellow was acting smart with me. That’s why I burnt him to ashes.’ ‘Swami, where do you live?’ He said, ‘Kailasa.’ I persisted, ‘Swami, you shot an arrow of flowers and killed Manmatha. But in 1962 the Chinese bombed your Kailasa and entered India. What were you doing then?’ Not in the least ruffled, he replied, ‘The Indians weren’t showing enough devotion towards me. That is why I set the Chinese on them.’ By then, devotees who had gathered around him were planning to beat us up. We escaped.”Vijeta Kumar, who teaches at St Joseph’s College in Bengaluru, has her students read the autobiography in her undergraduate and postgraduate classes. Many of them are from the northern states, and fluent only in English – they are astonished to read about Siddalingaiah’s experiences. For one, she says, they discover a totally new way of being political. His writing has a therapeutic effect, she observes, on students from less affluent backgrounds: they are no longer ashamed of their childhood and growing-up experiences. She teaches a paper titled “Resisting caste,” and Siddalingaiah’s writing provides the basis for animated debates.Siddalingaiah got into the thick of political action when B Basavalingappa, a controversial minister in the Devaraj Urs cabinet, banked on his support in his anti-caste campaigns. He wrote: “He (Basavalingappa) once said Gandhiji didn’t know the meaning of truth. On another occasion, he told the Dalits to fling gods’ pictures into the gutter. This shocked the traditionalists. He said much of Kannada literature was boosa, cattle feed. His remark sparked what came to be known as the boosa agitation, with students demanding his resignation. The protests raged even after he clarified his position... A car arrived at our hostel. Basavalingappa had sent for me. I met him… The responsibility of rallying Dalit students and taking out a procession fell mostly on me. After our procession, our opponents were to take out theirs. Twenty thousand had lined up on that side. We had about three thousand on our side. A clash was imminent. ‘Let’s see what happens,’ Basavalingappa had said.That idea of a street battle did not appeal to me. I quickly ended the public meeting and told the students to leave for their hostels. Ashwathnarayan, a student leader, rescued me from those waiting to assault me. The early ending of our meeting displeased Basavalingappa. He took me to task. I told him in humility that we only wanted to express support for him, and not take part in a street fight.Basavalingappa’s aim was to shake up a stagnant society. At times, he would say scalding things in a soft, natural voice. He aspired to become the president of India. He wanted to play the role of Rama, but society pushed him to play Hanuman. He did not like Hanuman’s role. Being a rebel, he chose the role of Ravana.”Given this background, many of Siddalingaiah’s admirers were upset at his latter-day friendship with political leaders from the ruling BJP in Karnataka. Amit Shah visited his house, and Siddalingaiah saw chief minister Yediyurappa as a personal friend. Defending himself, he had said he saw his friendships as lying outside of ideology. Many politicians, from across the spectrum, make cameo appearances in his books, and he counted Ramakrishna Hegde and Siddaramaiah among the leaders he admired.What is Siddalingaiah’s place in the larger scheme of things? Nagaraj put it in context: “This age has celebrated, through many ideologies, the rebellious and revolutionary nature of the poor. Socialism and communism are perhaps names given to the aspirations of the poor. But the more this age contemplated the poor, the more it diminished them. The more hunger was made the centre of human life, the more the other dimensions of the poor shrank…”Nagaraj believes Siddalingaiah redefined the Dalit experience by changing the tone and tenor of the storytelling: “Sidddalingaiah’s autobiography contains several elements that we may expect in a Dalit writer’s work: poverty, rage, and humiliation,” he said. “But we also find something fresh and unexpected throughout the work: the absence of any fear in relation to poverty and violence. The theme of this work comes naturally and is common to all Dalit works. But the voice that shapes this theme is different and invigorating. A Dalit story without poverty and caste humiliation would be false. But that the writer triumphs over them in his imagination is equally true. By slightly distorting the hunger and humiliation in his life, poet Siddalingaiah points to ways in which they can be overcome.”Transcribed by K V Murugesh.This series of articles on the impact of the coronavirus pandemic on publishing is curated by Kanishka Gupta.","author":"S R Ramakrishna","time":"2021-06-20T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160544-ucdcuauscr-1624115462.jpg","tags":["poet","dalit","pandemic"]}