{"title":"Sikh separatist murder plot: US objects to providing legal defence material to Indian citizen","content":"The United States government on Wednesday objected to providing legal defence material to Nikhil Gupta, an Indian national who has been accused of conspiring to assassinate a Sikh separatist in New York, reported PTI.Gupta, 52, is in a prison in Prague, the capital of the Czech Republic. The United States has filed a request with the Czech authorities to extradite him.On January 4, his lawyer requested the US District Court, Southern District of New York, to direct the government to provide “the defence materials relevant to its ability to defend the instant charges”. US District Judge Victor Marrero ordered the government on January 8 to respond to the request.In its reply, the government told the district court that Gupta’s request should be denied.Federal prosecutors said that “the government is prepared to produce discovery promptly upon the defendant’s appearance in this district and arraignment on this case”.They said that Gupta has provided no legal entitlement or justification for the government to provide the material at this time.Jeff Chabrowe, Gupta’s counsel in New York, had said in the request that the attorney representing him in Prague has not been given access to any evidence or documentation other than the indictment in the United States.Chabrowe said that Gupta “is being subject to repeated interrogations by US officials without the presence of the counsel representing him in his criminal case”.The government refuted Chabrowe’s statements and said that US authorities have only met Gupta twice. “...the second time in the presence of counsel, and on both occasions, he was advised of his rights,” it said.US allegationsOn November 29, the United States announced that it had filed “murder-for-hire charges” against Gupta in connection with the thwarted plot to assassinate the Sikh separatist leader. Each charge carries a maximum sentence of 10 years in prison.The office alleged that Gupta had been recruited by an Indian government employee, who “directed a plot to assassinate on US soil an attorney and political activist who is a US citizen of Indian origin residing in New York City”.Though the statement did not name the separatist leader, a report in the Financial Times on November 23 identified him as Gurpatwant Singh Pannun.The United States Department of Justice also alleged that the plot was part of a larger conspiracy to kill one person in California and at least three in Canada.New Delhi has constituted a high-level committee to examine the matter.On December 21, the External Affairs Ministry said that India received consular access for Gupta on three occasions since his arrest.","author":"Scroll Staff","time":"2024-01-11T10:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196087-snydwlztpu-1701326293.jpg","tags":["Nikhil Gupta","United States","New York","Prague"]}