{"title":"Simultaneous elections are desirable but constitutional amendments are required, says Law Commission","content":"The Law Commission on Thursday said it has suggested to the Centre that certain inevitable constitutional amendments are required if it wants to hold simultaneous elections to Parliament and the state Assemblies. “After detailed discussions, the commission has come to the conclusion that holding simultaneous elections would be ideal as well as desirable but a workable formula is required to be provided in the Constitution,” it said in a draft report.The panel added that after analysing “financial implications, logistical issues, effect of Model Code of Conduct and constitutional and legal provisions” it has concluded that “there is a feasibility to restore simultaneous elections as it existed during the first two decades of India’s independence”.Holding simultaneous elections to Parliament and the state legislative assemblies, except Jammu and Kashmir, would help the government save public money, reduce the burden on the administrative setup and security forces, and ensure better implementation of its policies, the draft report suggested. “The administrative machinery of the country will be continuously engaged in developmental activities rather than in electioneering,” it added.The government can choose to hold elections to 12 state assemblies and one Union Territory along with the 2019 General Elections, the Law Commission suggested. Elections in Chhattisgarh, Madhya Pradesh, Mizoram and Rajasthan are due in early January 2019 or later this year. “Extension of up to six months is required to attain synchronisation with the elections to the House of the People in 2019, which will entail amendment to Article 172 of the Constitution,” the panel added. Article 172 deals with the duration of state legislatures.Elections in the remaining 16 states and the Union Territory Puducherry cannot be held in 2019. “Therefore, the elections to these state legislative assemblies can be conducted towards the end of 2021,” the Law Commission suggested.  “In such a scenario, the maximum period by which any state assembly is to be extended will be by 13 months (in the case of Bihar) and the maximum period of curtailment is seventeen months (in the case of Karnataka),” it added. If it is not possible to synchronise elections like this, “it is recommended that all elections falling due in one calendar year be conducted together during such part of the year, which is conducive to all the state legislatures involved and/or the House of the People (if sooner dissolved)”, the commission added. In April, the Law Commission issued a draft white paper suggesting that the 2019 General Elections be held in conjunction with the Assembly polls scheduled for the following year. The elections in the other states could be held close to the 2024 General Elections, it proposed. The panel also said that the prime minister and chief ministers should be elected by the Lok Sabha or state legislatures. If a government falls mid-term, the term of the new government will be for the remaining period “and not for a fresh five-year term”, it suggested.Last week, Chief Election Commissioner OP Rawat ruled out the possibility of conducting the Lok Sabha elections and Assembly polls simultaneously anytime soon. He said there was “no chance at all” to synchronise the elections without a legal framework in place.","author":"Scroll Staff","time":"2018-08-30T19:06:06.701940+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892561-heytobbhcg-1494597082.jpg","tags":["Simultaneous elections","Law Commission","One nation one election"]}