{"title":"Simultaneous polls will weaken the only check on Indian politicians: Elections","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).\\Have feedback, interesting links or think I am wrong? Write to me: [email protected]Along with the Uniform Civil Code, simultaneous elections have been one of the Modi government’s pet potential policies. In the past decade, the government has pushed the idea multiple times in the media, leading to much debate and discussion. In September, the Modi government notified the constitution of a High Level Committee to “examine the issue of simultaneous elections and make recommendations for holding simultaneous elections in the country”.The notification for the creation of the committee identifies three reasons to push for  simultaneous elections: “massive expenditure”, “diversion of security forces and other electoral officers” and “disruption in developmental work on account of prolonged application of Model Code of Conduct”.All three reasons were thoroughly debunked in an article by former election commissioner Ashok Lavasa. To summarise, the money spent on elections is actually quite modest, election duty is part of the core job of the security forces, and there is, at worst, minor disruption in development work due to the model code of conduct.Real reasonTo be fair to the competence of the Modi government, these arguments for simultaneous elections are so thin, it is unlikely anyone in the BJP truly believes them. Instead, the main driver for the saffron party is that most observers think linking state elections to parliamentary polls will end up helping the BJP. Indeed, there is a significant amount of data for this proposition. The BJP, for example, does much better in national elections than it does in state ones.Moreover, there are direct studies that show that voters end up voting for the same party when polls are held together. A study by the public-policy think tank IDFC Institute showed that “on average, there is a 77% chance that the Indian voter will vote for the same party for both the state and Centre when elections are held simultaneously”. Another study by Jagdeep Chhokar, a former professor, dean, and director in-charge of the Indian Institute of Management, Ahmedabad, and Sanjay Kumar, director of the Centre for the Study of Developing Societies, Delhi also found similar results: “In 24 of those elections the major political parties polled almost a similar proportion of votes both for the Assembly and the Lok Sabha, while only in seven instances was the choice of voters somewhat different.”Simultaneous elections would, therefore, end up weakening federalism by favouring the ruling party in Delhi. Worse, since many of the proposals for implementing it involve curtailing the power of state assemblies, it would directly hit democracy at the federal level in India. This is serious in any polity but in the Indian Union, where states are the size of major countries and handle most of the heavy lifting of governance, this would be disastrous.Feature not a flawHowever, what is probably the strongest argument that proponents of simultaneous elections put forward is something that did not make it to the text of the notification: the idea that elections somehow distort governance since politicians start to run after short-term votes rather than long-term goals.“Electoral compulsions change the focus of policy making,” Kishore Desai, former Officer on Special Duty, Niti Aayog and co-author of a paper pushing simultaneous elections wrote. “‘Short-sighted’, ‘populist’ and ‘politically safe’ measures are accorded higher priority over ‘difficult’ structural reforms which may be more beneficial to the public from a longer-term perspective.”This thinking has wide support especially among Indian elites, who decry the democratic process of vote gathering often using pejoratives such as “vote banks”.From an elite perspective, this makes sense. While Indian elites are significant beneficiaries of state largess – think, for example, the many pro-car policies most Indian cities have in spite of the fact that only a small minority own personal vehicles – these are not wrangled out using the method of the vote. Elites instead use tools such as media pressure and benefit from the banal fact that most bureaucrats who make and implement policy are elites themselves and thus see the world similarly.Vote as a checkHowever, for an ordinary Indian, her vote is critical to getting the state to listen to her. In fact, in many cases, it is the only tool she has to get the state to listen to her. For example, at the end of 2021, the Modi government reduced fuel taxes and extended the distribution of free rations. The reason? It wanted to impress voters before the critical Uttar Pradesh Assembly elections next year. Examples such as this are common and are sometimes used to attack politicians for pandering to votes. This of course misses the entire point of a government that is elected: co-called pandering to voters is a core design of an electoral democracy – not a flaw.Simultaneous elections will weaken this link between voters and the state. In the previous example, if there were no Uttar Pradesh elections in 2022, the Modi government would not have been pressured to address the economic concerns of ordinary Indians.This electoral pressure assumes even greater import in a polity like India where the executive, especially at the Centre, is incredibly strong and faces few checks. In theory, most modern democratic systems are based on a system of checks and balances where different arms of government restrict each other and reduce the probability of authoritarian action.India, in this, is hamstrung by having a parliamentary system, where the legislature and executive are fused, meaning the legislature often has little incentive to check a cabinet it has itself elected. Even worse, India has further weakened this check by putting in place an anti-defection law which forces MPs and MLAs to vote as per their party’s direction. For example, if a motion of no confidence were to be moved against the Modi government today, Modi will himself control more than half of the votes in the Lok Sabha. It’s a bit like if the batsman on strike was also captain of the bowling team.Even worse, much the same is the case with the judiciary. Unlike the legislature, in theory the Indian judiciary has vast powers to check the executive. However, past history shows that it rarely applies them at times of greatest need. The worst excesses of the Emergency, for example, were hurriedly rubber stamped by the courts. In fact, the only thing that actually checked Indira Gandhi were – you guessed it – elections. In 1977, the Congress party was handed a massive defeat by the Indian electorate. Since then, it is highly unlikely that any government would use the device of an Emergency, even if it is legally still part of the Constitution.A similar situation exists now, where the Modi government is unchecked by the courts even on highly controversial decisions such as electoral bonds or civil rights in Kashmir. The only functioning check on Modi remains elections, especially at the state level, where the BJP has often faced defeat from strong state-based parties.By reducing the number of elections and especially by undercutting the very idea of a state election, by merging it with national polls, India will end up significantly weakening its only functioning check on the Union executive. It will thus be a highly undemocratic exercise that curtails the rights of Indians to hold the state to account.","author":"Shoaib Daniyal","time":"2023-10-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194582-bcmuaqqhla-1696159995.jpeg","tags":["simultaneous elections","India Fix","Federalism","Indian democracy"]}