{"title":"Six Assam groups promised ST status but this won’t win their support for Citizenship Bill, they say","content":"On Tuesday, Union Home Minister Rajnath Singh announced in the Lok Sabha that the cabinet had approved Scheduled Tribe status for six Assam communities. But the groups in question, who have been campaigning for Scheduled Tribe status for years, remained sceptical about the declaration. “Flashing in the Lok Sabha is not equivalent to according ST status,” said Arunjyoti Moran, president of the All Assam Moran Students Union, which represents the Moran community, one of the six groups.The groups in question are the Morans, Muttocks, Koch Rajbongshis, Tai Ahoms, Chutiyas and Adivasi (as the various tea tribes in the state are referred to). “For us to actually get the benefits, a law has to be passed in the Parliament and until that happens we have no reason to celebrate or thank the BJP,” Moran said.All six communities are currently included in Assam’s list of Other Backward Classes. The Muttock, Moran and Chutiya communities live mainly in upper Assam. The Koch Rajbongshis are considered a Scheduled Tribe in Meghalaya and a Scheduled Caste in West Bengal. The Tai Ahoms are found in small numbers in the Lohit district of Arunachal Pradesh, but they are not in that state’s list of Scheduled Tribes either. A carefully timed decision   The cabinet approval comes amid great political strife in Assam over the Citizenship (Amendment) Bill, 2016, which was tabled in Parliament on Monday after being cleared by a joint parliamentary committee set up to examine it. The bill, which seeks to amend the Citizenship Act of 1955, proposes to grant citizenship to Hindus, Sikhs, Jains, Buddhists, Christians and Parsis from Bangladesh, Afghanistan and Pakistan after six years of residence in the India, even if they do not have the requisite documents.  In fact, Singh made the announcement during a discussion on the contentious bill, apparently in a bid to placate members of the so-called indigenous Assamese community, who see the Bill as a threat to their existence.But Moran was not convinced. “The BJP should know that our stand on the bill is very clear – we are dead against it,” he said. “And once the BJP withdraws the bill, we will support them with all our might, but the bill is non-negotiable.”Hitesh Barman, the president of the All Koch Rajbongshi Students’ Union, also had a muted response to the assurance of Scheduled Tribe status. “This should have happened much before,” he said. “It should not be used a political lollipop to get our support the bill as we will not at any cost.”Old demand  The demand for scheduled tribe status by these six communities goes back several years, but it received a fillip after Prime Minister Narendra Modi acknowledged it during a rally in Bongaigaon, in the run up to the 2014 general elections. Modi had then also held an informal meeting with representatives of these six communities at the governor’s residence in Guwahati, where he purportedly expressed his support for the demand. The saffron party also backed the demand during its Assembly election campaign in the state in 2016. In its vision document, the party stated that, if elected, it would work in “close co-operation with the central government towards providing ST [Scheduled Tribe] status to the six communities of Assam in a strict time bound manner”.Yet, there was little tangible progress on the promise till now, leading to several protests in the last few years where the communities accused the BJP of betraying them.‘Will destroy the existing Scheduled Tribes of Assam’ Meanwhile, the state’s other Scheduled Tribes have not taken well to the development.  Aditya Khaklari of the Coordination Committee of the Tribal Organisations of Assam, an umbrella body of groups representing Scheduled Tribes in the state, said it would oppose the government’s decision. “We have always been against it and we will continue to be against it,” he said.In a memorandum to Modi, representatives of the existing Scheduled Tribes of the state said the move would “destroy the existing Scheduled Tribes of Assam”. “Majority of these communities do not possess characteristics which denote tribals in India,” the memorandum contends. “There is no study to prove that many of these six communities are politically, economically, socially and culturally backward justifying the grant of Scheduled Tribe status.”When the six communities are formally notified as Scheduled Tribes, the tribal population of Assam will shoot to over 50 % of the total population from the current 13 %, increasing the number of Assembly seats reserved for tribals in the 126-seat state legislature considerably.","author":"Arunabh Saikia","time":"2019-01-09T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/908690-30929-qdsqestkbo-1513322665.jpg","tags":["Rajnath Singh","Assam","Scheduled Tribe status"]}