{"title":"Small is beautiful: An artist in Tamil Nadu is carving miniature sculptures on pencil tips","content":"Kailash Babu was 18 when a photo on his brother’s Facebook timeline left a profound imprint on him. The image featured a giraffe sculpture that had been carved out of the tip of a pencil by Brazilian artist Dalton Ghetti. Barely a few millimetres in diameter, its detailing was exquisite. “That was when I decided: this is what I want to do,” he said.Over the last six years, the 24-year-old from Tiruvallur in Tamil Nadu has carved more than 200 miniature sculptures on pencil lead – some as small as 0.7 mm in diameter. Among them have been sculptures of bookshelves, alphabets, farmers, birds, vehicles, faces, tools, and even a newborn attached to the umbilical cord. Kailash’s carving of a bloodied sanitary napkin – “I want to speak up against such taboos” – was part of an art exhibition in Lalit Kala Akademi in Chennai in April.Kailash was always drawn to the world of miniatures. As a child, when his peers would be busy watching cars on the road, he would be lying in the garden of his home, looking for ants scurrying across the muddy ground. A foray into extreme close-up photography followed, first with his brother’s basic camera when he was 10, and then with a slightly advanced Nokia smartphone camera. He was even contemplating a career in wildlife photography before he came across Ghetti’s work.    Kailash began to spend hours every day, looking at images of Ghetti’s work, trying to understand the technicalities of the craft. “I am a self-taught artist,” he said. The first task he set for himself was chiselling alphabets on pencil tips using sharpener blades. “The first alphabet I carved was P,” he recalled. Kailash spent the next two years trying to get shape-making right. After alphabets, he moved on to faces, symbols, birds and Harry Potter’s wand. “I wasn’t focusing too much on details early on,” he said. “I worked with shaving blades, needles and pocketknives on two-millimetre Natraj pencils and 10B Camlin pencils.”During his third year in an engineering college, he came across the works of Russian artist Salavat Fidai on Instagram. “He was using a surgical knife and his designs were so detailed,” said Kailash. Inspired, he decided to broaden his repertoire and create what he calls “balanced sculptures” on pencil lead: four chairs perched precariously on each other, a dripping tap, a cat perched atop its bushy tail and a germinating seed, among others. He also began posting his creations on Instagram and received helpful feedback from artists who were doing similar work in other countries. “They shared a few tips and gave me some good suggestions.”    \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 150.0%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/mkspxcxqro-1555063217.jpg\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 150.0%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/ptxyspkphh-1555063306.jpg\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 150.0%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/jcnkvysksm-1555063500.jpg\">\n  </picture></figure>\nOn average, he says, it takes him around 24 hours to work on a sculpture. He first makes a large sketch of his design on paper. The next step is to create that design on a cylindrical block of wood, usually the size of his palm. “This allows me to visualise where I need to make the cuts on the lead,” he says. He then works on the actual lead sculpture. He doesn’t use a magnifying glass, but relies solely on his vision. He works on Camlin, Apsara, Natraj, Jumbo and mechanical pencils (0.5 mm - 0.7 mm).“It is important to be aware and control one’s breathing when working on a sculpture,” Kailash said. “One loud exhale, your hand can shake and the sculpture can get destroyed.” Patience, he says, is his most important asset. “The pencil can fall, the lead can break with one accidental cut. Around 14 of my sculptures have broken this way, just when they were nearly complete.”\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.7%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/yuavpodbvf-1555067520.jpg\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.7%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/reioqpkmxa-1555067521.jpg\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.7%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/dzmnvcdpua-1555067522.jpg\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.7%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/zhpufipjnc-1555067523.jpg\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.7%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/kioelypkik-1555067524.jpg\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 72.6%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/nrupruhymo-1555067525.jpg\">\n  </picture></figure>\nOne of his favourite sculptures is the bookshelf. Beautifully detailed, it features four open shelves with books stacked in them – vertically and horizontally. Another favourite is the face of renowned Tamil poet Thiruvalluvar. “It took me three days to create it,” he said. And where does he draw inspiration from? “Many places,” he said with a laugh. “I spend time on trains talking to passengers and pick up ideas from there. Or it’s something I see around me or in the news or the internet.” He has also made sculptures out of small charcoal bars, polymer and clay. At first, Kailash wasn’t keen on selling his work. But when he was in his final year of engineering, he thought: “Why not make my passion into my profession?” He started accepting orders for customised lead sculptures through his social media accounts and the e-commerce site Etsy. Over the past year, he has received more than 70 orders from across India and even Italy – “someone wanted a tree sculpture”. In his next series of lead sculptures, he wants to show important elements of Tamil culture.Kailash has exhibited his work in Chennai, Bengaluru and Hyderabad. He is also conducting pencil-carving workshops in Chennai. “There aren’t too many people who do this in India, and through such workshops, I hope I can generate interest, awareness and also spread my knowledge.”Kailash Babu.All photos courtesy Kailash B (BK pencil sculptures). Also read: From vadas to chole bhature: An artist’s clay miniatures of Indian food find fans worldwideHoney, I shrunk the city: Chennai’s quirks and charms get a miniature tribute from a young artist","author":"Akhila Ranganna","time":"2019-08-03T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117342-xhvbrktloy-1555062804.jpg","tags":["Tamil Nadu","Kailash Babu","Art","Sculpture","Pencil sculpture"]}