{"title":"Smriti Irani speaks to Manipur CM after video shows women paraded naked, Opposition seeks his ouster","content":"Hours after a video emerged from Manipur showing two Kuki women being paraded naked by a mob, Union Minister for Women and Child Development Smriti Irani on Wednesday spoke to Chief Minister N Biren Singh about the matter.The assault took place near the B Phainom village in the Kangpokpi village on May 4, a day after clashes first erupted between the Meitei and Kuki communities in the North Eastern state. One of the women in the video was “brutally gang-raped”, according to a police complaint.The police filed a case of murder, abduction and gangrape against “unknown armed miscreants” on May 18. However, the first arrest was made in the case two months later in the early hours of Thursday.Irani said that the chief minister told her that the investigation is underway and assured her that no effort would be spared to bring the perpetrators to justice. “The horrific video of sexual assault of two women emanating from Manipur is condemnable and downright inhuman,” she said.The horrific video of sexual assault of 2 women emanating from Manipur is condemnable and downright inhuman. Spoke to CM @NBirenSingh ji who has informed me that investigation is currently underway & assured that no effort will be spared to bring perpetrators to justice.— Smriti Z Irani (@smritiirani) July 19, 2023\n\nIrani waited for 76 days to speak to Manipur CM: OppositionHowever, Shiv Sena (Uddhav Balasaheb Thackeray) MP Priyanka Chaturvedi said that Irani’s response came two months too late. “Stop it Mantriji, your obnoxious silence on  the women wrestlers too makes it clear your intent is to only save a seat in the cabinet,” she said.Several other Opposition leaders called for Singh’s resignation and urged Prime Minister Narendra Modi to speak about the violence in the state.Congress leader Rahul Gandhi said on Twitter that Modi’s silence and inaction has led Manipur into anarchy. “INDIA will not stay silent while the idea of India is being attacked in Manipur,” he said, referring to the recently-formed alliance of 26 Opposition parties. “We stand with the people of Manipur. Peace is the only way forward.”PM’s silence and inaction has led Manipur into anarchy.INDIA will not stay silent while the idea of India is being attacked in Manipur.We stand with the people of Manipur. Peace is the only way forward.— Rahul Gandhi (@RahulGandhi) July 19, 2023\n\nCongress General Secretary Priyanka Gandhi Vadra said that the images of violence against women in Manipur were heart-rending. “Any amount of condemnation of this horrific incident of violence against women is inadequate,” she said. “Women and children have to bear the maximum brunt of violence in the society. Why are the Union government and prime minister turning a blind eye towards the violence in Manipur?”Congress leader Jairam Ramesh said that it was “absolutely inexcusable” that Irani waited for 76 days to speak to the Manipur chief minister or even issue a statement. “Was the Union government, the home minister or the prime minister not aware of this?” he asked. “When will the Modi government stop acting like all is well?”78 days since full scale ethnic violence broke out in Manipur.77 days since the ghastly incident where two women were stripped, paraded and allegedly raped.63 days since an FIR was filed against unknown persons and the culprits are STILL at large.The rest of India had…— Jairam Ramesh (@Jairam_Ramesh) July 20, 2023\n\nTrinamool Congress MP Mahua Moitra said she was ashamed and horrified at the visuals from Manipur. “When will this satanic government take responsibility?” she asked. “When will Manipur CM resign? More important when will MaunGuru stop with state dinners abroad and speak about Manipur?”  Ashamed & horrified at Manipur visuals. When will this satanic govt take responsibility? When will Manipur CM resign?More important when will MaunGuru stop with state dinners abroad & speak about Manipur?— Mahua Moitra (@MahuaMoitra) July 19, 2023\n\nAam Aadmi Party chief Arvind Kejriwal said that the sexual violence was extremely shameful and condemnable. He urged Modi to pay attention to Manipur and ensure the strictest punishment to the culprits.“This kind of heinous act cannot be tolerated in Indian society,” he said. “There should be no place for people of such a criminal mindset in the country.”मणिपुर की वारदात बेहद शर्मनाक और निंदनीय है। भारतीय समाज में इस तरह की घिनौनी हरकत बर्दाश्त नहीं की जा सकती। मणिपुर के हालात बेहद चिंताजनक बनते जा रहे हैं। मैं प्रधानमंत्री जी से अपील करता हूँ कि वे मणिपुर के हालातों पर ध्यान दें। इस वारदात की वीडियो में दिख रहे दोषियों पर कड़ी…— Arvind Kejriwal (@ArvindKejriwal) July 19, 2023\n\nAam Aadmi Party MP Sanjay Singh and Communist Party of India MP Binoy Viswam gave suspension of business notices in the Rajya Sabha, and demanded a discussion on the developments in the state, ANI reported. The Congress’ Manish Tewari gave a similar notice in the Lok Sabha. The Monsoon Session of Parliament will begin on Thursday and is slated to go on till August 11.Ethnic clashes between the Meitei and Kuki communities have spiralled into a civil war since May 3. Over 140 people have been killed while more than 60,000 have been displaced and hundreds of relief camps have been established.Also read:Armed gangs and a partisan state: How Manipur slipped into civil warWhy Biren Singh stays as Manipur chief minister despite even BJP leaders asking for his ouster","author":"Scroll Staff","time":"2023-07-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177515-oaibmleeal-1658575543.jpg","tags":["Manipur","N Biren Singh","Smriti Irani","Manipur violence"]}