{"title":"Southern states may demand separate country if injustice continues, says Congress MP DK Suresh","content":"Congress MP from Karnataka DK Suresh on Thursday said that southern states will be forced to demand a separate country if the Centre does not provide them their rightful share of taxes, PTI reported.Suresh’s remark was made to Kannada television news channels after Union Finance Minister Nirmala Sitharaman presented the interim Budget for the financial year 2024-’25. The remark was not made in Parliament.  Parliamentary Affairs Minister Pralhad Joshi subsequently urged Lok Sabha Speaker Om Birla to refer the matter to the Ethics Committee and sought an apology from Congress Parliamentary Party Chairperson Sonia Gandhi, The Hindu reported.Gaurav Gogoi, the Congress’ deputy leader in the Lok Sabha, questioned whether Joshi could raise an issue over a statement made outside the House.Under Article 280 of the Constitution, the Union government has to constitute a finance commission to distribute the revenue collected as taxes by state governments across the country. This is required since the Centre collects a majority of the taxes but most administrative work is executed by the states.Karnataka saw a decline in tax share from 4.71% under the 14th Finance Commission to 3.65% from the 15th Finance Commission.“Today, if we see the share of taxes distributed, North India is getting more,” Suresh had said. “From us [Karnataka] more than Rs 4 lakh crore is collected every year under various taxes. How much are we getting back? If it is not addressed in the 16th Finance Commission, then people of South India have to raise their voice.”He said that the southern states must get their share of the Goods and Services Tax, customs from the state and direct taxes. “We have been witnessing a lot of injustice to south India,” said the Congress leader. “We are seeing our share of money being distributed in north India.”Suresh also said that the Bharatiya Janata Party government at the Centre was imposing Hindi on southern states. He said the ordinance mandating commercial establishments in Bengaluru to ensure that their storefront nameplates are written majorly in Kannada was rejected by Karnataka Governor Thaawarchand Gehlot.it is one of the last few states to receive grants.Karnataka was among the states that lost heavily under the 15th Finance Commission. The 14th Finance Commission gave #Karnataka a share of 4.71% in the divisible pool of taxes. The state's share came down to 3.64%.    3/4— DK Suresh (@DKSureshINC) February 1, 2024\n\n\nTejaswi Surya, who represents the Bangalore South Lok Sabha constituency, accused the Congress of dividing the nation on the basis of language.“Dividing the country, based on religion, language and regionalities is nothing new for the Congress party,” he told ANI. “An MP from Congress in Karnataka has aspired for a separate southern India, which is again not a new argument. Most of the Congress party’s allies, including the DMK, have been speaking this separatist line for a long time.”BJP’s Karnataka chief BY Vijayendra said that Suresh should speak responsibly, considering that he is an MP, reported The Indian Express. “Any people’s representative assumes power with an oath to uphold the sovereignty and unity of the nation,” he said. “Maybe, I think, he has forgotten it.”#WATCH | On Congress MP DK Suresh's statement, BJP MP Tejasvi Surya says, \"Dividing the country, based on religion, language and regionalities is nothing new for the Congress party. An MP from Congress in Karnataka has aspired for a separate southern India, which is again not a… pic.twitter.com/5gI12tLwW4— ANI (@ANI) February 1, 2024\n\n\nIn the Rajya Sabha, Union Minister Piyush Goyal also sought an apology from the Congress, saying that Suresh’s remark was an attack on the Constitution and an insult to the sovereignty and integrity of the country.  Congress President Mallikarjun Kharge also rebuked Suresh’s comments in the Rajya Sabha on Friday.“If anyone speaks about breaking the country, we will never tolerate it – irrespective of whichever party they belong to,” he said. “I, Mallikarjun Kharge, will say that from Kanyakumari to Kashmir, we are one and we will be one.”#WATCH | Congress president and LoP Rajya Sabha Mallikarjun Kharge speaks on Congress MP DK Suresh's \"...forced to demand a separate country\" statement.\"...If anyone speaks about breaking the country, we will never tolerate it - irrespective of whichever party they belong to.… pic.twitter.com/LuR3cNjXaT— ANI (@ANI) February 2, 2024\n\n\nHowever, DK Shivakumar, Karnataka’s deputy chief minister and Suresh’s brother, defended him and said that he was expressing the views of the people, but stressed that India should remain united.“There has to be a balance, the entire country is one,” he said. “You cannot only look at the Hindi belt. In this budget, there is no equal distribution of finances. Karnataka has been giving a lot of revenue to the Centre. For the entire South India, no major announcement has been made.He added: “We feel like we have been let down. But the entire country is one. We are Indians. India should be united. There is no question of demanding anything region-wise.”#WATCH | Bengaluru: On Congress MP DK Suresh's statement, Karnataka Deputy CM DK Shivakumar says, \"DK Suresh or any other leader have spoken of the pain of South India... There has to be a balance. The entire country is one... You cannot only look at the Hindi belt... In this… https://t.co/p7tv8NZhLz pic.twitter.com/6OcnVQ5IrC— ANI (@ANI) February 1, 2024\n\n\nAlso read: How 15th Finance Commission is trying to manage South India’s anger over tax division – and failing","author":"Scroll Staff","time":"2024-02-02T14:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198095-bgdfvgjtpr-1706860445.jpg","tags":["Nirmala Sitharaman","Congress","South India","DK Suresh","Karnataka"]}