{"title":"Sports ministry suspends new Wrestling Federation of India body, says it blatantly disregarded norms","content":"The Union Ministry of Youth Affairs and Sports on Sunday suspended the newly-elected body of the Wrestling Federation of India, ANI reported.This was after newly-elected president Sanjay Singh announced that U-15 and U-20 nationals for wrestling would take place in the Nandini Nagar area of Uttar Pradesh’s Gonda district before the end of the year.The ministry said that the announcement was hasty, and did not give enough notice to the wrestlers who were to take part in the national championships. It said that such decisions are to be taken by the federation’s executive committee, CNBC-TV18 reported.“...Minimum notice period for EC [ Executive Committee] meeting is 15 clear days and quorum is of 1/3rd of representatives,” it said. “Even for Emergency EC meeting, minimum notice period of 7 clear days with quorum requirement of 1/3rd of representatives.”The ministry noted that the work of the federation was being carried out from the premises controlled by its former office-bearers, which was where several wrestlers were allegedly sexually harassed earlier. It added that the new wrestling body seemed to be in complete control of former office-bearers, in violation of the Sports Code.The sports ministry said that the decisions made by the newly-elected executive body “demonstrate a blatant disregard for the established legal and procedural norms, violating both the WFI’s constitutional provisions and the National Sports Development Code”.Singh was elected as the president of the Wrestling Federation of India on Thursday after he won 40 votes to the seven won by 2010 Commonwealth Games gold medallist wrestler Anita Sheoran. He is a close aide of former Wrestling Federation of India chief Brij Bhushan Sharan Singh.The district of Gonda is the stronghold of Brij Bhushan Sharan Singh, who is the MP from the Kaisergank constituency in Uttar Pradesh.After Sanjay Singh was elected to the top post, Sakshi Malik, a bronze medallist from the 2016 Olympics, announced that she would quit wrestling.In January, several star wrestlers from India, including Malik, Tokyo Olympics bronze medallist Bajrang Punia and three-time Commonwealth Games gold medallist Vinesh Phogat, had launched a protest against Brij Bhushan, a Bhartiya Janta Party MP, accusing him of intimidation and sexual harassment.  Seven complainants, including a minor, accused Brij Bhushan of demanding sexual favours for professional help on at least two occasions, and also reported 15 incidents of alleged molestation and other forms of sexual harassment.Brij Bhushan was forced to step down from his post and an ad-hoc committee was appointed to look after the affairs of the national federation. The elections, which were to be held in July, were delayed due to court cases which led to United World Wrestling to suspend India’s national body.","author":"Scroll Staff","time":"2023-12-24T12:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196892-arpsprsfvd-1703400708.jpg","tags":["Sanjay Singh","Wrestling Federation of India","WFI","Gonda"]}