{"title":"Start the week with a film: ‘The Traitor’ breaks the omerta on the Mafia","content":"There’s the Hollywood Mafia movie (The Godfather, Goodfellas, Donnie Brasco) about Italian-American gangsters. And then there are Italian movies about the Mafia in its place of origin. Many Italian directors have studied one of the world’s most notorious forms of criminal enterprise with less romanticism and greater scepticism than their Hollywood counterparts. Marco Bellocchio’s The Traitor is one such film.The Traitor is available on MUBI. Bellocchio, one of Italian cinema’s most acclaimed directors, bring documentary-style rigour and thriller-level panache to his chronicle of a real-life Mafiosi who broke the omerta – the code of silence – surrounding the Mafia’s activities. Over 153 rivetting, well-spent minutes, Bellocchio reveals the Mafia’s brutality and the extent to which it has corrupted Italian society.The film is based on Tommaso Buscetta, a member of the Sicilian Mafia whose decision to testify against his rivals resulted in a landmark trial between the 1980s and the 1990s. The trial, described as the largest in Italian history, resulted in the arrest of numerous crime figures. Despite being vilified by his clansmen and opponents, and working under tremendous danger to himself and his family, Buscetta stuck to his guns.The Traitor has a bunch of terrific actors, led by Pierfrancesco Favino as Buscetta. Favino portrays Buscetta as a man of contradictions, fortitude and the necessary bull-headedness needed to pull off an impossible task.The film begins in 1980. An unwieldy pact over heroin smuggling between Buscetta’s Palermo family and the Corleone clan led by the ruthless Salvatore Riina quickly comes undone. Buscetta flees to Brazil, but is arrested and extradited. Back home in Palermo, Riina is slaughtering Buscetta’s family members and associates, often picking on people only remotely involved with his rival’s operations.The Traitor (2019).I am not an informer, Buscetta tells the judge Salvatore Falcone, but he is persuaded to rat out on Riina at the risk of undermining his own clan. Falcone demolishes Buscetta’s idealised notions of a golden age of the Mafia, but comes to respect the career’s criminal’s bravery in breaking free of an iron-clad code of honour.The trial itself borders on farce. Various Mafia luminaries display hysterical behaviour, use stalling tactics, and bicker over the court’s rules like hidebound bureaucrats. One of Buscetta’s compatriots who speaks only rapid-fire Sicilian jolts even the harried presiding judge.The courtroom scenes are as riveting as the revelations of the Mafia’s arcane codes. The film reveals the price paid for being a lifelong Mafiosi as well as the high cost of trying to step away from it. No slight goes unavenged, no betrayal unpunished, and no attempt to break the omerta unopposed. Before Marco Bellocchio, Italian master Francesco Rosi explored the “Years of Lead” – the period between the 1960s and the 1980s when the Mafia murdered and bombed police officers and judges with impunity. The Traitor is a worthy successor to Rosi’s Illustrous Corpses (1976), about an investigation into the assassinations of judges.In The Traitor, there are memorable intimate moments between the grand drama surrounding the trial and the killing sprees. Buscetta’s personal anguish over what he sees as a corrosion in Mafia tenets doesn’t allow him to forget his flair for presentation. Impeccably attired, with cool-looking sunglasses, Buscetta looks every inch the dapper Mafiosi that Hollywood likes to valourise. The Traitor shows an altogether different picture.\n\n\n    \n    Play\n\nThe Traitor (2019).Also start the week with these filmsMeet an Iranian Jack the Ripper in the spine-tingling ‘Holy Spider’‘Mad Max 2’ and the satisfaction of a sequel well doneIn ‘Nyad’, lessons in swimming – and life","author":"Scroll Staff","time":"2024-03-10T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199132-ccbkuqynwk-1710013728.jpeg","tags":["The Traitor review","Marco Bellocchio","Pierfrancesco Favino"]}