{"title":"Start the week with a film: Why ‘Manjummel Boys’ was a blockbuster","content":"This year’s Malayalam blockbuster Manjummel Boys is finally accessible to a wider viewership. Chidambaram’s movie, which deftly combines the survival thriller with the male buddy drama, is out on Disney+ Hotstar.Manjummel Boys is based on a real-life incident from 2006. The film centres on a group of nine men in Kochi who have known each other since they were children.Long-term friendship is the single-most important factor that prevents the gang from abandoning Subhash when he slips into a pit in a cave. Convinced that Subhash is alive despite having fallen hundreds of feet, the friends maintain a vigil and then participate in a rescue operation that seems destined to fail.Malayalam cinema is often celebrated outside the state for elevating formulaic plots. By creating memorable characters, paying close attention to milieu-setting and relying on naturalistic performances, mainstream Malayalam productions make slice-of-life stories appear extraordinary.All these factors are at play in Manjummel Boys. Chidambaram’s screenplay takes elements that might have been exaggerated or glamourised elsewhere – in Telugu or Hindi cinema, for instance – to create a wholly plausible account of courage in impossible circumstances.The characters are from ordinary backgrounds who can barely afford a vacation. The performances lack showboating (also a stellar quality of Malayalam cinema). The magnificent cave set created by production designer Ajayan Chalissery and the textured camerawork by Shyju Khalid are always at the service of the plotting, rather than attempting to overshadow it.We first meet the men at a wedding, upending the occasion’s solemnity with their raucousness. The manner in which they freely argue is a sign of just how familiar they are with one another.They pile into a car driven by a tour operator for Kodaikanal in neighbouring Tamil Nadu. Their drunken revelry and unselfconscious antics mark them as the kind of travellers that other tourists tend to avoid, especially women.A cave popularised by the Tamil hit Gunaa (1991) is where the friendship is severely tested. The cave is the place where Kamal Haasan’s mentally disturbed character keeps his kidnapping victim, whom he believes to be a goddess. (The Hindu critic SR Praveen has also pointed to a predecessor to Manjummel Boys in Bharathan’s 1990 film Malootty).The obsession that Gunaa valourised, as well as a song from the film that celebrates divine love, are inventively reworked in Manjummel Boys. Siju (Soubin Sahir) and the rest of the gang are unwilling to let go of Subhash (Sreenath Bhasi). The group is bonded by a feeling that can only be described as love.Despite some disposable scenes that bloat the running length, Manjummel Boys is a riveting watch. The movie did great business in Tamil Nadu too, partly because of its Kodaikanal setting and Gunaa homage. There have been rumours of a Bollywood remake, which are hopefully as false as Manjummel Boys rings true.\n\n\n    \n    Play\n\nManjummel Boys (2024).Also start the week with:A divorce from hell in ‘The War of the Roses’In ‘Tokyo Sonata’, the unequal music of an emotionally distant familyMeet an Iranian serial killer in the spine-tingling ‘Holy Spider’","author":"Scroll Staff","time":"2024-05-06T09:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200505-nqorfejnlp-1714933003.jpeg","tags":["Manjummel Boys","Chidambaram","Disney+ Hotstar"]}