{"title":"Start the week with a film: In ‘Bombshell: The Hedy Lamarr Story’, a star as well as an inventor","content":"Bombshell: The Hedy Lamarr Story (2017) begins with a quote attributed to its subject: “Any girl can look glamorous. All you have to do is stand still and look stupid.”The next shot is of Lamarr, looking ridiculously glamorous. Alexandra Dean’s documentary explores the Hollywood movie star’s life-long attempts to escape the image trap by showing her brainy side.The enduring fascination with Lamarr has as much to with the movies in which she starred in the 1930s and 1940s as with her side career as an amateur scientist. The central theme in Bombshell is an idea for a frequency-hopping communications system for use during World War II that is credited to Lamarr and the avant-garde music composer George Antheil.Lamarr and Antheil were granted a patent by the US government for the technology, which is now used in wireless communication and military devices. However, the frequency-hopping proposal remained locked away for decades. Since the invention based on the original idea was designed after the patent had expired, Lamarr made no money from it.Bombshell is available to rent on Prime Video’s iwonder documentary channel. Dean’s film is an absorbing portrait of a complex woman struggling to navigate sexist expectations.The cradle-to-grave account includes Lamarr’s formative years in Austria, during which she displayed an interest in inventing, and her Hollywood phase, where she was bound by an exploitative contract. Lamarr had an inventing unit even as she appeared in roles that highlighted her looks, the film reveals. Among Lamarr’s unfulfilled ideas was to create a soluble carbonated tablet.Bombshell relies on conversations with Lamarr’s children and friends as well as a rare interview with a Forbes magazine journalist who rekindled interest in her inventions. While the film doesn’t place Lamarr’s frequency-hopping brainwave alongside previous strides in the technology, it’s amply clear that Lamarr knew her science, even if she wasn’t trained for it.A colourful personal life that included six marriages, drug abuse and self-imposed seclusion before a lonely death in 2000 pins down Lamarr as the quintessential troubled Hollywood star. The focus on her live-wire brain suggests a woman out of step with her times who has been reclaimed in an age in which the forgotten contributions by women to science are being unearthed.A commentator wryly observes in Bombshell that Lamarr was ahead of the curve even in terms of plastic surgery – she wasn’t just an early advocate, but also instructed her surgeons on how to fix her face so that the scars wouldn’t show. The recognition Lamarr received late in her life has finally allowed for an additional descriptor following her name: Hedy Lamarr, Hollywood star and inventor.Also start the week with these films‘The Traitor’ breaks the omerta on the MafiaMeet an Iranian serial killer in the spine-tingling ‘Holy Spider’‘The Killing’ is a perfect movie about an imperfect crime","author":"Scroll Staff","time":"2024-03-24T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199529-wayzrchfqw-1711227844.jpeg","tags":["Bombshell: The Hedy Lamarr Story","Prime Video"]}