{"title":"These four women are a testimony to the trials and tribulations of proving citizenship in Assam","content":"Thirty two-year-old Arzunara Begum lives in Chhaygaon town in Assam’s Kamrup (Rural) district. She is a Bengali Muslim, born in a village called Tekeliputa in the foothills near Meghalaya’s South Garo Hills. She got married in 1998 and moved to a village near Chhaygaon. Begum said she has a bank account, which mentions her husband’s name, but no other document to prove her identity or place of origin. “I was in Class seven when they took me out of school,” she said. “I wanted to study but they married me off.”Begum said her husband went to her native village in 2015 and got a panchayat certificate, which states who her ancestors were and that they were residents of that area. She submitted the certificate to authorities in Assam that year in order to get herself enlisted in the National Register of Citizens that the northeastern state began to update in 2015, for the first time since 1951, ostensibly to create a definitive list of citizens of the state and root out illegal Bangladeshi immigrants.However, Begum is worried now.“I am scared it [the panchayat certificate] may get cancelled,” said Begum, who insisted that her grandfather’s name featured in the 1951 electoral rolls. “My father, his father, everyone grew up in Tekeliputa. But now, everyone seems to be saying that since we are Muslims, our documents will not be accepted.”Arzunara Begum is worried that her Bengali Muslim ancestry may work against her. Photo credit: Arunabh SaikiaA link documentTo be counted as a citizen in Assam, an individual must prove that they or their ancestors entered the state before the midnight of March 24, 1971. This is a two-step process. First, the individual had to identify themselves or their ancestors in the legacy data, a “database of that period which would be carrying the names of a very large number of persons together, admissible to prove the claim for inclusion in NRC [National Register of Citizens]”. These included pre-1971 electoral rolls and the 1951 National Register of Citizens, and proved that a person’s ancestors had lived in the state before the cut-off date. Second, the individual had to submit link documents, certifying their relationship with the said ancestor. The residency certificate issued by the panchayat secretary was meant to be a “link document”. In 2010, a cabinet sub-committee recommended the use of panchayat certificates as a proof of lineage, especially for married women. They could use them to attest their connections with their paternal family, it stated. The Union government approved. The Registrar General of India and the Supreme Court , which has monitored the updating process, did not object either.The certificate was a new addition to the other link documents already in use such as birth certificates, land documents, board and university mark sheets, ration cards, election identity cards or “any other legally acceptable document” such as bank records. For women without meansThe list of link documents seem to be fairly long, but it turned out that a large number of married women in Assam had little by way of “legally acceptable document”. This problem was especially acute in rural areas, where birth certificates were rare even a decade or two ago.A sizeable number of women in these areas dropped out of school before their matriculation examinations and got married, explained lawyer and activist Aman Wadud, who offers pro-bono legal advice to people caught in citizenship entanglements. So, not only did they have no board or university mark sheets, any other documents they possessed, such as ration and election identity cards, connected them only to their husband’s identity, said Wadud.As a result, the panchayat residency certificate assumed great importance. Official records state that as many as 45 lakh married women have submitted the panchayat certificates as proof of lineage in the state. But this document, the mainstay of so many women without education or financial means, has now become a lightning rod for communal tensions.Who are ‘original inhabitants’?On February 28, a Guwahati High Court ruling said that panchayat certificates had “no statutory sanctity” and could “at best be a private document”. It added that the use of these documents was unconstitutional and using them was “against national interest”.Then in October, Assam’s state commissioner for the National Register of Citizens, Prateek Hajela, told the Supreme Court that 17.4 lakh women among those who had submitted panchayat certificates were “original inhabitants” and would have no trouble getting into the updated citizens list.Hajela’s submission set off rumours that not a single Muslim had been included in the category of original inhabitants. How had he arrived at the figure, asked anxious minority groups. There was, after all, no official definition of who qualified as an original inhabitant of Assam. They asserted that the Supreme Court had eased documentary requirements for the state’s Tea Tribes. Why then had such allowances not been made for thousands of Muslim women? A section of Assam’s large Muslim population now fears that the term “original inhabitant” implies the state’s non-Muslim, Assamese-speaking people. The accusation has been refuted by Assam Chief Minister Sarbananda Sonowal, who has staunchly maintained that the final citizens’ list would not discriminate on the basis of religion or language. He affirmed that the only criterion is that a person’s descendants should have settled in the state before 1971. Even Hajela has since clarified that there would be no separate original inhabitant category in the draft or final citizens’ list.Still, various minority organisations have challenged the high court ruling. The Supreme Court will hear these petitions on November 22.Dalima Biswas Rabha is confident her panchayat certificate will work. Photo credit: Arunabh SaikiaWomen without an address? Married women across communities have been affected by the High Court order. But a visit to villages on the outskirts of Guwahati reveals that some are more worried than others. While a Bengali Muslim like Arzunara Begum harbours a very real fear of being driven out of her home, this fear is not so pressing for women from one of the state’s tribal groups.Arzunara Begum’s children go to the same school as Dalima Biswas Rabha’s. Rabha belongs to the Rabha tribe and lives with her family near Chhaygaon town in the same district. She was born in a village in Boko, a town in Assam’s Kamrup (Rural) district. She attended lower primary school before dropping out.In 2010, she fell in love with a Bengali man who was visiting Boko. “We met through a common friend,” said the soft-spoken Rabha, who said she was in her mid-twenties. “We fell in love almost immediately, and decided to get married.” That was in 2011. Rabha’s husband is a driver – he is employed with a local gas agency. “Then we moved here, as work for him was here,” she said.Rabha said that in 2013, when the family heard that the National Register of Citizens was being updated, she was told that that she would be required to “get it written by our gaon-bura [village chief] that I am from Boko and my family live there”. Rabha said she had a bank account as well as a PAN card, but she got them only after she moved to her in-laws. “They only have my husband’s name,” she said. “So, I went myself the first time and spoke to our gaon-bura, who has known me since I was a little girl. The next time, my father-in-law went and collected the paper.”Rabha said she was not worried about the anticipated Supreme Court judgment. She said: “We have been told it will work, and that there is nothing to worry about since we are from here only.”Anna Saha, 52, has neither a bank account nor a PAN card. (Photo credit: Arunabh Saikia).Bengali Hindus apprehensive But Bengali Hindus in the area are less self-assured. Assam has a history of tension between indigenous people and settlers, and has seen anti-Bengali sentiment in the past. Anna Saha, 52, a Bengali Hindu, never went to school. Unlike Begum and Rabha, she has neither a bank account nor a PAN card. Her only official proof of identity is her electoral identity card, made after she married Jyotisman Saha. According to her, her father, Harendra Bashak was “one of the first Hindus” who came to the area. His name features in the 1966 voters’ list. “He is one of the founders of the Goroimari Satra village,” she claimed. “My siblings and I grew up here.”Anna Saha has been issued a panchayat certificate yet her husband, Jyotisman Saha, is slightly apprehensive because of an “ura-batori”, or rumour, that Hindu Bengalis would not be considered original inhabitants.“We hope that the Supreme Court accepts it,” he said. “It is a question of our legacy. What will happen to her otherwise? In the vicinity of 10 kilometres from here, everyone knows that she is the second daughter of Harendra Bashak, but what about beyond that? They asked for proof, we even provided that. What more do they need now?”Anna Saha's panchayat certificate that attests her connection to her paternal family in Assam. Photo credit: Arunabh SaikiaConversely, 30-year-old Lobhita Medhi, an Assamese Hindu who lives nearby, was unfazed by the controversies. She studied till Class 9 so she does not have a school-leaving certificate. Her bank account and PAN card were made only after she got married and moved in with her husband. Her husband obtained a panchayat residency certificate for her from her native village on the outskirts of Guwahati. “I went and got it from the gaon-bura,” he said. “Her parents still live there, so it was not a problem at all.”“What is there to worry about?” Medhi demanded. “We are Assamese. Even if the Supreme Court says it is not valid, will they chase us away? Where to? We have been living here since ages and we will continue to do so.”Lobhita Medhi is unfazed by the controversy around the panchayat document in spite of not having any other document to prove her lineage. Photo credit: Arunabh SaikiaThe ‘original inhabitant tag’Are these fears among the state’s minority religious and linguistic groups unfounded? Bureaucrats engaged in updating the National Register of Citizens concede that they may not be, though they are a bit far-fetched.An official who is part of the updating exercise in a Lower Assam district said a category called original inhabitant did indeed exist in the National Register of Citizens’ records. The official added that who was entitled to that tag could be decided by the area’s local registrar of citizens, a position usually held by a state government gazette officer with quasi-judicial powers.“Initially, the OI [original inhabitant] tag was given to tribal people, primarily those who may not have had the required documents,” said the official. “But later, it was almost exclusively given to Hindu Assamese, at least in the district I work in.”The official said while the classification’s innate purpose may have been to ease bureaucratic pressures, it gave the process an unwarranted communal hue. He said: “Also, since OI [original inhabitant] was given to people taking into consideration their community, language, it isn’t really a foolproof classification, particularly as the officers who decide on them are usually not permanent residents of the area they are posted in.”Officials claimed that the original inhabitant tag is merely an internal marker meant to shorten tedious administrative processes. So does it really matter, given that it will find no mention in the updated National Register of Citizens list available to the public?The officer said that in a state as sensitive about identity as Assam, the presence of such data – which could probably be accessed by a Right to Information application – is likely to make many people uneasy, as it already has. “The fact that the state coordinator submitted a number in court means the government has the data and there is a distinction between people who make it to the final NRC [National Register of Citizens] and people who are original inhabitants,” he said.The officer also claimed that the verification process for inclusion in the updated list is less rigorous for people with the original inhabitant tag. “It is an extremely exhaustive exercise,” he said. “It is not that people with the tag are given any relaxation in terms of the documents they have to submit, but it is just that people who are not OI [original inhabitants] have to go through more rigorous checks of their family trees, etc. That is exactly what the case is with the panchayat documents. The 17 lakh women who have been already declared to be original inhabitants have almost a free pass even if the court says the document is not valid.”Hajela refused to comment, saying the matter was sub judice. Meanwhile, about 27 lakh women anxiously wait for the Supreme Court to pronounce on the petitions challenging the rejection of panchayat certificates and the classification of original inhabitants. It does not help that Assamese nationalist groups have suggested, rather loudly, that the women relying on the Panchayat residency certificates are of dubious nationality.","author":"Arunabh Saikia","time":"2017-11-21T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/858540-74370-hvyprhkxkw-1511208565.jpg","tags":["Assam","citizenship","identity","migration","illegal immigration"]}