{"title":"Suffered from depression, suicidal thoughts due to sexual harassment by Brij Bhushan, says wrestler","content":"One of the women who complained to the police against Wrestling Federation of India chief Brij Bhushan Sharan Singh said that she suffered from depression and had suicidal thoughts because of sexual harassment, PTI reported on Tuesday.The woman’s statement forms part of the chargesheet filed last month against Singh, who is also the Bharatiya Janata Party MP from Uttar Pradesh’s Kaiserganj. The police have said in the chargesheet that the Wrestling Federation of India chief is liable to be punished for offences under Sections 354 (assault or criminal force with intent to outrage woman’s modesty), 354A (sexual harassment) and 354D (stalking) of the Indian Penal Code.The 1599-page chargesheet includes the statements of six wrestler complainants. One of the woman was quoted in the chargesheet as saying that she went into depression and began having suicidal thoughts because of Singh’s actions. “I said I will die but not go to Singh,” she said, according to PTI.The woman alleged that her name was removed from a list of athletes who went to meet Prime Minister Narendra Modi after she refused to meet the Wrestling Federation of India chief.Another complainant said that she could not return to the wrestling arena for two years as she refused to “compromise” with Singh in 2009, reported PTI. Another wrestler alleged that Singh threatened to end her career after she rejected his advances in 2021. She also accused Vinod Tomar, the suspended assistant secretary of the sport’s governing body, of colluding with Singh. The complainant said that she was asked to meet Singh after she was chosen for the Senior National Championship in 2022 but there were problems with her document verification, reported PTI.“On Singh’s instance, [Vinod] Tomar changed the status of her document in file from ‘verified’ to ‘unverified’, and ‘Netaji’ [Singh] said I had told you I will not let you play in any tournament’,” the chargesheet quoted the woman’s statement before a magistrate as saying.On Tuesday, Singh and Tomar got interim bail for two days in the case. A Delhi court is slated to hear their bail petitions on July 20.On his part, Singh has maintained that the allegations against him are false and claimed to be the victim of a conspiracy to force him out of Parliament.","author":"Scroll Staff","time":"2023-07-19T10:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192337-tateitwfld-1689737037.jpg","tags":["Brij Bhushan Sharan Singh","sexual harassment case","Wrestlers Protest","Wrestling Federation of India"]}