{"title":"Sunday Bloody Sunday: Watching U2 perform in Navi Mumbai in troubled times","content":"Last weekend, the most famous live band in the world, bar one, performed in the city where the streets have two names. Sixteen years ago, the most famous band in the world bar none had played at Bombay’s Brabourne stadium. Mick Jagger of the Rolling Stones was 59 when he sang at Brabourne, the same age as Bono of U2 is today. If the Irishman appears closer to his prime now than the Englishman did then, it is only because my own age has advanced by a decade and a half since I watched Jagger strut onto the stage in an electric blue jacket that hot April evening in 2003.The antiquity of U2 partly explains why they faced a half-empty stadium in India after selling out concerts in Melbourne and Singapore so quickly that dates were added to the itinerary of their Joshua Tree Tour. India is young, and its youth obviously have little interest in classic rock. Of the older lot, many were too jaded to make the trip to DY Patil Stadium in Navi Mumbai, though hardcore fans flew in from all corners of the country.The stadium, built as recently as 2008, provides no parking facilities. The event organisers Bookmyshow offered buses and a chartered local train to transport ticket holders to the site. We opted for the train, which was fun, though overcrowded and nearly an hour late getting into Nerul station. That still left us with two-and-a-half hours to kill, because the promised opening act was a no show.One of the biggest selling points of the stand we chose was a dedicated food counter, which we appreciated even more on realising we were 90 steps up from the ground level. Sadly, the kitchen downstairs couldn’t keep up with demand beyond 6 pm, so we stayed hungry. The event sponsor PhonePe ensured the only method of purchase was through an RFID card. There was a queue to activate the card, a second line to add money, and a third to order food. Most customers didn’t get as far as the third queue because the activation network crashed.A tough audienceI could go on about the organisational mess for a few paragraphs more, but it all felt beside the point once the band took the stage: four men who met as teenagers and had toured and recorded together for over 40 years with hardly a hitch through many changes in musical direction and personal circumstance. This was the last stop of the tour, and they gave it their best from the opening note, despite the tough Indian crowd. I don’t mean tough in the sense of hostile, for everybody there was a fan. It is just the nature of Indian audiences to be less participative and less vocal in appreciation than concert crowds in most places. No long passages of applause after each song and a quick exit once the singing is done.The technology that came with the band, a 200-foot-long 8k screen and a sound system cantilevered over it to afford a clear view of the stage, worked brilliantly (the speakers appear to have sounded better in the bleachers than on the ground). The true revelation, however, was Bono’s voice. Having felt he was outmatched in recordings with Luciano Pavarotti, BB King and Mary J Blige, I was blown away by the power of his live singing, which easily held its own not only against the intensity of the Edge’s guitar, Larry Mullen Jr’s drums and Adam Clayton’s bass, but also the gigantic images beamed onto the high-definition screen. I should have known Bono is a mighty singer, given that U2 have filled so many arenas for so long, but I’m glad I went with moderate expectations. The Joshua Tree is an epic album, and U2’s performance communicated through sound and sight the magnitude of that record’s ambition and achievement.The figure of Mahatma Gandhi hung over the event. Bono alluded to the philosophy of non-violence in his opening remarks, and came back to it repeatedly. As if that wasn’t enough, the penultimate song in the set was Ahimsa, a collaboration with AR Rahman, who brought along his three daughters to sing with the band. Ahimsa is let down by corny lines like:“This is an invitation to a high locationFor someone who wants to BELONG”The band in 2015. Credit: R. L. 68 [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]At their best, U2 find a lyrical space that easily blends specific, urgently political references with images of landscapes and human relationships that have wider resonance. But they don’t always attain that fine balance, and when they slip, their earnest articulation of big causes becomes a handicap. The switch between sublime and banal is familiar to their fans, but it was disconcerting to go from being deeply moved to mildly put off and back again so frequently in a span of two hours.They opened with early numbers, then played the Joshua Tree songs in order, dipped into the kitsch, post-modern phase of the mid 1990s, and ended with a bunch of big anthems. One of those, Ultraviolet (Light My Way) from 1991’s Achtung Baby, was bookended by a spoken tribute to women, and (cliché alert) a plea to rewrite history as her-story. Although the song itself has no connection with feminism, it was accompanied by visuals of women pioneers. The sequence built up excellently till, near the end, the image of the actor turned politician Smriti Irani appeared, at which point the groan from the audience was audible above the music. Irani was a terrible choice, having done nothing particularly brave, rebellious or path-breaking in her career. If a right-wing figure had to be included, it could have been someone like Kiran Bedi.Making a differenceThe band members, who have probably never heard of Irani, could hardly be blamed for the visual detail, yet it went from being a sideshow to the focus of comments on social media because the event took place in the shadow of protests against the Citizenship Amendment Act. U2 were accused of craven compromise in the very moment they pushed their social justice agenda the hardest.I don’t blame them for the idea of including someone from the ruling party. They have never claimed to be radicals, either in politics or music. They believe in faith, hope, and charity, in a generous and socially aware Christianity, and in the non-violent pursuit of progress. During the original Joshua Tree tour back in 1987, Bono spoke passionately in condemnation of the Irish Republican Army’s violence, and of the immigrant Irish community in the United States that valorised it.U2’s frontman has worked with a wide range of people from grassroots activists to billionaires and conservative politicians. He was influential in the setting up of PEPFAR, the former US President George W Bush’s signature initiative to fight AIDS, which is credited with saving over 15 million African lives. I’d rather have someone work with Bush Jr to make a positive difference than sit on the sidelines and shout “war criminal”. So, here’s wishing more power to Bono’s voice, on stage and off.","author":"Girish Shahane","time":"2019-12-18T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133022-zktcyzovdu-1576601105.jpg","tags":["U2","Bono","Smriti Irani"]}