{"title":"‘Supporter of BJP met me’: Surat candidates on the various reasons they withdrew from the election","content":"Voters in Surat will not be casting their ballots in a Lok Sabha election for the first time in 73 years. On April 22, the Bharatiya Janata Party’s Mukesh Dalal was elected unopposed from the constituency. He was contesting the first election of his life.The historic walkover occurred after the District Election Officer on April 21 rejected the nomination papers filed by Congress candidate Nilesh Kumbhani on the grounds that the signatures of his three proposers had been forged.Strikingly, two of the proposers are relatives of Kumbhani: Jagdish Savaliya is his brother-in-law and Dhruvin Dhameliya is his nephew. The third proposer, Ramesh Polara, is Kumbhani’s friend and partner in a construction business.The nomination of Suresh Palsada, the backup candidate of the Congress, was also set aside because of an allegedly forged signature of Bhautik Koladiya, his nephew.The rejections left nine competing candidates in the fray in Surat: four independents and candidates from the BJP, Bahujan Samaj Party and three from little-known parties. By April 22, all except Dalal withdrew their nominations, making way for the BJP to clinch the seat unopposed.Scroll contacted the eight candidates in Surat who withdrew from the polls on Monday. We could speak to all of them except Pyarelal Bharti of the Bahujan Samaj Party, whose phone remains switched off.Here is what they said.‘Supporter of BJP met me’Kishore Dayani, a stock broker who had contested as an independent candidate, told Scroll that a person associated with the BJP met him on April 21 and persuaded him to withdraw.“I ran because Surat has a very bad traffic problem and I wanted to raise that issue,” he said. “On Monday, a well-known person who is a supporter of the BJP met me and said that the party has plans to solve traffic problems in the city, like a metro project, so I need not run.”Dayani refused to divulge names, but added that a Congress politician also met him and prodded him to contest the election and not withdraw. “I thought about it and decided to withdraw,” he said.On April 23, Dainik Bhaskar reported that the candidature withdrawals were engineered in Surat’s Le Meridien hotel by local BJP politicians under the supervision of CR Patil, the BJP state president. The hotel had housed rebel Shiv Sena MLAs from Maharashtra when the party split in 2022.Dayani, however, denied visiting the hotel. “I did not go to Le Meridien and I was not under pressure,” he said.‘If Congress is not fighting, why should I?’Jayesh Mevada, a candidate from the Global Republican Party, said that he withdrew after he heard the news that the Congress was out of the poll fray.“I wanted to change the poor state of this nation,” he said. “But if the Congress with all its might is not fighting, why should I? It is better to let our visionary Prime Minister Narendra Modi change our country.”‘No point in contesting’An independent candidate, Ajitsinh Umat, said he is associated with the Akhil Bharatiya Hindu Mahasabha. He claimed the BJP had no role to play in his withdrawal.“I was essentially fighting against the Congress ideology,” he said. “Once they fell out of the race, I saw no point in contesting.”‘Went into depression’Another independent candidate, Bharat Prajapati, had more personal reasons to drop out. “I went into depression so I withdrew,” said Prajapati, who cut the call when asked if he had been to Le Meridien on Sunday.‘Mother’s injury’Ramesh Baraiya, an independent candidate who runs a textile business, said he withdrew because his 90-year-old mother fell and hurt herself last week.“I am going back to my village,” he said.‘Rotten state of politics’Two other candidates, Sohel Shaikh of the Allahabad-based Log Party and Abdul Hamid Khan of the Mumbai-based Sardar Vallabhbhai Patel Party, did not wish to talk about their withdrawal. “I withdrew just like that,” said Shaikh. Khan said there was no reason for his decision.Log Party, led by retired Indian Administrative Service officer Vijay Shankar Pandey, had initially given its ticket to Khan. “But he seemed unsure,” Pandey told Scroll. “So we then gave it to Sohel.”On Sunday, when Pandey heard the news that the Congress candidate’s nomination had been rejected, he saw it as a good opportunity to lead the charge against the BJP in Surat. “I called Sohel immediately but his phone was switched off,” he said. “Our lawyer in Surat also tried but could not contact him.”Pandey added that Shaikh did not consult the party and his decision to withdraw was unilateral. “We have all been kept in the dark. This is sheer opportunism,” he said. “This is the rotten state of politics in our country.”‘No one knows where he is’Switched off phones are not limited to the smaller contenders of Surat constituency. Congress candidate Kumbhani himself has been off the radar since Sunday. Yash Mayani of Kuber Publicity, a firm that handles Kumbhani’s social media, told Scroll that he has not been able to speak to his client for three days.“I have to collect my money since he is not going to fight anyway,” said Mayani. “But no one has been able to reach him or knows where he is.”Similarly, family members of Ramesh Polara, one of Kumbhani’s proposers, have not heard from him since Sunday.“He is a builder and has been a friend of Kumbhani for many years,” said Dharmesh Polara, a relative of Ramesh Polara. “But his phone has been off for three days and none of us know where he is or how he is doing.”","author":"Ayush Tiwari","time":"2024-04-24T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200261-guhkidijuj-1713944202.jpg","tags":["Lok Sabha 2024","Lok Sabha elections","Surat","BJP","Congress"]}