{"title":"Supreme Court dismisses sacked BSF jawan’s plea against PM Modi’s election from Varanasi","content":"The Supreme Court on Tuesday rejected the plea of a sacked Border Security Force personnel against the cancellation of his nomination papers to contest against Prime Minister Narendra Modi in 2019 General Assembly polls, PTI reported.A bench comprising Chief Justice SA Bobde and Justices AS Bopanna and V Ramasubramanian upheld the Allahabad High Court verdict of dismissing the plea of the sacked jawan, Tej Bahadur Yadav. The Supreme Court had reserved its order on November 18.Yadav told the Supreme Court that he had filed his nomination as an independent candidate first and later as a Samajwadi Party candidate from the Varanasi constituency, according to NDTV. The election body rejected his nomination for “extraneous reasons”, he alleged.During the earlier hearing in the Supreme Court, the bench dealt with whether the Returning Officer, who rejected the nomination papers, had given Yadav enough time to reply to a showcause notice sent to him. He was also asked to provide a certificate to prove that he was not dismissed from the BSF for corruption or disloyalty.The former constable had first filed a plea in Supreme Court, challenging the rejection of his nomination papers in May 2019. But the top court refused to intervene in the matter. He then approached the Allahabad High Court, which dismissed the plea after hearing it in December 2019. After this, he moved the Supreme Court again in February.Allahabad High Court Justice Manoj Gupta had held that the petitioner did not contest the elections and therefore had no locus to challenge a candidate who was declared successful in the polls.In his plea, Yadav had claimed that his nomination papers had been wrongly rejected, and hence the prime minister’s election as a member of Parliament should be declared null and void.When he filed his nomination, Yadav had admitted that he was dismissed from service. However, later, he reportedly omitted it from his nomination form. The poll body had ordered the former soldier to produce a no-objection certificate from the BSF.Yadav had in March 2019 announced he would contest the election as an independent candidate against Modi. The former security forces personnel had said he took the decision because he wanted to eliminate corruption in the forces.Yadav was dismissed from the BSF in 2017 after he posted a video online complaining about the quality of food served to the troops.","author":"Scroll Staff","time":"2020-11-24T14:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145963-rcobabrqig-1600854974.jpg","tags":["Supreme Court","Narendra Modi","Tej Bahadur Yadav","Varanasi","Lok Sabha elections"]}