{"title":"Supreme Court, EC, Opposition: Spyware attack threatens pillars of India’s electoral democracy","content":"More troubling details emerged on Monday regarding the use of Israeli Pegasus spyware software and the high-profile personalities in India it may potentially have been used to snoop on.Names of potential victims include Rahul Gandhi, whose phone might have been compromised in the run up to the 2019 Lok Sabha elections. At the time, Gandhi was the president of the main opposition party, the Congress.A Supreme Court staffer and her family were selected as potential targets days after she accused the Ranjan Gogoi, the Supreme Court Chief Justice at the time, of sexual harassment.Also on the list was Ashok Lavasa, an election commissioner who had ruled that Prime Minister Modi had violated the Election Commission’s model code of conduct during the 2019 Lok Sabha elections. Lavasa’s name was added to the list of potential targets just weeks after his action against Modi.Surveillance weaponAll the names are from a leaked database of phone numbers that reportedly reflects potential targets of illegal cyber surveillance using “Pegasus”, an Israel-made spying software so uniquely powerful that some experts have called it a “weapon”. Once installed, Pegasus can harvest all data from a victim’s phone – from keystrokes to photos to turning on the microphone and video camera without the user’s knowledge – and send it back to its handler. Though most hacking strategies require  potential victims to make a mistake, such as clicking a malicious link, Pegasus can install itself on a phone even without such an action.Given that the NSO Group, the maker of Pegasus, says it only sells to “vetted governments”, the hacking list that has emerged in India raises serious questions.When his number made it to the list, Gandhi was the president of the India’s largest opposition party. Among those selected as targets during the 2021 West Bengal Assembly elections were the Trinamool Congress’ Abhishek Banerjee as well as the Trinamool’s election consultant, Prashant Kishor. In fact, digital forensics conducted by Amnesty International’s Security Lab and shared with the news website The Wire have confirmed that Kishore’s phone was indeed hacked.The use of government machinery by the ruling party during an election is, of course, barred under Indian law. In 1975, for example, Indira Gandhi’s election was set aside by the Allahabad High Court since government machinery has been used to set up rostrums, loudspeakers and barricades for her election tour. This crime is now dwarfed by allegations that India’s Opposition had been spied on by weapons-grade spyware during elections.Ashok Lavasa, former election commissioner. Credit: Press Information BureauSupreme Court controversyThe allegations revolving around the case of sexual harassment case against Chief Justice Gogoi are equally troubling. Legally, the case was dismissed by a bench headed by Gogoi himself. But the question of who selected as many as 11 phone numbers associated with the staffer as potential Pegasus targets needs to be answered urgently.In the interval between these numbers being selected and Gogoi’s retirement, he heard a slew of critical cases in which decisions went in favour of the government. On the Ayodhya dispute, a bench he headed cleared the legal decks for a temple to be built at the site of the Babri Masjid demolished by a mob in 1992 – a key ideological commitment of the Bharatiya Janata Party. Another bench headed by Gogoi handed the Modi government a clean chit on allegations of large-scale corruption in the purchase of Rafale fighter aircraft from France. Yet another Gogoi-headed bench refused to hold the Modi government to account over illegal detentions in Kashmir. A Gogoi-led bench also refused to stay the controversial system of electoral bonds, which allows anonymous funding to political parties.After his retirement, Gogoi was nominated as an MP by the Modi government.Election Commission dissidentHowever, possibly the most urgent violation that has emerged till now is the potential targeting of an election commissioner, Ashok Lavasa. The role of the Election Commission is critical in ensuring a free and fair election. So how and why was an election commissioner a potential target? And this after he dissented against the alleged breaking of the model code by the prime minister himself. Lavasa resigned as election commissioner just a few months after the BJP came back to power.Ritika Chopra, a senior assistant editor at the Indian Express, who first reported on Lavasa’s note of dissent within the election commission during the 2019 Lok Sabha election, also features in the list of potential targets of Pegasus surveillance. As does Jagdeep Chhokar, the co-founder of the Association for Democratic Reforms, an independent election watchdog.India’s Watergate?To understand the scale of what has happened here, it might be useful to benchmark this with another snooping scandal. In 1974, US President Richard Nixon was forced to resign from office after it emerged that his administration had tried to cover up its role in spying on the main opposition party. With the Supreme Court and Election Commission in the mix along with the Opposition, the allegations around India’s current Pegasus-gate far outstrip Nixon’s Watergate scandal.What makes this even worse is the response of the Modi government, which refuses to deny that it has bought or used Pegasus. Instead, it has reached for a familiar response, arguing that anyone raising allegations of malfeasance against the BJP is  someone who does “not like India to progress”, neatly conflating the country’s interests with the party’s.Global experts have for some time now raised red flags around the democratic backsliding in India. Most of this involved rising illiberalism, as India’s Union executive seemed to bulldoze all other democratic checks and balances. This latest break, however, raises an even more fundamental question around India’s electoral democracy itself.","author":"Shoaib Daniyal","time":"2021-07-20T09:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161710-qqjetamimu-1626752425.jpg","tags":["Ashok Lavasa","Ranjan Gogoi","Rahul Gandhi","Pegasus","Narendra Modi"]}