{"title":"Supreme Court refuses to stay Allahabad HC order allowing survey of Mathura’s Shahi Idgah mosque","content":"The Supreme Court on Friday refused to stay the Allahabad High Court order that had allowed a survey of the Shahi Idgah mosque in Uttar Pradesh’s Mathura, reported the Bar and Bench.On Thursday, the High Court allowed a petition demanding that a court commissioner be appointed to inspect the Shahi Idgah mosque. The petitioners in the case have demanded full ownership of the 13.37 acres of land around the mosque, claiming that it is the birthplace of the Hindu deity Krishna. A division bench of Supreme Court Justices Sanjiv Khanna and SVN Bhatti on Friday heard a petition by the Committee of Management Trust Shahi Masjid Idgah, seeking a stay on the High Court order.Appearing for the committee, Senior Advocate Huzefa Ahmadi pointed out that the order was passed even as the Supreme Court was to hear the mosque committee’s plea challenging an earlier order by the High Court transferring all petitions in connection with the dispute to itself.“When Your Lordships are due to hear these matters on January 8, the HC [High Court] should not proceed with these interlocutory orders,” Ahmadi told the bench. “It will have far-reaching consequences.”However, the division bench stated that Ahmadi can tell the High Court about the Supreme Court’s observations and list the matter before the top court if there is any emergency, reported The Indian Express. Notably, the Supreme Court in September had refused to order a scientific survey of the Shahi Idgah mosque.The top court had noted that the High Court was yet to decide on an application under Order 26 Rule 11 of the Civil Procedure Code, which pertains to the appointment of commissioners. The bench said it was not a fit case for it to exercise its jurisdiction under Article 136 of the Constitution, which allows the Supreme Court to grant special leave to appeal against the order of any court.The civil suit in the High Court was filed after it had on May 26 transferred to itself all the petitions pending before a Mathura court seeking various reliefs, including removing the mosque adjacent to a Krishna temple. The petitioners have claimed that the temple was the birthplace of the deity.","author":"Scroll Staff","time":"2023-12-15T19:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174579-hboupgczbt-1652944788.jpeg","tags":["Supreme Court","Uttar Pradesh","Krishna Janmabhoomi"]}