{"title":"Supreme Court pulls up its registry for not listing case against Adani Power","content":"The Supreme Court on Tuesday asked its registry why it had not listed a case concerning Adani Power for hearing despite a judicial order, reported Live Law.The matter was highlighted by senior advocate Dushyant Dave before a bench of Justices Aniruddha Bose and PV Sanjay Kumar.Appearing for the Jaipur Vidyut Vitran Nigam Limited, Dave told the court that the registry had claimed it had received instructions not to list the case.The case pertains to allegations by the Rajasthan electricity distributor that an application by Adani Power, an energy company of the Adani Group, was listed before the Supreme Court despite a final judgement in the case being delivered in 2020.In 2020, the court ruled that Adani Power was not entitled to a Late Payment Surcharge from the electricity distributor, reported Bar and Bench. Subsequently, the Jaipur Vidyut Vitran Nigam Limited paid the entire amount due to Adani Power.In January 2023, the Jaipur Vidyut Vitran Nigam Limited in a letter to the secretary general of the Supreme Court registry said that the listing of the matter two years after the judgement is a clear attempt to review the 2020 ruling. It also said that while the electricity distributor had filed a review petition of the order in 2021, no such pleas were filed by Adani Power.Raising the issue on Tuesday, Dave said the registry’s failure to list the case against Adani Power was “very disturbing”.“The assistant registrar very boldly says ‘I am under direction not to list it’,” said the advocate.Responding to it, the bench asked: “Why? At whose behest? Directed by whom?”Dave said that he was not aware of that.“If the government were to ignore the court’s orders, it would be treated as contempt, but when the registry defies the court’s orders, should it not be views seriously,” he said.Taking note of it, the bench told Dave that it would investigate the issue. It also directed that the matter should be listed as the first item for hearing on Wednesday.","author":"Scroll Staff","time":"2024-01-24T13:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186512-jowwrjbqgc-1675598803.jpg","tags":["Adani Power","Supreme Court","Jaipur Vidyut Vitran Nigam Limited"]}