{"title":"Supreme Court gives ‘last chance’ to Patanjali to show compliance in misleading advertisements case","content":"The Supreme Court on Tuesday granted Patanjali Ayurved’s Managing Director Balkrishna and co-founder, yoga guru Ramdev, a last opportunity to file affidavits of compliance in the contempt proceedings initiated against the company for its “misleading advertisements”, PTI reported.A bench of Justices Hima Kohli and Ahsanuddin Amanullah also criticised the company for the affidavit submitted by Balkrishna on March 20, apologising for releasing the advertisements and said that it was a “gross violation of the undertaking given to the top court”, Bar and Bench reported.On March 20, Balkrishna had tendered an “unqualified apology” and said that he had the highest regard for the rule of law, adding that Patanjali Ayurved would ensure it did not issue any such advertisements in the future.He also said that the company’s media wing was not aware of the Supreme Court’s order halting the broadcast of such advertisements, Bar and Bench reported.The petitioner in the case, the Indian Medical Association, alleged that Patanjali Ayurved has carried out a “smear campaign” against modern medicine and the Covid-19 vaccination drive.The apology came a day after the top court ordered Balkrishna and Ramdev, to appear before it in person. The court passed the order after the yoga guru failed to respond to a show cause notice in contempt proceedings initiated against his company.The bench had asked the duo to be present in court on Tuesday, a condition they complied with.On Tuesday, the bench declined to accept their apology affidavit. “You have to ensure that your undertaking, which is solemn, should have been adhered to,” the bench said.“We can say that we do not wish to accept that the media department does not know about what is happening in this court and it is an island,” the bench added, describing the apology affidavit as “lip service”.The bench said that every order passed by courts across the country has to be respected. “This is absolute defiance,” it added.Senior advocate Balbir Singh, representing Ramdev, also asked the court to accept the yoga guru’s apology. “We are tendering unconditional apology,” Singh said. “He [Ramdev] is here personally present to apologise.”The bench remarked that Ramdev’s apology should be placed in a written affidavit and criticised the yoga guru for holding a press conference on the matter.“We need an affidavit and if so, you cannot just fly it under our nose,” the court remarked. “Take this contempt seriously... For you to go like a shot and give a press conference in 24 hours shows you knew about the proceedings and then you violated it.”The bench also questioned why the ministry of AYUSH (Ayurveda, Yoga and Naturopathy, Unani, Siddha and Homeopathy) had chosen “to keep its eyes shut when Patanjali was going to town saying there [was] no remedy for Covid in allopathy”.The company was then ordered to file the affidavits within a week and the matter was listed for April 10. The bench also directed Balkrishna and Ramdev to be present on the fixed date.The caseOn February 27, Patanjali Ayurved and Balkrishna were issued notices for contempt of court for continuing to publish “misleading advertisements” regarding Patanjali’s purported medicinal cures, despite the company making assurances to the Supreme Court in November that it would stop advertising such products.The court has temporarily restrained Patanjali Ayurved from advertising any of its products meant to treat specific diseases and disorders listed in the Drugs and Magic Remedies Objectionable Advertisements Act.The court had also cautioned the company in February against making statements critical of any system of medicine.Several state units of the Indian Medical Association complained against Ramdev and Patanjali after a half-page Patanjali advertisement appeared in several newspapers on July 10, 2022, saying: “Misconceptions spread by allopathy. Save yourself and the country from the misconceptions spread by the pharma and medical industry.”The Indian Medical Association sought the court’s directions to the Centre, the Advertising Standards Council of India and the Central Consumer Protection Authority of India to curb campaigns and advertisements against allopathy.In November, the court had said that “all false and misleading advertisements of Patanjali Ayurveda have to stop immediately”.","author":"Scroll Staff","time":"2024-04-02T15:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143377-ocpzxefdpd-1593081183.jpg","tags":["Supreme Court","Patanjali","Ramdev","contempt proceedings"]}