{"title":"Supreme Court Bar Association ‘condemns’ judge’s praise for Modi – but later appears divided","content":"The Supreme Court Bar Association on Wednesday appeared divided on a statement earlier released to the media expressing concern about Justice Arun Mishra’s praise for Prime Minister Narendra Modi at an event last week, PTI reported. The Bar Association of India had expressed concern too on Tuesday, but the Bar Council of India chairperson has dismissed the criticism as an example of “myopic mindset”.Speaking at the International Judicial Conference on Saturday, Mishra, a Supreme Court judge, described Modi as an “internationally acclaimed visionary”, and praised his “versatile genius to think globally and act locally”. Mishra is the third most senior judge in the Supreme Court.On Wednesday, a statement, claiming to be a “resolution”, was released by the top court’s bar association, expressing “deep sense of anguish and concern” at Mishra’s remarks. It said the independence of the judiciary is the basic structure under the Constitution and called upon judges to not show any proximity to the executive in future.Also read:‘Modi is a versatile genius who thinks globally and acts locally,’ says Supreme Court judge Arun MishraIf justices veer from professed values, can criticism of this be punished?According to a copy of the “resolution” on Live Law, the statement had General Secretary Ashok Arora’s name at the bottom, but it was not signed by him. It also had a list of members and their signatures in either the “I agree” or “I don’t agree” columns – Arora and four others had signed in neither column. The association’s president, Dushyant Dave, agreed with the resolution, as did 13 other members. Two members signed “I don’t agree”.After media reports about the resolution, Arora claimed “no resolution has been passed” as he had not signed the statement, PTI reported. “There was no executive council or general body meeting of the Association,” Arora said. “The President [Dave] has taken an arbitrary dictatorial and irresponsible stand. He cannot speak on behalf of SCBA without calling general body meeting or meeting of the executive council on such a serious issue.”“It is not a resolution in the eyes of law because it was not signed by me,” he said.BAI and BCI differOn Tuesday, the Bar Association of India had released a statement, signed by its president, Lalit Bhasin, saying that Mishra’s remarks diminished the confidence of the public as the top court’s judges are expected to decide cases against the government while upholding constitutional principles. He told PTI that the praise for Modi sent a wrong message to the public.On Wednesday, Bar Council of India Chairperson Manan Kumar Mishra issued a statement in support of Mishra. He alleged that Dave had tried to drag Justice Mishra in an “undesirable and unsavoury” controversy. He called the criticism an act of “myopic mindset” and said the judge’s speech was “in the capacity of a host and he used best of words for all the guests who graced the occasion”. “He was not holding a court at that time,” the BCI chairperson said.","author":"Scroll Staff","time":"2020-02-27T11:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137035-vwjszlcqjj-1582455227.jpg","tags":["Justice Arun Mishra","Bar Association of India","Supreme Court","Supreme Court Bar Association"]}