{"title":"Supreme Court allows ASI survey at Gyanvapi mosque premises","content":"The Supreme Court on Friday allowed the Archaeological Survey of India to conduct a scientific survey of the Gyanvapi mosque premises, Live Law reported.The court, however, said that no excavation should be done as part of the survey and that authorities should ensure that no damage is caused to the structure.A bench of Chief Justice DY Chandrachud and Justices JB Pardiwala and Manoj Misra directed the Archeological Survey of India to submit its report to the district court in Varanasi in a sealed cover, according to Bar and Bench.The court rejected the contention of the Muslim litigants that the demand for the survey was frivolous. “What is frivolous to you is faith for the other side,” Chief Justice Chandrachud told Huzefa Ahmadi, the lawyer for the Gyanvapi mosque committee.The survey was first ordered by a Varanasi district court on July 21 on a petition by a group of Hindu litigants seeking the right to hold prayers inside the mosque compound. However, on July 24, the Supreme Court put an interim stay on the order, allowing the mosque committee to move the High Court against the survey.On Thursday, Chief Justice Pritinker Diwaker of the Allahabad High Court dismissed the mosque committee’s plea and allowed the Archaeological Survey of India to carry out the survey. “A scientific survey is necessary in the interest of justice,” the court said in its order.The mosque panel had argued before the High Court that such surveys should be allowed only at a later stage after both parties in the case submit their evidence. It has also said that excavation work might damage the structural integrity of the mosque.However, the Hindu litigants had said they were making a statement on record that no damage would be caused to the structure and that no work would be carried out in the area sealed by an earlier order of the Supreme Court.The Varanasi district court’s verdict came after the Allahabad High Court held in May that a scientific survey could be conducted of the oval-shaped object found on the mosque premises.The oval-shaped object was found in May last year during a survey of the mosque premises ordered by a Varanasi civil court. The Hindu litigants claimed that the object was a shivling – a representation of the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.The Supreme Court had ordered the area around the oval-shaped object to be sealed. This area will not be surveyed.","author":"Scroll Staff","time":"2023-08-04T16:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192504-fiktmzvbxv-1690165913.jpg","tags":["Gyanvapi mosque","Gyanvapi","Uttar Pradesh","Varanasi"]}