{"title":"Supreme Court refuses to stay order allowing Hindus to pray in sealed basement of Gyanvapi mosque","content":"The Supreme Court on Monday refused to stay the Varanasi district court’s order allowing Hindus to offer prayers in the sealed basement of the Gyanvapi mosque complex, reported Bar and Bench.On January 31, the Varanasi court allowed Hindus to offer prayers in the basement of the complex after an Archaeological Survey of India report claimed that a Hindu temple that existed at the site was destroyed in the 17th century and built over. The findings of the archaeological survey had been made public through the court on January 25.Hours after the judgment, a group of Hindus, led by Varanasi District Magistrate S Rajalingam, prayed inside the mosque complex. On Monday, a bench of Chief Justice of India DY Chandrachud and Justices JB Pardiwala and Manoj Misra was hearing an appeal filed by the Muslim parties in the case challenging the Allahabad High Court verdict that rejected the petition against the Varanasi court order.The top court said that the status quo at the complex should be maintained to ensure that both communities are able to offer prayers.The Gyanvapi mosque complex has four cellars in its basement. One of them is still owned by the Vyas family of priests who used to live there. They had argued that, as hereditary priests, they should be allowed to offer prayers in that cellar.After Hindus started offering prayers at the complex, the Anjuman Intezamia Masajid Committee, which manages the mosque, said that they were not informed of the development. On February 9, the committee challenged the Varanasi court’s order in the Supreme Court seeking an urgent hearing. The top court, however, directed them to approach the Allahabad High Court instead.On February 26, the Allahabad High Court rejected the petition challenging the Varanasi court’s order. The High Court had said that there was prima facie evidence indicating that Hindu prayers were offered at the complex since 1551 till they were stopped in 1993, Bar and Bench reported.Challenging the High Court verdict in the Supreme Court, senior Advocate Huzefa Ahmadi, representing the Muslim side in the case, submitted that allowing Hindu rituals to take place within the mosque complex would “fester some discord”.“History has taught us some other lessons where violence has happened despite assurances,” Ahmadi said. “This is an egregious order.”The senior advocate questioned the insistence to bring up the case now. “For 30 years, the situation has been very normal,” he said.Ahmadi also submitted that the Uttar Pradesh government had implemented the Varanasi court’s order in “hot haste” before it could be challenged.Senior Advocate Shyam Divan, representing the Hindu parties, said that the orders that were being challenged did not warrant intervention from the Supreme Court at its current stage.“This is not a case for even notice here,” Divan submitted. “This court does not interfere at an interlocutory stage. There are detailed reasons in the trial court and High court order.”The Supreme Court, while refusing to stay the order on Monday, said that Hindus should enter from the south and pray in the cellar while Muslims will pray in the northern side, adding that the arrangement would continue till the case was finally decided.“At this stage, bearing in mind the fact that namaz [the Muslim call for prayer] is being offered by Muslim communities unhindered after the district court and High Court orders, and that prayers in tehkhana [basement] is limited to the Hindu priests, it is important to maintain the status quo, so that both communities can perform religious worship in above terms,” the bench said in its order.The bench issued a notice to the Hindu side in the case on the appeal filed by the Muslim parties and listed the matter for July.The Gyanvapi caseIn July, the Varanasi district court had ordered the archaeological survey of the site in response to a petition by a group of Hindu litigants seeking the right to hold prayers inside the mosque compound.The district court’s order came after the Allahabad High Court held in May that a scientific survey could be conducted of an oval-shaped object found on the mosque premises. The object was found in May 2022 during another survey of the mosque premises ordered by a civil court in Varanasi.The Hindu litigants claimed that the object was a shivling, a representation of the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.The Archaeological Survey of India has said that based on the study of the architectural remains, exposed features and artefacts, inscriptions, art and sculptures, it can be concluded that “there existed a Hindu temple prior to the construction of the existing structure”.“The pre-existing structure appears to have been destroyed in the 17th century, during the reign of Aurangzeb, and part of it was modified and reused in the existing structure,” the report said.Parts of the existing temple, including pillars and pilasters, were reused with little modifications for the expansion of the mosque premises, the survey report said.The survey report also said that sculptures of Hindu deities and carved architectural members were found buried in a cellar.Architectural remains, decorated mouldings on the walls, birds and animals carved for decoration inside and outside suggest that the western wall of the mosque is the remaining part of a Hindu temple, the survey report added.","author":"Scroll Staff","time":"2024-04-01T17:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180370-jhtzlilvga-1664036023.jpg","tags":["Gyanvapi mosque complex","Supreme Court","Allahabad High Court"]}