{"title":"Supreme Court says it may consider granting Arvind Kejriwal interim bail because of Lok Sabha polls","content":"The Supreme Court on Friday verbally remarked that it may consider granting Delhi Chief Minister Arvind Kejriwal interim bail in the liquor policy case keeping in mind the ongoing Lok Sabha election, Bar and Bench reported.The Aam Aadmi Party chief was arrested by the Enforcement Directorate on March 21 for his alleged role in the liquor policy case. He is currently lodged in Delhi’s Tihar Jail.A bench of Justices Sanjiv Khanna and Dipankar Datta was hearing Kejriwal’s petition against his arrest. The court noted that the hearing of the petition could take time.“But if the case takes time, we may consider the question of interim bail, because of the [Lok Sabha] elections. Let’s be very clear on that ... Please be considerate, both sides,” the court said.However, the bench clarified that it had not decided on the matter. “We are not saying anything [on whether bail will be granted or not],” Khanna said. “We would like to consider grant of interim bail because of elections…We are being open, do not assume anything.”The case has been listed for further hearing on May 7.On Tuesday, the court had questioned the Enforcement Directorate about the timing of Kejriwal’s arrest ahead of the election. “Life and liberty are exceedingly important,” the bench said. “You can’t deny that.”The Enforcement Directorate is investigating allegations of money laundering in the liquor policy case based on a first information report filed by the Central Bureau of Investigation.The two central agencies have alleged that the Aam Aadmi Party government modified Delhi’s now-scrapped liquor excise policy by increasing the commission for wholesalers from 5% to 12%. This allegedly facilitated the receipt of bribes from wholesalers who had a substantial market share and turnover.The Enforcement Directorate has alleged that Kejriwal was the “kingpin” and the “key conspirator” in the case and the material evidence showed he was guilty of money laundering.The High Court upheld the Delhi chief minister’s arrest on April 6 and said there was no illegality in it. The court said that the material collected by the central law enforcement agency showed that he was actively involved in the use and concealment of the proceeds of crime.","author":"Scroll Staff","time":"2024-05-03T17:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198163-sigfeysvlt-1707107801.jpg","tags":["Arvind Kejriwal","Supreme Court","Delhi","Delhi liquor policy case","Lok Sabha 2024"]}