{"title":"Supreme Court stays survey of Gyanvapi mosque till July 26","content":"The Supreme Court on Monday put a stay on the scientific survey of the Gyanvapi mosque premises till 5 pm on July 26, Live Law reported. The mosque committee can move the Allahabad High Court by then to challenge a Varanasi district court order that allowed the survey.The order came hours after a 30-member team of the Archaeological Survey of India started the survey of mosque premises at 7 am on Monday. The Varanasi court on Friday allowed the survey in a case of Hindu petitioners seeking rights to worship their deity inside the mosque complex.District judge AK Vishvesha ordered the survey, including excavation if necessary, to determine if the mosque was built on a temple as the Hindu petitioners have claimed. Muslims should not be restricted from offering prayers during the survey and no damage should be done to the mosque, the court had told the authorities.The mosque management committee had moved the Supreme Court against this order.A bench led by Chief Justice of India DY Chandrachud initially wanted to hear the matter on July 28, with orders to the Archaeological Survey of India that no “invasive work” should be carried out till then, Bar and Bench reported. However, after the mosque committee’s counsel claimed that digging had already started in one of the walls, the court took up the matter on Monday itself.Solicitor General Tushar Mehta and counsel for the Hindu litigants claimed that no digging had been done yet.“We are of the view that some breathing time should be granted to the mosque committee,” the bench, which also comprised Justices JB Pardiwala and Manoj Misra said, reported PTI.#WATCH | Varanasi, UP: Police team enters Gyanvapi mosque complex, ASI survey begins pic.twitter.com/kAY9CwN0Eq— ANI UP/Uttarakhand (@ANINewsUP) July 24, 2023\n\nThe Varanasi district court’s verdict came on a petition filed days after the Allahabad High Court held in May that a scientific survey can be done of the oval-shaped object found in the mosque premises.The oval-shaped object was found in May last year during a survey of the mosque premises ordered by a Varanasi civil court. The Hindu litigants in the case claimed that the object was a shivling – a representation of the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.Citing the High Court order allowing the survey of the oval-shaped object, the Hindu litigants filed a fresh petition asking for survey of the entire mosque. They claimed that the “shivling” has existed at the site for “lakhs of years” and had been damaged several times by Muslim invaders who had “hatred against infidels and idol worshippers”.The petition contended that the structure of the mosque suggests that it is the remains of an old Hindu temple.“...The actual facts existing within the building in question cannot be proved by oral evidence, and the nature of construction, the age of the structure, certain objects hidden behind the artificial walls and beneath the structure can be proved before the court only on the basis of expert opinion which may be given by ASI [Archaeological Survey of India] in this case,” the plea said.Also read: Why many Varanasi residents are unimpressed by the furore around the Gyanvapi mosque","author":"Scroll Staff","time":"2023-07-24T08:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192504-fiktmzvbxv-1690165913.jpg","tags":["Gyanvapi mosque","Gyanvapi mosque survey","Gyanvapi case"]}