{"title":"T20 World Cup: Communicated to us by management – Kohli on taking the knee during India vs Pakistan","content":"India captain Virat Kohli said the team’s gesture of taking the knee in support of the ‘Black Lives Matter’ movement before the T20 World Cup game against Pakistan was guided by a communication from the management after the rival side agreed to pay a tribute of its own.India took the knee before the match in support of the movement that began with the death of African-American George Floyd at the hands of a white police officer in the USA. Players of the Pakistan team, captained by Babar Azam, too paid a tribute by holding their right hand to their heart.“That was communicated to us by the management. The Pakistan team agreed to pay their tribute towards the same cause, and then we accepted our side of things, as well. Yeah, that’s how it was decided,” Kohli said explaining the gesture after the match on Sunday night which India lost by 10 wickets.Sportspersons, including cricketers across the world, have been taking the knee to show support to the movement. The Indian team was making the gesture for the first time.England and the West Indies teams, along with the match officials, took a knee last summer during their three-match Test series, the first from the sport.There were mixed reactions to the gesture. Here’s a look at some of them: India taking the knee is good. But what exactly for?— Venkata Krishna B (@venkatatweets) October 24, 2021\n\nTurning a symbol of protest into a gesture for which everyone gets a certificate of participation was always going to end with something as transparently absurd as this.— Karthik Krishnaswamy (@the_kk) October 24, 2021\n\nTaking the knee during the national anthem means you can't stand proudly under the flag of a racíst country.Can someone explain to me what kind of racísm indian cricketers are facing in india?— Sanjeev McIntyre (@BurnItDownSan) October 25, 2021\n\nA team that has never stood up for its own was taking the knee for #BlackLivesMatter just hours ago. https://t.co/JnmPPOjzhr— Asmita Bakshi (@asmitabee) October 24, 2021\n\nThe very least to hope for is that the team will rally behind a player who has done it proud time and again. Black Lives Matter and I have no issue with the team taking the knee. But stand up to the hate closer to home too, please?— Prem Panicker (@prempanicker) October 25, 2021\n\nTbh, Indian players taking the knee was a little more embarrassing to watch than their defeat against Pakistan.— Korah Abraham (@thekorahabraham) October 24, 2021","author":"Scroll Staff","time":"2021-10-25T13:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165541-czrkdesalg-1635147759.jpg","tags":["Virat Kohli","T20 World Cup","India vs Pakistan","cricket","Taking the knee"]}