{"title":"‘Taj: Divided by Blood’ review: A swords-and-scandal Mughal soap opera","content":"Find a character in Taj: Divided by Blood who can have a conversation without being overheard and we promise that we will swim across the seas to retrieve the Kohinoor diamond.The 17th-century court of Mughal emperor Akbar is leakier than a ship on its way to the salvage yard. Crucial matters of state are scooped with tabloid-like dexterity. Conversations that can shatter Pax Mughalana are conducted within the earshot of soldiers and minders. Somebody or the other is always lurking about. Despite the size of Akbar’s palace in Agra, there isn’t a single chamber where he, or any other character, can grab a moment of privacy.Information might be cheap, but there is no stinting on the histrionics. The ZEE5 series present Mughal history as a sword-and-scandal soap opera seething with dissolute princes, aggrieved queens, scheming courtiers and peevish adversaries. There are lots of spies, and lots of spice too.Taj: Divided by Blood arrives in the middle of open season on the Mughals, amidst the renaming of gardens and cities that mark their place in India’s history, and alongside WhatsApp forwards that seek to convert unprovable legend into incontestable fact. While the 10-episode show is fair-minded in its exploration of a vilified dynasty, it could well end up fanning stereotypes of the Mughals as power-mad, decadent and cruel. Beyond the debate about representation lies a lavishly filmed and occasionally thoughtful exploration of an imploding family. The heavily fictionalised show channels the spirt of The Crown and Game of Thrones via Dirilis: Ertugrul. In 1568, a young Akbar begs the Sufi saint Salim Chishti for an heir. Salim Chishti (Dharmendra) tells Akbar that his wish will be granted not once but thrice over, but also warns Akbar that unrest lies ahead. Subodh Bhave and Naseeruddin Shah in Taj: Divided by Blood. Courtesy Contiloe Digital/Zee Studios.Trouble indeed comes in threes for Akbar (Naseeruddin Shah), now a sultan approaching dotage. His three principal wives are steeped in a contest to control the harem. His sons Salim, Murad and Daniyal are unsuited to take over from a king who has been visibly weakened by the pressures of ruling.The deeply religious Daniyal (Shubham Kumar Mehra) is considered too effete to rule. Murad (Taha Shah Badussha) is a version of Ramsay Bolton from Game of Thrones, mostly blood-thirsty brawn and a pile of resentments for what constitutes his brain.Akbar’s first-born Salim (Aashim Gulati) should be the automatic choice, but for his penchant for threesomes and mind-altering substances. The pressure on this swoon-worthy stud to live up to his hard-partying reputation is so high that he is even seen staggering from one bed to the next within the same shot.  Where there is Salim, there is Anarkali, played here by Aditi Rao Hydari. The mythical courtesan whose alleged love for Salim drew a wedge between him and Akbar has inspired several films and shows, most notably Mughal-e-Azam (1960). A new spin on the Salim-Anarkali entanglement comes to dominate the series and nearly derails it.Taha Shah Badussha, Aashim Gulati and Shubham Kumar Mehra in Taj: Divided by Blood. Courtesy Contiloe Digital/Zee Studios.The makers included a mix of Indian and foreign talent – Abhimanyu Singh as the creator, William Borthwick and Simon Fantauzzo as the principal writers, Ronald Scalpello as the director and Simon Temple as the cinematographer. In terms of production values, costumes, locations and visual effects, Taj: Divided by Blood is several notches above similarly themed Indian productions (most recently Empire on Disney+ Hotstar). The makers don’t stint on the entertainment factor, at the cost of expanding our understanding of the period.Unlike in The Crown, there is none of the delicacy or deference that might be expected in a portrayal of a powerful dynasty. The Crown, despite numerous creative liberties, gave a clear sense of the symbolic value of the British monarchy as well as Queen Elizabeth II’s commitment to her duty over her family. By contrast, the non-stop fratricidal war in Taj: Divided By Blood ensures that whatever the time of day, the only topic of discussion is: after Akbar, who?There is no scope for small talk or polite exchanges that might reveal something of daily life in the Mughal court. Despite a clearly demarcated hierarchy, everyone talks back and down to their superiors. Poor Akbar gets lectured by nearly everybody, including his trusted advisor Birbal (Subodh Bhave) and the righteous Anarkali.Akbar’s courtiers include Abul Fazal (Pankaj Saraswat) and Badayuni (Aayam Mehta), both of whom endlessly manipulates the princes. The hard-working cast includes Digambar Prasad as Akbar’s lieutenant Man Singh, Sandhya Mridul as Akbar’s wife Jodha, and Zarina Wahab and Padma Damodaran as his other queens.Aayam Mehta and Pankaj Saraswat in Taj: Divided by Blood. Courtesy Contiloe Digital/Zee Studios.Rahul Bose plays Akbar’s vengeful half-brother Mirza Hakim, who matches his nephew Murad in his hysteria. A calmer presence is Mirza Hakim’s sister Bakht (Shivani Tanksale), who benefits from Akbar’s munificence.The show’s imagination of The Grating Mughals is complicated enough to challenge the notion of the emperor as the custodian of absolute values. Naseeruddin Shah brings to the series gravitas, impeccable diction and relatable befuddlement. Shah plays Akbar as a Lear-like tragic figure, unable to decide what is right and unwilling to admit defeat.Among the noteworthy performers is Aashim Gulati, whose Salim balances ramp model looks with anguish. Shubham Kumar Mehra is equally efficient as Daniyal, who evokes the future Mughal prince Dara Shukoh in his ambivalence.As Anarkali, Aditi Rao Hydari personifies the vulnerability of performing women who have no control over their destiny. Among the secondary actors, Aayaam Mehta as the slippery Badayuni and Digambar Prasad as the loyal Man Singh are models of understatement.\n\n\n    \n    Play\n\nTaj: Divided By Blood (2023).","author":"Nandini Ramnath","time":"2023-03-03T09:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187510-otyitpwhfo-1677785147.jpeg","tags":["Taj: Divided by Blood web series","Naseeruddin Shah","Aashim Gulati","Aditi Rao Hydari"]}