{"title":"Tamil Nadu Assembly passes resolution against Citizenship Amendment Act","content":"The Tamil Nadu Assembly on Wednesday passed a resolution against the Citizenship Amendment Act, India Today reported. Chief Minister MK Stalin said that the law was discriminatory as it had no provisions for Sri Lankan Tamil refugees to get Indian citizenship.The Citizenship Amendment Act, approved by Parliament on December 11, 2019, provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan, and Pakistan, on the condition that they have lived in India for six years and entered the country by December 31, 2014. The Act has been widely criticised for excluding Muslims. It sparked massive protests across the country.“[The law] is also not conducive to the communal harmony that prevails in India,” the resolution stated, according to the Hindustan Times. “As per established democratic principles, a country should be governed taking into consideration the aspirations and concerns of the people belonging to all sections of the society.” While tabling the resolution in the Assembly, Stalin also questioned how race and religion could be obstacles for granting citizenship.இன-மத-மொழி ஒடுக்குமுறைகளால் அல்லல்படும் மக்கள் அடைக்கலம் தேடிவரும் மதச்சார்பற்ற மக்களாட்சி நாடு, வேற்றுமையில் ஒற்றுமை காணும் நம் தாய்த்திருநாடு!நம்பிவரும் மக்களுக்குக் குடியுரிமை வழங்க மதமும் இனமும் தடையாக இருக்கலாமா?#CAA2019-ஐ இரத்து செய்யக்கோரும் தீர்மானத்தை முன்மொழிந்தேன். pic.twitter.com/EcAL8TThqs— M.K.Stalin (@mkstalin) September 8, 2021\n\nTamil Nadu became the sixth state after West Bengal, Kerala, Punjab, Rajasthan, and Madhya Pradesh to have moved a resolution against the Citizenship Amendment Act.Meanwhile, Bharatiya Janata Party MLAs objected to the resolution and staged a walkout from the Assembly, according to the Hindustan Times.BJP MLA and chief of the party’s women’s wing Vanathi Srinivasan said that law was applicable to countries where Islam is the state religion, which was not the case with Sri Lanka. She also accused Stalin of resorting to politics of appeasement.“They [Stalin’s Dravida Munnetra Kazhagam] are misleading and misguiding the minority community, and today they have brought a resolution appealing the central government to withdraw the Citizenship Amendment Act,” she said, according to India Today.Nainar Nagendran, leader of the BJP in the Tamil Nadu Assembly, claimed that the Act was not against Muslims living in India, according to The Indian Express. “The chief minister today speaks of communal harmony, but does not even greet people for Hindu festivals including Ganesh Chaturthi and Deepavali,” he said.BJP’s ally in the state and major Opposition party Anna Dravida Munnetra Kazhagam also staged a walkout before Stalin tabled the resolution. However, AIADMK co-coordinator Edappadi K Palaniswami refused to comment on the party’s stance on the matter.The AIADMK had voted in favour of the Act when it was tabled in the Parliament. However, in its manifesto for the Assembly elections earlier this year, the party had promised to ask the Union government to withdraw the law.","author":"Scroll Staff","time":"2021-09-08T17:40:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/39824-fjmyuyxpjg-1504772388.jpg","tags":["Tamil Nadu","CAA","MK Stalin"]}