{"title":"Tamil Nadu: Class 12 student dies after fight over wrist bands denoting caste","content":"A Class 12 student died on Saturday in Tamil Nadu’s  Tirunelveli district after a fight over wrist bands denoting caste, The Times of India reported.The victim was identified as 17-year-old M Selva Surya, a resident of Pappakudi village in Tirunelveli. He reportedly belonged to a community categorised among the most backward classes in the state.On April 25, Surya got into an altercation with three Class 11 students – one of whom is a Dalit and the other two are from a minority community. Surya had asked the Dalit student why he was wearing a caste band, even though he was wearing one as well.Subsequently, a  fight broke out, during which the Class 11 students allegedly attacked Surya with a stone after which he reportedly suffered a brain haemorrhage, The Hindu reported.The 17-year-old was taken to the government hospital in Ambasamudram town and later referred to the Tirunelveli Medical College Hospital. On April 26, he underwent surgery to remove a blood clot in his head.M Ravichandran, the dean of the medical college, said that Surya’s condition had been improving after the surgery, but he later collapsed due to a brain haemorrhage. The three Class 11 students were remanded to an observation home. Initially, the police had booked them for voluntarily causing hurt by dangerous weapons. After Surya’s death, the police booked them for murder.Surya, as well as the accused students, were enrolled in the Pallakkaal Pothukkudi Government Higher Secondary School near Ambasamudram.On Saturday, villagers of Pappakudi protested by blocking a road and demanded that the culprits be arrested. A police team headed by Deputy Superintendent of Police L Francis assured the protestors that the accused students would be arrested, according to The Hindu.After the incident, District Collector V Vishnu has asked schools to ensure that rules laid down by the school education department, including those banning wrist bands denoting caste, were followed.In August 2019, the state government had issued a circular banning student from wearing such bands. However, the then Education Minister KA Sengottaiyan had asked the officials not to implement the circular.This was after the Bharatiya Janata Party called the circular “anti-Hindu”.","author":"Scroll Staff","time":"2022-05-01T15:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/104142-kmvfmlotys-1540656678.jpg","tags":["Tamil Nadu","M Selva Surya","Tirunelveli","caste bands","Tamil Nadu Police"]}