{"title":"Tax notice to EC Lavasa’s wife puts his dissenting notes against Modi, Amit Shah back in spotlight","content":"Reports that Election Commissioner Ashok Lavasa’s wife Novel Singhal Lavasa was  served notices by the Income Tax Department on tax evasion charges on Monday brought back to the spotlight the controversy in May involving Ashok Lavasa’s dissenting opinions in orders clearing Prime Minister Narendra Modi and Bharatiya Janata Party president Amit Shah in complaints that they had violated the poll code of conduct.Several media reports on Tuesday claimed that the department is scrutinising Novel Singhal Lavasa’s tax returns to see if previous declarations were in order. She may be asked to provide more documents in support of her returns.In a press statement,  Singhal Lavasa said she had paid all her taxes and disclosed all the income she had earned from her pension and all other sources as per income tax law. “I continue to be engaged in various professional activities, including as independent director in a few companies,” she added. Singhal Lavasa said she has replied to the notices she has received in August and has been cooperating with the department. The Income Tax Department has often maintained that many of its notices for scrutiny are randomised. While it is not clear whether the notice received by Novel Singhal Lavasa was a randomised one, reports about it have put the focus back on the uproar during the Lok Sabha polls when the Election Commission was intensely criticised by the Opposition for turning a blind eye to alleged violations of the poll code of conduct by members of the ruling BJP. Ashok Lavasa authored at least four dissenting opinions in complaints involving Prime Minister Modi and Amit Shah. The Election Commission did not include these dissenting opinions in its final orders, prompting Lavasa to stay away from the proceedings. The controversy subsided after the BJP won a thumping majority in May. Lavasa and dissentLavasa issued dissenting opinions in at least four complaints against Modi and one against Amit Shah. On April 1, Modi addressed a rally in Wardha in Maharashtra in which he said that Hindus would teach Congress a lesson for coining the term “Hindu terror”. On April 6, addressing a public meeting in Nanded in Maharashtra, Modi said that Congress candidate Rahul Gandhi had chosen to contest from Wayanad because the country’s majority is a minority in the constituency. In Latur and Chitradurga on April 9, Modi appealed to first-time voters by invoking the Balakot strikes against Pakistan. This, the Opposition said, was against Election Commission guidelines against invoking the armed forces during political campaigns.  On April 9, Shah compared Wayanad, a seat from which Rahul Gandhi of the Congress was contesting, to Pakistan.   The majority of the commission had ruled that these speeches did not violate the model code of conduct. The commission did not include the dissenting opinion in its orders, making it appear as though the decisions were unanimous. On May 17, Lavasa openly criticised the commission’s functioning, stating that he had recused himself from the Election Commission’s meetings on deciding violations of the code since his “minority decisions were going unrecorded”. This forced the commission to meet over the question of whether to include the dissenting opinion.On May 21, the majority of the commission rejected Lavasa’s demand. While the dissenting opinions would be part of the proceedings, they would not be included in the final order nor would they be made public, it said. A month later, the Election Commission dismissed a Right to Information petition seeking copies of Lavasa’s dissenting notes. The commission rejected this as well, claiming that such revelations would “endanger the life and physical safety of an individual”, forgetting that it was Lavasa himself who had wanted his opinions made public.Three months on, the question of transparency in the deliberations of the commission remain. The three-member commission continues to have the same members and will oversee the state Assembly elections due in Maharashtra and Harayana next month, when the implementation of the model code of conduct will again come under the spotlight.","author":"Sruthisagar Yamunan","time":"2019-09-24T17:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127901-qzevrsrjky-1569320474.jpg","tags":["Ashok Lavasa","Income Tax","Election Commission of India"]}