{"title":"Telangana BJP leader Ananda Bhaskar Rapolu quits party, says he was ignored and humiliated","content":"Bharatiya Janata Party’s Telangana unit leader Ananda Bhaskar Rapolu resigned from the party on Wednesday, complaining that he has been ignored and humiliated in the last four years.Rapolu had joined the BJP in 2019 after quitting the Congress.  In a letter to BJP president JP Nadda, the former Rajya Sabha MP said that he has several grievances to highlight the “disinterested nature” of the party. He added that the BJP’s stance to describe welfare schemes as freebies has “shaken him to the core”.Quitting #BJP @BJP4India My letter to its National President @JPNadda ji pic.twitter.com/u0NESnHM8C— Ananda Bhaskar Rapolu (@ABRAPOLU) October 26, 2022\n\nIn July, Prime Minister Narendra Modi had criticised certain forms of welfare schemes, calling them “revdi” or sweets distributed in return for votes. On August 10, Modi had doubled down on his take on the matter, saying that such announcements increase the burden on taxpayers and stop the country from becoming self-reliant.In his resignation letter, Rapolu also blamed the BJP of treating Telangana in a stepmotherly manner.“Since the formation of Telangana, underground water levels almost throughout the state have raised enormously and now, our state is a womb of river water, leading to sound irrigation and climatic safety,” he said.He also criticised the Union government for its handling of the coronavirus pandemic and its impact on the Indian economy.“Corona[virus] had thrown poverty-stricken, daily based, semi-skilled workers into continuous deep turmoil but the Union government unabashedly claimed that there was no death following oxygen scarcity and celebrated achievements of Covid containment,” Rapolu wrote.He also alleged that social justice, social defence and social empowerment were far away from the sight of the saffron party.“Even to have a caste-based census, the party and the Union Government are against it,” the former MP said in his letter. “I have been scared since then. Regional pride and language emotions are belittled…and single language hegemony [is] encouraged.”","author":"Scroll Staff","time":"2022-10-26T18:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181893-smkhtxsqod-1666785423.jpg","tags":["Ananda Bhaskar Rapolu","Telangana","BJP","JP Nadda"]}