{"title":"That awkward moment Tipu Sultan restored a Hindu temple that the Marathas sacked","content":"In 1940, as Mahomed Ali Jinnah laid out his vision of the Two Nation Theory in Lahore, he argued that Hindus and Muslims in the subcontinent have separate pasts. “It is quite clear,” said the soon-to-be Qaid-e-Azam, “that Hindus and Mussalmans derive their inspiration from different sources of history”.More than anything else from the 1940s, this unfortunate – and erroneous – formulation has stuck on across the subcontinent, raising its head most recently in Karnataka, where a furious debate rages over celebrating the birth anniversary of a 18th-century ruler of Mysore, Tipu Sultan.Two-nation theory versus realityEven as the ruling Congress party in the state is adamant about celebrating the birthday of the monarch on November 10 – spurred in large part with an eye on Muslim votes – the Bharatiya Janata Party is organising anti-Tipu rallies and has declared the occasion to be a “black day”. In a mirror image to the Congress, the BJP hopes its stand will attract Hindu votes. “Very often the hero of one is a foe of the other,” Jinnah had said in Lahore, little aware that this would describe Kannadiga politics eight decades later.Yet, the historical record is far more complex than modern politics would have you believe. For example, where does the tale of a Muslim Tipu Sultan as the defender of a Hindu temple fit? Especially when he was defending it from the Marathas, who are often seen in modern India as archetypal Hindutva heroes, battling for a mythical proto-nation.Third Anglo-Mysore WarIn the late 1700s, the subcontinent was in flux. The Mughals, while still seen as token sovereigns, had lost actual power. Any hope of the Marathas replacing them was dashed at the Third Battle of Panipat, where the Afghans won a crushing victory. As subcontinental powers declined, the star of the British rose.In 1789, the British teamed up with their allies, the Marathas and the Hyderabad Nizam, to pluck out the last thorn in their side: the king of Mysore, Tipu Sultan, who had, more than any other ruler, understood the grave threat the East Indian Company posed.The Marathas and Tipu Sultan did not like each other very much and their hostilities predated this war. In fact, Hyder Ali, Tipu’s father, first made his mark by taking the fort of Devanhalli (close to Bengaluru) from the Marathas in a bitterly fought battle.In 1791, therefore, the Marathas, under the command of Raghunath Rao Patwardhan invaded the Mysore district of Bednur. Here, they proceeded to sack the Sringeri monastery.Temple, runAttacking temples during war wasn’t exactly unusual (for example, the Maratha attack on the Tirupati shrine in 1759 is little remembered). But this was no ordinary place of worship. It had been founded a thousand years before by the father of Hindu Advaita philosophy, Adi Shankaracharya. The monk set up an abbey in each corner of the subcontinent: Shringeri in the South, Puri in the East, Dwaraka in the West and Joshimath in the North.Given this lineage, the Sringeri monastery had been patronised by rulers – both Hindu and Muslim – ever since it was founded. Tipu continued this tradition and maintained a close relationship with the abbey, sending it valuable gifts and awarding it tax-free land. In fact, in his personal correspondence, Tipu would address the monastery’s swamy, head reverentially as “jagadguru” or “ruler of the world”.This prestige meant the temple was also wealthy, which was probably why the Marathas sacked it – the first time it was to see such a calamity in its millennia-long history. The Marathas stripped the monastery of its considerable wealth, killed many Brahmins and desecrated the idol of the temple’s presiding deity, the goddess Sharada.After the attack, the Swamy, who fled the sack, wrote urgently to Tipu asking for his help in reconsecrating the idol of Sharada. Tipu replied back angrily, writing in Sanskrit, “People do evil smiling but will suffer the penalty in torments of agony.” The Sultan also made monetary arrangements for the consecration of the Goddess and also sent along his token gifts for the idol.Past is a different countryWith the rise of Hindutva in Karnataka in the 1990s, Tipu’s image was sought to be changed from a secular freedom fighter to Muslim tyrant. However, this incident stuck out like a sore thumb. The event – where “Hindu” Marathas attacked a temple protected by a “Muslim” Tipu – confused people who would have liked to see medieval Karnataka as a mirror of modern India, with Hindu-Muslim communal sentiment being a major axis of politics.Of course, the past is a foreign country.  There is no doubt that Tipu committed, what would be by modern standards, atrocities and war crimes. But so did the Marathas, in Sringeri. While Tipu’s violence was par for the course during his age, the mistake many modern-day readers do is to backread a modern communal motive to his actions.They do things differently thereWhat Tipu was doing was an old template of power politics in the region. For example, he demolished the Varaha Temple, which employed the boar symbol of the Mysore dynasty that he had replaced. But he also let other temples in his kingdom remain unmolested. In fact, like with Sringeri, Tipu patronised a number of powerful Hindu temples. He donated silver vessels to the Sri Ranganatha temple in his capital and even ordered the installation of a jade linga, Shiva idol at the Nanjundeshwara temple at Nanjangud.Hindu and Christian communities were targeted by Tipu but, as historian Kate Brittlebank points out, “this was not a religious policy but one of chastisement”. The communities he targeted were seen as disloyal to the Mysore state. Tipu also, in fact, acted against Muslim communities such as the Mahdevis, who would support the British and find employment as horsemen in the East India Company’s armies. Even as Tipu attacked Hindus and Christians from outside Mysore, as Susan Bayly says, he “was careful to foster close ritual and political relations with Hindus and even Christians with his own domain, provided these groups posed no threat to this authority”.Tipu’s right-hand man, in fact was a Hindu: Purnaiya, his chief minister. This is so different from the modern subcontinent that it is actually quite difficult to think of a Hindu being the second-most important person in the Pakistan government or a Muslim in the present Indian government.In the end, the Tipu Jayanti fracas provides a ringside view of how modern politics uses history to create and reinforce present-day identities.","author":"Shoaib Daniyal","time":"2016-11-10T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/821075-45080-hkedtrqugg-1478709764.jpg","tags":["Tipu Sultan","Marathas"]}