{"title":"The incredible rise of Ramana Balachandhran from veena prodigy to Carnatic star","content":"Even in a music community where young masters and child prodigies are now the norm, Ramana Balachandhran is a rarity. Something of a musical polymath, he chose to excel in the toughest and least popular of instruments – the veena.If you had dropped in at any of Ramana’s concerts this December music season in Chennai, you would have seen why rule-bound establishments like the Music Academy and All India Radio waived their age limits to get him on to their platforms. By age 13, it was agreed that he was a wunderkind with exceptional talent on stage.Now at 22, he is a little past the novelty factors that mark his rather unusual life as a young master – de-schooled at age 10, home taught and moved as a child from the wired buzz of Bengaluru to a spartan life in Tiruvannamalai, known as much for its spiritual and religious hubs as its nonconformist communes.Mridangam artiste Anantha R Krishnan calls him one of the “finest prospects” of Carnatic music and, more importantly, an artiste of personal integrity. “[He brings together] some of the best aspects of the older masters plus newer performance techniques, and the possibilities of combining the elements of Carnatic and Hindustani music,” said Krishnan, who first met Ramana as a young mridangam enthusiast. “Now that we can have a sort of open theatre of aesthetics, he has done a fabulous job of figuring out other possibilities for the veena, from the sound and amplifying perspective to creating new audiences and new music.”\n\n\n    \n    Play\n\nAt the Charsur Arts Foundation’s music festival in the heart of Mylapore where he played last month, the hall was so packed to the rafters that the children – arrived in unusually large numbers to watch a star not that much older than them – had to be despatched to the floor facing the stage and extra chairs stuffed into every conceivable corner. As he unfurled the ragas for the evening – Reetigowla, Pantuvarali and  Shankarabharanam mainly – his music showed a rare individualism that was both appealing and inward looking.Ramana’s veena recitals are marked by a distinct practice that make the instrument’s sombre music more relatable – he sings along for large sections or sings first and then lets the veena trace his vocals. This is what he wants to wrest from this rather ungiving instrument, the sound of the human voice and the precision of every syllable of the lyrics.“It gives me some sense of what is going on lyrically in the composition,” he said. “I sing wherever it seems musically appropriate to me or where I feel there is a poignant or evocative section. Also it helps me communicate my music better, the vocal music gives the audience an anchor and also a respite.”Perfect veenaDuring the frantic margazhi season, Ramana and his parents, an unflaggingly supportive presence at his concerts, were lodged in an unpretentious, old-style south Chennai home. But otherwise their life is centred elsewhere – a three-hour drive away in Tiruvannamalai. Back home in the town’s high-thinking low-living environs, Ramana is no star, says his father, just one face among many.\n\n\n    \n    Play\n\nJust out of a rehearsal, at his temporary home in Chennai, Ramana sat with an arm flung protectively around his precious veena, the strings covered by a soft cloth.Finding a veena that is the perfect embodiment of the sound you want is near impossible, he says. So how does one locate one that is ideal? “Pray,” he said and burst into laughter. The one he now plays once belonged to a family friend. The one he grew up playing was his grandmother’s but time took its toll on it.Mastering any instrument is tough work but if there is a hierarchy of struggle, the veena would take a high spot on the ladder. It is hard to construct, harder to play and hardest to tune. Most veena players cannot but be part-time luthiers. In Ramana’s case, the craft of the instrument is handled by his father.There was a time when the veena was played as an accompanying instrument for its closeness to the human voice, but then the compact violin arrived and swept it off the vocal circuits.“The veena has a beautiful sound but its volume is so low acoustically it needs a contact mike and managing this itself is an issue,” pointed out Carnatic musician and educator Savita Narasimhan. “The instrument was built to play to a small audience in chamber concerts and royal courts. In that setting it did very well, but with the demands of the proscenium and large concert halls, it struggled. It is a large, cumbersome fretted instrument to produce sound on.”Courtesy: Ramana Balachandhran.The veena’s place in contemporary classical music is fraught – organisers complain there are not enough accomplished players, musicians say there are not enough takers. It is still spoken of with reverence, like the sort of instrument everyone must and should love. There is even a heavy aura of mysticism, religiosity and iconography around it. But the following that it enjoys pales before the massive audiences that land up for violin, flute and mandolin concerts.Over the years, the Carnatic system has produced some legendary vainikas – S Balachander, Chitti Babu, E Gayatri, KS Narayanaswami, Vasa Krishnamurthy, among them. Each has left an indelible mark on the instrument, especially Balachander, whose skill in eliciting long phrases on the same string took veena music to a new level. At the turn of the 20th century there was the legendary Veena Dhanammal, a hereditary musician. First-hand accounts speak of her mesmerising soirees in Madras at the turn of the 20th century where she sang and played the mellowest of veena music. A contemporary artiste who has pulled attention back to the veena and its beauty is the gifted Jayanthi Kumaresh.But for all of the milestones, the veena never had its breakthrough moment that allowed it to shed its heavy mantle of a “sedate and sombre” instrument, says Narasimhan. “What Ramana has done is to bring to the table a very refined quality of music that cuts through all the excuses that are normally made for why there are few takers for the veena,” she said. “He just makes sure that it plays the music he wants.” \n\n\n    \n    Play\n\nMusical engagementVery much per the prodigy playbook, Ramana was picking up ragas in his Bengaluru home as a small child. Both his parents are musicians, and it was his mother, Sharanya, a veena player and Carnatic vocalist, who was his first guru. By the time he was nine, he was not just singing but also playing complex phrases on the veena. Given his precocity, he was placed under veena stalwart B Nagalakshmi. All the while, he trained to play the mridangam.In the end, the veena triumphed. “It was my calling,” he said. “I love how close it is to my voice. And I want to bring in my own techniques – bring in greater accuracy in its music, for instance. How to get it to approximate musical phrases at all levels of tones and microtones, a problem all vainikas face.”Until he turned 10, the Balachandhrans were the Bengaluru template – his father worked at one of the software giants and Ramana, a bright friendly child, was a part of the conventional school system. But then the family decided on a massive leap of faith. The school system, they felt, was limiting his learning and not giving him a sense of the larger world and its people. It was time to move.As followers of the ascetic Ramana Maharshi, Tiruvannamalai was the obvious pick for the family. Did the de-schooling and displacement upset Ramana? “Well, I did miss some [peer] groups,” he said. “But what the place brought me was huge – it is a melting pot where I have met great, off-beat people who shrunk their needs so they don’t have to hanker after money and fame. There are architects, environmentalists, farmers, people working on afforestation – all without any acknowledgment. But no, not many young people – my friends in Tiruvannamalai are either 10 or 50.”As it turned out, the decision to homeschool opened up time for the youngster to intensify his engagement with music. The veena was not an easy choice and the fear that he would not find an audience or a career was very real. There was well-meaning advice on how he could teach instead or hone his skills in jugalbandi.“They said no one will come to listen,” he said. “But we were surprised at how many did.”Courtesy: Ramana Balachandhran.Far from fading, Ramana pulled greater and younger audiences to veena concerts. His tenacity helped. Over the years, he has repeatedly shown that he is willing to work his way through and around various notions about the veena’s implacability.“I think it is a myth that the veena does not allow laya-based (rhythm-cycle) sophistications or that it cannot play speed,” said Ramana. “I want to bring in laya-based explorations even as I uncover its tonal richness. But I also love to dwell on my music to get that effect of pure pleasure. So I rarely do more than four or five songs.”Ramana is acutely aware of the need to build a bridge with the audience, so at a Delhi performance, say, he would include a Raga Des or a more familiar Carnatic composition. But the adulation, he maintains, he can take or leave.“Of course I do what I have to do to reach out to listeners,” he said. “But for me performance is incidental to my enjoyment of music, and my surrendering to it. I don’t feel the need to dazzle with technique all the time. The best music is raw and simple. Honestly, you can take the fame and name out of it – and I am not sure – but I think I will still be okay.”To his father, he says, he credits “hundreds of things”, especially helping him with what is the biggest struggle for a vainika – designing a good veena since there is no standardisation in its making. “A veena’s sound can be underwhelming,” he said. “If you ask a lay person to pick between a sitar and a veena, they will choose the first. So we need to improve its acoustic sound, volume and richness.”In the meanwhile, he has a more mundane task to deal with – prepping for his Bachelor of Computer Application exams.Malini Nair is a culture writer and senior editor based in New Delhi. She can be reached at [email protected].","author":"Malini Nair","time":"2024-01-27T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197775-jhvymslgwj-1706012825.jpg","tags":["Veena","Music","Ramana Balachandran"]}