{"title":"The India Fix: What Gurgaon namaz attacks, Modi’s Kashi puja tell us about the Hindu rashtra project","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here. Have feedback, interesting links or memes? Send them to [email protected].In 1958, while inaugurating the construction of the Bhakra Nangal Dam, India’s first prime minister, Jawharlal Nehru proceeded to call dams the “temples of modern India”.As it turns out, he was wrong: temples are the temples of modern India.Take a look at the “millenium city” of Gurgaon. It developed as an industrial township, hosting first automobile factories and then new-age services such as software. However, the past few weeks have seen groups of Hindutva workers disrupting the congregational prayers carried out by Muslims every Friday.Visuals from the site show the numbers of these extremists are small – but their hold over the administration is so powerful then eventually, they forced the state government to acquiesce to their demands. On December 11, the chief minister himself announced that his government was withdrawing the sites designated for namaz.Two standardsPeople who want to stop the Gurgaon namaz cite a strict form of laïcité in support of their argument: since the Haryana government has identified public land as temporary namaz spots, this goes against secularism. Even if we ignore Muslim complaints that they are not allowed to build new mosques in Gurgaon, this is technically a valid variant of secularism: public resources should not be taken up for private worship.However, anyone who thinks this rule uniformly applies to India would be in for a bit of jolt if she has switched on her television set on December 13, given the wall-to-wall, live coverage of Prime Minister Modi praying at the Vishwanath Temple in Benaras after inaugurating a new corridor that led to the river Ganga for the benefit of worshipers. Not only had the project been paid for by public funds, the inauguration event saw the line between Modi’s secular role as prime minister merge completely with his private faith as a Hindu. In political scientist Pratap Bhanu Mehta’s words he was “projected as a combination of Shankaracharya and Shivaji”.For every Aurangzeb, there’s been a Shivaji: PM Modi in Kashi https://t.co/omKmsmMk7s pic.twitter.com/VeBCO6kEeC— The Times Of India (@timesofindia) December 14, 2021\n\nAn ethno-religious stateRather than laïcité, therefore, what the juxtaposition of Gurgaon and Benaras then represents is more data on the evolving state of India’s “Hindu rashtra”. As political scientist Vinay Sitapati has argued, it is useful to remember that rather than a project far off in the future, the Sangh Parivar’s idea of a Hindu state is already here. This is quite obvious given the high pitched coverage of Modi as a priest-prime minister inaugurating the temple corridor in Benaras and before that the Ram Temple in Ayodhya at the site of the Babri Masjid.So what does a Hindu rashtra mean? Unlike Islamists, Hindu nationalists have very few historical models to fall back upon when trying to build a state. So this is very much a play-it-by-ear project. It is also – contrary to the lazy overuse of the word “medieval” – a very modern project, built upon 19th- and 20th-century ideas of popular nationalism.The first concrete feature of Hindu rashtra has been to reduce Muslim representation in politics. Asking for Muslim votes is now decried as “vote bank” politics – even though community-wise voting is common in India and is a critical tool used to bargain for state benefits as part of India’s system of patronage politics. The current Lok Sabha has less than 5% Muslim MPs with, critically, none in the Bharatiya Janata Party. As a result, India’s 200 millions Muslims have very little voice in the country’s federal government.The second big feature of the Hindu rashtra is the invisibilisation of Muslims from public space. So while Hindu religious ceremonies can and do take place in public commons (and sometimes even with public funds), militant Hindutva workers can quite easily prevent Muslims in Gurgaon from doing the same. In the same vein, politicians can, without resistance, take part in Hindu religion ceremonies but Muslim ceremonies – as seen in the earlier practice of iftar parties – would now be coded as “appeasement”. India’s model of secularism, where the state attempted a balancing act to reach out to all communities, is now practically dead.Another Friday, another Hindu right wing attack against Muslims praying in Gurgaon, India. They are threatening them not to offer Namaz but to chant ‘Bharat Mata ki Jai’! pic.twitter.com/bV7f6aJ9WY— Ashok Swain (@ashoswai) December 17, 2021\n\n‘Democratic’ support Note that while much of this is illiberal, the Hindu rashtra we see in 2021 is very much a mass project – but built upon defining India in ethnically Hindu terms. In that sense, while the Hindu rashtra might not be a liberal democracy, it is in the narrow sense of the term still a democracy with governments being voted into office. This is hardly surprising. If Hindus – nearly 80% of India – are successfully defined as a singular political community, then this produces a sort of “permanent majority”. Till this bloc holds, Hindutva has not much to fear from elections. On the contrary, elections are a major source of support given two back-to-back massive wins in 2014 and 2019 with the aid of Modi’s charisma.In fact, this extends to even parts of the democratic structure beyond elections. The judiciary was often imagined as a check on populism, especially the religious variety. The awarding of vast and unique powers to the judiciary – India’s Supreme Court is often seen as the world’s most powerful – was often justified with the argument that, cut off from popular pressures, judges would stop politicians from undermining the Indian Constitution. Of course, the very opposite has happened when it comes to secularism. As political scientist Suhas Palshikar writes, with the Ayodhya judgment in 2019, the courts “judicially inaugurated the Hindu state”.A similar positioning can be seen among large parts of the media, especially national Hindi and English-language television channels, which have taken to broadcasting programming which border on blood libel. In November, for example, a leading channel broadcast an entire show with the fantastic and bizarre claim that Muslims were running an organised campaign to spit in food. So absurd was the premise that Newslaundry reported that the channel had to take down the show down from YouTube. But of course by then it had already aired on national television.India is not unique in trying to set up what political scientists call an ethnic democracy. Israel is the world’s most famous example, which both awards voting rights to its non-Jewish citizens but simultaneously keeps them permanently out of power. Closer home, Sri Lanka is also an ethnocentric country with an exceptionally violent past after the rise of Sinhala nationalism in the 1950s.A rocky road to full successHowever, India does offer some unique elements compared to other ethnocentric countries. Opinion polling results released in June by the Pew Research Centre saw a majority of people conflate the act of being Hindu and “truly” India. But simultaneously an overwhelming majority (including 85% of all Hindus) agreed with the fact that respecting all religions was a core Indian value. In that sense, India’s ethnocentrism is a work in progress.The other is, of course, India’s sheer size. India has 200 million Muslims – a population bigger than all but six countries in the world. As the Citizenship Amendment Act protests of 2019-2020 showed, this sheer size by itself can bring along significant political weight, in spite of the ideology of the federal government.As a result of India’s sheer size, the BJP’s strength – and consequently the influence of Hindutva – can vary quite a bit from state to state. State identities in places like Bengal and Tamil Nadu can often work at cross purposes to Hindutva, much as language undercut Muslim nationalism during the short duration of united Pakistan from 1947 to 1971. So while Indian Muslims have no voice in the federal government, they are a strong support base of the current government in West Bengal.In many ways, this federal angle is key to understand why say even the BJP has to manoeuvre hard when it comes to its ideology of Hindutva.  While Narendra Modi and his charisma have seen great success with this for two Lok Sabha elections, this by itself is not a guarantee of hegemonic power, as we saw with the rollback of the farm laws or, in fact, with the election defeat in the 2021 West Bengal elections.Hindutva is also handicapped by its one-point agenda: as journalist Aakar Patel puts it Hindutva “is purely about the exclusion and persecution of India’s minorities, particularly Muslims”. Given that the BJP excludes Muslims from its voter base, it has to depend on electoral backing from Hindus across caste lines – a new and still fairly unstable phenomenon in Indian politics. The BJP will require this anti-Muslim, Hindu caste coalition to hold for a substantial amount of time in order to fully ethnicise Indian democracy.","author":"Shoaib Daniyal","time":"2021-12-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167746-mfxlrknczc-1639941254.jpeg","tags":["Hindu rashtra","Hindutva"]}