{"title":"The Maratha mobilisation in Maharashtra is about more than the rape and murder of a teenager","content":"On his way through the Dalit basti in Pal village in Maharashtra’s Aurangabad district, farmer Shivaji Jadhav stopped to make a hasty point. “I have only one-and-a-half acres of land. I don’t have a proper house,” he said. “I don’t have a BPL [Below Poverty Line] card. I am a Maratha myself, but all the rich ones have appropriated all the benefits. Those owning 12 acres have BPL cards. If you question them, they threaten you.”Since last month, lakhs from this dominant caste, known for its clout in politics, agriculture and the cooperative sector in the state, have been staging massive silent rallies or “muk morchas” in district after district in a strong display of discontent.The trigger for this mobilisation was a horrific incident in July in Kopardi village in Ahmednagar district, in which a 15-year-old Class nine student from the Maratha community was gangraped and murdered. The three accused in the case, who have been arrested, are youths from the Dalit community. The incident sparked protests and rocked the State Assembly. But a month on, outrage over the gangrape and murder has given way to expressions of anger over a range of other issues plaguing the community.Maratha rallies attended by two to five lakh people each were held in Aurangabad, Beed, Parbhani, Osmanabad and Jalgaon districts in the last few weeks. More are scheduled in Akola, Amravati, Buldhana, Nagpur, Yavatmal, Wardha, Sindhudurg and Ratnagiri through September till the first week of October. Ahmednagar’s first Maratha Kranti Muk Morcha will be held on September 23. A final rally is slated to take place in Mumbai in October.A message about the upcoming rally on September 23 in Ahmednagar, where Kopardi village is located, received via WhatsApp.The two primary demands of the community is that Marathas be granted reservations, and that the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act be repealed. There’s also a contradictory demand by a section of the community seeking an “equal citizen law” to end quotas altogether. The demand for reservations is a long-standing one. In fact, ahead of the 2014 State Assembly polls, the ruling Congress-Nationalist Congress Party combine had announced 16% reservations for Marathas in government jobs and education. However, the Bombay High Court stayed the move.Maratha discontentThe fact that this jumbled set of political demands is detached from the crime in question indicates lack of a clear political agenda even though reports say that the rallies were well-organised, indicating the involvement of an organised body.What is clear, however, is that the roots of discontent among Marathas go a long way back. It is related to economic and social factors and the gradual decline of this community’s political dominance over the past few years.  Marathas – a highly-stratified community with small, landless farmers at one extreme and the political elite at the other – constitute roughly one-third of the state’s population. Land reforms, political movements of the ’60s and ’70s, the agrarian crisis, poor prices for agricultural produce and the cornering of resources and schemes by a section of elite, politically-connected Marathas has, over time, fuelled frustrations among the poorer groups of the landed community.The Kopardi case threw light on the community’s poverty and vulnerability, said Pravin Gaikwad, advisor of Maratha outfits Sambhaji Brigade and Maratha Seva Sangh.“About 35% of Marathas are landless labourers,” said Gaikwad. “The agricultural community is in a financial mess. Because of our strength, we are used for votes. This is not a question of Marathas alone. The Jat, Patel and Gujjar agitations are on economic issues as well. We don’t intend injustice to other communities. At least provisions for the landless Marathas are needed.”Retired Maratha school teacher Popatshankar Bhute from Ahmednagar’s Kharda village spoke of the discontent due to a decline in economic, social and political status. “The Marathas were well-to-do earlier,” said Bute. “With a rise in population, the size of land holdings reduced. Today, many are below the poverty line, even 96 kuli Marathas [a reference to what is believed to be the 96 purest Maratha clans].”Retired Maratha school teacher Popatshankar Bhute (right) with Maratha youth Nitin Bhakre in Kharda village in Ahmednagar district. (Photo credit: Rahi Gaikwad).Narayan Bhute, an aged musician from the same village, agreed. “We need a survey of the condition of Marathas,” he said. “Many don’t have job and pay security; they are unable to pay fees. We are not saying don’t give anything to others, but heed our concerns.”Veteran activist Shantaram Pandere from Aurangabad linked the Maratha mobilisation to anger due to a host of reasons.“Marathas are restless because they are not in power,” said Pandere. “In Kopardi they found a chance to hit out at Dalits. Nobody has supported the Dalit accused, but there are rallies at taluka level.”He added: “Marathas are angry over reservations and land struggles, as they could not find labourers to work in their fields. The Dalit Panthers created a mass of vocal Dalit youths who questioned the establishment. The renaming of the Marathwada University after Dr Babasaheb Ambedkar exposed the fissures between the two communities. Collective attacks on Dalits followed.”Atrocity Act in the crosshairsThe Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act was enacted in 1989 to punish atrocities against scheduled castes and tribes.With anti-Dalit sentiment rife in Kopardi, the demand to repeal the Act is the strongest here. “We are the biggest community, but we are the most suppressed because of this law,” said Kopardi sarpanch Satish Sudhrik. “How many atrocities have been proved?” Said village resident Jubarrao Sudhrik: “It is used as a tool. Even the police can be penalised. So they file cases without investigating if a case is made out. In false cases people already suffer needlessly. Atrocity cases are filed for the smallest of reasons.”Citing instances of misuse from personal experience, Gaikwad sought provisions like the \"tanta mukti abhiyan [alternative dispute resolution campaign]\" at the village level to check misuse. “Many times cases are false, but people suffer for years.”Recent statements made by Maratha politicians, notably Nationalist Congress Party chief Sharad Pawar, have galvanised opinion against the law. Pawar was quoted in the press saying that calls to scrap the Act needed to be considered, but later backtracked, saying that his view had been misrepresented. This came even as his party colleague Udayanraje Bhosale called for the law to be scrapped. Maharashtra Navnirman Sena chief Raj Thackeray called for its review, while the Shiv Sena called for a special Assembly session to discuss the Union government Act.However, Aurangabad-based activist Mangal Khinwsara questioned the rationale for holding these rallies. “When do we stage morchas?” she asked, “when the accused are not arrested or the investigation is poor. In Kopardi, everything is going as per the law.”‘Platform to vent’Elsewhere, opinion is less polarised. Santosh Jadhav from Aurangabad’s Pal village, who was acquitted in a case regarding the murder of a Dalit boy, sought changes in the law, but did not support its removal. “What Sharad Pawar said could be his personal opinion. Some use the Act as a threat,” he said.Santosh Jadhav (orange shirt), acquitted in a caste atrocity case, with other members of the Maratha community in Pal village in Aurangabad. (Photo credit: Rahi Gaikwad).Anil Kachkore, a real estate businessman from Aurangabad’s Karmad village, admitted that “the Kopardi case was not linked to the atrocity Act or Maratha reservations, but gave vent to Maratha sentiment, a platform to speak out.”With Kopardi pushed to the background, the social and political consequences of this mobilisation are sure to play out in times to come.“Ambedkar and Kanshi Ram said caste should end, but in the current situation it cannot,” said Gaikwad. “Marathas have no option but to rise and consolidate their caste base.”In Kopardi, there is denial that casteism exists. “Dalits and Marathas break bread together at functions,” said Vijay Sudhrik from Kopardi. “No one observes caste. Then why are Dalits entitled to special provisions? In fact, Dalits are becoming richer than us.”The village has seen an inter-caste marriage between two Dalit castes. But asked if there was any example of Dalit-Maratha marriage, Sudhirk said, “No, no, that has never happened and never will.”","author":"Rahi Gaikwad","time":"2016-09-18T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/816307-41568-vultubugrr-1474026392.jpg","tags":["Marathas","Dalits","Atrocity Act","Maharashtra"]}