{"title":"The Daily Fix: Beware, Amit Shah and Narendra Modi's 'normalcy' could be coming for you next","content":"When Prime Minister Narendra Modi was re-elected with a huge mandate in May 2019, he promised to usher in a “new India” by 2022, when the republic will be 75 years old. On Thursday, we got a glimpse of what that new normal is supposed to look like: An internet shutdown across significant portions of two states and a third that has been turned into a Union Territory, administered by New Delhi. Angry protests and a curfew in place across an entire region in opposition to a law that would fundamentally alter the country as it was being hurried through Parliament. The army and paramilitary moved from one zone where Modi and Home Minister Amit Shah have lit a legal fire – Jammu and Kashmir – to the North East, where it is sparking new conflicts just as peace had begun to take root. A Prime Minister who continues to claim that all those opposing his moves could not possibly have the country’s best interests at heart and are, instead, speaking in the same voice as Pakistan. All this while the government ought to have been pouring all of its efforts into solving the most worrisome economic slowdown India has faced in decades, one that is steadily dimming the futures of millions in a country that remains distressingly poor. This is Modi and Shah’s new India, one where “normalcy” is a byword for New Delhi doing as it wishes and claiming that the people are on-board, no matter what the situation on the ground is. In New India, the army instead of protecting borders is being used to quell protests & mass uprising. After striking fear in the hearts of Kashmiris, the same forces are being deployed in North East now to enforce ‘normalcy’— Mehbooba Mufti (@MehboobaMufti) December 11, 2019\n\nKashmir like normalcy being extended to other parts of India. https://t.co/SxHRcBtq2H— Rohini Singh (@rohini_sgh) December 11, 2019\n\nAssam is also inching towards normalcy. https://t.co/Tuskc0Vw72— vijaita singh (@vijaita) December 10, 2019\n\nDefine normalcy in India: Where the maximum armed forces are deployed, where dissent is silenced, where communications are cut off, where media is muffled.— Pratik Sinha (@free_thinker) December 11, 2019\n\nIndia is not alone here. The last half decade has seen countries around the world choosing to be led by right-wing demagogues whose political platforms were built on a combination of social division, manufactured fears about immigrants and attempts to entrench and encourage right-wing bigotry. From America’s Donald Trump to Hungary’s Viktor Orban to Philippines’ Rodrigo Duterte, this is the age of the democratic despot and the majoritarian tyrant. But it is in India that the potential to do damage might be the largest, if only because the country represents one-fifth of humanity. Every year without economic growth and without new jobs makes the path out of poverty harder for millions. Every new policy that rests on further division of people, every move that seeks to belittle the millions who count themselves among India’s minorities, every attempt to suppress dissent is only sowing the seeds of future disaster. The BJP’s national mandate may not be in question, but democracy doesn’t begin and end at the ballot box. Moreover, results in state elections have proven that the country is not unequivocally behind the right-wing Hindutva project that the BJP draws its ideas from. It is worth asking the BJP and the millions who voted for it: Is this socially divisive agenda, with nothing in the way of development gains, really the priority of the moment (if at all)? Is this how the BJP ought to use its post-elections political capital, instead of making tougher decisions about the economy? Are the short-term political victories of these battles worth the danger they pose to India in the long-run? Is there any semblance of a plan to put the economy in order, which doesn’t involve fudged numbers or further distractions? Does the BJP really think that the people of Kashmir, the activists of the North East or the Muslims of this country will eventually come around to their way of thinking? One question that may have come up in the aftermath of the democratically atrocious move to alter Article 370 earlier this year has been answered: This is indeed the new normal. And you should be worried: Normalcy could be coming for you next.","author":"Rohan Venkataramakrishnan","time":"2019-12-12T09:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/120260-wzmgcvnlcy-1558587100.jpg","tags":["The Daily Fix","Citizenship Amendment Bill","Amit Shah","Narendra Modi"]}