{"title":"‘The best student of our school’: KA Abbas on casting Amitabh Bachchan in ‘Saat Hindustani’","content":"On the appointed day, the young man stood before me. Tall, thin, fair and shy. I took one look at him ... Anwar Ali, just as I had imagined him. I asked, ‘When can you start work?’‘Work?’ he was startled. But his voice had a fine timbre, sounded good. ‘At once.’ ‘But,’ I said disclosing all the facts. ‘This film has seven heroes; the seventh is, in fact, a heroine. We can’t give more than Rs 5000 to anyone – neither the seniors nor the juniors.’‘I agree,’ the boy said. ‘But won’t you take any tests?’ ‘No, we don’t take tests.’‘I have the results of three or four tests. Should I show them to you?’‘No. I don’t want to see others’ tests. By the way, who took these tests?’ He named four famous producers (if I reveal their names, it would be an insult).I said, ‘In any case, I don’t take tests; I take the artist on face value.’He smiled; an innocent look. The smile then extended to his eyes. ‘I didn’t understand . . . other producers took repeated tests, including dialogue delivery tests. They measured me, weighed me.’‘And then?’ I asked. ‘Rejected. They said I was too tall, too ungainly, looked like a caricature and no heroine would want to work with me.’‘This is irrelevant for me. I have six heroes, one heroine, and she is new. I have found the boy I was looking for.’‘Found?’ he repeated my sentence.‘Yes, found,’ I said.‘Who is he?’ he asked.‘You! Who else!’Amitabh staggered, held the edge of the table. ‘What do I have to do?’‘Sign a contract. I assume you can read?’ He told me he had graduated from Delhi University. He had performed in many college plays. To this, he added that he had been employed in a major Calcutta firm at Rs 1400 per month. He had a free car, free flat. The emphasis was on ‘had’. ‘Until yesterday, not now.’‘Why?’ I asked, a deliberately foolish question.‘I resigned.’‘Why?’‘You called, so I came.’‘I called only to see you. No one told me that you were in Calcutta. Had I known, I would have thought a dozen times.’Then I made a mental calculation. ‘No train runs so fast. You flew down to Bombay?’‘Yes,’ he agreed. ‘Ajitabh! Did he not mention this to you? He sent me a telegram, which stated: “Role fixed in Saat Hindustani. Have to report day after tomorrow.”’I exclaimed, ‘He told you such a big lie! What if I had refused to take you?’‘I would have tried elsewhere! Sunil Dutt Sahib is planning a new film. Perhaps he would have taken me. In any case, I was fed up with the Kolkata job.’In my heart, I appreciated the courage of this young man who had left a steady job on such a flimsy hope. Hope and self-confidence, a good combination.Amitabh Bachchan in KA Abbas’s Saat Hindustani (1969).I said, ‘You can go to my secretary and sign the contract. But first answer a few questions. Name?’‘Amitabh.’‘Can’t be only Amitabh. Amitabh what?’‘Bachchan. Amitabh Bachchan.’Alarm bells. ‘Are you related to Dr Bachchan?’‘Yes,’ he hesitated, ‘he is my father.’‘Then this contract cannot be signed today. He is my old friend. I cannot give you this contract without his permission.’‘So send him a telegram asking him. He will reply by tomorrow. But I have already written to him, telling him everything.’‘I cannot write all this in a telegram. It has to be a detailed letter. I will write to him now and ask for a reply by telegram. You can go now. If we get his permission, you have nothing to worry about. You can come the next day and sign the contract.’Amitabh left. On the third day, the telegram came. ‘If he is working with you, I am happy.’ Now I had no apprehensions, so I signed on Amitabh for Rs 5000. We then began the rehearsals. All the characters and roles were deliberately scrambled, mixed up. The characters had to act ‘out of their natural persona’. Famous Bengali actor Utpal Dutt had to act as a Punjabi and deliver the dialogues accordingly. Malayali actor Madhu had to act as a Bengali and learn Bangla. Jalal had to abandon his dapper suits, wear a Maharashtrian dhoti and let the barber take off his beautiful curly hair. Madhu from Meerut had to speak Hindi in a Tamil accent and Anwar Ali (brother of Mahmood and producer of Khuddar) had to speak pure, Sanskritized Hindi.Amitabh as a Bihari Muslim poet had to sing, not recite Urdu couplets, just like my friend, the poet Majaz, used to do. In two days, I realized that whatever instruction was given to Amitabh became ‘set in stone’ for him. He was the best student of our ‘school’.KA Abbas.The question then was, why were we ‘mixing’ roles? Why? Because we wanted to show that all Indians were one at heart; just change the name and ‘accent’ and Bengali becomes Punjabi, and ‘UPite’ becomes Tamil, and Hindu becomes Muslim.In just a few days, Amitabh became quite fluent in Urdu. In his baritone, he recited so well that the others burst into ‘Wah! Wah!’ Later, in the film Kalia (1981), he recited Urdu with such finesse and perfection. I was happy that the work of Saat Hindustani was continuing to bear fruit.The day we left Dadar Station was memorable. (In 1967 third class was called third class, not the later euphemistic title second class). Amitabh’s coolie came panting, a heavy suitcase on his head. I asked, ‘Where is your bedding?’‘In this?’ he answered, pointing to the trunk.The trunk contained his bedding, clothes, a letter pad and a packet of stamped envelopes. On the letter paper, every night, he wrote in detail a letter to his mother. There was a small clock to teach him punctuality. Packed in the trunk was also Amit’s very own qismat.In Goa, we could not even afford a modest, leave alone a posh, hotel. We had rented a dak bungalow. We all slept side by side on the floor in a large hall. There were a few exceptions to this community arrangement – Mr and Mrs Utpal Dutt, because they were the seniormost, and Shehnaz Agha, because she was the only girl. Three beds had been arranged for them in a separate small room. Next to me was my assistant Kamlakar, then Amitabh, then Anwar Ali, who became his good friend, then Jalal Agha, etc.Kamlakar gave Amit the title ‘Lambu’. Many years later, when Amitabh had become a big star, Kamlakar met him at R.K. Studios. ‘Hello, Amitabh Sahib,’ he said hesitatingly. Amit lifted this five feet three inches man off the ground. ‘You forget. What did you call me?’ By now Kamlakar was scared, ‘I used to call you Lambuji then.’‘Not Lambuji . . . you called me Lambu. You thought I had forgotten. So say it, Lambu.’ At last Kamlakar was able to say ‘Lambu.’ Only then he was let go but not before Amitabh had a cup of tea with his old companion!Amit’s image as the ‘angry young man’ also started with Saat Hindustani. The character, as I had written it, evoked mixed emotions in the other characters – suspicion, discrimination, dislike – all because he was Muslim. The prejudice would become palpable from time to time – while eating, drinking, etc. But in the end, the one who is the most fragile, timid and weakest proves the bravest. The Portuguese police inflict the worst kind of torture on him. In the torture chamber, they hook him with electric wires. The current hits his vitals and he faints. They throw water on his face and begin to interrogate him, ‘Who are your accomplices in Goa?’ The boy refuses to reveal any names and when the cop continues the interrogation, he spits on his face. More lashes break the flesh, but he still doesn’t say a word. A blade then slices the skin off his feet which are tied with a rope. At the end they throw him across the border. ‘Now, crawl back to your motherland.’ In his best close-up of Saat Hindustani, Amitabh speaks the words, ‘We Indians don’t crawl.’ He stands upright on his bleeding feet. With trembling legs but straight and raised head he walks towards India. When he reaches the border, he sees his friends. Then he collapses in the arms of his friend Sharma (Anwar Ali). In this scene, Amitabh presented the finest example of bravery and valour. The violence and fighting that mark his later films began with this scene from Saat Hindustani.Excerpted with permission from Sone Chandi Ke Buth: Writings on Cinema, KA Abbas, translated from the Urdu and edited by Syeda Hameed and Sukhpreet Kahlon, Penguin Random House India.","author":"KA Abbas","time":"2022-07-27T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177640-ddonmtxtqk-1658836351.jpeg","tags":["Sone Chandi Ke Buth","KA Abbas","Amitabh Bachchan"]}