{"title":"The return of Meitei insurgents marks a new turn in Manipur conflict","content":"On August 19, the residents of Thawai Kuki woke up to the dull thud of automatic gunfire.The picturesque hillside village of 55 families is nestled amidst rolling paddy fields in Manipur’s Kamjong district. On the eastern side are undulating hills; to the west is the National Highway-202, a storied mountainous road that runs between Imphal and Nagaland’s Mokokchung, via Ukhrul.The highway is barely a few hundred metres from the village as the crow flies, but in between is the Thoubal river, and to cross it, there is only a rickety bamboo bridge held together by rusty metal wires that wobbles menacingly with every footstep.It is this bridge that most residents took to flee to safety that morning. As the gunfire relented, a group of young men from the village, armed with single- and double-barreled rifles, went back to the hillside. Lying on the ground there amid a pool of blood were three of their fellow villagers, their guns by the side. Jamkhogin Haokip, Thangkhokai Haokip, and Hollenson Baite had spent the night at a bunker, guarding the village. Since May, when conflict broke out between Manipur’s Meitei and Kuki communities, bunkers and village defence committees have mushroomed in the state, particularly in areas where the Meitei-dominant valley meets the Kuki-inhabited foothills.The night vigil of the three men was due to end barely half an hour later – daylight would have broken and someone else would have taken over. But before that could happen, a barrage of bullets had been pumped into them. The graves of the three men who died in Thawai Kuki. The killings in Thawai Kuki went largely unnoticed, merely adding to the ever-increasing death toll in the state where nearly 200 people have died in the violence that began on May 3. However, for keen observers of Manipur, the attack raised a new alarm. It signalled that Meitei insurgent groups, largely relegated to the jungles of Myanmar across the border, had returned to fight on behalf of their community.  One reason why locals suspect the involvement of Meitei insurgent groups is because of the location: there are no Meitei villages in the immediate vicinity of Thawai Kuki. Save for a Kuki village to its west across the river, it is surrounded by Tangkhul Naga villages. Beyond the hills to its east from where the firing originated are more Tangkhul Naga villages. Alleged Demkhosei Haokip, a young man from the village: “It is not possible for Meitei civilians to have crossed the hill, do it, and escape. This was a planned guerrilla-style attack.”In Yaingangpokpi, the nearest Meitei village from Thawai Kuki, a single-barrel-wielding village defence volunteer let it slip: “It was not done from the public’s side.” Said an Army official stationed in the area since the Thawai Kuki killings: “Some non-civilian elements have been activated in the hills which are targeting this area.”Three days later, another village in the area, a few kilometres down south, came under fire – again from the hills. This time, the villagers of Mogneljang, part of the district of Kangpokpi, were more prepared. They furiously returned fire, leading to a hasty retreat of the attackers. The Kukis have blamed a banned Meitei insurgent group Kanglei Yawol Kanna Lup for the Thawai Kuki killings. The outfit has issued a statement denying any role. But Meitei community leaders acknowledge the unmistakable imprint of a professional hand on the incident. “Civilians were not involved,” said an office bearer of the Imphal-based Coordinating Committee on Manipur Integrity or Cocomi, the most influential of Meitei civil society groups. “How can they possibly go there?”The leader added – tellingly: “Kamjong area is very much near to Myanmar.”This week, a fresh surge of violence has erupted in the state. In terms of the intensity, it is perhaps the most furious since the beginning of the conflict with both sides firing mortar shells at each other.  A Meitei civil society activist from Moirang where the fighting has been particularly intense said, “Village volunteers are no longer leading the fight.”The deployment of the Army has been increased on the Ukhrul road. A new phaseThe entry of Meitei insurgent groups marks a departure from the early phase of the current conflict, security officials say. In the first month of hostilities, according to officials, Kuki insurgent groups played a pivotal role in organising fighting in the hills, but the Meiteis were largely reliant on radicalised armed militias such as the Arambai Tenggol and the state police constabulary, in addition to youth volunteers. Some retired and surrendered cadres may have pitched in, officials say, particularly to train Meitei civilians in using the large cache of arms looted by mobs from state armouries. But they claim underground groups themselves kept a distance from the conflict. “In the first month and a half [of the clashes], they had no role, because they had become irrelevant in the [Imphal] valley,” said a senior Assam Rifles official, posted in Imphal. “But now they have reinvigorated themselves.”The officer said several active Meitei militants had crossed over from Myanmar – the border is highly porous and largely unfenced – in the months of June and July, weapons in tow. “They already had a network of OGWs [overground workers] in Manipur,” he said.  Together, the outfits had started operating in an organised fashion, the officer said. “Now areas have been divided with each group taking over traditional strongholds.”Officially, the state government denies the involvement of Meitei militants in the conflict. However, a senior minister in N Biren Singh’s cabinet admitted that there was a “trickle” of infiltration of cadres from across the border and a recruitment campaign was likely afoot. “I have told young boys in my constituency not to get involved,” he said. “I have told them you will be caught. You can’t match the might of the Indian Army.”An old insurgencyMeitei insurgency arose in the 1960s as a result of festering disaffection over the 1949 merger agreement between the erstwhile Manipuri king, Maharaja Bodhachandra, and the Indian government. The first major outfit, the United National Liberation Front, was founded in 1964. Subsequently, other groups such as the People’s Liberation Army, People’s Revolutionary Party of Kangleipak, Kangleipak Communist Party, Kanglei Yawol Kanna Lup, and United Peoples Party of Kangleipak came into being. All of them, referred to as valley-based insurgent groups or VBIGs in security parlance, had the stated aim of a sovereign state of Manipur. But starting in the 1980s, the Indian state mounted a brutal counter-offensive under the legal framework of the controversial Armed Forces Special Powers Act. This, and internecine clashes between the groups, led to their strength dramatically declining in the last decade and a half. With public support also waning, most of these groups are now restricted to their hideouts in the jungles of Myanmar. There, these groups have purportedly joined hands with the military Junta in its fight against the pro-democracy resistance forces. Unlike most other ethnic insurgencies in the North East which have  ended with peace pacts signed with the Centre, the Meitei insurgent groups have continued to hold on to their separatist demands, refusing to engage in political dialogue with the Indian state. The United Liberation Front of Manipur is, in fact, said to be the largest active separatist group in the North East – despite having splintered into factions. The current ethnic conflict has provided rife ground for these outfits to regroup and regain public support, say observers and officials. The Meiteis feel their lives and land are under siege from well-armed Kuki militants – and they need protection.  Rajkumar Meghen, the charismatic former chairperson of the UNLF who now leads a retired life in Imphal after a nine-year-long prison stint in Guwahati, told me it was natural that the Meitei armed groups would “find the situation suitable to rejuvenate their strength”. While he said he did not endorse their involvement in the ethnic conflict, he explained, “After several years, the Meitei people are asking where have our UGs gone? Where are their arms gone? That is the message people are conveying to the undergrounds now.”Travelling in the Imphal valley, I found Meghen’s remarks ring true. But does the public support for the insurgents signal a reigniting of separatist sentiments among the Meitei people? Possibly not.  Rajkumar Meghen, the charismatic former chairperson of the UNLF who now leads a retired life in Imphal. ‘Protect our land’Home mostly to the Meiteis, Sugnu is a tiny town by the banks of the Manipur river, 65 km south of Imphal. Located on an ancient route to Myanmar, it is at the southern tip of the Imphal valley and is surrounded by Naga and Kuki villages. A bridge over the river, now fenced off by concertina wires, leads to the Kuki villages of Churachandpur district. Barely a few kilometres away from the town centre is Nazareth, a camp that houses the militants of the United Kuki Liberation Front. It is one of the 25 Kuki armed groups that are currently in a ceasefire arrangement of sorts with the Centre. Called the Suspension of Operations agreement, or SoO, it included the Manipur government as a signatory until it withdrew in March.In May, most peripheral parts of the Imphal valley where Kukis and Meiteis live in close proximity were convulsed by arson and violence.  But Sugnu kept the peace till as late as May 28. “Until the 27th, we were sharing the same market,” said Ratan Khaidem, a school teacher from the town. “A peace committee was formed under the local MLA – there were Nagas, Meiteis, Kukis on it.” The peace committee, Khaidem said, met three times since the violence broke out. At the last meeting on May 26, Khaidem said he pointed out to the Assam Rifles’ officers that the Kuki villages had set up bunkers. “I protested they had fenced their side, lights would go off at the same time in the evening, but we were not doing any of that,” he said. “I said how is this kind of action supposed to build trust? Why are you switching off your lights? Why are you making bunkers?”Two days after the meeting, in the early hours of May 28, the neighbouring Kuki villagers, accompanied by armed militants, descended upon Sugnu and its adjoining Meitei villages, alleged Khaidem. “They went on a rampage, burnt villages, and we were caught completely off guard,” he said. (The Kukis in the area blame the Meiteis for starting the hostilities.)The Manipur police whom Khaidem dialled for assistance reached only several hours later, he claimed, because the Kukis were “firing from the hills to block the convoy”. After the state police arrived, “the retaliation was huge from our side”, he said – the Kuki settlements across the river all lay charred. A week later, Sugnu’s residents, aided by the personnel from the state police, burnt down the Nazareth camp, said Khaidem. “It took three attempts,” he said. “We lost three boys, three pure volunteers.”The retaliation, Khaidem hinted, had involved insurgents from the community. “I have been working with all the militants who are helping us,” said the school teacher who now heads the Meitei “defence committee” in the area. “It’s true. I don’t want to hide it. Because it’s necessary – why did they go to become militants if not to protect our land?”“I have been very much India,” he said, underlining his opposition to the separatist ideology of the insurgent groups. “I did my master’s degree in Gujarat.”“But now,” he continued, his voice turning shrill and quivering with emotion, “I have to ask my son, you have to train, to save your village, to save your mother and me.” Khaidem said the militants who had come to the defence of the village were a mix of retired and active cadres – some, he suggested, had crossed over the international border. “Our boys who were on the other side of the border, to my surprise only a few of them came,” he said. “I have been very much India,” said Ratan Khaidem, underlining his opposition to the separatist ideology of the Meitei insurgent groups.Swelling numbersMilitary intelligence seems to bear out the claims. An intelligence officer in the Indian Army said they believe around 100-odd cadres of the KYKL and PLA had crossed over through the Taret Lok river corridor that spans the districts of Kamjong and Tengnoupal areas of eastern Manipur. On June 24, the Army said it had intercepted 12 KYKL cadres with “arms, ammunition and war-like stores” in Imphal’s Itham village, but were forced to release them as a large number of Meitei protesters, most of them women, gathered in the area demanding they be let go. Among the militants, according to an Army statement, was Moirangthem Tamba alias Uttam, believed to be the “mastermind” of a 2015 ambush on a convoy of the 6 Dogra Regiment in which 18 soldiers were killed.“A meeting was held among the VBIGs in the first week of July where the AoRs (areas of responsibility) were divided,” said a security official. While the initial contingent of militant cadres joining the conflict wasn’t large, the numbers have since soared to over 1,000, say security officials and civil society activists known to have links with the outfits. “Previously surrendered militants have joined them, and there are the newly trained youths,” said a military intelligence official. In the hinterlands of Imphal valley, I heard several accounts of the VBIGs’ attempting to recruit people – though not always successfully.  In Singda Kadangband, a Meitei village of 165 families in the northeastern periphery of the Imphal valley, N Bobby Singh is in charge of the local defence force. A former Sashastra Seema Bal constable, Bobby Singh oversees around 60 volunteers who take positions in 10 interconnected bunkers. When we met one evening as the sun set on the village, painting the post-rain horizon a soft crimson, Bobby Singh listed out several complaints: he had just 30 licensed guns at his disposal and only two of his fellow villagers serving in the central security forces had come home to help out. “Maximum should have come, we have stayed up nights to protect our village, our parents’ lives, but they did not,” he said. Yet, he claimed he refused to take assistance from the underground groups, who he said came on multiple occasions, carrying automatic weapons and “big round magazines”. “They tried hard to recruit, they said we will teach you to fire these guns, we didn’t show interest,” he said. “I told them – you haven’t stayed here in years. You will fight, and go away. Jhaghra bhi hua kasam se – I swear I fought with them.”Bobby Singh said his trepidation stemmed from concerns that these armed underground groups would force the young men from his village to formally join them once the “war ends”. “They will say we helped so much, so you will have to join us,” he said. “Manipuri insurgency was over before this war, but they have come back now,” Bobby Singh added.In Sugnu, Khaidem who was much more welcoming of the underground groups also appeared to be grim about the “post-war” situation. “Because I have worked closely with those people, my life is also at risk,” he said. “The Indian government’s policy will be to fence the border and trap our insurgents, our rebels as we call them.” A former Sashastra Seema Bal constable, Bobby Singh said he refused to take assistance from the underground groups.A window for talks?In Manipur’s power corridors, though, the outlook is more optimistic. The conflict, many believe, may be an opening to get the Meitei groups to the negotiating table. Already, before the conflict began, a faction of the United National Liberation Front, helmed by Khundongbam Pambei, was talking to the state government, suggesting a softening of stance. A senior minister told me the state government was all set to sign a peace agreement with the faction. Central security officials corroborated the information – the conflict, they said, had delayed the signing which was originally supposed to take place in May. Some believe the outbreak of the civil war will lead to other Meitei outfits also coming on board for talks. “They can see that the Kuki groups are being given a very loose hand because of the SoO agreement,” said former deputy chief minister Yumnam Joykumar Singh. Instrumental in flushing out Meitei militants in the mid-2000s when he was state police chief, Joykumar Singh argued that Meitei groups would be keen to seek a similar advantage. The Kuki-Zos, for their part, vehemently deny that the SoO groups have aided the community’s armed efforts. They insist that the men fighting are ordinary “village volunteers”. A Kuki bunker near Kwakta.However, the SoO groups’ influence is hard to miss on the ground.On an overcast August morning, as I drove towards the “frontlines” along the Churachandpur-Bishnupur border, taking a detour from the main highway to avoid security check posts, a young Kuki Students’ Organisation volunteer accompanying me said the bumpy path that we were tumbling along was called German road. “German is a very brave man,” she said. “All the Meiteis are scared of him.”We were in territory controlled by the Kuki National Front (Military Council) – Th German Kuki is the outfit’s commander-in-chief. After a long ride through several Kuki villages, we reached Mualngat, the last Kuki outpost beyond which lay Bishnupur’s Moirang subdivision. “You are at the main frontline,” declared Thomas Vaiphei, Mualngat’s chief.A short hike away stood what was once the Moirang water supply plant, now a Kuki bunker strategically overlooking the Meitei town of Moirang. The bunker is manned by volunteers from D Phailen, a village around 20 km south. The “Phailen Defence Force” (motto: “In God We Trust”) is a motley crew of school and college-going boys trained by German’s Kuki National Front.A 17-year-old I met there said he was part of the second batch of volunteers trained by the KNF. “We were trained in how to use automatics by KNF, but mostly we use single- barrels,” said the boy, a Class 10 student. “Our job here is to keep a watch for any movement on the other side and if there is trouble the KNF comes with their automatics.”Battle-hardened, he seemed to take offence when I asked him if was scared. “Never,” he shot back sternly, but also half-amused at what he clearly thought was a ridiculous question. “We are protecting our land – I would rather die than not join this fight.” Back in Churachandpur, I met office bearers of the Indigenous Tribal Leaders’ Forum, a newly constituted umbrella outfit that claims to represent the Kuki-Zos.  On the main gate of the college where their office is now housed,  “Churachandpur” had been struck off using black paint and “Lamka”, the Kuki name for the town, scribbled over it. Though most of the ITLF leaders stuck to the line that volunteers were doing all the fighting, one of them was more candid. “Everyone is involved, be it SoO or non-SoO,” he said. The Meities, including Chief Minister Biren Singh, have alleged that Myanmar’s Kuki-Chin militants have also come to the aid of their community in Manipur. Central  security officials, however,  said there  is little evidence to suggest infiltration of Myanmarese militants. Weapons, though, had certainly come in: “There is no denying that,” said a top Assam Rifles official posted in the state.The \"permanent post\" of the Phailen Defence Force.Majoritarian agenda Among the Meitei civil society groups, this rather open participation of the SoO groups is a constant cause of consternation. Given the Indian state treats Meitei insurgents as terrorists, there seems to be a yearning in the community for them to have some kind of an agreement with the Indian state, along the lines that the Kuki groups do. The rationale seems to be that the Meitei community needs them to fight the Kukis – otherwise it was not a battle among equals. “The public is saying who are you fighting for, if you can’t help us now,” said a state official. “So there’s a tremendous amount of public pressure on them [the VBIGs] to come out. That’s why they are coming out.”But the support for Meitei militants did not amount to a return of secessionist aspirations, Meitei leaders insist.M Dhananjay, a leader of the powerful Cocomi, who accompanied me on several of my trips to the frontlines in the Meitei villages, pointed out that Independence Day was celebrated with unusual gusto in the Imphal Valley this year. “You can see India flags everywhere,” he said. Tricolours at a Meitei relief camp in Yaingangpokpi. He argued that the Indian state stood to benefit by talking to Meitei militants – they could defend its interests in the volatile Indo-Myanmar region, like Kuki militants once did when they were reportedly used as a mercenary force by the Indian security apparatus.  Even state officials appeared to support the idea of the rehabilitation of Meitei insurgents. The fact that Independence Day was celebrated enthusiastically, despite a customary boycott call by the CorCom, the joint coordination committee of the VBIGs, they said, was a sign that the secessionist nature of the Meitei insurgency had few takers. Once the sharp edge of succession goes, the room for negotiations increases, they argued. “Maybe this is how Meitei insurgency ends once and for all finally,” said a state official.  Critics, though, say that the state government’s calculations are more cynical. A senior Naga politician from the state, part of the Bharatiya Janata Party, said it wants the VBIGs “to come under SoO, so that they can move freely like the Kuki SoO groups”. “That’s the main objective,” he said, “not political dialogue”.Such charges are rooted in the Manipur government’s barely-veiled Meitei majoritarian stance that has been on display throughout the conflict. Even as Meitei mobs ran riot in Imphal in early May, killing scores of unarmed Kuki civilians and looting police armouries, the government largely chose to look away, as Scroll has previously reported. As a result, the state police is now completely divided along ethnic lines, often fighting alongside armed volunteers and militants from their respective community. The Manipur commandos, an elite counter-insurgency unit of the state police, in particular, has been widely charged with siding with Meitei mobs. Once a much-feared force, at the forefront of the ruthless crackdown on the VBIGs under chief minister Ibobi Singh in the 2000s, they now stand accused of, as the former police chief Joykumar said, “fighting shoulder to shoulder” with them. All photographs by Arunabh Saikia","author":"Arunabh Saikia","time":"2023-09-02T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193690-lkkmkxdenp-1693565395.jpg","tags":["Manipur","Meitei insurgency","Myanmar","Manipur conflict"]}