{"title":"The Daily Fix: Tax officials must quickly prove that notices to EC Lavasa’s family have sound basis","content":"On Monday, newspapers reported that the Income Tax department had issued notices to Election Commissioner Ashok Lavasa’s wife Novel Singhal Lavasa, inquiring about alleged discrepancies in her returns. The department is apparently examining the  income she received from her position as a director in several companies. An income tax notice by itself is not proof that the law has been violated. Many tax notices emerge from a randomised process that the department uses to check compliance. However, subsequent reporting has raised suspicions about the intentions of the authorities. On Wednesday, the Indian Express reported that other members of Lavasa’s family are also under the income tax scanner. This included his sister Shakuntala Lavasa and the books of a company in which his son Abir Lavasa is a shareholder. Some of the transactions pursued belong to 2008-2010 financial years, the report said. The family has maintained that they have complied with all legal requirements and are cooperating with the authorities. The fact that there is action against more than one member of the family deals a blow to the theory that these notices are randomised checks. The notice to Ashok Lavasa on Monday brought back to the spotlight his disagreements with two other members of the Election Commission during the Lok Sabha campaign. Lavasa dissented in at least five decisions in which the commission had given clean chits to Prime Minister Narendra Modi and Bharatiya Janata Party president Amit Shah in complaints alleging that they had violated the model code of conduct. After this, Lavasa refused to participate in subsequent meetings, demanding that his dissent notes be made public as part of the commission’s final orders in the complaints. However, the Election Commission rejected his demand and even kept his dissent notes out of the purview of the Right to Information Act. Lavasa is a sitting Election Commissioner and will continue to be in the position when Maharashtra and Haryana, both ruled by the BJP, go to polls in October. Unless the tax department acts quickly to establish that the notices are bonafide, the move is sure to have a chilling effect on officials seeking to do their job with the autonomy legally expected of them. The Election Commission is a constitutional body enjoined to act in a non-partisan manner to keep a check on the party in power to ensure free and fair polls. If its officials and their families are pursued by the tax department without solid reason, the Election Commission’s independence will come under pressure.","author":"Sruthisagar Yamunan","time":"2019-09-26T09:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128001-hdjzkuludu-1569470637.jpg","tags":["Ashok Lavasa","Election Commission","Income Tax"]}