{"title":"The world's largest infrastructure project is being built in India – stretching from Delhi to Mumbai","content":"Two power plants, 24 smart cities, 23 industrial hubs, six airports, two ports and a six-lane expressway stretching 1,500 kilometres. When it's completed, it will be the world's largest infrastructural project. Starting outside Delhi and ending in Maharashtra, the Delhi-Mumbai industrial corridor has been inspired by Japan's Tokyo-Osaka industrial corridor. It was conceptualised by the United Progressive Alliance government in 2007 and approved by the cabinet in 2011. This year, work on the project has started with tenders being approved at some locations for the initial infrastructure of sewage pipes, water supply and roads.Despite the project's massive size, the DMIC Development Corporation, the organisation formed to oversee its implementation, functions out of a hotel room in Hotel Ashok in the diplomatic enclave of Chanakyapuri in New Delhi. Until June, its website didn't even feature a phone number. The corporation took over two weeks to respond to Scroll's emails. Finally, in June, at the hotel, the CEO of DMICDC, Tallen Kumar went over a detailed power point presentation in a conference room large enough to hold two dozen people.Here's how the government views the project:Why does it exist?Kumar explained that it usually takes 13 or 14 days to transport goods manufactured near Delhi to the ports on India's west coast. What if there were to be a Delhi-Mumbai Rajdhani train, specifically for goods? This would cut down the travel time to about 16 hours. The Indian Railways is building a Dedicated Freight Corridor.In order to sustain the freight corridor and bring down costs, more industries are needed along the route. For this, DMIC proposes to develop manufacturing hubs all through the corridor. The DMIC aims to provide such a boost to the manufacturing sector that the project's contribution to India's GDP would exceed 25%.However, manufacturing also needs domestic markets. Hence, the creation of cities is considered essential. Quoting a McKinsey study, Kumar said more than 350 million Indians will migrate to cities in the next seven years. Since urbanisation is considered inevitable and since existing Indian cities are bursting at their seams, 24 smart cities are planned in the corridor. Seven of those will be ready by 2019, he added.  They are meant to be “green and self-sustaining\" cities.The third raison d'être of the DMIC is that agriculture has failed to create adequate livelihood opportunities. Therefore, setting up industrial nodes would help employment generation. The DMIC believes it can create more than 25 million jobs in the next seven years.“The DMIC was conceived of as an idea that would spend least state money and gain maximum benefit for the masses from private corpus,” said Kumar.Who will build the project?The DMICDC will raise funds, allocate funds and liaison between the Centre and six states on all matters relating to the execution of the project. The land for the project will be acquired by the respective state governments and the DMIC will only pay for it.The government of India owns 49% stake in the  DMICDC, the Japan Bank for International Co-operation owns 26% and other government-owned financial institutions share the remaining 25% equity. Even though the government owns the largest chunk of shares, the DMICDC is deemed to be a private company.How is it funded?The whole project is estimated to cost $100 billion. Of this, $4.5 billion is being initially funded by the Japanese government as a loan for a period of 40 years at a nominal interest of 0.1%. On its part, the Indian government earmarked an initial sum of Rs 12 billion in the union budget presented in February. This will be used to build trunk infrastructure – non-profit-making but essential needs like sewage pipes, water supply and roads.The remaining 90% of the funds will come from private players. What will entice the private entities to invest in the project? Kumar said the land prices will go up after the development of the initial infrastructure. This will \"seduce the private players to bring in money\".The DMICDC points to Noida and Chandigarh to show that cities are long-term investments. “A city is usually very lucrative in a two- or three-decade period,” said Kumar. “So, we encourage the companies to invest for the distant future.”Governance concernsOutside the government, there are fears that in order to get private players to fund a chunk of the projects, the government might end up diluting existing rules. For instance, each smart city along the DMIC will be overseen by a separate Special Purpose Vehicle – a body of bureaucrats and private companies – that will govern the city under Article 243Q of the Constitution. The article which provides for governing bodies in industrial areas which need not be elected like municipalities was earlier used to set up Special Economic Zones.This could mean a CEO-mayor with specified powers would be in charge of each city. Activists say this would amount to suspension of municipalities and gram panchayat, which are elected bodies. “This means suspension of democracy in these pockets,” says Madhuresh Kumar, member, National Alliance for People’s Movements.More real and immediate are the concerns of local people who fear that they will lose their land and livelihoods to the project. Many people living along its length are not convinced that the industrial corridor will actually bring the millions of jobs that the government promises. The project could also end up further straining existing water resources and hamper agriculture.Next in the series are ground reports from Uttar Pradesh, Madhya Pradesh, Gujarat and Maharashtra.","author":"Raksha Kumar","time":"2015-08-17T09:00:04+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/746736-1850ac2e-46cb-400f-b380-d97b9e0a0c78.jpg","tags":[]}