{"title":"‘The repercussions will be huge’: Former kabaddi captain Anup Kumar on India’s shock defeat","content":"India’s shocking ouster from the gold medal contention in Asian Games kabaddi will have “far-reaching implications”, feels two-time Asiad gold medallist and former captain Anup Kumar. Owing to their defeat to Iran in the semi-finals, this is the first time that India will not be playing an Asian Games final since the inception of the sport at the Beijing edition in 1990. “I am too stunned to react at the moment. It will take some time to accept that this has exactly happened. But let me tell you there will be far-reaching impact of this result and repercussions will be huge,” Anup, who led India to a gold medal at the Incheon Games. ‘Iran has improved’The 34-year-old was the captain during the last edition when Iran nearly pulled off an upset win before India managed to hold on and clinch gold. Did his team see the signs? “Yes, we did,” Kumar said. “And I don’t think that the boys were not sincere. But possibly we didn’t factor in that Iran has improved in leaps and bounds over the years. I don’t know by the time 2022 Asian Games are held, you might not see many of these current players. It is a historic defeat,” said Anup, who was also a part of the champion team at the 2010 Guangzhou Games. When asked what exactly went wrong, Kumar explained that skipper Ajay Thakur’s injury cost the team dearly. Ajay got a cut in the forehead and played with stitches. “Ajay is a leader. When your leader is out for the maximum time, you tend to lose your way and that’s what happened. Our boys started well in the first five minutes but I was surprised that the speed and intensity lacked thereafter. “Ajay’s absence did make a difference. Also our boys committed hara-kiri on two Super tackles. That cost us badly,” he said. Anup refused to blame coach Ram Meher Singh. “The coach can only help you before the match in training sessions. Once the match starts, it’s up to the players to react to situations. In the 30 second time-outs, you can’t expect the coach to tell you everything. These are all experienced players,” he said. No international matches should be taken lightlyA lot of people are questioning whether top Iranians playing in Pro Kabaddi League has made the difference. “There is no doubt they have improved. What we should have done is to take our game a few notches higher. You cannot stop Iranian players from coming and playing in PKL. Stopping them is no solution. It’s just that we had to take our game at a higher level.” Anup said that the way forward is tough with South Korea also emerging as a big force having defeated India in the preliminary round but not impossible. “Now that this accident has happened, we need to be very aware about our preparations. No international tournaments should be taken lightly. It starts with our preparation for the World Cup,” he said.","author":"Scroll Staff","time":"2018-08-23T19:54:53.267946+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/891629-twlptykmgk-1535034151.jpeg","tags":["Anup Kumar","kabaddi","Asian Games","Asian Games 2018"]}