{"title":"The curious case of pillar 81: Why Manipur is suddenly debating where its border with Myanmar falls","content":"Kwatha Khunou in Manipur’s Tengnoupal is a tiny nondescript hamlet, home to less than 10 families.  But over the past couple of weeks, a pillar installed in the village to demarcate the India-Myanmar border has created ripples across the state.It all began in the last week of June, when Tengnoupal’s district commissioner, Abujam Tombikanta Singh, told journalists that a border pillar, numbered 81, stood “at least three kilometres” inside Indian territory.  He was in the area inspecting the subsidiary border pillars recently built under the aegis of a joint survey team from India and Myanmar.The subsidiary pillars were erected as supplementary markers of the border because the original numbered pillars stood far apart from each other, a central government official said. The decision to build them was taken during a meeting between Indian and Myanmarese officials in Myanamar’s Tamu last October. “The subsidiary border pillars were decided to be erected so that there is less ambiguity about the border as the original border pillars are at least 3 km from each other,” the official added.But the district commissioner reportedly claimed the original border pillar 81 had also been moved from its position and that, as a result, Manipur risked losing land.  This caused a furore in the state, which is sensitive about its “territorial integrity”. Several civil society groups and opposition parties accused the state and central governments of “giving away land” to neighbouring Myanmar.  Under fire, Chief Minister N Biren Singh formed a “high power committee” to examine the matter.  The panel comprised legislators, district officials and a representative of the paramilitary force Assam Rifles.A subsidiary border pillar constructed recently. Photo credit: Special arrangement ‘Settled boundary’Following a visit to Kwatha Khunou on July 6, the committee gave a report to the chief minster. The report is yet to be made public, but the local press has suggested that the committee did not find merit in the deputy commissioner’s claim.  N Kayisii, the tribal affairs and hills minister who was a member of the committee, confirmed to Scroll.in that their report unequivocally rejects the claim that pillar 81 has been moved at any time in the recent past. “The pillar has been there since 1969-’70,” he claimed. “When we asked local residents if they have any proof that this is a new pillar, they failed to come up with anything.”Kayisii admonished the deputy commissioner for speaking “without proof”. “What authority does he have to comment on border issues?” Kayisii asked.The Indian external affairs ministry also released a statement calling reports of a border dispute with Myanmar “baseless and unsubstantiated”. “This sector of the international boundary is settled and there is no confusion as to its alignment,” it said. Only the “construction of subsidiary pillars in between already settled main boundary pillars 81 and 82 along zero line” has taken place, the statement added.The contentious border pillar 81. Photo credit: Special arrangementTwist in the taleResidents of Kwatha Khunou told a different story. The contested pillar, they said, has been around for a fairly long time, but it does not demarcate the border. “The border, we were always told by ancestors, is the tree on which BP is written,” said the village headman Manihar Meitei, indicating that BP stood for border pillar. And the tree, he added, is some distance from where pillar 81 stands.United Committee Manipur, a powerful civil society group of the Meitei community which is spearheading protests against the supposed surrender of land to Myanmar, also conceded that border pillar 81 is not of recent vintage.  “We have not been able to ascertain when exactly it was erected because the person who knew all these details died some time back,” said Khuraijam Athouba, the committee’s secretary general. “But it definitely does not correspond to the traditional boundary that the villagers were told about by their ancestors.”Athouba also claimed the villagers have always been told by security forces that the pillar is “a kind of line of control meant to alert Assam Rifles personnel”, who guard the border in the area.  “It was never meant to be the zero line,” he said. There is, however, no official “line of control” along the India-Myanmar boundary, unlike the India-Pakistan border, where it demarcates the regions of Kashmir held militarily by India and Pakistan. Athouba accused the Assam Rifles of misleading the local villagers. “Why misinform them that the pillar is not a marker of the international border?” he asked.If it is only a case of misinformation, why is United Committee Manipur protesting? Meitei claimed the construction of the new subsidiary pillars on the basis of pillar 81 has caused tension between Kwatha Khunou’s residents and villagers on the other side of the border. An ancient site of worship of the community, Meitei claimed, is now out of bounds for his people. “There was no problem earlier, they also acknowledged that the site was on our land, but recently there was a fight,” he said. Additionally, following the construction of the subsidiary pillars, people on the Myanmar side have also laid claim to a small irrigation dam on the Namjilok river that flows from Manipur to Myanmar, he alleged.Meitei said the local villagers suspect the construction of the subsidiary pillars will be followed by a border fence. “We will lose our land, paddy fields, homes, everything,” he said.The fencing of the border with Myanmar has always been greeted with hostility in Manipur and the Naga hills, with local populations claiming that it interferes with their natural way of life and trade.An Assam Rifles spokesman denied there is any line of military control in the area separate from the border. Pillar 81, he added, is a permanent fixture set up after the boundary agreement of March 1967. Manipur’s home secretary Kh Raghumani Singh also said the people have been “misinformed”.The district commissioner whose comment sparked the controversy declined to comment, saying he has “already spoken on the matter”.'People on the other side have now laid claim to a small irrigation dam on the Namjilok river that flows from Manipur to Myanmar. Photo credit: Special arrangement Opposition ups the anteThis is not the first such controversy in Manipur. In May, residents of another village in the same district alleged that Myanmarese troops had pushed two border pillars inside Indian territory. At the time, too, both the Assam Rifles and the government had brushed aside the matter.Kayisii alleged that these supposed border disputes are being manufactured by the Congress to destabilise the state government, led by the Bharatiya Janata Party. The Congress, on its part, lashed out at the high power committee. Khumukcham Joykishan Singh, a legislator of the party, said it was clear to everyone “except this one committee that there is encroachment”. “The DC, the administrative head of the district, himself is saying so,” he explained. “Even many BJP leaders are saying so. I challenge this committee to have a public debate.” The legislator said the Congress is organising a series of rallies across the state to protest against the government for supposedly giving away land to Myanmar. The first rally was held in Imphal on Thursday.Athouba said it is “unacceptable that the Indian government is trying to buy friendship with Myanmar by giving away Manipur’s land”. “Giving  away some parts of Manipur is like cutting nails for the Indian government,” he added. “But in Kashmir and Arunachal Pradesh they think it is similar to cutting off arms and fingers. This partiality is not acceptable.”Now, with even its own leaders claiming that the “traditional border” has been moved, the government appears to have finally budged. An official in the chief minister’s office said N Biren Singh wrote to the external affairs ministry on July 11, asking it to send a team for “verification of pillar number 81 and adjoining sub pillars”. “To assuage the concerns of all civil society organisations, the chief minister has said the  verification process should involve all stakeholders,”  the official said. The team is expected to arrive in the state on  July 18.  Manipuri activists deface the contentious border pillar. Photo credit: Special arrangement","author":"Arunabh Saikia","time":"2018-07-14T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/886266-ijgnktdshq-1531417907.jpg","tags":["India","Myanmar","border dispute","Manipur","Kwatha Khunou","border pillar"]}