{"title":"The Daily Fix: There is no need to fear state flags – they will only strengthen the Indian Union","content":"The Big Story: No cause for alarmThe latest iteration of the recent rise in Kannada nationalism involves a red-and-yellow banner – for long the unofficial flag of Karnataka. Now the Karnataka government wants to make it official. On Tuesday, the Karnataka government set up a nine-member committee to design a separate flag for the state and find a way to provide it constitutional validity.Legally, a state flag is quite above board. There is no provision in the Indian Constitution that bars states to have their own flags. Infact, Jammu and Kashmir already has one. Moreover, as part of the Naga accord with the Union government, Nagaland may be given a separate official flag too.Yet, the Bharatiya Janata Party has strongly opposed the move. “India is one nation, and there cannot be two flags in one country,” former Karnataka Chief Minister and current Union minister DV Sadananda Gowda said. In fact, the move has even been opposed by the Congress high command in New Delhi – in spite of the fact that it is the ruling party in Karnataka.This paranoia over the integrity of India being undermined by a flag almost seven decades after the republic was founded is decidedly odd. Having state flags is a rather benign feature of federal democracies. States in both Germany and the United States of America have their own flags – without any danger of their imminent disintegration.This when both the United States and Germany are much smaller than India. In a country the size of India, there must be an even greater recognition of differences. In fact, till now, recognising differences and giving space to diversity has been India’s biggest strength, which has allowed it to be that rare thing: a stable, post-colonial democracy.Examples of the failures of not giving space to diversity are close by at hand: Pakistan. India’s twin suppressed its linguistic diversity – imposing Urdu on a polyglot land. As a result, in 1971, East Pakistan seceded after a bloody war of Independence to form Bangladesh. On the other hand, India has managed its linguistic diversity – many times greater than Pakistan – admirably well. Linguistic states were created soon after independence that allowed linguistic communities a secure space to grow. In fact, so successful has the linguistic state model been in India that linguistic states (such as Tamil Nadu, Maharashtra and Karnataka) have shot ahead even as non-linguistic states (such as Uttar Pradesh and Bihar) remain mired in poverty.Of late, however, this delicate balance is being upset, with the Union government pushing Hindi into the non-Hindi states. This sort of force can be counterproductive giving rise to virulent state nationalism. As can be seen, the more New Delhi pushes Hindi, the more Kannada nationalism gets strengthened. Already, Kannada nationalism has shown a sharper side in its dispute with Maharashtra (over the Belagavi district), Cauvery water sharing with Tamil Nadu and the blackening of private signboards in Bengaluru. Any suppression of a benign measure such as a state flag will only give Kannada hardliners more ammunition to allege unfair discrimination.India is a now a mature republic, a 1.3 billion-strong Union of states. Federalism is India’s greatest strength and indeed for a polity of its size, it is a necessary part of what makes the country run. Strong states and symbols like state flags will not weaken India – on the contrary, they will strengthen it immeasurably.The Big Scroll#Dravidanadu on Twitter: Can a pressure group of southern states take on New Delhi, asks Sruthisagar Yamunan.Hindi imposition: Shoaib Daniyal on how regional parties are trying to beat the BJP at its own game using linguistic nationalism.Why imposing Hindi on all is as bad an idea as insisting that India is a Hindu country, writes Garga Garga Chatterjee.Subscribe to “The Daily Fix” by either downloading Scroll’s Android app or opting for it to be delivered to your mailbox. For the rest of the day’s headlines click here.If you have any concerns about our coverage of particular issues, please write to the Readers’ Editor at [email protected].PunditryChina and India see the stand-off very differently — it’s important for the Special Representatives to meet, writes MK Narayanan in the Hindu.Can passages of the Quran be cherry-picked — to embrace what is appealing and to skirt around what is not, asks Javed Anand in the Indian Express.The Reserve Bank of India may find it hard to explain in a court of law why it’s pushing banks to shove only some accounts into bankruptcy while letting others renegotiate under its debt restructuring norms, writes Andy Mukherjee in Mint.Giggle@Outlookindia pic.twitter.com/6uKrhIZzFT— R Prasad (@rprasad66) July 15, 2017\nDon’t MissNitin Sethi and Menaka Rao report on how the Niti Aayog and the Union health ministry are preparing model contract for privatising urban health careA similar debate within the previous Congress-led United Progressive Alliance government had remained inconclusive. Under the UPA government, the erstwhile Planning Commission had lengthy arguments with the health ministry over the nature and level of leverage private sector should be given in providing health care to Indians. At that time, the Planning Commission had batted for a greater role of the private sector, just as the Niti Aayog has done this time around.","author":"Shoaib Daniyal","time":"2017-07-19T09:33:14.774483+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/844312-63492-yrjsdhnzxv-1500436544.jpg","tags":["The Daily Fix","Karnataka"]}