{"title":"The India Fix: Communal anarchy sweeping the country paints a dark future for India","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here. Have feedback, interesting links or memes? Send them to [email protected].Indians woke up on Sunday to what has now become alarmingly regular news: communal riots had broken out in in as many as four states on Saturday, including the national capital. This violence followed dozens of communal riots across the country over the past fortnight.This wave of violence follows distinct pattern: aggressive processions, often armed, enter largely Muslim neighbourhoods and demonstrate in front of mosques. Their chants talk of religious humiliation or, in some cases, even outright violence against India’s Muslims. Inevitably, this  escalates into a religious riot. After failing to control this violent mob, the police often target the victims, arresting Muslims and arbitrarily razing their property.This playbook was enacted in Delhi on Saturday. Scroll.in’s Arunabh Saikia reported that Hindu groups celebrating the birthday of the Hindu god Hanuman marched in processions in North Delhi brandishing firearms and swords. Violence broke out as the procession passed a mosque.Hindutva guys openly carrying firearms as they march through Delhi: https://t.co/yzTfKQEngk— Max Walden (@maxwalden_) April 17, 2022\n\nCarte blancheThe immediate cause for the wave of violence that has swept through India for the past fortnight is not clear. But the underlying reason is: the Indian state has allowed violent Hindutva vigilantes to operate with impunity.With the Bharatiya Janata Party, after its ascension to Central power in 2014, significant responsibilities have been devolved to vigilantes from ever-mushrooming Hindutva organisations to push Hindutva policies. In this state-vigilante jugalbandi, militant vigilantes have carte blanche to commit violent acts with few repercussions from the police or the judiciary.This is a win-win for the BJP. It allows the spread of the Hindutva ideology far beyond the limits that would be possible if it had to depend on the skeletal Indian state, and the constant Hindu-Muslim conflict this ensures is politically expedient given the crumbling state of the Indian economy and growing poverty.Cornered minorityThe biggest losers from this militant politics are, quite obviously, India’s Muslims. Already poor and marginalised, constant communal violence means the community faces physical threats every day, with the Indian state, at best, a mute observer to the violence. Panic about physical safety has led to unprecedented Muslim mobilisation across the country, one outcome of which were the massive protests against the Citizenship Amendment Act in 2020. This is the first time since Independence that there has been a pan-India Muslim mobilisation effort, much of which happened over social media,  without central leadership.How will this massive surge in violent Hindutva affect Indians who are not Muslims? Some commentators have warned that this will lead to the state losing its monopoly on violence, referring to the classic definition of a state. However, the Indian state never had that monopoly, with traditional institutions such as caste arguably playing a much larger role in directing violence within society.Unlike caste violence, though, widespread communal violence is relatively new. Moreover, though caste violence might be widespread, it is also atomised, with violence rarely taking on a mass character as in the form of riots. To add to that is the fact that Hindu communalism, unlike caste, has significant and explicit overlap with Indian nationalism, with the ruling party’s aim itself being the building of a Hindu rashtra, a majoritarian Hindu nation.Stone pelting by Bajrang Dal members in Karnataka in February. Credit: Shailendra Bhojak/ PTIThreatening the stateGiving free reign to Hindutva vigilante groups is therefore a game of brinksmanship for the Indian state. While in the short term, it might help the state in pushing its common ideological goal of Hindutva, these vigilante groups are also strong enough to potentially challenge the state. Already, cow protection gangs are so powerful that not only did they allegedly shoot dead a police officer in Uttar Pradesh in 2018, they even publicly celebrated the murderer as a martyr, installing a statue of him in memorial. Given this explicit, state-like celebration of violence in service of political goals, it is difficult to see how the police or judiciary will be able to restrict cow protection gangs in the future in states like Uttar Pradesh, even if they should desire to do so.To supercharge this bedlam is the looming problem of unemployment. According to data from the World Bank, only 43% of India’s working age population has a job. This is shockingly low. The figure in Bangladesh, for example, is 53%. Even Pakistan manages to do better at 48%. This keeps on shrinking, with the number of people employed in India going down by 1.4 million in March, according to data from the Centre for Monitoring Indian Economy. Worse, non-agricultural jobs actually fell by 16.7 million in the same period, with agriculture offsetting this by adding 15.3 million jobs. Not only has India, unlike a China, or even a Vietnam or a Bangladesh, been unable to transition its farmers to industry, it is now sending industrial workers back to becoming full-time but poorly-paid farmers.Conditions for chaosWith a large army of unemployed people, vigilante groups in India face no manpower shortage. They could also become more ideologically acceptable to greater numbers of Hindus, with economic distress historically being correlated with extremist ideologies. Even assuming that Prime Minister Narendra Modi would want to effect a U-turn at some point, would he be able to, given the poor economy and the current strength of these vigilante groups?Until a decade ago, it was commonplace to see predictions that India was a superpower in waiting. Even if that was a bit optimistic, it seemed quite logical that India was on course for a brighter economic future. However, in hindsight, it was clear that those predictions did not take into account political risks like the rise of religious extremism. Given the widespread social chaos now, the future looks dark for India.","author":"Shoaib Daniyal","time":"2022-04-18T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170387-cpbdiwdjyp-1645375751.jpeg","tags":["Hindutva","India Fix","Ram Navami"]}