{"title":"The Daily Fix: In Modi’s India, illegally demolishing a building could put you in charge of the site","content":"When the Supreme Court last year decided to pave the way for the building of a Ram temple in Ayodhya, after placing an unequal burden of proof on the Muslim parties in the century-old dispute, many commentators noted that that the judges had rewarded the very people involved in a criminal act. After all, the court had described the demolition of the mosque in 1992 an “egregious violation of the rule of law”. This week, that became hard fact. Vishwa Hindu Parishad leaders Nritya Gopal Das and Champat Rai were appointed president and general secretary of the Ram Janmabhoomi Teerth Kshetra Trust, which will be responsible for building a temple on the disputed site. Both Das and Rai stand accused in the case against those who demolished the mosque in 1992. The charges against them include incitement and rioting. In other words, these men have now literally been rewarded for an illegal ac, and have been put in charge of the site on which they carried out their “egregious violations” of the rule of law.The manner in which this happened involved a small sleight of hand. The government set up the trust a few weeks ago, but did not name these two leaders – presumably out of fear of the headlines it would generate. Instead, the two posts were left vacant for the appointed trust members to pick members afterwards. That is exactly how it turned out. Indeed, those involved say the Ministry of Home Affairs led by Amit Shah made it clear that the accused men would end up on the trust. “When the initial list of names of the Ram Mandir trust came out on February 5 we were miffed that Mahant Nritya Gopal Das and Champat Rai  were not included,” said Mahant  Kamal Nayan Das, senior member and designated successor of the Ram  Janmabhoomi Nyas, created by members of the Vishwa Hindu Parishad, to the Quint. “We agitated and were reassured by the Home Ministry  that their names will be added at a later stage.” Nayan Das added that the Home Ministry told him that the reason the government did not directly appoint them was their involvement in the demolition case and the fear of a legal challenge. So clearly, the government knew how bad it would look for the two to be on the trust, yet after jumping through a hoop that has been achieved regardless. As with the judgment itself, which had a number of serious flaws, this turn of events only confirms what has been evident all along: Violent, majoritarian politics has won out over justice. India is now a country where illegally demolishing a structure can give you the right to decide what happens to that plot of land, even as breadcrumbs are thrown to those against whom the criminal act was perpetrated.","author":"Rohan Venkataramakrishnan","time":"2020-02-21T10:03:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/75766-lfvxonmvsj-1512544527.jpg","tags":["The Daily Fix","Ram Mandir","Ayodhya","Babri Masjid"]}