{"title":"The India Fix: Is India's bureaucratic ‘steel frame’ fracturing into politicised, state units?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here. Have feedback, interesting links or memes? Send them to [email protected].In 1922, British prime minister David Lloyd George called the Indian Civil Service the “steel frame” that held up the British Empire in India. Two decades later in 1946, senior Congressman Vallabhbhai Patel, as a member of the interim government straddling the end of British rule and the start of self government, held a conference of premiers (as chief ministers were then called) to ensure that this “steel frame” continued even after the British had left. In one of the seeming ironies of history, the Congress that had long railed against the Raj’s permanent, centralised bureaucracy would retain it as a bulwark against the chaos of independence and partition.But did Sardar Patel only delay the inevitable? An elite bureaucracy spanning the entire country has been a major part of the story of independent India. However, independent India also seems to have changed the idea to a point where it might soon be unrecognisable to both Patel and George.The latest exhibit: the Modi government’s desperate attempt to put in rules which ensure that the Centre has exclusive control over the three all-India services, namely, the Indian Administrative Service, the Indian Police Service and the Indian Forest Service. On January 12, the Union government asked the states for their opinion on four proposed amendments to the Indian Administrative Service (Cadre) Rules 1954 which would allow the Centre to summon a bureaucrat from a state overriding any objections the state government or the bureaucrat might have. Under current rules, all three parties – state, Centre and babu – have to agree on being transferred.The attempt to cut the state government out of the picture has naturally led to a political storm. In a rare instance of breaking party ranks, even states ruled by parties that are members of the Bharatiya Janata Party-led National Democratic Alliance have pushed back against these proposed changes.The reason for this tug o’ war is simple: the Centre is facing a genuine shortage of manpower. The Hindu reported that only 6.6% of IAS officers are now in deputation at the Centre, down from 14% in 2014. This when the ceiling of central deputation is as high as 40%.Why is this happening? For one, Delhi has diminished in attractiveness for babus as Indian federalism deepens and states handle more and more of the burden of Indian governance. For 2019-’20, states spent 66% more than the Centre – up from 46% just four years back. This is over and above the basic structure of Indian federalism, where state governments are tasked with the heavy lifting of implementation while the Union government has more of a planning oriented role.Source: 15th Finance Commission, data from 2018-19However, there is another more immediate reason for this attachment to the states: the bureaucracy is getting increasingly politicised. Designed originally for a colonial state with no elected politicians at all, India’s “steel frame” is now bending to the immense gravitational pull of its democracy.While this is often coded as uniformly bad, it’s not that simple. A headstrong bureaucracy is often unresponsive to democratic demands. Moreover, contrary to its own self-image, the bureaucracy is not a passive player and has its own politics – a harmful thing if not ringfenced by electoral pressures.Backward caste politics in India has often, for example, pointed out that the elite bureaucracy in India is upper caste dominated and, as a result, has its own policy biases. One outcome of this tension is that politicians across the spectrum, from Lalu Yadav to Mamata Banerjee to Himanta Biswa Sarma, will often make it a point to push out public narratives of keeping the bureaucracy brusquely in check as a way to emphasise popular control over the permanent executive.#WATCH Assam CM Himanta Biswa Sarma reprimands DC Nagaon for traffic jam near Gumothagaon on National Highway 37. He was in the area to lay the foundation stone of a road, earlier today. pic.twitter.com/nXBEXxpu6k— ANI (@ANI) January 15, 2022\n\nOf course, this politicisation has a significant dark side as well: bureaucrats have increasingly started to attach themselves to the partisan aims of leaders over their larger governance duties. As a result, Indian politicians now prefer ruling through a pliant bureaucracy rather than through their own cabinet – a feature of Indian politics across the board. In West Bengal, Mamata Banerjee depends so critically on babus that they are often retained as political appointees even after retirement. And Modi, in a bid to employ officers who are personally loyal to him has Gujaratised the bureaucracy in Delhi, filling key positions in the Union government from his administrative team back when he was chief minister.Even worse, this politicisation blunts the main positive of an all-Indian bureaucracy: to turn the cogs of federal cooperation greased by a common managerial apparatus. In 2019, at the peak of the Bharatiya Janata Party-Trinamool rivalry, partisan politics was transferred completely to bureaucrats as the Union-controlled Central Bureau of Investigation went to question Kolkata police commissioner Rajeev Kumar. In turn, the Kolkata Police defended its commissioner using force, assaulting and detaining the stunned CBI officers. Notably both forces – the Kolkata Police and CBI – are staffed by the Indian Police Service. But BJP versus Trinamool had clearly broken any intra-service cohesion.WATCH: #KolkataPolice assault, detain #CBI officials who went to #KP commissioner #RajeevKumar's residence in chit fund probe. #IBNS @indiablooms #KolkataFull video on #Youtube: https://t.co/5rCuwteXjC pic.twitter.com/TyOlQirqJN— Deepayan Sinha | দীপায়ন | दीपायन (@sdeepayan) February 3, 2019\n\nA similar federal fracas broke out in 2021, as the Kerala Police lodged two First Information Reports against Enforcement Directorate officials for allegedly coercing the accused in the sensational gold smuggling case to testify against Chief Minister Pinarayi Vijayan. Like in Bengal, a political fight had got transferred to the bureaucracy, with Kerala’s police ranged against ED officials from Delhi.Modi’s new IAS rules, it must be noted, do not attempt to solve these core federal problems. It is itself a partisan salvo to strengthen his political hand over his political opponents, who now mostly sit in the states. However, eventually the use of brute force by Delhi will make things worse for the idea of an all-India bureaucracy, incentivising states to follow in Tamil Nadu’s footsteps and depend increasingly on their state civil services, which aren’t under the Centre’s control.Speaking in the Constituent Assembly, Patel had warned that “the Union will go – you will not have a united India, if you have not a good all-India service”. The idea that each Indian state will have its own hermetically-sealed, permanent bureaucracies radically alters this conception of the Indian Union. As we have pointed out on The India Fix, India is already experiencing a moment of federal breakdown, with governments displaying far more aggression than should be the norm within the same country. The collapse of a pan-India bureaucratic class will greatly exacerbate this trend.Topsy-turvyIndia is a federal, democratic country and China is a unitary, authoritarian one. Yet, inexplicably, it is China that far oustrips India when it comes to local governance.Share of local govt employees in total employment in the US/China is 5 times that of India. Local govt expenditure is 3% of total govt expenditure in India, compared with 27% in the US and 51% in China.Source: Devesh Kapur, JEP, 2020 https://t.co/84mXs3WSxM pic.twitter.com/gIKqjZ6W67— Rohan Mukherjee (@rohan_mukh) January 16, 2022\n\nNetaji politicsThe announcement of Bose’s statue in Delhi has resurrected the past seven decades of politics over his memory, as right and left fight it out so passionately that Indian Twitter frequently hits Godwin’s law.The India Fix is skirting the entire controversy with a quiz fact: the connection between famous Bollywood character artist Nazir Hussain and Netaji.On the last b'day Netaji spent in public, someone at Azad Hind Fauj staged 'Balidaan'. Netaji broke down and the soldier was awarded a gold medal for this morale-boosting play. That soldier was Nazir Hussain, who wrote Ganga Maiyya Tohe Piyari Chadhaibo, the 1st Bhojpuri film. pic.twitter.com/JR2gYjvY7N— Samanway Banerjee (@qriosam) January 23, 2022","author":"Shoaib Daniyal","time":"2022-01-24T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169184-cyaqmpqxua-1642939354.jpeg","tags":["The India Fix","Federalism","Indian Administrative Service"]}