{"title":"The Ayodhya evasion: Why is the Supreme Court reluctant to pronounce verdict on a property dispute?","content":"Wouldn’t the world be wonderful if we could all just get along? Unfortunately, people don’t always achieve that ideal, which is why we have laws and courts. Imagine now, that organisations which don’t get along at all have been fighting each other in court for decades, as sometimes happens in Indian trials. Nearly 70 years on, individuals among the original petitioners have all died of natural causes, hundreds of citizens unconnected with the case have died of unnatural causes as a result of the dispute, and the nation’s Supreme Court finally gets ready to pronounce a verdict. Having listened to all sides, and considered the complex issues carefully, the most senior judge in the country addresses the litigants. Why do you need courts at all, he asks, can’t you just sort this out by yourselves? Can’t you all just get along? He offers to play mediator, but is reluctant to play the role assigned to him, the role for which tax payers provide him a salary and perks, that of a judge.That’s what Chief Justice Jagdish Singh Khehar did on Tuesday in the Babri Masjid-Ram Janmabhoomi case. He might as well have entered the field of Kurukshetra and asked the Kaurava and Pandava armies to sort things out amicably. Barack Obama was fond of saying that every decision he made was complex and tough because anything simple would already have been done by somebody else.Supreme Courts of every country are in the business of making difficult decisions. Ours, though, shies away from matters pertaining to law and basic rights while instituting policies on everything from the organisation of cricket to the auctioning of coal.Babur to BabriFor those who came in late (which is a majority of Indians, since half of those alive today were yet to be born when the Babri Masjid was demolished, and about 15% more had not got to secondary school), here’s the gist of the back-story. The Central Asian king Babur defeated the army of Ibrahim Lodi in 1526 CE, founding what came to be called the Mughal dynasty. He spent four years consolidating his rule before losing the unequal battle against Indian bacteria. In 1528, his governor in Awadh province, a Shia general named Mir Baqi, constructed a large mosque in Ayodhya town, which came to be called the Babri Masjid.From the middle of the 19th century, there were attempts by Hindu groups to take over the site under the pretext that it was Ram janmabhoomi, the birthspot of Lord Rama. A local akhara forcibly wrested a part of the complex for itself and commenced prayers in the open. Later, it sought legal sanction to build a shrine on the platform. Muslims protested and successive layers of the colonial administration ordered maintenance of status quo, with a section of the land held by the akhara, and the bulk of it controlled by the mosque’s caretakers.The dark nightIn December 1949, a group of Hindu activists entered the mosque at night and placed idols of Rama and Sita inside. The following day, the Akhil Bharatiya Ramayana Mahasabha declared the idols had appeared miraculously. As credulous devotees flooded the venue, the state administration locked the gates, disallowing both Muslims and Hindus from praying there. Jawaharlal Nehru and Vallabhbhai Patel tried to reverse what the trespassers had accomplished by ordering the state to remove the idols, but the district administration refused to do it, fearing riots. Within a year, the issue ended up in court, and there it has stayed ever since.In the 1980s, right-wing Hindu organisations launched a political movement to construct a temple where the mosque stood. They claimed Mir Baqi had demolished a Rama temple and built the Babri Masjid over its ruins. On December 6, 1992, a Hindu mob broke through the paltry police cordon placed at the site by Uttar Pradesh’s Bharatiya Janata Party government, and reduced the Babri Masjid to rubble. A criminal case related to the demolition against BJP, Rashtriya Swayamsevak Sangh, and Vishwa Hindu Parishad Hindu leaders has been stalled for years.In 2010, an Allahabad High Court judgement divided up the land where the mosque had stood, giving a third to the Sunni Waqf board, a third to the Nirmohi akhara, and a third to the human representatives of the infant Lord Rama. The court based its judgement substantially on a 2003 report by the Archaeological Survey of India which claimed to have found ruins of a temple under the erstwhile Babri Masjid.The great red herringThe demolished temple has been the great red herring in the Babri Masjid saga. Secularist commentators played into Hindutvavadi hands in the 1980s by allowing it to become the centrepiece of the debate. The secular position should have been something to this effect: Islam’s iconoclastic streak is one of the repugnant aspects of the faith from a liberal perspective. A number of Hindu temples were, indeed, demolished by Muslim rulers in centuries past. There is no evidence that the Babri Masjid was built on one such demolished temple, but it shouldn’t matter anyway. A modern state cannot turn back the clock of history, and should restrict itself to addressing contemporary injustices.Since the Allahabad court, like most left-wing commentators and all right-wing ones, accepted the notion that the mosque’s history counts, here’s a summary of the facts. Babur is renowned for his remarkable memoir, Baburnama, in which he put down details about everything from his drug use to his wars. Unfortunately, not long after the Babri Masjid’s construction, a sudden storm brought down Babur’s tent in the midst of a campaign, drenching his books and manuscripts. He saved what he could, but most of his 1528 and 1529 entries were probably lost at this time, and he died the following year before he could rewrite them.In the parts of the memoir that have survived, Babur expressed no fondness for demolishing Hindu shrines. We know he left temples intact in forts he took over from Hindu rajas. At the same time, he wasn’t above the odd act of vandalism against places of worship that offended his sensibilities, even Muslim ones, and may not have objected to a general’s proposal to bring down a temple and build a mosque in its place. The contemporary record, in other words, is of no help whatsoever in resolving the Babri Masjid question.The Archeological Survey of India’s report to the Allahabad court isn’t much better. The ASI asked a private company to map the area using ground penetrating radar, and drew conclusions on the basis of that data. The radar detected a few anomalies, which the ASI concluded were remnants of a temple’s pillars. If it was a temple, it was a pretty small one, far from the grand monument to Lord Rama’s birthplace we were led to expect. The report provided hints that the Babri mosque was built on the ruins of another mosque, which in turn might have been built on the ruins of a temple or after demolishing a temple.Irrelevant historyWhether it was mosque on demolished temple, or mosque on ruined temple, or mosque on ruined home, or mosque on ruined mosque on ruined temple, or mosque on ruined mosque on demolished temple, cannot be ascertained on the basis of a radar scan.Which is fine, because, as I’ve said, the history is irrelevant to the case. The Supreme Court ought to set aside myths of the birth of an avatar, and dubious archaeological reports, and treat the matter as a dispute over property rights. In such a dispute, it is difficult to envision the infant Rama as a beneficiary. The property ought to be divided unequally between the Waqf board and the akhara (since squatters gain some rights if they occupy land for long enough). This would return the site to the status quo of the 19th century with one difference: no mosque stands on the spot any longer.At that point, a BJP government could use eminent domain to take over the land and construct the temple it’s been promising for decades. Or a secular government could build a hospital there, on the basis that Ayodhya’s Hindus and Muslims have plenty of places to pray, but inadequate health care. But neither secular parties nor religious will make such a move. The secular parties are weak and scared, while the BJP prefers to keep the pot of the public’s emotions simmering.Who can blame them for indecisiveness when the nation’s highest court is reluctant to pronounce verdict on a property dispute?","author":"Girish Shahane","time":"2017-03-22T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/832528-54170-qjotgafocn-1490183560.jpg","tags":["Ayodhya","Supreme Court","Ram Janambhumi","Babri Masjid"]}