{"title":"The problem with Narendra Modi’s Pakistan policy is not ideology – but hubris and incompetence","content":"The government’s flip-flop over talking to Pakistan continues. Within 24 hours of announcing that the Indian and Pakistani foreign ministers would meet on the sidelines of the United Nations General Assembly in New York, New Delhi has called off the talks.The official spokesman Raveesh Kumar announced on Friday that the killings of security personnel by “Pakistan-based entities” and the recent release of a series of twenty postage stamps glorifying terrorists “confirm that Pakistan will not mend its ways.”He said that Islamabad’s “evil agenda” had been exposed “and the true face of the new Prime Minister of Pakistan, Imran Khan has been revealed to the world.”Now consider the sequence  of events.  In his post-victory declaration, Khan declared that Pakistan would be willing to take two steps to any one step taken by India.Any Indian Prime Minister, especially one who sees himself as being hard-headed and focused, should have known that this was post-election rhetoric, especially since it was also accompanied by the usual call for talks about Kashmir “where we are still on square one”. There was no reference to India’s major grouse – terrorism.Despite this, Modi rushed into the breach and sent a letter to Khan congratulating him for his victory and seeking “meaningful and constructive” engagement. In turn, this could have been passed off as a formal gesture not worth much comment.But the problem came up thereafter when Imran wrote to Modi calling for a resumption of dialogue that had been derailed by the Pathankot attack of December 2015. At this point, instead of applying their minds to the situation, the government of India readily agreed to a meeting  between Indian and Pakistani foreign ministers in New York, even while clarifying that this was not tantamount to the resumption of the “comprehensive dialogue” process.Hubris and incompetenceIncidentally, by the time of the announcement on Thursday, the government knew about the incident in which a Border Security Force jawan, Narendar Singh, had been killed and his body allegedly mutilated by Pakistani rangers. As for the postage stamps featuring the likes of Burhan Wani, they should have been aware much earlier since they had been issued in July.Clearly, the backtracking is an afterthought . But coming as it did within 24 hours, it makes the government look amateurish and not quite in control of the narrative. It is possible that it was the report of the BSF jawan’s mutilation that spooked the government, since it was widely reported and his funeral was attended by large crowds in Sonipat in Haryana.People often mistake the energy Modi has shown in travelling the world, in pursuit of a foreign policy that only he understands, as success. The reality is that in the most important region for India – its neighbourhood, India’s standing has steadily deteriorated under Modi’s watch.Since we are talking of diverse countries like Pakistan, Maldives and Nepal here, there is no ideological cause. The only explanation is a lethal combination of hubris and incompetence. Remember Modi’s descent into Lahore on Christmas Day 2015 to wish Happy Birthday to Nawaz Sharif. A week later, the “deep state” responded with the Pathankot attack. Go back a two decades and you will see the pattern. Whenever India and Pakistan have sought to improve their relations the deep state has struck. Remember when Vajpayee took the bus to Lahore and visited the Minar-e-Pakistan commemorating the founding of Pakistan in 1999? Well, the response was the Kargil attack masterminded by the Pakistan Army. Targeted massacres were a feature of the Pakistani deep-state policy in seeking to foil the Vajpayee government’s efforts to make peace with Pakistan. Among the worst were the killings when a Jaish militant detonated a car bomb near the Jammu and Kashmir Assembly building in October 2001. This was followed by the attack on Parliament House in December that brought the two countries to the brink of war. In 2008, when India sought to build on the dialogue that had seen a potential breakthrough on Kashmir with the new Zardari government, the deep state responded with the horrific Mumbai attack.Given this background, the government should have been ready for a provocation, and shown some nerve in persisting with a course it had determined. The problem, of course, seems to be that the Modi government itself does not have a set course on anything.Flip flopThis government began its term with a lot of tough talk on Islamabad. Even before he took office, National Security Adviser Ajit Doval became known for his remark  “you can do one Mumbai, but you may lose Pakistan”. Later, in October 2014, he spoke of the need of maintaining “effective deterrence” against Islamabad, presumably doing unto Pakistan what it was doing to India. But in practical terms it was followed by Modi’s workmanlike meeting with Nawaz Sharif in Nepal, and followed by the Christmas Day love-fest in December 2015.Modi receives flowers from a young girl on his arrival at Lahore airport. Photo: Indian MEA spokesman's Twitter profileIndia’s tough response after Pathankot, which included denouncing Pakistan in international forums and capitals and responding to border skirmishes with disproportionate force clearly did not achieve the desired goal and led to great hardship of the people living near the border. Neither did it lead to any appreciable reduction in Pakistan’s cross border attacks. The most recent being the attack on Sunjwan camp in February 2018, leading to the deaths of five army personnel.As a result, earlier this year, the government quietly reached out to Pakistan and agreed to cool things on the border. In part the government’s approach was conditioned by the fact that it was focusing on the coming elections. While hammering Pakistan certainly brings in votes, especially in the north,  there is always a possibility that the situation could get out of hand.Abundant caution had dictated the Wuhan peace with Beijing. The same motive led to the Indian Director General of Military Operations reaching out to his Pakistani counterpart and calling for a renewal of the old 2003 ceasefire that had been in place along the Line of Control till the arrival of the muscular Bharatiya Janata Party government in 2014.If this article seems to be somewhat harsh in holding up the BJP to a higher standard, it is because the party has itself claimed to be different from the effete Congress-led United Progressive Alliance government. In fact, this writer’s own belief is that   talks are good and we must be prepared for the Pakistani deep state (read the Army) to seek to disrupt them.What we need are nerves and stamina for the long haul. India does no favour to Pakistan by talking to them. These talks need to be part of our own strategy of flexible containment or engagement whose goal is not to defeat Pakistan, nor embrace it – but to manage it in a manner that ensures that it does not derail us from  our primary national goal – transforming the economic life of our country and its hundreds of millions of dirt-poor people.Dr Manoj Joshi is a Distinguished Fellow, Observer Research Foundation, New Delhi.","author":"Manoj Joshi","time":"2018-09-22T16:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895399-khzvvxqfef-1537612400.jpeg","tags":["Diplomacy and foreign policy","Narendra Modi","India-Pakistan","Ajit Doval"]}