{"title":"The other virus: Hate crimes against India’s Muslims are spreading with Covid-19","content":"On the evening of April 3, a school teacher in Amranga, a village in Assam’s Kamrup district, called up the local police. He was anticipating trouble. The WhatsApp groups on his phone would not stop buzzing. A message was doing the rounds: two men from the adjacent village of Bholagaon, who had attended the religious convention organised by the Tablighi Jamaat, were hiding in the fields near Amranga. The convention, held in Delhi’s Nizamuddin area, had turned out to be the source of a large cluster of Covid-19 patients.Men in and around the area should step out of their homes to apprehend them, said messages on the WhatsApp groups. “As the rumour spread, men from all the Hindu villages in the area marched out,” said the school teacher. “I also reached the spot along with everyone.”By around 9 pm, a crowd had assembled at a plot of land where a couple of daily wage-workers had been digging a pond to set up a fishery. “These labourers had been working there for the last nine months,” said Hem Kanta Sarma, officer in charge of Palashbari police station, under whose jurisdiction Amranga falls. “There was no one who had gone to Nizamuddin.”When Kumud Das, who was overseeing the work on the plot,  intervened on behalf of the labourers, a row broke out. As it got heated, someone from the mob hit Das on the head, according to eyewitnesses. But before more violence ensued, the police intervened and dispersed the mob.  “It was a rumour and no one got hurt,” said Partha Sarathi Mahanta, Kamrup district’s police chief.The communal virus Ever since news broke that the convention held by the Tablighi Jamaat, a Muslim religious group, was a Covid-19 hotspot, rumours about the spread of the coronavirus have taken on a communal hue. Videos circulating on social media platforms appeared to show Muslim men spitting on food, licking plates and sneezing in unison to spread the virus – all of these have been debunked as fake news. Even certain television channels and organisations like the Bharatiya Janata Party’s IT Cell blamed Muslims for the spread of the pandemic.In several places, this has now translated into violence. On April 7, rumours about Muslim men intentionally spitting to spread the virus reportedly led to group clashes in Jharkhand’s Gumla district. It began with an attack on a young man, who was seriously injured. Another person died in the ensuing clashes, according to media reports. “Some people were beaten up in Gumla. A tribal youth died and two other people are injured,” ML Meena, Jharkhand’s additional director general of police (operations), told Scroll.in over the phone.The Indian Express reported three separate incidents which took place in the National Capital Region on April 5, the same day that Prime Minister Narendra Modi asked every to light candles in the darkness for nine minutes to fight the coronavirus. A 22-year-old who had reportedly returned from a Tablighi Jamat congregation in Bhopal was assaulted in Harewali village. A Muslim family in Gurgaon was allegedly attacked for taking videos of a procession that took to the streets to carry out Modi’s instructions. A mosque in Gurgaon was shot at and the men arrested for it told the police they had fired to “check if anyone infected with the coronavirus was hiding inside”.Over the last couple of days, instances of violence or hostility have emerged from at least four states. ‘Why must you do this in a Hindu area?’In Karnataka, Muslim volunteers trying to help slum-dwellers left without food because of the lockdown became the target of mob violence. It happened on the evening April 6, when social activist Zareen Taj, her son and four of his friends were distributing dry rations in North-East Bengaluru’s Amruthalli area.  along with other volunteers when her associates were allegedly roughed up by a group of around 10 men.According to Taj, a group of 10 men attacked her son and his friends with a cricket bat. “They got down from the car and started hitting them,” she said.  Taj claimed that earlier in the day, the men had warned them not to distribute rations. “Why must you do this in a Hindu area? ” they had allegedly asked.A man from Delhi's Nizamuddin awaiting to be taken to a quarantine centre. Credit: PTIEarlier, on April 4, around 25 men identifying themselves as “leaders of the area” had stopped them from distributing relief packages to slum-dwellers in Amruthalli, according to Taj. “They said that we were Muslim terrorists who had come from Nizamuddin,” she said.Back then, the police had stepped in and asked the men to leave Taj and her associates alone. But on April 6, Taj said, the men started beating them before she could call the police.Bheemashankar Guled, North East Bangalore’s deputy commissioner of police, confirmed the incident to Scroll.in. Two men had been arrested for the violence, said Bheemashankar.‘Muslims not allowed’In Delhi, which is still smarting from a bout of communal violence, it has given rise to vigilantism in gated colonies. Recently, a video which floated up on social showed a group of people at a meeting. They claim to be residents of North Delhi’s Shastri Nagar area and can be heard saying they will not allow Muslims into their neighbourhood.“We exhort others in the country to follow suit,” the man shooting the video is heard saying.  Towards the end of the video, the residents heckle two vegetable vendors, asking for their names. A dire warning follows: “Only come here with your Aadhaar card or we will chase you away with sticks.”Subash Chander Sharma, the general secretary of the resident welfare association of the L-Block of Shastri Nagar, where the video was allegedly shot, said it was the handiwork of some residents. “This is not done from the RWA side,” he said. “Some people just shooed away some vegetable vendors from their doorsteps, that’s it.”Lokinder Singh, the station house officer of Sarai Rohilla police station, under whose jurisdiction the area falls, said “there is no such thing in my knowledge” but asked to see the video. Singh did not respond to multiple subsequent calls and text messages seeking further comment. Tensions have also been reported in Uttar Pradesh, where several Muslim protestors were killed in police violence this December after they marched against the newly passed Citizenship Amendment Act. This time, the police are fire-fighting rumours and false cases against the minority community. In Meerut district, for instance, three men tried to use the pandemic to settle old scores. They went to the police at Kankerkheda claiming that a Muslim man had bitten one of them and spit at a shop to spread the novel coronavirus. Upon investigation, the police found that it was a false allegation. The men were lying to frame the Muslim man in question because he had once lodged a complaint against one of them.The FIR, filed on April 4, notes that the allegations made by the three accused were also calculated to stoke communal fires.In UP's Meerut district, 3 people were booked and arrested for spreading rumours that a local Naimuddin had spit at a shop and \"was sent to spread corona virus\". The rumours were spread to settle old scores where Naimuddin had lodged a complaint against one of three arrested. pic.twitter.com/ecVTaawnC7— Piyush Rai (@Benarasiyaa) April 6, 2020\n\nUp go the barricadesIn Assam, Health Minister Himanta Biswa Sarma broke from protocol to reveal the names of the people from the state who had tested positive for Covid-19 – it was in the public interest, he said. As of April 7, all those infected, save one, had attended the Tablighi Jamaat convention. The government also said all those from Assam who had attended the convention and refused to report for quarantine by April 6 would face attempt to murder charges. In many areas of the state, fears about the Tablighi Jamaat convention has translated into suspicion against the minority community. In Golaghat district – which has the highest number of cases in Assam, all connected to the Nizamuddin gathering –  Muslim residents said roads in some parts of the district had been barricaded with makeshift bamboo gates, making it difficult for them to access essential services.Hibjur Rahman of Naharani Majgaon village said several roads leading into the Hindu areas of his village were closed last week. “Even some main roads were closed, but the administration opened them on Saturday,” said Rahman.Momidul Islam, a cleric in Naharani Majgaon, alleged had also been instances of Hindu shopkeepers refusing to cater to Muslim residents.Golaghat police chief Pushpraj Singh said his officials had sorted out most of these problems. “From wherever we have received such news, we have acted and counselled people,” he said. “And people have understood.”Hafiz Ali, who runs a small shop in Guwahati’s Azara area, said he was turned away on April 4, when went to buy fodder for his cows from the adjoining area of Dharapur. “When the man [selling fodder] saw me coming, he screamed at me to not come closer,” said Ali. “I felt quite bad – it seemed it was because he thought I had the virus since I am a Muslim.”Ali said he did not complain to the police and had someone get him fodder from another part of the city. Pradip Kalita, the officer in charge of the Azara police station, said he had not received any reports of Hindu shop owners turning away Muslim customers.Momidul Islam, the cleric in Golaghat, said he had never seen communal tensions affect so many ordinary people. “The virus will go away in a year or go, but I hope it doesn’t take away the centuries of brotherhood between Muslims and Hindus,” he said.","author":"Arunabh Saikia","time":"2020-04-08T13:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139589-oppiorujhh-1586265106.jpg","tags":["Covid-19","coronavirus","communal violence"]}