{"title":"The Election Fix: The BJP starts off as clear front-runners. Why is the party so jittery?","content":"Welcome to The Election Fix. India’s Lok Sabha elections finally get going today, with the first phase of voting. Today on the newsletter we find the BJP clear front-runners, yet oddly panicky about the election. Plus we check in on the Election Commission and meet India’s first intersex Lok Sabha candidate.Please tell us what  you think of The Election Fix   by emailing me at  [email protected]. I’d  like to thank Shrisha, Chandramohan, Pai for sending notes  and   suggestions about previous issues of the Election Fix, which you can find here. If you haven’t already signed up, subscribe here to get the Election Fix in your inboxThe Big Story: India begins voting on Thursday in a Lok Sabha election that takes place over seven phases. The results are expected on May 23. After weeks of campaigning and commentary, voters finally head to the booths to deliver the real verdict (though there are still 42 days to go before we find out what that is). What is clear, however, is that the ruling Bharatiya Janata Party comes into this race as the front-runner. Several opinion polls published in the days before voting started all predict that the BJP along with its allies will be comfortably ahead of the Congress coalition, even if some of them did not give the National Democratic Alliance an outright victory.India’s lower house of Parliament has 545 seats, with a halfway mark of 272. The CSDS pre-election opinion poll goes so far as to suggest that the BJP is not just the front-runner, but that it will improve its vote share compared to 2014, when one in three Indians voted for the saffron party. The survey report predicts that the BJP’s vote share will go up from 31% to 35%, even though it will not have the strike rate from five years ago, meaning it will ultimately get fewer seats.The survey suggests that the BJP’s support had been declining after hitting a peak in May 2017, but that it suddenly recovered some of that lost ground. Although the CSDS sees the Congress also improving its vote and seat share, it predicts that the BJP-led National Democratic Alliance will be within striking distance of forming a government.That appears to be the mood on the ground as well. Although the  voices of voters can in some places suggest much more vocal  criticism of Modi than in the early years of his tenure, for many the question soon becomes “if not Modi then whom?”’But there is one data point that has given me pause before taking a BJP victory as a foregone conclusion. It’s neither from opinion polls nor from the voices of the people. It’s the BJP’s behaviour. Most surveys and reporting seem to suggest that the BJP is returning comfortably. So why does the saffron party appear to be so jittery? To some observers, the BJP seems a bit desperate. They cite Modi’s unusual address-to-the-nation for an anti-satellite missile, a biopic and webseries about him, an entire channel called NaMo TV devoted to his speeches, both Modi and party president Amit Shah making blatantly communal speeches  and invoking dead soldiers to appeal for votes, and  tax officers carrying  out raids on opposition leaders. It seems as if the BJP scrambles to produce something new if its leadership seems to believe that it is unable to control the narrative for even two  days. One answer could be that the party, noticing its  frontrunner status, is going in for the kill, hoping it will get a large  enough mandate to make even more changes to India post-elections.  Another might suggest that the party has “2004 paranoia”, a reminder of the time a proud BJP government firmly believed that it would come back to  power but ended up losing. Very few in the media, regardless of which way they lean,  understand the Shah-Modi dynamic well, so it is hard to say which of  these theories is valid. Eventually, the results will tell us whether these moves have paid off. But  since that is still nearly a month and a half away, expect more  last-minute measures from the BJP and attempts to control the narrative. Do you think the BJP’s actions of late have been as expected or reflects some sort of desperation? Write to [email protected]FlashbackIn Monday’s The Election Fix, we looked at the role the Election Commission has been playing in these polls. The EC stories continued, with the commission thankfully explaining to the Supreme Court that anonymity in political funding is not desirable. The Commission also decided to postpone until after the elections the release of Vivek Oberoi-starring PM Modi and any other biopics that could alter the level playing field. On Wednesday, the commissin also said that NaMo TV, the channel devoted to showing the prime minister’s speeches, had also been restricted. But soon after, the commission spokesperson reversed her remarks, saying she had got them wrong and that the poll panel is still considering NaMo TV’s unusual regulatory question. Other complaints remain, such as Rajasthan Governor Kalyan Singh’s tenure or communal speeches. Plus, Shoaib Daniyal has a story about the NITI Aayog asking bureaucrats to prepare notes for Modi about the places he is traveling to campaign in, despite the model code restricting the use of government servants only for official work. Rest assured, the Election Commission stories are only going to continue. Elections 2019 on Scroll.in This piece has everything you need to know about the first phase of elections, and also links to our reportage from the constituencies where polling takes place. The Silent Army, a series about the people who conduct the elections: Shreya Roy Chowdhury introduces you to the flying squads that are enforcing EC’s model code of conduct on the ground.The Silent Army: In Maharashtra, Mridula Chari takes you through a day in the life of a district election control room. Half the Vote, a series focused on the thoughts and opinions of women: Nayantara Narayanan meets a shop owner in Hyderabad who is voting for BJP – even though her business has fallen.Half the Vote: Nayantara Narayanan again, introduces us to a farmer wants to protect her land – but will vote for the party her village picks. Ground report: Sruthisagar Yamunan gives us a glimpse of the welfare-and-backward classes focus of the Telugu Desam Party in Andhra Pradesh. Ground report: In Jammu, the polarisation that was there before has only deepened, finds Safwat Zargar. Ground report: Arunabh Saikia explains how the prospects of a Naga peace accord continues to shape elections in Nagaland and Manipur. Our reporters are  bringing you  dispatches on the elections     from  across the country. Your  support  could help us go further and  dig     deeper. Subscribe to Scroll+ and help pay for quality journalism.Reportage & policyFactChecker.in has an incredibly useful tool that allows you to get the health, education, demographic and economic indicators of every Lok Sabha constituency in the country. Aanchal Magazine in the Indian Express pulls out the data to find that in the last six months, 15 searches have been carried out by income Tax officials against Opposition leaders and their associates. Ankit  Saxena’s father Yashpal emerged as an unlikely voice of reason against  communal hatred after his son who was in a relationship with a Muslim  woman, was killed by her family members. Yet today, “with a heavy heart” he plans to vote for the BJP, finds Betwa Sharma in the Huffington Post. Trisha Jalan for Medianama has compiled the tech and digital portions of the major party manifestos that have been released so far, pointing to some interesting approaches towards privacy and social media regulation. Sanitation workers released a manifesto of their own, asking for an end to manual scavenging and budget commitments to rehabilitating sanitation workers in other sectors, writes Paras Singh in the Times of India. Election titbits Meet Chinju Ashwathi, the first openly intersex candidate in Lok Sabha elections, who is contesting from Ernakulam in Kerala. The Congress held a press conference promising a “sting” that allegedly revealed BJP President Amit Shah’s involvement in a demonetisation scam. It did not inspire much confidence. Pakistan Prime Minister Imran Khan told foreign journalists that he believes there may be a better chance for peace talks with India if Prime Minister Narendra Modi’s BJP comes back to power. Naturally the Opposition jumped on this. Reuters finds that a number of senior bureaucrats in the Prime Minister’s Office will ask to leave if Modi returns to power.A blast in Chhattisgarh led to the deaths of five in Dantewada this week, including a BJP MLA. Poll toon#NamoTV #Elections2019 #NewsChannels #MediaMy #cartoon for @firstpostMore: https://t.co/d7EQajd4JI#LoksabhaElections2019 pic.twitter.com/7hWsJc2BRa— MANJUL (@MANJULtoons) April 8, 2019\n\nOpinion & analysis The irony of BJP veteran LK Advani being hailed as the voice of reason has been pointed out by many people by now. But you should still read Mukul Kesavan in the Telegraph on the subject. “Just the sight of a woman, or a row of women, on the political stage is not enough,” writes Shruti Sharada on Feminism in India. “We need to look closely at where they are standing.”Raghuram Rajan offers a gameplan in the Times of India for how India can create jobs: “Any genuine reform programme will be too vast, and requires too much from the states, to be run entirely from the Prime Minister’s Office.” India’s Parliament is not truly representative, since its numbers have remained static despite major changes in the population. Reva Abrol and Prakhar Misra in the Hindustan Times argue that this situation cannot last and offer some suggestions about what can be done. Kabir Agarwal in the Wire flags an unexpected aspect of the BJP’s manifesto: Promising to make enrolment for a crop insurance scheme voluntary instead of mandatory as it is now for those who get cheap credit. The change might kill the scheme. Did we miss any  reports or op-eds that you thought were   relevant?    Send thoughts,  suggestions and WhatsApp forwards to   [email protected].","author":"Rohan Venkataramakrishnan","time":"2019-04-11T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117199-hbnxgvrrev-1554935283.jpeg","tags":["The Election Fix","Elections 2019","BJP","Lok Sabha elections 2009"]}