{"title":"The numbers show the idea of Muslim population explosion is nothing but political propaganda","content":"CLAIM: “Population jihad” is real... because Muslim growth rate is off the charts.If we go purely by census numbers, the idea that 172 million Muslims can overwhelm close to a billion Hindus in the not too distant future may seem fantastical.The Hindu Right has a response to this – which also relies on the Census and other government data.Their argument goes something like this: yes, Hindus today are about 79.80 per cent of the population. But historical census data shows a higher Hindu figure dropping over the years even as Muslim numbers increased. The reason – Muslims have a higher fertility rate compared to Hindus.The bare facts of the argument are undeniable. The census of 1951, the first such exercise after India gained independence, recorded India’s Hindu population share at 84.98 per cent, and Muslims’ share at 9.91 per cent. Sixty years later, the 2011 census showed India's Hindu population share had slipped below 80 per cent for the first time, while the share of Muslim population had risen to 14.23 per cent in the same period.Between 1951 and 2011, the Muslim population did grow faster than Hindus. Muslims grew by 386.37 per cent, while Hindus grew by 218.29 per cent.The claim of a higher Muslim fertility rate is also true. Fertility rate measures the average number of children born to women through their reproductive years. The last round of the National Family and Health Survey conducted in 2019-20 found the Muslim fertility rate (2.36) was 42 decimal points higher than the Hindu rate (1.94). Simply put, this means Muslim women are having more children than Hindu women. Armed with these numbers, Hindutvavadis claim Muslims will overrun Hindus in the near future-the successful culmination of “population jihad”.Go back a few decades, and this argument falls apart.A mass of data tells us the growth rates of all communities are falling, including that of Muslims. Between the last two census rounds, the Hindu population growth rate came down from 20.35 per cent to 16.76 per cent, while that of Muslims fel more sharply from 36.02 per cent to 24.65 per cent.Even when it comes to fertility rates, the gap between Hindus and Muslims has been steadily narrowing, a trend visible ever since data from large surveys became available in the early 1990s. In fact, the Muslim fertility rate us coming down faster than the Hindu fertility rate, as the chart below shows.In demographic circles, this has led to the general consensus that the growth rates of both communities will eventually converge, with their respective populations stabilising not too far from existing levels.A widely cited forecast was made by PN Mari Bhat, one of India's most distinguished demographers and the former director of the International Institute of Population Sciences. In 2005, Professor Bhat, along with AJ Francis Zavier, projected that Hindus will reach a stable population by 2061, while Muslims will take another forty years, their numbers stabilising by 2101. The Muslim share in India's population, according to him, will settle at 18.8 per cent, while the Hindu share will be about 74.7 per cent.The Bhat-Zavier projection was seen as a counter to another one that had set off a debate in media and academic circles. It claimed that in just six decades, by 2061, Muslims and Christians would outnumber “Indian Religionists” – a term that included not just followers of religions that originated in India, but even Parsis and Jews. So, anyone but Muslims and Christians.The projection caused a stir because it was published in 2003 as part of a book that had been endorsed by then deputy prime minister, BJP leader LK Advani. The Indian Council of Social Science Research had funded the book, even though its authors were far removed from the world of social science – two were physicists and one was a metallurgist.Projection by Centre for Policy StudiesClues for why the work had attracted government support were not hard to find: The authors were part of a Chennai-based think tank, the Centre for Policy Studies, that counted among its trustees key ideologues of the BJP-RSS, Balbir Punj and S Gurumurthy.The starting point of the projection was itself questionable: the definition of India included Pakistan and Bangladesh. Why would a book published five decades after Partition make projections pertaining to India's demographic future by clubbing it with its former territories?But even taking pre-Partition India as a unit – Akhand Bharat as the Hindu Right calls it – the projection was wildly of the mark, several reviewers pointed out. Two economics professors at the Madras Institute for Development Studies applied the statistical equation used by the authors to other contexts to show it yielded ludicrous predictions – for instance, the population share of Asians in the United States, then 7 per cent, would shoot up to 50 per cent by 2140. Closer home, the share of Hindus in the population of “India” would drop to 50.2 per cent by 2021, and by 2063, zero.“Hindus reduced to a minority in Akhand Bharat in less than twenty years from now?!” the reviewers wrote, mockingly. “Even staunchly paranoid patriots must be expected to blink at this prediction.”The authors dismissed the criticism and said they stood by their projection. But two decades later, there isn't a shade of doubt that they were spectacularly wrong: Hindus are far from becoming a minority.CONCLUSION: Muslim growth rate is higher than that of Hindus. But it is steadily coming down, because the Muslim fertility rate is dropping. These trends are available in the public domain and widely reported – except in circles that push propaganda about a “population jihad”.Excerpted with permission from Love Jihad and Other Fictions: Simple Facts to Counter Viral Falsehoods, Sreenivasan Jain, Mariyam Alavi, and Supriya Sharma, Aleph Book Company.","author":"Sreenivasan JainMariyam AlaviSupriya Sharma","time":"2024-05-10T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187691-xpsnvewooo-1678198301.jpg","tags":["population","muslims","hindus"]}