{"title":"The Amul story: How politics is hurting the economics of Gujarat’s milk cooperatives","content":"In the winter of 2013, the inner workings of Amul briefly became public. A boardroom putsch was underway. The directors of no less than 14 of the 17 district milk cooperatives that were then part of the Gujarat Cooperative Milk Marketing Federation, which owns the Amul brand, had turned against chairman Vipul Chaudhary. A member of the Bharatiya Janata Party, Chaudhary was part of the Shanker Singh Vaghela-faction that had branched out as a separate party in 1996 and formed a shortlived government with Congress support. Chaudhary had since then returned to the BJP, but in 2013, others in the Amul federation suspected him of  cosying up to the United Progressive Alliance government at the Centre. This cost him the support of BJP-controlled district milk cooperatives, news reports said.  In the course of the power struggle, serious accusations of financial impropriety surfaced against Chaudhary, who was also the chairman of the milk cooperative at Mehsana. Board members charged him with selling 7,000 tonnes of milk powder at low rates to private buyers, resulting in losses for the Mehsana dairy. It was also alleged that Chaudhary had created excess manufacturing capacities without taking permission from the federation. This had led to a higher interest and depreciation burden, resulting in huge losses, alleged RS Sodhi, the managing director of the federation.But with public attention focused elsewhere – the 2014 national election was already creating headlines – Amul’s boardroom battle did not get the attention it deserved. In January 2014, the dissidents won. Chaudhary was removed. Amul found itself a new chairman and vice-chairman. A curtain dropped on its functioning all over again.This year, in August, the curtain parted briefly when Ramsinh Parmar, the MLA from Thasra constituency, left the Congress to join the BJP. Parmar wasn’t just one more MLA deserting the Congress before state assembly elections. As the chairman of the Kaira milk cooperative, he was the last standing non-BJP chairman in the federation.With him coming aboard, the party has clinched its control over the federation. Amul now comprises 18 milk unions, each operating in a separate region of Gujarat. Each of these is now headed by a BJP leader. The federation’s chairman Jetha Parmar and vice-chairman Jetha Bharwad belong to the party as well.Control over Amul is politically crucial in Gujarat – the milk cooperatives are a mainstay of the state’s agrarian economy. In 2016-’17, the federation reported Rs 27,043 crore as sales turnover. As its website says, Amul’s 18 member unions procure about 1.8 crore litres of milk every day from Gujarat alone. With farmers getting Rs 36.6 per litre on average, Amul pumps Rs 65.8 crore into rural areas every day – into the hands of 3.6 million large and small dairy farmers across the state. Apart from this, as members of their district cooperative, the dairy farmers also get an annual dividend. This is one reason why farmer suicides have been rare in Gujarat, said a senior manager who has worked in Gujarat’s dairy sector for three decades.But the cooperatives have been weakening since the 1990s, as administrative control over them shifted from leaders accountable to farmer collectives to regional satraps and now party politicians.This two-part series investigates how these leadership transitions have affected Amul. The first part looks at the financial health of the cooperatives. The second part looks at how the BJP reached a position of dominance and what are the possible fallouts.The view from BanaskanthaBanas dairy is a good place to start any investigation into Amul.Located in north Gujarat’s Banaskantha district, it is the largest milk cooperative in the Amul family. Of the 1.8 crore litres of milk Amul buys every day, 0.41 crore litres are procured by Banas dairy. For a long time, it procured milk only in Banaskantha. In recent years, however, it has expanded into North India. For instance, it has set up milk-buying and processing operations in Lucknow and Kanpur. In the Amul architecture, milk collection, processing and dispatch of finished products is handled by dairies like Banas. The federation, headquartered in Anand, handles planning and marketing. As such, it retains a part of Banas’ sales revenue but gives the dairy a dividend from its profits.A view of Banas dairy in Banaskantha, North Gujarat. Photo credit: Banas dairyOver the last 70 years, Banas dairy has experienced three leadership transitions. Till 1991, it was run by its Gandhian founders, Galbabhai Manji Patel and Galbabhai Nanji Patel. From 1991 to 2016, a local leader named Parthi Bhatol was at its helm. In 2016, Bhatol lost the dairy elections to the local BJP MLA and state health minister Shankar Chaudhary.Its management offers sanguine answers when asked whether politicisation is affecting the dairy. Bipin Patel, the managing director of Banas dairy, agreed that politicians are in control but said: “There is nothing wrong with such a system. You cannot separate politics from society.” Once the board sits down, he claimed, “it takes off the cap of the political party and thinks about the farmers. There is no adverse impact.”Banas dairy’s aggregate financials paint a rosy picture: milk procurement is up from 11.97 lakh kg per litre of fat per day in 2006-’07 to 42.94 lakh kg per litre of fat in 2016-’17. The dairy’s total revenue and net profit have risen as well.Graphic: Anand KatakamBut a closer look shows a different picture.Banaskantha’s financialsTotal revenue and net profit provide a somewhat distorted picture of a dairy’s health because they also include other income like dividends from the Gujarat Cooperative Milk Marketing Federation.Instead, Scroll.in compared Banas dairy’s operating costs and sales revenues for the last ten years. The operating costs were calculated by adding the dairy’s milk procurement cost and other costs like processing, packaging and salaries. Subtracting operating costs from sales revenues shows an operating loss for the dairy in five of these ten years.Graphic: Anand KatakamThis calculation does not take into account depreciation – a reduction in the value of an asset over time – because it can be seen as a legitimate investment in the future. Adding depreciation to operating costs shows worse numbers: in this scenario, Banas dairy posts an operating loss in nine out of ten years. Graphic: Anand KatakamIt’s interesting to compare these numbers with doctoral student Arvind Patel’s PhD thesis. Submitted in 2004 at Saurashtra University, it compared the financials of nine Amul milk unions between 1993-’94 and 2002-’03. Banas dairy is one of them. Between 1993 and 2003, it posted an operating profit all ten years. With depreciation factored in, it saw a loss in four of the ten years. But now, as a former professor of Institute of Rural Management in Anand who has tracked Amul said, “While the dairy is making losses on operations, it is making profits overall because of other income.”This strain on profitability shows up even when looking at Banas dairy’s aggregate numbers. Its net profit margin has fallen. Graphic: Anand KatakamScroll.in sent questions to Banas dairy’s chairperson Shankar Chaudhary and managing director Bipin Patel, asking about the operational losses and the falling aggregate profit margins. Chaudhary did not respond to the email.In his reply, Patel cited figures for the rise in the dairy’s annual turnover. “The annual turnover of our union for the year 2016-’17 was Rs 7,552 crores which was Rs 993 crores in the year 2006-’07,” he said. “The average milk procurement for the year 2016-’17 was 42.94 lakh kg per day which was 11.97 lakh kg  per day in the year 2006-’07.” But he did not respond to the specific questions on the dairy’s operating losses.What explains the lossesAn initial set of answers on why Banas posted operating losses can be found in its financial statements. Even as it brought down cost-heads like packaging, marketing and cattle feed, the dairy’s expenditure has risen elsewhere. The share of milk purchase and transport in operating costs went up by almost 4% between 2006-’07 and 2014-’15. The other two cost-heads that show a jump in this period were depreciation and interest and commission.What explains the rising costs? Conversations with dairy managers and elected officials threw up further questions.Are political considerations creeping into milk procurement prices?According to an accounts officer at neighbouring Mehsana dairy, district milk unions keep increasing the prices at which they buy milk because they need to keep dairy farming attractive for farmers. “Districts like Mehsana and Banaskantha have a lot of opportunities,” he said, hinting that farmers would move to other, more lucrative trades if milk prices were not increased.In his emailed response, Bipin Patel cited a similar reason. According to him, procurement costs are rising because Banas dairy has been “paying record milk prices to our milk producers and in the year 2016-’17 we have paid Rs 700 per kg fat which is also a record”.He added: “This clearly indicates that farmers have a very high trust in cooperative dairy and they have accepted dairying as a source of main income, they remain assured of getting best remunerative prices of the milk they produce, that too at their door step.” These are incomplete answers. The rise in milk prices in Banaskantha was not steady but saw sporadic spikes in 2012, 2013 and 2015. In two of those years, elections were held at Banas dairy. In 2012, long-serving chairman Parthi Bhatol defeated Haribhai Chowdhury. According to the senior dairy manager in Gujarat who spoke to Scroll.in on the condition of anonymity, Bhatol hiked milk prices before the elections “in a bid to retain power, resulting in surplus milk entering Banaskantha from Rajasthan and an accumulation of stocks”.Graphic: Anand KatakamThe accounts manager at Mehsana agreed that dairies come under pressure to increase rates before elections. But Bhatol denied the allegations. “Others [chairmen in other dairies] do this,” he said. “They raise the prices before Annual General Meetings and elections to please farmers but I have never done this.”Patel did not respond to Scroll.in’s question about prices being increased before AGMs and elections.A related question here is whether these hikes hurt the dairy. In his response, RS Sodhi, the managing director of Gujarat Cooperative Milk Marketing Federation, said Amul’s financials cannot be analysed like that of a corporate organisation. He claimed Amul pays its dairy farmers better than other private dairies in India or the world. “The objective of a cooperative organisation is not to maximise profit [at any cos], as is usually the case with other business entities,” he said. “Our prime objective is to provide maximum returns to the milk producer members for the milk they supply to VDCS [village dairy cooperatives].” Accordingly, he said, Amul pays “not less than 80% of consumer money back to our milk producer members”.But this was challenged by the senior dairy manager. “It is not a matter of pride to give 80% [to farmers],” he said. Paying higher than 78% of the sales revenues to farmers amounts to not investing in the dairy, he said. In 2015, Bhatol raised the milk prices and yet lost the election to Chaudhary. The dairy was still saddled with losses, the manager said.In his emailed response, Patel did not respond to Scroll.in’s question on whether expensive milk purchases had pushed the dairy into losses.Are rising election costs leading to higher operating expenses?Bhatol was in charge during the period Banas dairy posted those losses. According to him, the dairy ran into losses during those years because of high operating costs – not high milk procurement prices. Many reasons were at work, he said. Milk spoils faster in the summer months, which leads to losses. In the period the dairy made losses, he added, milk production had increased but the dairy lacked the capacity to process it. “In the period you are referring to, we did not have the capacity needed to process all that milk inhouse into milk powder,” he said. “And so, we would send that milk to Madhya Pradesh, to a plant we had taken on rent, and then bring it back as powder.” This was not only an expensive solution, as stocks of milk powder rose, market rates fell below its cost. In both instances, operating costs went up, he said.Bhatol’s explanation does not cut ice with Rasulbhai, a farmer in Banaskantha. Over the years, as Banas dairy has grown into the biggest economic engine of the district, it has seen increasingly high-cost elections for both chairperson and director posts, he said. “Before polling, for three weeks to a month, candidates for directorships take village chairmen away for a tour. They are brought back only on the day of voting.”How do the candidates recoup that money? According to a National Dairy Development Board official in Rajkot, who spoke on the condition of anonymity, those who win elections “make that money back through inflated labour contracts, purchase contracts, employment contracts”. This inflates operating costs and hurts operating margins. The senior dairy manager said election expenditure is recouped by taking commissions from suppliers and business partners, who in turn dilute the quality of what they supply – for instance, cattlefeed.The cost of fodder and cattlefeed is rising in Gujarat. Photo credit: M RajshekharWhen asked about directors taking bribes for private contracts, Bhatol denied this happened at Banas dairy while he was at the helm, but alleged this was commonplace in other dairies. “What you say has been underway for ten years,” he said. “In transport contracts, directors and others take bribes of 20 paise per litre of milk.”Scroll.in posed both sets of allegations – about rising sums being spent on campaigning and winning candidates giving inflated contracts – to the management of both Amul and Banas dairy. Sodhi did not respond to this question. As for Patel, he said: “All the goods and services for dairy are purchased through a very transparent system. Through healthy competition we get these goods and services at very competitive prices.”Further clarity could have come from looking at the share of milk transportation in Banas dairy’s operating costs. But unlike other sister cooperatives like Kaira, Banas reports milk procurement and milk transport costs together – even though one payment is made to farmers and the other to transporters. Patel did not respond to Scroll.in’s question asking why the dairy does not report them separately.Workers pack processed cheese cubes inside an Amul satellite dairy in Khatraj village. Photo credit: REUTERS/Amit DaveIs expansion diluting the cooperatives’ mission?In recent years, bigger milk unions like Sabarkantha, Mehsana, Banaskantha and even smaller ones like Surat’s Sumul Dairy have begun operating outside Gujarat. Banaskantha, for instance, has processing plants in Uttar Pradesh.This is somewhat unexpected. The initial plan was that Amul – a state cooperative – would operate only in Gujarat, while the National Dairy Development Board would scale the Amul model across India. But after liberalisation, when private companies began selling milk across India, said the senior dairy manager, “The board decided to be proactive. It expanded to Bombay and then other areas.”Another reason to expand was the need for fresh markets. By the 1990s, Banaskantha dairy was procuring so much milk, it needed to sell it outside Gujarat. At first, it began sending chilled milk to Uttar Pradesh through trucks and then trains. It was, however, hard to compete with private milk companies in the state. “Competition there was buying milk at Rs 18 a litre. We were paying Rs 32 here. By the time our milk reached UP, its cost was Rs 35,” said a manager. Banas dairy then decided to procure milk from Uttar Pradesh itself. This decision came with its own costs.As a state cooperative, Amul cannot organise farmers into cooperatives in other states, which means it buys milk from them like any other dairy. As the Mehsana dairy’s accounts manager said, “We have created a model where villagers form unregistered societies and sell to us.” This model works against Uttar Pradesh farmers. They do not have voting rights and do not get dividends at the end of each year. An accounts officer in Banas dairy claimed the dividend was informally added to the price paid while buying milk. But his counterpart in Mehsana dairy disputed this. The milk procurement price in Uttar Pradesh is lower than Gujarat, he said. “If we pay Rs 640 for a kg of milk per litre of fat in Uttar Pradesh, we will pay Rs 650 in Gujarat.”Said the former IRMA professor, “Profits arising out of this business are possibly being accrued to the members of the district union.” In that way, expansion might be helping chairmen consolidate support amongst the dairy farmers in Gujarat at the cost of farmers in UP.Scroll.in sent questions about the expansion – whether milk procurement prices are different for UP and Gujarat; has Amul flouted cooperative principles by expanding to other states; and whether its model is unfair to Uttar Pradesh farmers – to the management of both Banas dairy and Amul. Sodhi did not respond. Patel claimed Banas dairy’s presence in Uttar Pradesh had helped the state’s farmers by ending the exploitation by private business entities. “After we started milk procurement in Uttar Pradesh, the farmers are getting better prices of the milk and now they are being motivated to keep more cattle as they are getting better returns,” he said. “This has also forced private entities also to increase milk price.”But the dairy manager was ambivalent about the expansion. “It would have been better to set up milk federations in those places instead. That would have given farmers both dividends and control.”Statues of cows inside a dairy. Photo credit: M RajshekharBigger questions from BanaskanthaIn an email to Gujarat Cooperative Milk Marketing Federation’s managing director RS Sodhi, Scroll.in summed up the financial trends spotted in Banaskantha – dropping profitability; reporting profits due to “other income”; sharp jumps in milk procurement prices, depreciation and interest and commission – and asked him if any other dairies in the federation are also showing similar patterns. He did not respond to those questions.Instead, insisting that Amul is doing well, he pointed at a set of other numbers. Among them, a 102% increase in milk procurement price in the last seven years. This, he said, is higher than what farmers in European Union, the US and New Zealand get. Amul’s consistently higher price, he said, is the reason why milk procurement by the member unions of the federation has increased. He said: “With an understanding of above numbers, you will come to appreciate the fact that cooperative brands like Amul are successfully fighting with multinational as well as private players of India by providing Value for Money and Value for Many as its basic motive is not to earn profit.”But, as is evident in Banas dairy, looking beyond the aggregate numbers can paint a very different picture. However, it is not easy to assess financial trends in all 18 milk unions that are part of Amul. Most have not placed their annual reports in the public domain. Dudhsagar dairy’s website has annual reports for three years – 2008-’09, 2012-’13 and 2013-’14 – but only in Gujarati. Most of the annual reports on Surat’s Sumul Dairy website do not have financial information. Even Banas dairy does not place its annual reports on its website – Scroll.in managed to access them through a former elected official.That said, some of the patterns discernible in Banas dairy appear to echo in other dairies. The accounts manager of Mehsana dairy agreed there was pressure to increase milk procurement prices before elections. Complaints about rising operating expenses have been heard about other dairies as well. In 2007, a news report flagged overemployment at Baroda dairy. In 2013, a petition filed in the Gujarat High Court alleged, among other charges, that under Mehsana Dairy managing director Vipul Chaudhary, “misappropriation in production of cattle feed by Mehsana Union has resulted in loss of Rs 200 crore to the union”. Sodhi had also levied similar charges against Chaudhary.Effectively, the need to win elections appears to have become the main focus of the men who run Amul. Most of them now belong to one political party – the BJP. What does this centralisation of power mean for a cooperative network that used to be called one of Independent India’s major achievements? The next story explores this.Corrections and clarifications: The figures of 1.8 crore litres, Rs 65.8 crore and 4.1 crore litres had been erroneously mentioned as 18 crore litres, Rs 658 crore and 41 crore litres respectively in an earlier version of this story.\n    \n      scroll.in\n      Ear to the Ground\n      \n    \n    \n        Read more","author":"M Rajshekhar","time":"2017-11-30T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/858576-75236-sdhbrmsnlc-1511974584.jpg","tags":["Amul","Milk cooperatives","Gujarat","BJP","Jobs Ground Reports"]}