{"title":"The pandemic’s hidden cost: Suicides among Indians who lost jobs and income","content":"Trigger warning: This article contains references to suicide and some people might find it disturbing. In December 2020, in response to the devastating impact of the Covid-19 pandemic, the Tata Institute of Social Sciences in Mumbai decided to set up a dedicated mental-health helpline for slum residents of the city’s M-East ward.These slums are home to migrant labourers, people employed in the unorganised sector, and small-scale traders living in cramped one-room spaces with their families. Volunteers distributed pamphlets door-to-door, explaining that through the helpline, trained counselors would telephonically counsel people for problems such as depression and anxiety.But very few of the 10,000 calls that have been made to the helpline so far were from people seeking help with mental health – most needed rations, jobs and funds to pay children’s school fees.“We realised we cannot tell people to not worry if they were starving for food and had no money,” Srishti Jaitley, a counsellor at the helpline, said.The helpline volunteers began building a resource pool of non-profit organisations and donors, and putting callers who needed help in touch with them. “In the process we tried to counsel them and found high level of anxiety and suicidal thoughts,” Jaitley said. “Men who earned well before the pandemic were jobless. They felt loss of dignity and shame in standing in a queue for free ration.”The pamphlets were distributed in 26,000 households, to a lakh or so people – 10% of this total number reached out for aid.But while many availed of the helpline’s services, there were some who never received a pamphlet, and never heard of it. Kalpana Sharma and her husband Manish were among them. She still wonders what pushed him over the edge.Rise in suicidesFour months ago, on November 14, Manish Sharma video recorded his suicide on a phone camera in his home in Mankhurd slum, while Kalpana and her two daughters, aged seven and five, were in Hyderabad to attend a relative’s wedding. (Names of those who died by suicide or attempted it, and their family members, have been changed in this story to protect their privacy.)The phone was placed on a window sill. In the video, Manish is seen inebriated, attempting to loop a cable around a ceiling fan. After three failed attempts, he walks towards the phone and stops the recording. He started recording another video soon after. In this one, he is able to loop the cable around the fan. It was just after 1 am on November 15.The next morning, calls to his phone went unanswered, and then his phone was switched off. Kalpana’s brother reached the flat to look for him. He broke open the door and found Manish’s body hanging from the fan in the kitchen. The mobile phone lay on the floor, fallen as a result of the vibrations from multiple phone calls by both Kalpana and her brother. At some point the battery had died and the recording had ended.If you have suicidal feelings, please consider seeking help through the helplines and resources listed here.Kalpana is still perplexed about her husband’s decision to end his life. Manish, who was 40, had been jobless for three months. But he never showed signs of depression or anxiety. “I know he was not involved in anything wrong, and we had a happy marriage,” Kalpana said, sitting on a pavement outside Nutan school, where her daughters were attending classes. Every day she drops her daughters, waits for three hours until their classes end, and brings them home. A tear slipped down her cheek. “He used to bring them home before,” she said.Before the pandemic, Manish worked as a craftsman, or “mistry”, in Alibaug, a laidback coastal town 100 km south of Mumbai. He would earn around Rs 1,000 a day from contractual work. With the first lockdown, job orders came to a standstill. Just before the second Covid-19 wave in March 2021, the family moved to Mumbai. There, Manish found odd contracts and started earning again, but the second lockdown forced him indoors for a second time.“He wanted to continue living in Mumbai after the lockdown ended. He said he can earn well here,” she recalled. They took a loan to buy a two-wheeler on top of an existing loan that Manish already had. The monthly instalment payments for the two loans totalled Rs 7,900.But there was no work anywhere. The rent for their Mankhurd flat was Rs 7,000. “I started mortgaging my gold jewellery to buy ration,” Kalpana said. When she mortgaged her last jewellery, a pair of earrings, she saw Manish get nervous. “He was worried that all my jewellery was gone,” she said. “I didn’t think much about it then, but now wonder if that triggered his tension.”A few months after Manish’s death, at the start of February, Kalpana lost her father to cancer. Her brother, also a craftsman, is unable to find employment, and her mother does domestic work to earn Rs 5,000 a month. The family of five survives on the mother’s income.Kalpana Sharma (name changed), outside the school where her daughters study. Photo: Tabassum Barnagarwala Dr Soumitra Pathare, director of the Centre for Mental Health Law and Policy, said that while a loss of livelihood could not be directly connected with mental illness, it did affect the overall mental wellbeing. “Social factors like not having food, not having a job, is like a tsunami that can swamp anybody’s resilience,” he said. “Greece faced an economic crisis in 2008. That was followed by four years of rise in suicides. What we are seeing in India is similar.”Pathare said countries in Europe and North America have not seen any increase in rates of suicide despite having gone through brutal Covid-19 waves. “These countries offer social protection to their citizens,” he said. “Low and middle income countries like ours haven’t provided that. Counseling cannot help if people don’t have roti, kapda aur makaan” –  food, clothes and shelter.This report is part of a series looking back at the devastation caused by two years of the Covid-19 pandemic in a country that lacks social protection.Grim numbersIn the early months of the pandemic, when the Central government imposed a severe lockdown across the country, India’s unemployment rate shot up to 24%, according to the Centre for Monitoring Indian Economy, a thinktank that analyses the state of the economy and businesses. Since then, the unemployment rate has come down. But, at 7.4% as of last week, based on a 30-day moving average, it remains higher than the pre-pandemic level of 6.9%, recorded by the centre in September-December 2019.Two years of economic losses have led to an overall rise in anxiety and stress in India, psychiatrists say. The problem is particularly severe among those working in the unorganised sector and small and medium scale industries, which continue to struggle even as markets have opened up.In a reply to the Rajya Sabha on February 9, Union Minister of State for Home Nityanand Rai said that 4,970 people died by suicide due to bankruptcy in 2018. This rose to 5,908 in 2019 and 5,213 in 2020. Another 2,741 people took their lives in 2018 due to unemployment, which rose to 2,851 in 2019 and 3,548 in 2020. The Covid-19 pandemic began in early 2020. Data for suicides in 2021 is not available.Krishna Kant Upadhyay, Deputy Commissioner of Police in Mumbai, said he has noted a slight rise in suicides in each of the ten police stations under his jurisdiction, which covers the M-east ward. Police stations do not maintain a separate record of suicides – rather, they are filed under accidental death reports. Records from four police stations in Mankhurd, Govandi, Shivaji Nagar and Deonar areas, which are largely slum pockets and all fall under the M-east ward, show that accidental death reports rose from 341 in 2020 to 412 in 2021.“We don’t know how many are suicides due to unemployment or financial distress,” Upadhyay said. “For that, we need to inquire into each case.”The deputy police commissioner added, “We have noticed not just financial stress, but also psychological stress in people. Their productivity has reduced because of remaining confined in small rooms with several family members.”Drained savingsIn Karnataka’s Udupi city, Mahesh Shetty seems to have lost all hope. When Scroll.in spoke to him in February, he lay on his bed in his home, his large frame grown frail, worn out by multiple surgeries. On January 8 this year, Shetty attempted to end his life by drinking acid used to clean the floor of his restaurant. Now, he cannot eat due to a burnt oesophagus – he is intubated so that he can consume liquid food. The tube also prevents him from speaking.He was not the kind of man to lose hope quickly, his wife Sheela said, but the hardships of the last two years had made him sombre. Their family of four had to survive on money offered by friends. The loss of livelihood, dignity, and sense of failure drove Shetty towards suicide.Before 2020, Shetty lived in Navi Mumbai’s Ghansoli area, where he managed a canteen in an office of the Reliance Industries conglomerate. He earned Rs 50,000 a month, enough to pay for his daughter’s private-school fees, rent a one-room-kitchen flat for Rs 15,000 and buy basic ration.In March 2020, things changed. The company switched to a work-from-home module after the onset of the first Covid-19 wave. The canteen shut down indefinitely. Shetty, his wife, and daughter had to leave Mumbai. They could not afford rent anymore. He went back to his native town of Udupi. By the time the first wave subsided, his savings were depleted.Shetty decided to open his own restaurant. “He took a loan of Rs 12 lakh from a bank. It took months to set up the restaurant,” Sheela said. Shetty hired five staffers. His wife would go everyday to cook chicken recipes and sit by the counter to help him.But within weeks, the second wave led to another lockdown. With dine-in services shut, Shetty tried in vain to get catering orders. “We faced heavy losses,” she said. “There were no customers during the second wave. And debts kept mounting.”She could feel that Shetty was anxious. He would often sleep at the restaurant. On one such night on January 8, he consumed acid while he was there. The cook stepped out after clearing up the kitchen to find him unconscious near the counter.“We rushed him to Kasturba Hospital. The acid had burnt his throat, mouth and entered the stomach,” his wife said. Shetty underwent a string of surgeries, and his stomach was cleaned, but his oral cavity had suffered severe burns.In the first week of February, he was discharged from the hospital. But he remains in bed at home, unable to move. Doctors expect his recovery to take another three months.“My daughter’s school has started offline classes,” Sheela said. “But we can’t return to Mumbai. He has no job and he will take months to improve.”The bank has started calling Shetty for repayment of his loan – Rs 60,000 is due this month. “His friends are lending us money. We are in a lot of debt,” Sheela said again.Counselling for womenJyoti Sathe, who has been volunteering as a counsellor with TISS for several years, and was a part of the mental-health helpline when it launched, said she noticed that after the pandemic, more women in slums began reporting complaints of sleeplessness, lack of appetite, and apprehensions about their children’s education.Jyoti Sathe (left) is a volunteer-counsellor with the mental-health helpline in Mumbai's M-East ward. The helpline was promoted through pamphelets delivered door-to-door in slum localities. Photo: Tabassum Barnagarwala. Among them is Vimla Gupta, who is aged 40 and has five children, of whom two are mentally disabled. Her husband Akshay Gupta, aged 44, owns a sunglasses stall on Fashion Street in South Mumbai, a flea market for clothes and accessories. For months during both the waves, his stall stood locked.“I used to regularly go to Jyoti. She would counsel me,” Vimla said. But that brought little respite.“Telling a mother to not worry are empty words when she sees her children hungry at home,” Sathe said. For food, Vimla relied on free dry ration distributed by an NGO. Her three daughters are enrolled in a school, but because the family does not own a smartphone, they were unable to attend online classes over the past two yearsAkshay Gupta once earned between Rs 10,000 and Rs 20,000 a month – he now earns just Rs 5,000. The number of customers has reduced, he said, and so he sits idle at the stall for much of the day. In her 10 feet by 10 feet room in Annabhau Sathe Nagar slums, Vimla looked at her younger son, aged nine, who is one of her special-needs children, and does not go to school. “I can’t think of ending my life, only for my kids,” she said.Vimla Gupta, a mother of five children, relies on food donations from non-profits to feed her family. Photo: Tabassum BarnagarwalaPoor mental health infrastructureThe lack of a strong mental healthcare infrastructure and dearth of psychiatrists in India has long made help hard to access for the poor.India has 9,000 psychiatrists, or 0.75 psychiatrists for every 100,000 people, according to a report from the Indian Journal of Psychiatry. A World Health Organisation study in 2016 indicated the situation was worse, and that India had 0.29 psychiatrists and 0.8 nurses for mental healthcare for every 100,000 people. India ranks lower in this regard than neighbouring countries like Bhutan, Nepal and Sri Lanka.The National Mental Health Survey 2015-’16 stated that across states, the number of psychiatrists for every 100,000 people ranged from 0.05 in Madhya Pradesh, the lowest, to 1.2 in Kerala, the highest.In Mankhurd slums, for instance, there is no government psychiatrist in two nearby hospitals. Dr Neena Sawant, professor in KEM Hospital’s psychiatry department, said psychiatrists, psychologists, counselors and psychiatric nurses are unevenly distributed in India, with some states like in Uttar Pradesh, Bihar, Odisha and the states of the North-East having far lower numbers than states like Kerala, Maharashtra, Tamil Nadu.India allocates 0.8% of its Ministry of Health and Family Welfare budget to mental health, a report by Centre for Mental Health and Policy for 2021-’22 noted. Dr Pathare, director of the centre, said poor allocation for mental health remains a major deterrent in improving the services. “Of course we need more spending to improve implementation of mental healthcare services,” he said.The funds that are allocated are often under-utilised. In 2019-’20, the revised budget estimate for mental health was slashed by 87.5% because funds were unspent – in 2020-’21, it was slashed by 30%.Dr Sawant noted that as a result, many plans remained unfulfilled. “As per the Mental Healthcare Act, each district should have a mental health review board,” she said. “We don’t have that yet. There is a lack of interest in spending for mental health.”Dr Avinash D’Souza, president of Bombay Psychiatric Society, noted that the National Mental Health Programme, which funds psychiatric care, counseling and rehabilitation for mentally ill people across the country, needed a revamp.“The budget is not utilised because there is limited infrastructure in districts to spend for mental health,” he said. “We need more beds, more psychologists, counselors, we need more departments for out-patient, in-patient, geriatric, child specialisation and women.”  This kind of overhaul of mental healthcare in government hospitals was crucial, he noted. “This is where patients from the grassroots visit,” he said.","author":"Tabassum Barnagarwala","time":"2022-03-22T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171776-lkzmtalpyk-1647780718.jpg","tags":["Covid-19","Coronavirus","Mental Health","Suicide","Two years of Covid-19 in India"]}