{"title":"The Daily Fix: It is time the Congress stood for a political idea rather than a political family","content":"With the Congress’s second devastating defeat in the Lok Sabha elections, the party must answer a key question: can it afford to continue with dynastic politics as usual? At the Congress Working Committee meeting held on May 25, party president Rahul Gandhi is said to have offered his resignation, which was rejected by the committee. Two days later, rumours circulated that he had refused to withdraw his resignation and urged party colleagues to look for a new chief. On Monday evening, Congress spokesperson Randeep Singh Surjewala put out a statement asking the media not to fall for “conjectures, speculations, insinuations, assumptions, gossip”. The poll defeat could not be occasion for casting “aspersions on the role or conduct of any specific individual”, the statement said. It is true the Congress’s defeat is rooted in varied and complex reasons. But as the party searches for “radical change and a complete organizational overhaul”, it fails to address the main criticism against it: that it is trapped in an undemocratic politics defined by family rule, sustained by sycophancy.Everything from Rahul Gandhi’s accession to the post of party president to the drama around his rumoured resignation reeks of a sentimental family saga rather than the evolution of a modern, democratic party. When the son of Rajiv Gandhi, the grandson of Indira Gandhi and great grandson of Jawaharlal Nehru was appointed Congress vice president in 2013, he lamented having to swallow the “poison” of power, as if he had “greatness thrust upon” him. For years, he waited like a crown prince for his mother, former Congress president Sonia Gandhi, to step down and make way for him.The Congress Working Committee meeting held on Saturday had the appearance of a durbar, with the Gandhis holding court. While Sonia Gandhi looked stony, daughter Priyanka Gandhi, a newcomer who was given the post of party general secretary, reportedly berated old courtiers for not supporting her brother adequately. Rahul Gandhi, meanwhile, dressed down senior Congress leaders for putting election tickets for their sons before the party’s fortunes.Indeed, the culture of feudal politics has trickled down from the top to all parts of the party organisation. From the Scindias in Madhya Pradesh to the Gogois in Assam to the Khan Choudharys in West Bengal, the Congress party today looks like a collection of fading fiefdoms ruled by aloof dynasts. Perhaps because they were habituated to power, perhaps because they thought the 2014 results were just a nasty interlude, they failed to show the hunger to reach out to people, bring out the vote, communicate the Congress’s agenda.While the party claimed to speak about jobs, demonetisation and its new minimum income guarantee scheme, NYAY, most voters associated it with the Gandhi siblings waving graciously from the top of a van. While dynasties are endemic to Indian politics, no party is so defined by it as the Congress.Rahul Gandhi’s resignation will not solve the Congress’s problems, but it could be the first step towards freeing it from an ossified politics, ushering in the intra-party democracy that the Congress president once promised to restore. It could start with holding elections for the next Congress president, a post that has been held by a Gandhi since 1998, giving party workers at the village and block level a say in choosing who will lead them. It is time the Congress party stood for a political idea rather than a family.","author":"Ipsita Chakravarty","time":"2019-05-28T09:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/112782-zpomexrrnl-1549898646.jpg","tags":["Daily Fix","Dynasts","Dynasties","Political dynasties","Congress","Nehru-Gandhi dynasty","Rahul Gandhi","Priyanka Gandhi"]}