{"title":"The story of India’s unique ‘Milk Revolution’ is going to the Cannes Film Festival","content":"The latest Indian addition to the Cannes Film Festival line-up is a 48-year-old production about the Amul dairy co-operative movement. Shyam Benegal’s Manthan (1976), newly restored by Film Heritage Foundation, will be screened at Cannes (May 14-25) in its Classics section.Manthan joins Payal Kapadia’s All We Imagine As Light (selected for the Competition section), Maisam Ali’s In Retreat (showing in the sidebar ACID Cannes programme) and Film and Television Institute of India student Chidanand S Naik’s Sunflowers Were The First Ones To Know (chosen for the competitive La Cinef category). British filmmaker Sandhya Suri’s Santosh, starring Indian actor Shahana Goswami, will also be at Cannes.Cannes has previously screened two Film Heritage Foundation projects: Aravindan Govindan’s Thamp (1978) and Aribam Syam Sarma’s Ishanou (1990). “The restoration of a Shyam Benegal film has been on Film Heritage Foundation’s wish list for years as he is one of India’s most venerated filmmakers whose early films were iconic in India’s parallel cinema movement,” the foundation’s director, Shivendra Singh Dungarpur, said in a press statement.Benegal’s fourth feature stars Girish Karnad as the white knight of what came to be known as India’s “White Revolution”. Karnad’s character is modelled on Verghese Kurien, who laid the foundation for Amul in the late 1940s by persuading dairy farmers in Gujarat to form a co-operative.Manthan (1976).The film’s only song, Mero Gaam Katha Paarey, composed by Vanraj Bhatia and sung by Preeti Sagar, has been subsequently used by Amul in television commercials. Manthan was an early example of crowdsourcing, with farmers paying for production costs. In a press statement shared by Film Heritage Foundation, Benegal recalled how 500,000 farmers became Mathan’s producers.In the early 1970s, Benegal had made two documentaries on Amul’s prowess in procuring and widely distributing milk. However, “…these documentaries will be seen largely by those who have already been converted to the cause”, Benegal recalled having told Kurien.While Kurien said that there was no money to fund a movie, he had a better idea, Benegal said: “He told the collection centres that when they come for their daily morning and evening collection, ask them not to take Rs 2 and they can all become producers of a film.” Manthan is a reminder of “the power of cinema as a vehicle of change” as well as Kurien’s legacy, Benegal added.Shyam Benegal (extreme right) and Govind Nihalani (centre) on the Manthan shoot.The film’s title means “Churning”. Rather than a hagiography of either Kurien or Amul, Manthan is an honest depiction of the challenges involved in creating consensus in a country split on economic and caste lines.Vijay Tendulkar’s script, which has dialogue by Kaifi Azmi, offers wry commentary on the perils of implementing progressive ideas from the outside. The movie goes beyond its brief of paying tribute to the Amul success story, offering no simplistic solutions to the age-old question of how social transformation can be effectively carried out.Manohar and his team, which includes characters played by Mohan Agashe and Anant Nag, run smack into a conflict between the upper-caste sarpanch (Kulbhushan Kharbanda) and the rebellious Dalit Bhola (Naseeruddin Shah). In this corner of post-Nehruvian India (Manthan came out in the middle of the Emergency declared by Nehru’s daughter Indira Gandhi), Manohar struggles to unite the restive villagers.He is equally troubled by his feelings for the fiery farmer Bindu (Smita Patil), who initially resents him. Amidst tutorials on the benefits of co-operatives, there are scenes of the sexual tension between Bindu and Manohar, both of whom are married.Girish Karnad and Smita Patil in Manthan (1976).The film’s poster shows not Manohar but Bindu hugging her son in a manner reminiscent of classical Madonna and Child paintings. Cinematographer Govind Nihalani’s treatment of light, shadow, colour and movement gives Manthan a lyrical quality.“Being involved in the restoration has been an emotional experience,” Nihalani said in a press statement. “It has taken me back to 1976 when the entire unit lived like a family in the village of Sanganva in Gujarat for 45 days during which the film was shot. The shooting was challenging because we had to use a patchwork of different film stock – Eastman and Gevacolor besides Kodak, 35 mm for the film and 16 mm for the film within the film.”\n\n\n    \n    Play\n\nShyam Benegal and Govind Nihalani on the restoration of Manthan (1976).At Cannes, Manthan will be represented by Dungarpur, Kurien’s daughter and representatives of Gujarat Co-operative Milk Marketing Federation. Also travelling to the French coastal city are members of the deceased Smita Patil’s family. Naseeruddin Shah, who portrays the rebellious Dalit farmer Bhola, will be at Cannes too. “Manthan was a runaway success when it released almost 50 years ago and it is a film that is remembered even today,” Shah said in a press statement. “I remember that during the shooting of Manthan, I lived in the hut, learnt to make cow dung cakes and milk a buffalo. I would carry the buckets and serve the milk to the unit to get the physicality of the character.”The restoration was carried out from a 35mm celluloid print. Apart from Film Heritage Foundation, the process involved Prasad Corporation Limited in Chennai and the L’Immagine Ritrovata Laboratory in Bologna, Italy. Gujarat Co-operative Milk Marketing Federation Limited, which bankrolled Manthan nearly 50 years ago, supported the restoration, closing the circle on an experiment to marry cinema and a unique real-life programme to kickstart economic development from the ground up.Naseeruddin Shah in Manthan (1976).","author":"Scroll Staff","time":"2024-04-27T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200323-iopmxpiyqv-1714158800.jpg","tags":["Manthan","Shyam Benegal","Cannes Film Festival","Film Heritage Foundation"]}