{"title":"The art of conquest: Images of India on the verge of British rule, as seen by two travellers ","content":"Thomas Daniell and his young nephew William arrived in Calcutta by sea early in 1786: they left via Madras and Bombay seven years later in May 1793. The aquatint plates that make up the original six volumes of Oriental Scenery first appeared between 1795 and 1808. The Daniells’ travels in India thus correspond to a time when the British struggle for supremacy over India was reaching its height. Between 1780 and 1784 the English East India Company was locked in the second of four wars against the southern state of Mysore, a bitterly contested struggle that eventually terminated with the defeat and death of Tipu Sultan at Seringapatam in 1799. The equally lengthy and hard-fought wars against the Marathas (the first of which had ended inconclusively in 1782), reached their apogee between 1803 and 1805 and only concluded in 1819 with the final destruction of Maratha power. In the background to these tumultuous events in India, which gave the [East India] Company something of the character of an imperial war-state, lay Britain’s long struggle against Revolutionary and Napoleonic France from 1793 to 1815.The images in Oriental Scenery seldom relate directly to this age of warfare. The Daniells were not battlefield artists, nor did they openly commemorate the British military presence in India. Europeans, in or out of uniform, are rarely shown in their pictures, except as minor or incidental figures. Indeed, one might doubt from many of their scenes whether a military conquest was going on at all. And yet, small knots of Indian soldiers (perhaps identifiable as Marathas), armed with swords, spears and shields, appear in the foreground of several pictures, standing on a marble plinth in front of the Taj Mahal, gossiping in the fort at Mathura. The Taj Mahal at Agra, drawn and engraved by Thomas Daniell, July 1796. In one of the plates (“Ousoor, in the Mysore”, dating from May 1792) a group of Company sepoys relax in the shade of a Hindu temple, at a location which, only months earlier, had seen some of the fiercest fighting of the Third Anglo-Mysore War. Several other plates, especially of southern India, depict places known to the British public through various battles, sieges and skirmishes: among these are the views of the fortified hilltops (known as doorgs) and the towering rock-fort at Trichinopoly made famous by a siege in 1752 during the Carnatic Wars in which Robert Clive rose to fame. The ongoing state of war, or the imminent threat of war, helped determine where the Daniells could travel in safety: it explains their military escorts and the company of army officers they frequently kept, and it partly accounts for the choice of places singled out for artistic treatment. Their scenes fed curiosity about sites and locations that for the British had already become memorialised through war.Ousoor, in the Mysore, drawn and engraved by Thomas and William Daniell, August 1802.Both itinerary and inventory, their scenes provide a pictorial counterpart to the travels of the naturalist Francis Buchanan who was sent by the Company in 1800 to report on the territories recently wrested from the ruler of Mysore and to record their assets and antiquities. And yet, despite this war setting, there is a picturesque calm about the Daniells’ images. It is as if India were already being reclaimed from a state of war to be replaced (under benign British rule, of course) by a return to quiet toil and husbandry in the fields and to the bustling commerce so evident in river scenes along the Ganga or on the streets of Calcutta and Madras. The picturesque speaks to the possibility of peace, even in a land ravaged by war, just as the Daniells (and the likely purchasers of their prints) have not forgotten the commercial origins of the Company and the empire of trade on which its fortunes continued to be founded.A civilisation in ruinsMany of the views in Oriental Scenery present us with the idea of India as a civilisation in ruins. Of course, the depiction of ruins in a landscape was a genre of pictorial imagery that had its European equivalence, most notably in views of Rome and its classical remains, and the wistful reflections and melancholy associations such scenes might inspire. Ruins spoke to a universal theme – the inevitable fall of empires, the transitory nature of earthly magnificence, the frailty of human endeavour. But transposed to India in the late 18th and early 19th centuries, such images bore a more precise significance. They endorsed in visual form the belief of early Orientalists and many Western travellers of the period that India’s great civilisations, Hindu and Muslim alike, lay in the now-distant past. That India had once been great could not be denied: it once had the energy, the skill, the creative impulse to build vast forts, monumental palaces, grand mosques, magnificent mausolea. But not any more.Although some of the buildings in the Daniells’ prints appear, like the Taj Mahal or Akbar’s tomb, to be intact and well maintained, many more, as at Kanauj, Rajmahal and Gaur, are in an advanced state of decrepitude, their stucco worn away by rain, wind and sun, their dun-coloured bricks and buff-coloured stone sinking back into the khaki-coloured earth from which they had once been fashioned. South India perhaps appears more favoured: the “great pagoda” of the centuries-old temple of the Cholas in Tanjore still rises resplendent and worshippers still gather in its precincts. And yet, only a few days’ march away, the palace of the Nayaks in Madurai lies in ruins, its roof collapsed, its arches crumbling. The views of Delhi, still in the 1790s the seat of a much-diminished Mughal empire, present particularly desolate scenes – at Humayun’s tomb, the Purana Qila and Feroz Shah Kotla. Ruins lie everywhere: aside from a few travellers, there is hardly any evidence of human activity to animate the dismal scene. The western entrance of Sher Shah’s Fort, Delhi, drawn and engraved by Thomas Daniell, March 1796Ruins belong, of course, to the artistic conventions of the picturesque in Europe; but, in the context of an India increasingly under British sway, they suggest an absence of effective sovereignty, a power vacuum that the English Company alone can fill. Besides, this imagery of an India in ruins was by no means confined to the Daniells: on the contrary, it was a trope repeatedly employed by a number of British observers and travel-writers of the period, such as Bishop Heber and Emma Roberts in the 1820s and 1830s. Even earlier, in 1806, Charles Metcalfe, the Assistant Resident in Delhi, wrote of the city’s “ruins of grandeur that extend for miles on every side... The palaces crumbling into dust … the myriads of vast mausoleums, … all of which are passed by unknown and unnoticed”.  The importance of this India-in-ruins imagery can scarcely be overstated. It created a legitimacy for incoming British rule. In an age of industrial and agrarian revolution at home, Britain, it would seem, could alone provide the dynamism and the purposefulness to provide peace and security, build roads and canals, nurture agriculture and industry, and so allow India once again to prosper and regain its former glory. By employing the conventions of the picturesque, by rendering history into scenery, such an idiom of decay conveniently overlooked the uncomfortable fact that the British had themselves since the 1760s been in no small part responsible for reducing India to this ruined state. This was a retrospective, even nostalgic, vision of India – a commentary on apparently autonomous decline – but it was also, by implication, a prospective vision of how, under British tutelage and fuelled by the energising doctrine of “improvement”, India could be transformed. Visiting Gaur in the early 1830s and musing on the Daniells’ image of its ruins, Emma Robert was moved to reflect on what might one day happen if the “spirit of improvement” ever came to such a remote spot to transform the “swamps and wildernesses of Bengal” into a “smiling plain, shaded by the mango and the tamarind tree, and peopled with innocent and happy creatures”. Oriental Scenery suggested a blueprint for change, even before a new age of canal construction and railway building began decades after the Daniells had departed from India.Locating ‘the Orient’The Daniells described their views of India as “Oriental” scenes. In the late eighteenth and early nineteenth centuries this was a term frequently applied to India by the West. In the 1830s and 1840s a widely circulated London journal called the Oriental Annual published historical sketches, travel encompass anywhere from north Africa, the eastern Mediterranean and the Middle East through to China and Japan. Culturally and artistically, it might invoke the exotic, the erotic, the sensuous and the strange. As Edward Said famously argued, the Orient might represent, in European eyes, all that was alien, opposite, and therefore inferior, to the West. It was a political statement as much as a geographical or artistic expression. But the Daniells’ Oriental Scenery in fact showed India in a more specific light, or as being, conceptually as well as politically, work in progress.Much in the pictorial imagery and incidental scene-setting in the Daniells’ prints seem to locate India close to what we would now identify as the Middle East. Apart from the many mosques and the “Islamic”-looking architecture of tombs and minarets, there are camels and occasional palm-trees to locate the viewer within this geographical imaginary, though they might also be understood, like the elephants perhaps, as a realistic representation of India as it was at the time. A view of Mathura, on the banks of Yamuna River, drawn and engraved by Thomas and William Daniell, April 1803.Travelling in the dry season, their landscapes (apart from some early views of deltaic Bengal) evoke a semi-arid terrain that contains few anticipatory echoes of the lush and colourful “tropical” vegetation of later artists and naturalists. In this Islamic, Middle-Eastern orientation the Daniells shared much with early Orientalist scholarship in India: one of the celebrated pioneers of Indian Orientalism, Sir William Jones, began his scholarly career as a student of Hebrew, Arabic and Persian before he became enthralled, in India, by Sanskrit and by Hindu literature and religion. In the pages of the Oriental Annual, Persia, the Arabian Nights, Lalla Rookh and the lives of the Mughal emperors are recurrent themes. But the travels and illustrations of the Daniells also illuminate a partial shift away from the monumental remains and literary legacy of Islam in India towards the “discovery” by the West of Hindu (and, to a degree, Buddhist) India, as seen in the views of Hindu temples and palaces, or in the scenes of Hindu worship and religious processions that begin to enter the Daniells’ work as they moved upcountry from Calcutta. At the same time, it is still unclear to them quite what Hinduism consists of – the noble, ornate and lofty temples of Tanjore and Madurai in the south, the solemn ceremonials on the banks of the Ganga at Benares, or the seemingly animistic worship of nature in the banyan-dominated temples at Agori in Bihar, the “sacred tree of narratives, legends and fictional tales about India”. It also carried engravings of Indian scenes, many of them copied (or plagiarised) from the Daniells’ work. But at the time “the Orient” was still a vague and capacious term. Geographically, it might the Hindoos’ at Gaya, or the gushing waterfall at Papanasam. In their art and in their unfolding intellectual engagement, the Daniells represent a moment of transition in the Western understanding of India.At the same time, they were also on the cusp of a new phase of geographical and scientific exploration. Favoured by the expansion of British power over the subcontinent, the Daniells were among the first Western artists to depict the foothills of the Himalaya, venturing to Srinagar in Garhwal and reaching the upper reaches of the Ganga. Nepal and Central Asia were by now almost in reach. Near Humayan's Tomb in New Delhi, drawn and engraved by Thomas and William Daniell in February 1803.They also made drawings of the Jantar Mantar observatory in Delhi, built by Jai Singh of Jaipur in the 1720s and already recognised by British scholars as a significant demonstration of India’s more recent scientific past, though their appreciation of it was more as an assemblage of strange shapes than as a functional site of astronomical observation. But otherwise the Daniells, perhaps because of the nature of their craft and the limitations of their medium, showed little apparent interest in the scientific and artistic activity of the period, especially the brightly coloured botanical illustrations, painted by Indian artists, that were beginning to appear in print by the time they left India, or the glowing representations of snakes and fishes commissioned by Company naturalists like Patrick Russell and Francis Buchanan. Theirs, after all, was a scenic vision, not a scientific one.Lasting legacyThe legacy of the Daniells’ Oriental Scenery was immense. Their images were seen in their original form or in reproductions by many middle-class Britons before they went to India and informed their expectations of what they might see when they went there, even though the views represented were increasingly anachronistic. For several decades after the aquatints were first published travellers like Emma Roberts in the 1830s continued to use them as a source of reference, commending the Daniells for the accuracy of their depictions and for showing how “the plains of Hindostan possessed objects meriting [tourists’] attention”. For those who travelled in India, the Daniells (along with other artists like William Hodges) helped determine the route they should follow, by boat, by road, or latterly by rail, from Calcutta upcountry to Agra, Delhi and the Himalaya. They helped to pioneer in the age of the aquatint an itinerary that was still largely followed eighty years later in the dawning age of Thomas Cook tours. But they also helped create an imperial mindset – of an India, however scenic its splendours, in ruins, or, at the least, stuck like a lumbering ox-cart in the ruts of time, and in need of European impetus to get it moving again. At the same time, the Daniells helped foster a European fascination with Indian ruins as emblematic markers of past times, a legacy that was carried over into the founding of the Archaeological Survey of India in 1861 and, translated into a very different medium, into the remarkably luminous photographs of central Indian monuments taken by Deen Dayal in the 1880s. In Oriental Scenery the Daniells reflected on the history of India, but they also helped to remake that history in their own image.The vision and landscape exhibition of the complete and rare set of 144 aquatint prints, collectively known as Oriental Scenery, began on October 10 at DAG, Taj Mahal Palace, Mumbai.David Arnold is Professor Emeritus in the Department of History, University of Warwick, UK. This article is an excerpt from the book Vision & Landscape: Aquatints of India, edited by Giles Tillotson and published by DAG.","author":"David Arnold","time":"2022-10-21T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181537-nipbgqrfub-1666193249.jpg","tags":["Thomas Daniell","Orientalism","British India","Tipu Sultan"]}