{"title":"The India Fix: Can welfare populism help BJP counter the damage done by a failing economy?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here. Have feedback, interesting links or memes? Send them to [email protected].One of the paradoxes of Modi’s popularity has been the fact that his seven years in power have coincided with some dismal economic indicators.Let’s take a look at India’s gross domestic product. The first seven years of the United Progressive Alliance clocked a growth rate of 8.4% per annum. Modi’s first seven years, on the other hand saw only 4.8%. Not only has the official GDP growth rate declined consistently, former chief economic advisor Arvind Subramanian argues that growth was negative even before Covid-19 arrived on the scene.Industrial growth in India is lacklustre. Unlike many other countries in east and southeast Asia, the country has been unable to move people out of agriculture and into manufacturing. In fact, remarkably, since 2016, jobs in manufacturing have gone down and those in agriculture have risen. One outcome of this is that India’s labour force participation rate – the proportion of the adult population working or actively looking for jobs – is now among the worst in the world. Even Pakistan, not exactly an economic powerhouse, manages to edge past India on this parameter.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nLatest cross-country labor force participation data. How did India get here? It has some of the world's best entrepreneurs, talented administrators & skilled workers. It is important not to be in data denial. Policy needs to be corrected & re-directed to the commoner's welfare. pic.twitter.com/IqI5OZitzg— Kaushik Basu (@kaushikcbasu) December 26, 2021\n\nBasu is Professor of Economics, Cornell University, and former Chief Economist of the World Bank.\nIn the face of this economic distress, how have Modi and the Bharatiya Janata Party managed to retain their popularity? Even the botched lockdowns during the pandemic, which left India the country worst hit economically by Covid-19, had little effect on Modi’s approval ratings.Part of the answer to this paradox is obvious: Hindutva. The BJP has pitched an aggressive version of religio-ethnic nationalism to India’s nearly 100-crore strong Hindu community. However, while this might account for a part of Modi’s appeal, there is also a strong material component to it: welfare.Take the Jal Jeevan Mission, the Modi government’s current focus. This aims to provide tapped water to every rural household and institution, a rather basic developmental aim that India still lags behind on.The scheme is typical Modi: an older programme, in this case dating from 2009, rebranded and turbocharged with the date for complete coverage brought forward by six years to 2024. This is also accompanied by a publicity blitz, connecting the public goodwill from the scheme directly to Modi (although in reality it is a partnership between states and the Centre).To Modi’s credit, both prongs have seen success. The publicity means even the New York Times has linked India’s drive to provide tapped water to Modi personally. The pace of work has seen the number of households with tapped water rise to 43% this year from just 17% two years earlier.Credit: Union governmentIn 2014, Modi campaigned on the classic liberal, laissez-faire idea of small government. True to form, he had an alliterative campaign slogan: minimum government, maximum governance. In his first year in office, he attacked the previous United Progressive Alliance government’s Mahatma Gandhi National Rural Employment Guarantee Act right-to-work programme as a “living monument to the UPA’s failure”.However, Modi soon realised that the ground reality was a little different. Stung by the Opposition’s charge that he was running a government only for the “suited and booted” elite, Modi made a 180-degree turn, pushing hard on welfare. However, he did this in his own way, focussing on what Arvind Subramanian has termed “new welfarism”. This involves the distribution of private goods and services such as gas cylinders, bank accounts, toilets, water connections and, increasingly, even straight-up cash. However, what it places less emphasis on are things like providing health and education services: public goods that have classically defined welfare.Access to essential goods and services has been turbocharged by Modi. Y-axis reflects % of Indian households. Credit: The Economy and Budget: Diagnosis and Suggestions, Arvind Subramanian and Josh FelmanNot only has Modi managed to turbocharge the delivery of these goods and services, perhaps because they are private goods, he has been able to get voters to directly credit him for it. A research paper by political scientists Rajeshwari Deshpande, Louise Tillin and KK Kailash shows that “both the BJP and its allies clearly gain support among the beneficiaries of welfare schemes” during the 2019 Lok Sabha elections.Much of this playbook can be seen in the upcoming Uttar Pradesh elections too. My colleague Arunabh Saikia – who is currently criss-crossing the state – found that free food rations were a major draw across Uttar Pradesh. Free rations were introduced to tide over the Covid-19 lockdowns and have remained in place ever since. On top of this are the cash transfers to farmers and subsidies for housing and constructing toilets. Even poor Uttar Pradeshis, hurting from inflation, acknowledge the welfare they have received from the BJP-led government in the Centre and state. “I can’t lie about the fact that Modi has at least given me something,” one Dalit voter told Saikia. “I didn’t get anything from Mayawati.”While Modi, expectedly, gets most of the limelight, leaders across India, from K Chandrashekhar Rao to Mamata Banerjee are adopting this playbook. Clearly, “new welfarism” is a great, populist vote catcher in an increasingly centralised personality-based politics.What is less sure is the long-term viability of this model. Cash handouts are fine as temporary band-aids in place of industry and health insurance can seem attractive to voters when the actual construction of public health infrastructure seems far off. But at some point of time, the Indian state will have to get back to the basics.What data tells us about India“Data tells us India, at its core, is conservative – even fundamentalist” – listen to data journalist Rukmini S talk to Scroll.in’s Smith Nair about her new book, “Whole numbers and half truths”.\n\n\n    \n    Play\n\nPS: The India Fix will be on holiday for next week. Wishing all our readers a happy new year! See you on the other side.","author":"Shoaib Daniyal","time":"2021-12-27T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168044-tzcehljubt-1640543701.jpeg","tags":["Jal Jeevan Mission","Narendra Modi","Bharatiya Janata Party"]}