{"title":"The rapes and murders in Manipur that families of the aggrieved want a fresh probe into","content":"On April 18, the Supreme Court took a dim view of the Union government’s plea that cases of alleged extra-judicial killings by security forces personnel ­who had been given clean chits by courts of enquiry should not be re-investigated by a court-appointed team.  Last year, in a landmark judgment , the apex court had ruled that Indian Army and paramilitary personnel could not use excessive force even in areas covered by the Armed Forces Special Powers Act – which gives the military immunity from prosecution in conflict-hit areas and has been criticised for its widespread misuse. The ruling was the outcome of a petition filed by the Extra Judicial Execution Victim Families Association, a group comprising family members allegedly killed by security forces in fake encounters in Manipur.Last week, however, the Union government had filed a curative petition asking the Supreme Court to re-evaluate the judgement, claiming a fresh judicial probe would hamper the functioning of security forces in Manipur.The Supreme Court in a verbal observation during the hearing on Tuesday said that it would first direct a probe into three cases of alleged rape and murder in Manipur. The amicas curae Menaka  Guruswamy had pointed out to the bench that these three cases were among the many that were not properly investigated by either the state or the security forces. The bench said: “It appears to us that three cases need to be probed by an independent team to find out the truth. The probe will take time but it is needed as judicial inquiry and Court of Inquiry came to two divergent findings.” On Wednesday,  the Attorney General Mukul Rohatgi, appearing for the state, contended that the Army shouldn’t be subjected to police action in Manipur as it would hamper its functioning in the state.In its final written order, however, the court did not ask for the constitution  of a special investigation team to probe into any of the cases, and has reserved its order on the matter.  All of the above observations questioning the Army’s opposition to the formation of a special investigation team, it must be noted, were verbal in nature.  Human Rights Alert director Babloo Loitongbam, who is fighting the case on behalf of the Extra Judicial Execution Victim Families Association told Scroll.in that the court did verbally ask them to nominated members for the special investigation team on the Thursday. However, that doesn’t feature in the court’s written order.  The three cases referred to by the court in its verbal observations and pointed out by Guruswamy are the alleged rape and murder of Thangjam Manorama and the murder of LD Rengtuwian in 2004, and the rape of a minor, Sanjita Devi, in 2003.Rohatgi told the court that it would not be appropriate to reopen the cases after 14 years since many of the security personnel from the time would have since retired. Rohatgi said that the court should instead work out a mechanism to provide compensation to the aggrieved families.(Adnan Abidi/Reuters).In an interview earlier this month, the Extra Judicial Execution Victim Families Association’s secretary, Yaikhom Ediba, had told this reporter that members of the aggrieved families came to her almost every day asking if justice would ever be served – and only punishment would give them any sense of closure.Here is a recap of each of the three cases mentioned above.Thangjam Manorama, ImphalA few minutes past midnight on July 11, 2004, Assam Rifles personnel allegedly picked up 32-year-old Thangjam Manorama from her home. According to a judicial report that was released almost 10 years after the incident, Manorama was tortured on the front porch of her house before being taken away in a vehicle, as her mother and brother watched. A few hours later, she was found dead with multiple bullet injuries on her private parts and thighs, at a spot barely two km from a police station.The Assam Rifles claimed that Manorama was a member of the insurgent group, People’s Liberation Army, and was killed while trying to escape. Manorama’s family rejected the claim and refused to accept her body until the security personnel involved were booked. Finally, the Okram Ibobi Singh government cremated the body amid tight security.The incident triggered massive protests in Manipur. On July 15, 2004, a group of elderly women stripped naked in front of the 17th Assam Rifles headquarters in Manipur’s capital Imphal as a mark of protest against Manorama’s murder and alleged rape. The women had covered themselves with only a cloth banner that read, “Indian Army Rape Us”. The protest prompted international outrage.This was a breakthrough moment in Manipur’s resistance against the Armed Forces Special Powers Act, and images from the protest continue to be an enduring symbol of Manipuri civil society’s long fight against impunity provided by the Act.LD Rengtuwian, Thoubal districtOn the night of November 16, 2004, a party of Assam Rifles personnel conducting a search-and-cordon operation against a militant group killed LD Rengtuwian, a 75-year-old retired school teacher, and injured his 60-year-old wife.In its defence, the paramilitary force said that Rengtuwian was caught in the crossfire between the militants and Assam Rifles personnel. His wife, however, contested the claim, saying that he was shot at close range intentionally. Rengtuwian’s post-mortem also contradicted the security force’s version. It said:“The bullet which killed Mr Rengtuwian, went in through his chest and exited through his bottom. The pathway of the shot implies (i) firing at a close range and (ii) the person must have been in a kneel-down position and the shot must have been fired from a share angle or more than 60 degrees.”Sanjita Devi, Jibiram districtIn October 2013, Sanjita Devi, 15, had gone to the fields, carrying lunch for her father who was working there, when she was allegedly raped by two jawans from the Army’s 12th Grenadiers unit. After recounting her ordeal to her mother, Devi committed suicide that same day. The Army rejected the allegations as “baseless and unfounded” and claimed it was a deliberate attempt to malign its image and distract public opinion. However, an enquiry report put together by retired judge Chanambam Upendra Singh, which was never made public, had confirmed that Devi was indeed raped.Corrections and clarifications: This article has been edited to distinguish between the court’s verbal observations and written order.","author":"Arunabh Saikia","time":"2017-04-23T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/835209-56296-pmisccjusu-1492715722.jpg","tags":["Sanjita Devi","LD Rengtuwian"]}