{"title":"‘The Kashmir Files’ banned in Singapore for ‘provocative’ and ‘one-sided portrayal of Muslims’","content":"Singapore on Monday banned The Kashmir Files, saying that the film could cause enmity between different communities and disrupt religious harmony in the country, PTI reported.“The film will be refused classification for its provocative and one-sided portrayal of Muslims and the depictions of Hindus being persecuted in the ongoing conflict in Kashmir,” said a statement by the country’s Infocomm Media Development Authority along with the Ministry of Culture, Community and Youth and the Ministry of Home Affairs.The Kashmir Files, directed by Vivek Agnihotri, is based on the exodus of Kashmiri Hindus from the erstwhile state in the late 1980s and early 1990s due to militancy. It was released on March 11.The movie has been endorsed by Prime Minister Narendra Modi and many other senior leaders of the Bharatiya Janata Party. Several BJP-ruled states had exempted the movie from entertainment tax.However, many people questioned the factual accuracy of the film and the communal tone of the discussion around it. For instance, they had pointed out that the Congress was not in power at the Centre when the Pandit exodus occurred and said that the governor of the state who facilitated the flight of the community had been approved by the BJP.\n    \n      \n      Here are five things ‘The Kashmir Files’ gets wrong about Kashmir\n      A film that claims to be authentic history should be held accountable for the picture it presents.\n    \n    \n        Read here\n    \nIn Monday’s statement, Singapore said that The Kashmir Files was assessed to be beyond the country’s film classification guidelines.Under the guidelines, “any material that is denigrating to racial or religious communities in Singapore” will be refused classification, the statement said.Opposition in IndiaCongress spokesperson Randeep Surjewala had on March 17 asked Modi to rehabilitate Kashmiri Pandits instead of showing films that spread hatred and division in society.West Bengal Chief Minister Mamata Banerjee in the state Assembly described the film as a conspiracy and said that it was “mostly fiction”.Former Jammu and Kashmir Chief Minister Mehbooba Mufti accused the BJP-led Central government of weaponising the pain of Kashmiri Pandits.Member of Parliament and All India United Democratic Front Chief Badruddin Ajmal demanded that the film be banned as it could stoke communal tensions between Hindus and Muslims.On March 13, the Rashtriya Janata Dal Uttar Pradesh unit also tweeted that The Kashmir Files is a propaganda film.On March 24, Delhi Chief Minister Arvind Kejriwal of the Aam Aadmi Party in the state assembly criticised the BJP for promoting the film so intensely. His remarks prompted a group of Bharatiya Janata Yuva Morcha workers, led by the outfit’s president and Bharatiya Janata Party MP Tejasvi Surya, to hold protests outside Kejriwal’s home on March 30. They demanded that he apologise for his remarks.","author":"Scroll Staff","time":"2022-05-10T11:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171504-drxhioavyb-1647274190.jpg","tags":["The Kashmir Files","Singapore","Portrayal of Muslims","exodus of Kashmiri Hindus","Vivek Agnihotri","Singapore Ministry of Culture","Banned"]}