{"title":"The India Fix: BSF's expanded jurisdiction underlines India's current moment of federal breakdown","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here. Have feedback, interesting links or memes? Send them to [email protected]. In 1981, the United States government changed the rules in such a way so as to allow for ketchup to now be classified as a vegetable. The bizarre legal definition was to help save money on school meals, passing of a condiment in place of real food. Fast forward forty years and the Indian government has pulled off a similar lexical feat. In October, the jurisdiction of the Border Security Force in the states of West Bengal, Punjab and Assam was extended to 50 km from the international border. The word “border” might mean a line drawn on a map. But now the “border” for the BSF would encompass a third of Bengal and at least nine districts of Punjab, including major cities such as Amtitsar. Semantic summersaults aside, what does this mean on the ground? The BSF is a paramilitary force under the Union government while under the Indian Constitution, police and law and order are state subjects. So while the BSF can carry out raids, it cannot detain anyone beyond a day and cannot prosecute crimes. For that it will have to hand over the case to the state police.In practice, however, the BSF’s shadow looms large over the people in its jurisdiction. This is especially true in the heavily populated areas of West Bengal, where complaints about the force indiscriminately opening fire as well as torture have been frequent.Thus, it is not surprising that the new rules have been met with anger and shock in Punjab and West Bengal. On Saturday, Punjab moved the Supreme Court against the new 50-km jurisdiction. Earlier on Wednesday, Bengal chief minister Mamata Banerjee instructed the state police to block the BSF if it tries to enter villages. Banerjee even referenced a massacre that took place in Nagaland on December 5, seeming to indicate what would happen if the state police lost its law and order duties to Central forces. Both the West Bengal and Punjab assemblies have also passed resolutions, opposing the move. In effect, the strong opposition by both states has cast a cloud over how the BSF’s new jurisdiction will be implemented on the ground.Banerjee met Modi in November to raise objections to the BSF, among other things. Credit: PMO.Is there any precedent for such a drastic stand-off between New Delhi and the states? Partly yes. For one, the Centre’s expansion into law and order is not new. In 1963, New Delhi set up the Central Bureau of Investigation which proceeded to intrude into the state powers of “police”. So egregious was this overreach that in 2013, the Guwahati High Court outlawed the CBI itself. However, the judgment was immediately stayed by the Supreme Court which hasn’t heard the case since.However, even by these standards, the federal stand-off happening under the Narendra Modi government is perhaps without precedent. In May, for example, the CBI proceeded to arrest two senior Bengal ministers days after a new government was sworn in. Extreme Centre-state friction under Modi means that as many as seven states have withdrawn “general consent” to the CBI since 2014, forcing the agency to approach state governments for permission for each case.On the BSF itself, while Union government’s have earlier also tried to expand its powers, the current lack of consultation with states is unique. In 2011, for example, the then United Progressive Alliance government has also bought in a bill to expand the BSF’s area of operations to the entire country rather than just the borders to combat, among other things, Maoists. Unlike the present moment however, the Centre made sure to consult states (ironically, at the time, Modi, as chief minister of Gujarat, had opposed the bill). In the end, the opposition meant that the bill was never passed – something quite unthinkable today.What explains these heightened federal tensions? A major factor is the curious structure of politics in the country at the moment. While the BJP faces little opposition at the Centre, the political challenge it faces actually breaks down along a federal cleavage. Even as it is unchallenged in New Delhi, the BJP’s dominance plummets sharply in states like West Bengal. In fact, even in states it has a significant presence, there is now a regular pattern of the BJP underperforming in state elections compared to national ones, mirroring its outsized power in New Delhi.This lopsided power distribution means the BJP often brusquely uses its position at the Centre to try and push its agenda in the states given that its local influence can often be low (or even close to zero in the two states involved in the BSF row: Bengal and Punjab). Notably, the head of the BSF attributed the new rules to alleged changes in demography, jumping into a political fight around alleged migration from Bangladesh that the BJP is having in Bengal and Assam. Even on mundane matters of governance, there are constant reports of the Centre barely consulting the states when framing policy. The farm laws are a good example of Modi’s centralised style and the federal friction it causes. Passed in 2020, the laws intruded on a state subject, agriculture. To make it worse, they were passed with no consultation with the states. The result: the laws faced a brick wall in the states of Punjab and Haryana, where a large section of farmers came out on street protest. Punjab, in fact, even went so far as to pass its own legislation to try and counter the Centre’s laws. Unwilling to bend, the Modi government had to break, withdrawing the farm laws.BSF and farm laws are not the only examples of recalcitrance by states in the Modi era. In 2019, too, multiple states has said they would refuse to implement the contentious Citizenship Amendment Act, which, for the first time,  introduced religion as a criteria for Indian citizenship by screening undocumented migrants by faith. None of this is, of course, good news for India. If states and the Centre cannot agree on something as basic as policing, there is little hope for cooperation on the many governance issues that are at play in India. Midnight’s childrenThis fascinating clip by the Film Division interviews 20 people born on August 15, 1947 on their – and India’s – 20th birthday.\n\n\n    \n    Play\n\nTemple runHistorian William Dalrymple has a must-see thread on the exquisite Hindu temple architecture of Cambodia’s Khmer Empire.In 967 Yajnavaraha, a counsellor of the Khmer king Rajendravarman of Angkor, began work on  the tiny, delicate but utterly exquisite Vishnu temple of Banteay Srei,  ‘the jewel of Khmer art’ and one of the loveliest temples in all Southeast Asia. pic.twitter.com/nCdsgzCtNM— William Dalrymple (@DalrympleWill) December 6, 2021","author":"Shoaib Daniyal","time":"2021-12-13T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167454-adhnzdrioe-1639335496.jpeg","tags":["BSF","Federalism","Centre-State relations"]}