{"title":"The delicious story of how Milkmaid became the byword for condensed milk in India","content":"Generations of Indians have grown up hearing that if they want better health and more strength they must “peeyo glassful doodh”. But for centuries milk did not reliably promise vitality to its drinkers. Milk in India could be unsafe, unreliable, especially in urban areas. Carting it under the scorching tropical sun, often in open cans, made it unusable. Adulteration was a persistent concern, as was lack of hygiene. A deep disparity existed in its availability across regions. The supply was erratic, partly because of the low productivity of milch animals, especially cows. As food writer Mark Kurlansky says in his book Milk: The 10,000-Year Food Fracas (2018), a glass of “safe, fresh milk...was a luxury item that only the wealthy could afford.”For all the romanticisation of India’s dairying tradition, it was mainly a home-based business. The bulk of milk would be fermented to make buttermilk and yoghurt. Or inspissated to make khoya or mawa. Or turned into ghee. Drinking fresh milk, especially cow’s milk, was not as common as it seems in a world with pasteurisation.All this was deeply upsetting to the average European living in India. According to The Indian Empire Royal Book (1912), the country was considered “practically inhabitable” for European children and even adults returned to their homelands if no milk was available to rejuvenate their waning health. Towards the end of the 19th century, the British decided to redress this by setting up military dairy farms that would produce milk, cream and butter for soldiers and their families. But that didn’t help the majority of European civilians living in cities across the subcontinent. For them, fresh milk was either expensive or just dangerous.When the answer to their problems came, it arrived in the form of an unctuous, sticky and delicious substance – condensed milk.An old advertisement for Nestle Milkmaid.Military suppliesIt is widely believed that condensed milk – a sweet temptation made by extracting water from milk through gradual heating – was invented in mid-19th century by American inventor Gail Borden in response to the search for a “shelf stable food for soldiers, explorers, and merchants”. During the American Civil War, the Continental Army embraced condensed milk as a “cheap and transportable source of calories”, says scholar Mathilde Cohen. Before long, other armies took to it and soon the wave spread to the poor urban classes in Europe and North America as well as the colonies where animal milk was hard to come by.In India too, condensed milk arrived aboard colonial ships in hermetically sealed tins – not only as a shelf-stable, shipboard provision for travellers but also as a safe milk substitute for European residents starved of cow’s milk from back home.By the turn of the 20th century, quite a few brands of sweetened and unsweetened condensed milk existed in the Indian market. But the one brand that became the synonym for condensed milk was Milkmaid. Generations have grown up on Milkmaid-laced tea and coffee or bread piled with its gooey goodness. Even Mahatma Gandhi, the greatest proponent of Swadeshi, was not immune to the charms of the colonial import.When I was growing up in Calcutta in the 1990s, the 400 gm tin of Nestle Milkmaid was a permanent fixture in my grandmother’s mesh-doored meat safe that stored everything but meat. It was sometimes added to tea, but mostly we ate it slathered on bread or biscuits in the evenings. On some days, the silken condensed milk with its caramel notes would be a substitute for kheer, which in Bengal refers to sweetened milk cooked down to a textured thickness and golden tinge, served with hot luchi or crisp parathas. Nothing, however, matched the joy of scooping out sticky Milkmaid straight from the tin and licking it off the fingertip.When Amul launched its brand of condensed milk called Mithai Mate in the 1990s, my family referred to it as Amul’s Milkmaid. It turns out, we weren’t alone. A Google search reveals that for others in India too condensed milk was Milkmaid – period.Colonialism and kismetMilkmaid’s ascension in India is a tale of colonialism, capitalism and kismet. After Borden created tinned condensed milk, Britain and its colonies emerged as its most voracious consumer, so much so that when brothers Charles and George Page opened Europe’s first condensery in Switzerland in 1866, they named it the Anglo-Swiss Condensed Milk Company.\n\t\t\n\tAn advertisement for the Anglo-Swiss condensed milk. Credit: Boston Public Library/Wikimedia Commons [Creative Commons Attribution 2.0 Generic License].It was the Page brothers who launched the Milkmaid brand with its iconic logo of a European dairy maid. Almost from the get-go, the brand was a success. A whopping 374,000 cartons of it were sold in Britain and its colonies as early as in 1868. Within a few decades, it would become synonymous with condensed milk in the Indian subcontinent and the rest of Asia. According to colonial reports, such was its influence that Burma morphed from a non-dairying culture to the biggest consumer of imported condensed milk under British rule. Milkmaid was so popular in Burma, in fact, that its tins became the standard measure for weighing rice.Trying to compete with the dominance of Anglo-Swiss was Nestle, a company founded by Henri Nestle in Switzerland in the 19th century. Nestle’s biggest seller was milk-based baby food and, although it had launched condensed milk in the 1870s under the brand name Nestle Condensed Swiss Milk, it was still no match for Milkmaid. Fortuitously, the two Swiss companies merged in 1905, widening their reach and creating larger ambitions.Within a few years, the bigger Nestle opened sales offices across the world, including in India in 1912. At first, condensed milk came to the subcontinent to cater to Europeans and fuel the coloniser’s human machinery, but it was only a matter of time before it caught the fancy of the natives. “The availability of condensed milk cans and ginger biscuits in colonial shops catering to Europeans made them visible to aspirational locals,” writes Jayeeta Sharma in Food and Empire. For a while, though, orthodox Hindus didn’t take to it. Partly the reason was the cost and partly it was religious beliefs and the general suspicion around industrially produced food. But, as Sharma notes, the country’s youth, which was more open to the charms of novelties, turned patrons of foreign food products.\n\t\t\n\tA certificate for 100 shares of the Nestlé and Anglo-Swiss Condensed Milk Company, issued in November 1918. Credit: Picryl [Public Domain].In its early years, Nestlé engaged in advertising campaigns that focused on the nutritional benefits of consuming cow’s milk, the mainstay of its products, and pitched condensed milk as a nutritional supplement. Aside from running ads in leading Indian newspapers, it banked on cinematograph shows to highlight milk adulteration and sketchy milk production in India – a strategy that was perhaps aimed at locals, rather than Europeans, who were already wary of local milk.The company aggressively targeted women and mothers, pitching its products as a wholesome option for infants and older children. The strategy worked. As the Report on International Trade in Concentrated Milk (1928) observes, “Many Hindus are showing an increasing appreciation of condensed milk and milk preparations for their infants and children.”Although Nestle’s Milkmaid wasn’t the only brand of condensed milk available in pre-independence India, a strong confirmation of its popularity at that time comes from Mahatma Gandhi. In a letter sent in 1926 to his close friend, the Diwan of Bhavnagar State Prabha Shankar Pattani, Gandhi refers to Nestle’s condensed milk, both sweetened and plain, as a substitute for fresh milk aboard a ship. “You can live even on that…” he writes.When Nestle opened its first manufacturing unit in India in Moga, Punjab, in 1962, four years after the Union government imposed a ban on the import of condensed milk and other concentrated milk products, one of the first products it manufactured was Milkmaid (most of which was supplied to the Indian army). “The first batches of condensed milk were produced from a small tin shop set up in the factory, under the label Nestle Gold Medal, then priced at 90 paisa per can,” said Mehernosh Malia, Head-Dairy Business, Nestle India. “It was soon re-branded to Nestle Milkmaid as we know it today.”An old advertisement for Nestle Milkmaid.Sweet nothingsIn the decades following independence, when availability of milk was patchy, Nestle’s condensed milk found a place in the pantries of many homes as a substitute for milk. Unlike milk, there was no need to refrigerate it and it had a long shelf life. Old Nestle adverts from the era urged Indian mothers to become Milkmaid mothers by treating their children to Milkmaid slathered on bread as a spread. In upwardly mobile homes, women did one better: they began drizzling condensed milk on bowls of luscious fruit and use it to make desserts.Strategies had to change after milk supply improved drastically in India with the government launching Operation Flood, the world’s largest dairy development programme. Revolutions in production and packaging of milk made it readily available, which meant that condensed milk’s appeal as a creamer and milk substitute lost steam.In the 1980s, Milkmaid was repositioned as a coveted ingredient to turn out luscious sweets in the home kitchen. Recipes of coconut laddoo, halwa and payasam appeared on the label, and in the late 1990s, Nestle launched a cookbook featuring recipes made exclusively with Milkmaid. “Sampling of desserts made with Milkmaid were organised, not only in stores but also on ground, and even on elephants in Cochin and parts of Assam during festival parades,” said Malia. “Besides, we organised connects, meets and demos with consumers as well as caterers, where our teams used to demonstrate the preparation of popular desserts with Milkmaid.”A potent thickener, condensed milk, poured straight out of a can, helped cut down on labour involved in preparing intricate sweetmeats, while adding more finesse to homely preparations. This perhaps earned Milkmaid favour with both aspirational housewives and busy working women who were breaking the old mould that aestheticised labour and ossified authenticity in the kitchen.Nestle offers costumers recipes that use Milkmaid.Home kitchens in urban India were soon turning out Milkmaid-thickened kulfi and ice cream, drizzling it on top of their gajar ka halwa and using it to make kalakand, basundi and other sweets typically bought from the halwai. Condensed milk worked as an egg substitute too, making eggless versions of European desserts – everything from cakes and puddings to mousse and souffle. All this perhaps set the stage for the launch of Amul’s condensed milk, tellingly christened Mithai Mate, which put an end to Milkmaid’s near monopoly.Condensed milk’s versatility, and the nostalgia it evokes, keeps it relevant in some Indian kitchens and among neophiles experimenting with food. But its original use as a shelf-stable substitute for milk was reflected in the rise in sales during the coronavirus-induced lockdowns.A few weeks ago, on a visit to my aunt’s house, I was greeted by my teenage niece with animated enthusiasm and a huge bowl of chopped avocado, topped with lots of crushed ice and finished with a generous drizzle of condensed milk. The dessert, my niece told me, had gone viral on TikTok although she had discovered it on Instagram. I was going to be the first one to taste it.In the background, my aunt, her grandmother, complained how she had wasted half a dozen of prohibitively expensive avocados and emptied half a jar of Milkmaid. I reminded her of my own teenage experiments making truffles with Milkmaid and cocoa powder, under her supervision.I noticed, however, that the condensed milk in my niece’s culinary experiment was, in fact, not Nestle’s Milkmaid. It came from an artisanal brand that prepares it with A2 cow’s milk and organic khandsari (unrefined sugar crystals). It was a reminder that for my aunt and generations across India, condensed milk is still Milkmaid.Priyadarshini Chatterjee is a food and culture writer, based in Kolkata. She is a Kalpalata Fellow for Food Writings for 2022.","author":"Priyadarshini Chatterjee","time":"2022-07-11T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176976-ogkyqqtmpu-1657455281.jpg","tags":["Milkmaid","Food","History"]}