{"title":"‘They built the Ram temple. That is bigger than providing jobs.’","content":"The Bharatiya Janata Party and Narendra Modi came to power in 2014 on the promise of bringing “achhe din” – prosperous days – for Indians. But the last decade has brought formidable challenges for vast sections of Indians, especially those at the bottom of the pyramid. What is on the mind of voters who are struggling with joblessness and income insecurity? Will they still vote for Narendra Modi? Or is their enchantment with the party fading? Scroll reporters find out in a new series, No achhe din, but…Every day, Ajit Kumar Yadav video-calls his wife in Jharkhand’s Deoghar district to see his four-month-old baby.The 32-year-old is forced to live far from his family – 2,000 km away in Mumbai – to earn a living.One of his brothers back home does not have a steady income, another earns very little. Nor are there jobs that can help him support his wife and three children. “If I move to Jharkhand, there is no source of earning,” Yadav said. “I have tried looking for work there several times.” Yadav comes from a family of farmers, but agriculture is no longer a viable livelihood. Government support for farmers is inadequate, he said. “Families are now growing, and income from just farming is not enough to support us,” he said.And so, like others who make up India’s 4.14 crore migrant workforce, Yadav decided to travel out of his state for work.He has been working as a security guard in Mumbai for 11 years. While this work pays more than agriculture, Yadav has to work inhuman hours to earn a decent living.A 12-hour shift as a security guard in Mumbai pays him only Rs 8,000 a month. And so, Yadav does double shifts, to earn Rs 16,000, leaving him with barely four or five hours to sleep.Yadav’s demanding work schedule spares him from paying rent. He has no home in the city. He spends the day in a building complex as a security guard and the night guarding a factory.He sleeps and bathes at his workplace. “I send most of my salary home,” he said. “I am saving to educate my three children.”But Yadav does not fault the Narendra Modi government – neither for the lack of employment opportunities in Jharkhand nor the failure to increase farm incomes, which the Bharatiya Janata Party promised in its 2019 manifesto. “They built the Ram temple,” he said. “That is a greater achievement than providing employment.”On January 22, Yadav sported a red tika on his forehead, ate celebratory sweets and watched the consecration of the Ram temple on his mobile phone. “For years, this was a dream for Hindus,” he said.The search for a job: the UPA yearsYadav, the youngest of three brothers, first left home in search of work in 2005. He was only a teenager.“I had dropped out of school when I was in Class 8,” he said. “I didn’t want to study. I was happier roaming with friends.”Yadav first went to Secunderabad, 1,500 km away, to work at a factory where iron rods were cut. “Another man from my village was working there. I earned Rs 96 for a 12-hour shift,” he said. “We would cook on our own there.”He stayed there for five years, but the “work was dangerous”. “Many labourers lost their hand while operating the hot iron rods,” he said.He returned to his village, hoping to find work in Deoghar.Over the next year, he learnt driving but there was so little demand for drivers in rural regions that he ended up jobless most days.He tried to find work under the Mahatma Gandhi National Rural Employment Guarantee Act – a guarantee of 100 days of work for rural families introduced by the Congress-led United Progressive Alliance in 2006.“The work was not steady, the wages were low,” he said. “So I left my village.” Again.In 2012, Yadav went to Bangalore to work at a thread factory. He worked 12-hour shifts to earn Rs 7,500 a month – without a weekly off.“A lot of dust would be produced in the factory. I began to have coughing problems,” he said. A year later he left the factory, returned to his village, tried to find a job for a few months and eventually gave up.This time Yadav went to Mumbai. It was 2013.He was employed by a company that supplies security guards to companies and residential complexes. But since half a decade Yadav’s salary has not increased.Ajit Kumar Yadav at his workplace. Credit: Tabassum Barnagarwala.The Modi decadeBy the time the decade of Congress-led United Progressive Alliance rule had come to an end, Yadav was in his 20s.In 2014, when Narendra Modi promised to bring achhe din, or good days, for Indians under a Bharatiya Janata Party government, Yadav was impressed. He hoped that the development that Modi promised – in terms of roads, education, hospitals, all that was lacking in Jharkhand – “would happen” if Modi, and the BJP, came to power.It helped that his family, too, were traditional BJP voters.His first vote in a Lok Sabha election was for Nishikant Dubey, the BJP candidate of Godda, a constituency the party has been winning since 2009.The new government, however, made no difference to his struggle for a job.In 2016, after his wedding, he again tried to look for work in Jharkhand. “I tried to buy a tempo so that I could get into the transport business. But the EMI was high. I could not afford it,” he said.Yadav added wistfully: “I really want to live with my family. It gets lonely in such a big city.”Late last year, his wife gave birth to their third child, a boy. “I was there when he was born,” he said. “But I miss out on his growing up.”His elder daughters, one aged six and second aged four, study in a private school. He spends Rs 2,000 on their school fees and tuition.In 2019, too, he voted for the BJP, convinced of its promise of development. Yadav counted the Swachh Bharat scheme and the Pradhan Mantri Awas Yojana as the party’s achievements.That year, BJP won 11 of 14 Lok Sabha seats in Jharkhand, and a twelfth seat in alliance with the All Jharkhand Students Union.Months later, the party lost the state elections to the alliance of Jharkhand Mukti Morcha, Congress and Rashtriya Janata Dal as the 26% tribal vote slipped out of their hands.“Tribals in Jharkhand vote differently during the Lok Sabha and Assembly polls,” said Shashi Panna, a political activist in Jharkhand, explaining the contrasting results of 2019.This time, while the Yadav community, present in sizeable numbers in Godda, Hazaribagh, Chatra and Koderma districts, may favour BJP, the five tribal-reserved seats of Dumka, Rajmahal, Singhbhum, Khunti and Lohardaga, are likely to lean towards the Opposition INDIA alliance, Panna said.Within Deoghar, which falls under the Godda Lok Sabha seat, Brahmins and Yadav tend to vote for the Hindutva front, Panna said.Yadav said local leaders in Deoghar talk about the many things the Modi sarkar has done for the poor. “I keep hearing of their good work,” he said. “They built houses, toilets, and increased pensions for the poor.”But, personally, he has never benefited from any government scheme, he said – barring a goat shed.A year ago, Yadav’s mother fractured her hand. Since the service at the government hospital is poor, he said, he took her to a private hospital. “I spent Rs 30,000 there,” Yadav said. “A lot of my savings went into her treatment.”When farmers from Punjab and Haryana arrived at the borders of Delhi to protest against the farm laws, he was sympathetic to their cause. He believes their demands must be heard.But that will not deter him from voting for the BJP for the third time.When asked what he expects from the government, Yadav mentioned basic infrastructure in his village, employment, a pucca house, a hospital, and good roads. “I believe the government should provide jobs, not free ration,” he added.The lack of employment in his home state or dearth of health facilities, however, take a back seat. “The BJP did what nobody could,” Yadav said, referring to the Ram temple in Ayodhya. “They protected our Hindu dharma. I will soon plan a trip there.”","author":"Tabassum Barnagarwala","time":"2024-04-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200135-klnedwspkg-1713433558.jpeg","tags":["Lok Sabha 2024","Mumbai","Narendra Modi","Hindutva","Ram Temple","Jharkhand"]}