{"title":"Those involved in ‘foiled plot’ to kill Khalistan supporter must be held accountable, US tells India","content":"The United States has told India that those involved in an alleged foiled plot to assassinate a Khalistan supporter on American soil should be held accountable, the White House said on Wednesday.This came hours after the Financial Times reported that Gurpatwant Singh Pannun, an American and Canadian citizen, was the target of the alleged conspiracy. The newspaper said that Washington had issued a warning to New Delhi about concerns that the Indian government was involved in the plot.White House spokesperson Adrienne Watson later said the US has raised the matter “at the senior-most levels” with India, Reuters reported. Indian officials “expressed surprise and concern” when approached by the US about the allegations, Watson said. “They stated that activity of this nature was not their policy...We understand the Indian government is further investigating this issue and will have more to say about it in the coming days,” she added.It is not clear how the US authorities became aware of the alleged assassination attempt or how it was derailed. The protest to Delhi was registered after United States President Joe Biden welcomed Prime Minister Narendra Modi on a state visit. Apart from the diplomatic warning to India, US federal prosecutors have filed a sealed indictment against at least one suspect in a New York district court, the Financial Times reported. Prosecutors are debating whether to unseal the indictment.The report came two months after Canadian Prime Minister Justin Trudeau said that there were “credible” allegations linking Indian agents to the murder of Sikh separatist leader Hardeep Singh Nijjar in June.According to the Financial Times, the US shared details of the thwarted plot to kill Pannun with a wider group of allies after Canada’s public accusation.India has rejected Trudeau’s allegations as “absurd and motivated”.Pannun, like Nijjar, is an advocate for Khalistan, an independent state for Sikhs. He is the general counsel of Sikhs for Justice, which was banned in India in 2019. The next year, Pannun was declared an “individual terrorist” in India under the Unlawful Activities Prevention Act.In a statement on Wednesday, the Sikh separatist leader accused the Modi government of “using mercenaries” to target and kill those demanding to carve an independent homeland from India, The Guardian reported.“The foiled attempt on my life on American soil by the Indian agents is transnational terrorism which is a threat to the US sovereignty, freedom of speech and democracy, so I will let the US government respond to this threat,” he said.When asked about the Financial Times report, India’s foreign ministry said that the US had shared information about a “nexus between organized criminals, gun runners, terrorists and others” during recent conversations. “India takes such inputs seriously since it impinges on our own national security interests as well,” the ministry said.On Monday, the National Investigation Agency said it has filed a case against Pannun under charges related to terrorism and criminal conspiracy, among others, for threatening those taking Air India flights after November 19.Also read:Why the United States has been forced to walk a fine line amidst India-Canada tensionsWhat recourse does Canada have under international law after accusing India of assassination?","author":"Scroll Staff","time":"2023-11-23T12:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190094-enxxmewhkz-1683905666.jpg","tags":["Gurpatwant Singh Pannun","United States","Khalistan","India","White House","Hardeep Singh Nijjar"]}