{"title":"Those who benefited from reservations should make way for more backward persons, says Supreme Court","content":"Those who benefited from caste-based reservation should make way for the more backward among them, the Supreme Court observed on Tuesday, according to The Indian Express.A seven-judge Constitution bench was hearing a case on whether state governments could sub-classify Scheduled Castes and Scheduled Tribes. The case stems from a Punjab government notification from 1975 that divided its 25% reservation for the Scheduled Castes at the time into two categories.Justice Vikram Nath asked whether the rationale behind the sub-classification was that among a particular category, some sub-castes may now fare better and so, should now compete with the general category, Bar and Bench reported.“Why should not be there an exclusion?” he asked. “...Let the remaining who are still backward within the backward, let them get the reservation. Once you achieve the concept of reservation, you should pull out of that reservation.”Punjab Advocate General Gurminder Singh said that is the aim behind the sub-classification.Justice BS Gavai also asked whether the children of civil service officers from Scheduled Castes and Scheduled Tribes should continue availing reservation.“What happens is a person from Scheduled Caste or Scheduled Tribe gets into IAS, IPS,” he said. “Once he is an IAS or IPS or IFS, his children no more suffer the disadvantages that the persons from the category who are residing in the villages but then by virtue of reservation they are also entitled to get it in second generation or third generation.”However, the advocate general and Senior Advocate Kapil Sibal said that such persons would be classified in the creamy layer and thus be excluded.Singh said that if special provisions are not made for those who are relatively more backward within a category, it would lead to “lumping of benefits” within that class.The advocate general said that nobody, including those who framed the Constitution, intended that reservation should be perpetual, The Indian Express reported.“Nobody wanted that reservation should remain in perpetuity because eventually then that would mean that the exercise of reservation itself has failed,” he said. “The idea is to achieve equality in the lowest time frame possible.”The Supreme Court will continue hearing the matter on Wednesday.","author":"Scroll Staff","time":"2024-02-07T11:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195135-pmswyupnyw-1697784625.jpg","tags":["Scheduled Tribe","Vikram Nath","Supreme Court","constitution bench","reservations","SC/ST","Backward communities"]}