{"title":"Threatened and left homeless, Muslim migrant workers flee Haryana amid communal violence","content":"Hundreds of Muslim migrants workers living in Haryana have had to flee due to violence targeted at the community following communal clashes in Nuh district earlier this week, The Times of India reported on Wednesday.The migrants have been threatened with violence unless they left. As curfew in Nuh has limited the options for the workers to leave, several of them were seen travelling with small bags towards either Alwar or Sohna in an effort to flee the violence-hit district, according to the newspaper.At least six persons, including two home guards and an imam, have died in the violence that erupted in Nuh after a Vishva Hindu Parishad procession was stopped on Monday. As violence spread to districts neighbouring Nuh, a mosque was burnt down in Gurugram and shanties of Muslim migrant families were set ablaze after mobs gave them ultimatum to vacate their homes.“Some people came on motorcycles on Tuesday night, threatening us that if we do not leave, they would set fire to our slum,” Rehmat Ali, a migrant rickshaw driver, told PTI. “The police have been present here since night but my family is scared and we are leaving the city.”Hundreds of Muslim residents in Gurugram say they’ve been threatened to vacate their houses in 2 days. The last 2 nights have been sleepless as they fear getting attacked after a domestic help was beaten up, just because his name was Rahman. pic.twitter.com/MlJuWrWCuy— Priyanshi Sharma (@Priyanshi50) August 2, 2023\n\nIn a video shared widely on social media, one of the migrants in a Muslim-dominated slum in Gurugram said that a man asked him his name to which he lied that he was a Hindu. Later, he said, a mob of 40 people gathered, saw through his lie and started beating him.In another video, a woman broke down while saying that she just wanted to move to Delhi.Migrant worker from WestBengal in #Gurugram , attacked for having a Muslim name. This is the ground reality here in #Gurgaon as #NuhConspiracy spreads. All thanks to Monu Manesar?? pic.twitter.com/YVL9DMcCUE— Ankita Anand (@ankita_das_) August 2, 2023\n\nOne of the migrants, 25-year-old Shamim Hussain, told NDTV that on Tuesday, a group of men asked all Muslims to leave the locality.“We don’t have money to go back and even have debts to pay to the local shopkeepers,” he said. “It’s okay if something happens to me, but I have a one-year-old son. It is my sincere request to the government, district administration and local residents to protect us. Help us, please.”Hussain told the news channel that he had come to Gurugram only seven days ago and has not been paid for the job of a delivery worker he landed a couple of days ago.“My one-year-old boy is called Alishan,” he said. “I am petrified that they will come and beat me and my wife, and my son will cry seeing that. My wife is also scared and has been crying for the past two nights. We can’t go back because we have no money in the village either. How will we survive.”But this is Hindu-Muslim unity, where Hindus decided to stay with their Muslim family who couldn't flee, since their salaries weren't paid and didn't have money even to flee! #Gurugram pic.twitter.com/xnDVTMZLim— Ankita Anand (@ankita_das_) August 1, 2023\n\nAnother migrant workers, Dharampal Gujja, a resident of Neem Ka Thana district in Rajasthan, told The Times of India that the owner of the shop, where he had been working for three months, asked him to leave on Monday. Gujjar said that he and other migrant workers had to spend the entire night on the streets.The police have given assurances that migrant families will be protected and have claimed that 2,500 of them have been evacuated. But the assurances have failed to assuage fear among them. On Tuesday, a mob of 60 men threatened a landlord to ask all his Muslim tenants to leave within two days, reported NDTV.The Muslims did not find the threat empty as earlier on Tuesday, a housekeeper had been beaten up by a mob after being asked his name.Also read: How the Nuh communal violence may impact electoral politics in Haryana","author":"Scroll Staff","time":"2023-08-03T10:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192808-qxqowrvzsj-1691036084.jpeg","tags":["Migrant workers","Muslims","Nuh","Gurugram","Haryana","Nuh violence","Communal violence"]}