{"title":"Thriller: A serial killer is on the loose, murdering India’s famous nuclear scientists one by one","content":"The Indian Atomic Research Center (IARC) was packed with journalists who had received an invite for a press conference only a few hours ago. More media personnel were jostling at the gates, trying to get inside, even as the security guards did their best to manage the crowd. IARC was India’s premier nuclear research facility that had made great achievements for the country. Mission director, scientist Dhana Swami Chandrashekhar, took a seat in the centre of the dais. His hair was completely grey, but there were no signs of an eccentric genius in his attire. He had cut his hair short and his clothes were crisply ironed. He placed his elbows on the table and leaned forward towards the mic.Deputy Director Krishnaswamy Ravindran was seated next to his boss. He appeared to be of the same age as Chandrashekhar. He was perspiring down the neck, clearly uncomfortable in the glare of the lights. He picked up a bottle of mineral water from the table and drank in slow gulps. There was a buzz in the air. Nobody in the media knew about the nature of the mission that the director was leading. The journalists were speculating about the purpose of this media event. The loud whispers came to an abrupt halt as Chandrashekhar began to speak. “Ladies and gentlemen,” he said with a tinge of pride on his face. “Buddha has smiled once again.”A collective gasp ran through the room. Cameras began flashing. The journalists immediately understood Chandrashekhar’s reference to Buddha. On 18 May 1974, India had conducted its first nuclear test at an army base in Pokhran, Rajasthan, codenamed “Smiling Buddha”. This event had largely affected, if not entirely changed, the order of the world as it existed then. It was the first nuclear test by a nation other than the five permanent members of the UN Security Council. The Western powers, who had largely thought of India as a nation of snake charmers, had to stand up and take notice of the country’s scientific and military might.Chandrashekhar looked at the colleagues flanking him and smiled. “Early this morning, we conducted a successful test of an indigenously developed fusion bomb,” he explained for those who might not have got it. “Many years of hard work have finally borne fruit.”“Can you give us more details on the test, sir?” a reporter asked. “Absolutely,” Chandrashekhar replied. “This is a thermonuclear weapon with which we have far exceeded previous attempts. In Pokhran-II, our yield was 45 kilotonnes, which was designed to scale for 200 KTs. This time, with a well-researched blueprint, we have achieved capabilities to deliver 600 KTs. In simple terms, we have magnified our nuclear capacity three times.”Another reporter raised his hand. “How does this affect our standing in the international community?”“Our nuclear ambitions have been fuelled by responsibility. But we are also driven by Dr APJ Abdul Kalam, who believed that strength respects strength. His words stand true today more than ever.”“Did the Western nations have any idea about these tests?”Chandrashekhar explained that the Indian scientists had calculated the orbits of other nations’ satellites, and conducted the movement of their materials in their blind spots. A similar approach had worked during the Pokhran-II tests too. Besides, only a handful of people in India’s scientific, defence, political and external affairs establishment had prior information about these developments. This secrecy was necessary for the success of the tests. “Do you foresee a backlash against this development in the international arena?”“It would be best if you were to ask the external affairs ministry about that,” Chandrashekhar responded.The foreign ministry had received a twenty-four-hour advance notice for this test. Their diplomats were already at work to let the world know that India was a responsible nuclear nation which adhered to a no-first-use policy. But like any other self-respecting country, India had the right to pursue avenues for self-defence. Another reporter stood up and said, “Sir, a fusion bomb can cause great destruction. To this day, we see that children are born with abnormalities in Japan due to nuclear bombs dropped on Hiroshima and Nagasaki. What is your take on this?”Chandrashekhar leaned back in his chair. “I understand your concerns, young lady. But the fact remains that we live in a less-than-ideal world. It is important that we build our strength, even if it is meant to be only a deterrent to the enemies of the nation.” He paused. “And now we have some visuals to share.”All heads turned towards the projector screen. The Indian Atomic Research Centre logo appeared on it, with the words ‘Atoms in the Service of the Nation’ in English and Devanagari script. Then the image shifted to the deserts of Jaisalmer in Rajasthan, where the Pokhran Test Range was located. The entire media contingent looked on in awe as the desert shook under the impact of the bomb. Plumes of dust blew in the air. A helicopter surveyed the crater created by the detonation. Then a summary graph of the results was put up. As the conference neared to an end, every person in the room clapped. People rushed to congratulate Chandrashekhar.Excerpted with permission from The Black Orphan, S Hussain Zaidi, HarperCollins India.","author":"S Hussain Zaidi","time":"2024-05-10T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193712-jeefolfjxj-1693672792.jpg","tags":["thriller","S Hussain Zaidi"]}