{"title":"Tipu Sultan’s summer palace in Karnataka was built on temple land, claims Hindutva outfit","content":"A Hindutva outfit on Thursday demanded that a survey should be conducted at the summer palace belonging to 18th-century Mysore ruler Tipu Sultan in Karnataka’s Srirangapatna town, alleging that it was built on land owned by a temple, the Hindustan Times reported.The Hindu Janajagruti Samiti claimed that the land belongs to the Kote Venkataramana Temple and was encroached upon during Sultan’s rule.“According to some people, the Vedas were taught at that place,” the outfit’s spokesperson Mohan Gowda said, according to India Today. “On behalf of the Hindu Janajagruti Samiti, I demand that the land be surveyed and transferred to its actual owner.”Sultan’s summer palace was built between 1778 AD and 1784 AD, according to the Karnataka Tourism Department. Sultan’s father, Hyder Ali, had started its construction. On the other hand, the Venkatramana Swamy Temple was built in the 15th century by Chikkadevaraja Wadeyar, the ruler of Mysore, according to India Today.A plaque outside the temple states that it had enjoyed the patronage of Ali and Sultan during their reigns, according to India Today.“Both Hyder and Tipu had enormous reverence and regard to this temple and it even became a holy place for fostering the Hindu-Muslim unity,” the plaque reads.The demand by the Hindutva outfit came a week after a group named after Prime Minister Narendra Modi had claimed that the Masjid-e-Ala in Srirangapatna was originally a Hanuman temple. The Narendra Modi Vichar Manch had submitted a petition to the Mandya deputy commissioner on May 13 seeking permission for Hindus to offers prayers at the site.The group had claimed that Sultan destroyed the Moodala Bagilu Anjaneya Swami temple and built the mosque in its place. In response to the group’s demand, Karnataka Home Minister Araga Jnanendra had warned that action will be taken against anyone who challenges law and order in the state. The demand came amid similar controversies over the Gyanvapi mosque in Varanasi, the Qutub Minar in Delhi and the Shahi Idgah mosque in Mathura.","author":"Scroll Staff","time":"2022-05-27T13:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174970-uwrtansmlm-1653630088.jpg","tags":["Tipu Sultan","Karnataka","Srirangapatna","Hindu Janajagruti Samiti","Mysore"]}