{"title":"Tipu Jayanti: Did Tipu Sultan choose his royal emblems to endear himself to non-Muslim subjects?","content":"The most well-known image associated with Tipu is that of the tiger. After he died, it became his epithet – “the Tiger of Mysore” the British called him. Tipu’s use of tiger imagery – either a stylised tiger stripe, known as babri, or a representation of an actual tiger, usually just the head – was designed to convey his awesome power and demonstrate his close connection with the divine. The motif appeared most magnificently on his gold and jewel-encrusted throne but also on flags and banners, on chubs or staffs, on soldiers’ uniforms, on coins, on Tipu’s own clothing, as wall decoration, as brands on animals, on weapons – swords, muskets and cannons – on seals, on the leather binding of books and on fabric used as canopies or wall hangings, as well as on the howdahs and related furnishings of the royal elephants. It was even used as a watermark on paper. Among the loot taken from Srirangapattana was an elaborate betel dish of pierced silver, decorated with babri in relief; it most likely formed part of a full betel service for use in court ceremonial. Thus the tiger was everywhere. Yet it was not the only visual expression of Tipu’s rule: almost as prevalent was solar imagery, often combined with the babri stripe to represent the sun’s rays. The British emphasis of the tiger over the sun tells us more about them than it does about their victim.To the British, the tiger was the counterpoint to their lion; it made sense to them in that context. But it was not Europeans who were Tipu’s intended audience. In the cultural milieu in which Tipu lived both the tiger and the sun emblems carried a range of symbolic meanings, depending upon the observer. As a Muslim ruler of predominantly non-Muslim subjects, it was essential that Tipu draw upon imagery that resonated with all communities. Furthermore, in eighteenth-century South India, the region’s different religious groups were less divided than they might appear today. This was a non-modern world, unaffected by Enlightenment notions of rational thought, where people engaged with the spiritual world through common sacred sites and practices. There was an overlap in the way that local Muslims and non-Muslims regarded the worlds of gods and pirs, an overlap that featured strong warrior elements grounded within a common sacred geography. People followed their own deities and spiritual heroes but in a way that would have been recognisable to members of local communities other than their own. Let us first consider the significance of the sun motif. For millennia, Indian kings had claimed descent from either the sun or the moon and many adopted the practice of showing themselves to their subjects at dawn, in imitation of the rising sun, so that the people below could receive darshan. So ingrained was the practice, several of the Mughal emperors are known also to have followed it, appearing every morning at sunrise on a palace balcony. And while this association of the sun and its rays with Indian kings has great antiquity, Muslims could understand it in the context of nur, God’s light, the divine essence. As a result of the close relationship between divine and royal power, therefore, all kings in India, whatever their religious affiliation, were regarded as radiating a kind of divine energy or light. The most common epithet used to refer to Tipu in the Persian sources is huzur-i pur-i nur, which is usually translated as “the Resplendent Presence”, indicating how central the solar imagery was to his self-perception. A further influence on Tipu might have been a local history of sun worship in Mysore, which had later become linked with regional “sun” goddesses. Tipu probably would not have been able to articulate quite so clearly what lay behind his use of the sun emblem, but he would have known with certainty that it was recognisably royal to each and every one of his subjects.Tipu Sultan seated on his throne | Image credit: Wikimedia CommonsSimilar processes were at work in Tipu’s adoption of the tiger symbol, with the sole difference that, although Haidar had also used solar imagery, the tiger was Tipu’s innovation. And what an innovation it was. Not so much the tiger itself but the way that he used it: it would have been impossible to be in Tipu’s vicinity or in the vicinity of his troops and not be surrounded by tiger imagery. It was, if you like, unavoidable, with certain features, especially the use of the babri stripe in decoration, uniquely his. The observer would have been in no doubt that they were witness to an emphatic statement. Tipu’s adoption of the tiger as his emblem again had its roots in the local cultural environment. The green velvet banner on display at Windsor Castle, with its calligraphic tiger mask, tells us a great deal about how the tiger image carried meaning for Muslim and non-Muslim alike. The epithet “Victorious Lion of God” refers to Imam Ali, the Prophet’s cousin and son-in-law, the fourth Rightly Guided Caliph, who for Muslims is the archetypal warrior. Ali is also regarded as the originator of all Sufi orders apart from the Naqshbandiyyas and, for Shi’as, the true successor to Muhammad. Another of Ali’s epithets is “Haidar”, which within India can mean either “lion” or “tiger”. And it is this linguistic inter-changeability of “tiger” and “lion” on the subcontinent that allows the conflation of the tiger mask and the epithet “Victorious Lion of God”: in India asad allah ul-ghalib, “Victorious Lion of God”, could also mean ‘Victorious Tiger of God’. Tipu's Tiger | Image credit: Wikimedia CommonsIn contrast, for non-Muslim South Indians, the tiger has close associations not only with royalty but also with warrior goddesses who ride tigers (as do at times warrior pirs). In certain contexts, the tiger represents shakti, divine female energy that is considered dangerous; it has been argued that Shiva wears a tiger skin to signify his control of shakti. Historically, tiger skins had also featured as part of royal regalia – Shivaji, for example, sat upon a tiger-skin seat. More specifically, in Tipu’s case, the use of the tiger motif distinguished his rule from that of the Wodeyars, whose emblems were the double-headed bird, the gandabherunda, and the boar. Instead, it carried echoes of earlier dynasties who had used tiger imagery, such as the Cholas, the Sindas and the Hoysalas. Tipu was culturally immersed in the only world he knew. As Haidar’s successor, he was determined to create a strong dynasty with a strong visual identity – we should not forget that many of his subjects would have been illiterate and the only way to convey such a message would have been visually.Throughout history, and not just on the subcontinent, kings have used display to overawe, usually combined with religious language and symbolism to bolster their legitimacy. It is no coincidence that Louis XIV of France was known as the Sun King, nor that European monarchs claimed the “divine right” to rule. In Tipu’s case, the sun and the tiger had both regional and broader Islamic associations, making them effective markers of his kingship for Muslims and non-Muslims alike. When the royal progress left Srirangapattana fort – passing through the elephant gate, banners flying, troops marching or riding in front and behind, Tipu’s emblems decorating objects, animals and men – no one who saw it would have questioned for a moment that here was the procession of a king.Excerpted with permission from Tiger: The Life of Tipu Sultan, Kate Brittlebank, Juggernaut.","author":"Kate Brittlebank","time":"2017-11-10T08:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/857270-45080-cwxkavbpah-1493903306.jpg","tags":["Tipu Sultan","History"]}