{"title":"Tirath Singh Rawat resigns as Uttarakhand CM, BJP meet on Saturday likely to decide on next leader","content":"Bharatiya Janata Party leader Tirath Singh Rawat resigned as the Uttarakhand chief minister late on Friday evening after a day of speculation and political drama, PTI reported. His exit has paved way for a third chief minister in the hill state in less than four months.A legislature party meeting of the BJP will take place on Saturday to elect a new leader for Uttarakhand, according to News18.  Rawat reached the Raj Bhavan around 11 pm on Friday with Cabinet colleagues and handed over his resignation to Governor Baby Rani Maurya. Speaking  to reporters outside the governor’s official residence, Rawat said he quit because of the “constitutional crisis” that emerged due to the requirement for him to get elected to the Assembly within six months.He had taken oath on March 10 after his predecessor Trivendra Singh Rawat resigned. Since, Tirath Singh Rawat does not hold an Assembly seat, he had to be elected from one of the constituencies by September 10.“I submitted my resignation to the governor,” Tirath Singh Rawat told reporters. “I found it fit to resign to resolve the constitutional crisis that had emerged due to Sections 151 and 164 [of the Representation of the People Act].”Tirath Singh Rawat resigns as the Chief Minister of Uttarakhand.  BJP to hold Legislature Party meet today afternoon to elect new leader. pic.twitter.com/uu0OG8pLLr— All India Radio News (@airnewsalerts) July 2, 2021\n\nSection 151 of the Representation of the People Act, 1951 requires Rawat to be elected by September. However, Section 151A of the Act says that a bye-election for a seat should not be held if the term of a House remains less than a year. Uttarakhand goes to polls next year. Apart from this, holding an election amid the coronavirus pandemic was also being seen as a difficult proposition as the Election Commission faced criticism for conducting polls in five states and Union Territories during the second wave.Political drama over resignationEven as Rawat cited legal reasons for his resignation, his decision did not come without a share of political drama.Rawat had returned to Dehradun just hours before submitting his resignation. For the past three days, he was in Delhi where he met BJP President JP Nadda on two occasions and Home Minister Amit Shah once, The Indian Express reported. This was his third visit to Delhi in a month amid uncertainties over his stint as the chief minister.Reports of his resignation started emerging early on Friday evening. The reports suggested that the BJP had asked him to quit, even as there was no official word on the matter from Rawat or the party. Around 9 pm on Friday, Rawat held a press conference. It was widely speculated that he would announce his resignation at the briefing. However, he did not mention anything on the matter and chose to list out the achievements of his government.A couple of hours later, he first handed his resignation to Nadda and then met the governor.Factions within the BJPReports suggest that Rawat’s resignation was also necessitated due to factionalism in the Uttarakhand unit of the BJP. Tirath Singh Rawat was himself chosen by the party’s central leadership because it received inputs about dissent against his predecessor Trivendra Singh Rawat, according to NDTV.However, Tirath Singh Rawat could not do much to earn confidence of other leaders in the state. Speculation about a change in leadership had started after Rawat was called to Delhi following a three-day meeting of the BJP in Nainital over Assembly polls, The Indian Express reported. The party’s General Secretary (Organisation) BL Santhosh has learnt about strong anti-incumbency against the government, the newspaper reported citing unidentified BJP leaders. The dissatisfaction about the government’s handling of the Covid-19 crisis, and lack of development projects and job opportunities ruled out the possibility of advancing the Assembly elections in the state. Party leaders Satpal Maharaj and Dhan Singh Rawat are reportedly interested in taking over as the chief minister, according to NDTV. Meanwhile Union Education Minister Ramesh Pokhriyal Nishank and Rajya Sabha MP Anil Baluni are also in the fray. All these leaders were in the contention even when Tirath Singh Rawat was chosen.","author":"Scroll Staff","time":"2021-07-03T08:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157581-lnxsupedhm-1618380346.jpg","tags":["Tirath Singh Rawat","Uttarakhand","Uttarakhand news"]}