{"title":"Tireless and peerless: The debt that Indian animation owes to Ram Mohan ","content":"“I think Dadasaheb Phalke should be considered the father of Indian animation,” Ram Mohan told me back when I was interviewing him for my college magazine. He explained how DG Phalke made the first animation clips when he used matchsticks and time-lapse techniques to film the growth of a pea plant. These clips helped Phalke get funding for his projects.The year was 1994. I was 15 and already part of the Ram Mohan Biographics studio. I was fortunate to be accepted by its training programme – the first time classical animation was being taught in a studio environment. Ajit Rao, the designer and conductor of the course, convinced Ram Mohan to enrol me. Soon enough, I was married to the art of animation and RMB. Not long after, I realised that my boss – this apparently benign but wickedly witty Yodaesque figure who was always sketching and doodling – was considered the “Father of Indian animation”.Ram Mohan (August 26, 1931-October 11, 2019) was a chemistry graduate. He quit his post-graduate studies in 1956 to join the Films Division’s Cartoon Film Unit, set up as part of a United States Technical Aid programme. There had been animation films in the pre-independence era – mainly experiments with varying degrees of success. The Cartoon Film Unit was the first structured animation studio. Its team was trained by Disney Studios animator Clair Weeks. Ram Mohan was self-taught and already a published cartoonist in the Illustrated Weekly of India magazine. Under Weeks – a Disney animation veteran who had worked on films such as Snow White, Bambi and Peter Pan – Mohan imbibed the Disney style and produced Banyan Deer. This retelling of a Jataka story had an interesting mix of the Disney style and the aesthetic seen at the Ajanta murals in Aurangabad. \n\n\n    \n    Play\n\nBanyan Deer.Ram Mohan’s later work shows a wide range of influences, including the United Production of America’s flat-character approach and European animation, particularly from Zagreb. While Films Division was understood to be a propaganda tool, its films also educated and united a young republic. The Cartoon Film Unit productions did more to promote the idea of “unity in diversity” among generations of Indians than any politicians might have managed with their speeches. The animated films that appeared on Doordarshan – Ek Anek (by Bhimsain) or The Tree of Unity (by VG Samant) still remind us of our innate goodness and Indianness.Apart from representing the Cartoon Film’s first generation, Ram Mohan also served as a mentor to future artists, as attested to by Bhimsain and scores of Films Division veterans. This was specially since Ram Mohan was versatile, working across departments from scripting to designing to animation to direction. HomoSaps won a National Film Award for Best Experimental Film in 1967. Chaos picked up an award at the Leipzig Festival of Short Films in 1968.\n\n\n    \n    Play\n\nHomoSaps (1967).In 1968, Mohan left Films Division to head Prasad Productions’ animation division. In 1972, he established his own production company, Ram Mohan Biographics, along with technical whiz SG Naik-Satam and background designer MR Parulekar, amazing artists in their own right. They were joined by Bhimsain for some time.An undated photograph of Ram Mohan (centre) with SG Naik-Satam (left) and MR Parulekar.Together they created award-winning short films such as Baap Re Baap, You Said It!, Fire Games, the Down to Earth series, Swar Sangam, Taru (1989) and The White Elephant (1994) for UNESCO.The company also animated sequences and titles for such films as Sai Paranjpye’s Chashme Buddoor and Katha, Satyajit Ray’s Shatranj Ke Khilari, BR Chopra’s Pati, Patni aur Woh, Gulzar’s Angoor and Mrinal Sen’s Bhuvan Shome.\n\n\n    \n    Play\n\nHaseena Maan Jaayegi (1968).RMB played a critical role in the growth of animation commercials from the 1960s all the way until the 1990s. The 40+ demographic will remember the commercials for Strepsils, Natraj Pencils, Eveready Battery, Amul, Bata Bubblegummers, Cadbury’s Gems, Parry’s Lacto King, Maggi, Kellogg’s Chocos & Frosties, Essar, Top Ramen and too many more to list here. All these commercials were animated either by Ram Mohan or at Ram Mohans, as RMB was known in advertising circles. The studio was also a hang-out for then upcoming filmmakers such as Govind Nihalani and Prahlad Kakkar.In 1992, Mohan co-directed with Koichi Sasaki Ramayana: The Legend of Prince Rama for Japanese producer Yugo Sako, who had made it his life’s mission to make this film. Although considered one of the best animated adaptations of the Indian epic, the film’s release was repeatedly delayed in India because of protests by Hindutva groups and bureaucratic wrangles. It was heart-breaking to be present at the film’s premiere in Mumbai with less than 40 people, either from RMB or the Japanese consulate, in attendance. It was a missed opportunity to set the right kind of benchmark for Indian animated storytelling, from which India has still not fully recovered.Especially given the galaxy of amazing artists involved in the production, including Nachiket and Jayoo Patwardhan on art direction, lyricist Narendra Sharma, music composer Vanraj Bhatia and an impressive voice cast featuring Arun Govil as Ram and Amrish Puri as Ravana. On a happier note, the film celebrated its 25 anniversary in Japan with year-long screenings.As co-director, Ram Mohan guarded and built upon Indian sensibilities, whether in the costumes or the gestures of characters, particularly Sita. His choreography of a flashback in which Sita remembers Rama during Hanuman’s song Janani Hum Ram Doot Hanuman in the forest is a great example of what Ram Mohan was capable of.Ram Mohan receiving a Padma Shri in 2014.Throughout the 1990s, Ram Mohan brought to life the world of Meena for UNICEF. The spunky Meena, who transforms her village by advocating for gender equality, the education of girls, and cleanliness and sanitation and many other important issues, was featured in a dozen-odd episodes.The Meena series was broadcast not only in India but also in Nepal, Pakistan and Bangladesh. The campaign was so successful that UNICEF asked Ram Mohan to create a similar character for the African continent. She was named Sara. Ram Mohan was involved in the initial episodes of Sara, alongside conducting training programmes in Africa. RMB also became a temporary home for several artists from different parts of Africa who were involved in the production.\n\n\n    \n    Play\n\nMeena.In 1997, RMB was merged with UTV to create the studio RM-USL, mean to capitalise on the growing global market for animation. It was believed at the time that the animation industry would follow in the footsteps of the information technology sector and achieve the same level of financial success. This has happened in the visual effects stream, where several important international studios have utilised Indian talent for their blockbusters. However, in 2D animation, independent projects have proven elusive.Ram Mohan also took charge of Graphiti Multimedia, a computer graphics studio that he had previously co-founded. He also worked on setting up an animation school and mentoring the younger generation in a series of films based on folk art styles for the Children’s Film Society of India, titled Krish Trish and Batliboy.\n\n\n    \n    Play\n\nThe White Elephant (1994).When I first met Ram Mohan, he was already 62. A lot of his adventures happened at a time when most people were retired. Ram Mohan made full use of his tremendous faculties well into his eighties, when he made one last film for Films Division. Although he was 84 and had suffered a stroke, he managed to supervise The Pea Plant Legacy. The 2015 production pays tribute to DG Phalke’s early animation experiments. The film plays with colours and utilises different animation styles such as 2D, 3D, stop-motion and timelapse. Even though it could have benefitted from a stronger team to support his idea, the effort and the context are both praise-worthy.\n\n\n    \n    Play\n\nThe Pea Plant Legacy (2015).Even while Ram Mohan acknowledged Phalke’s pioneering efforts, his own persistence led to the setting of standards in Indian animation. Indeed, the industry is filled with artists who either began their careers with Ram Mohan or admired his art. This impressive roster includes Rani Burra Day, Shilpa Ranade, Shrirang Sathaye, Ajit Rao, Kireet Khurana, Sanjiv Waeerkar, Gayatri Rao, Phani Tetali, Sumant Rao, Prakash Moorthy, Nilima and E Suresh, Gitanjali Rao, Uttam Pal Singh, Tilak Shetty, Munjal Shroff, Simi Nallaseth, Tony Singh, voiceover genius Chetan Sashital and Mohammed Shihabuddin from Bangladesh. This living legacy is even more important than his films, in my opinion.His films, of course, tell us the story of Indian animation itself. This medium has somehow managed to keep itself alive over the decades, from selling toothpaste to pricking the conscience. Ram Mohan kept the torch burning for a staggering 59 years. That he drew and doodled his way every day of his long career is my fondest and most inspiring image of him.                                                                                                                                                                                                                                                   Ram Mohan (hands folded) at RMB. Chetan Sharma is in the last row in a white shirt.Chetan Sharma is an award-winning animation filmmaker, writer and Illustrator. He is the director of Animagic, one of India’s most reputed independent animation studios.Also read:Protests by VHP activists meant that this gorgeous animated ‘Ramayana’ never got an Indian release","author":"Chetan Sharma","time":"2021-09-26T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163985-pbguvpxwgt-1631532727.jpg","tags":["Ram Mohan","Indian animation","Ramayana The Legend of Prince Rama film"]}