{"title":"TMC leader Shahjahan Sheikh arrested for attack on ED team in West Bengal","content":"The West Bengal Police on Thursday arrested Trinamool Congress leader Shahjahan Sheikh in connection with an attack on Enforcement Directorate officials last month, ANI reported.Sheikh was arrested from the Minakhan area of the North 24 Parganas district, Sub-Divisional Police Officer Aminul Islam Khan said. The Trinamool Congress leader will be produced before a court in the city of Basirhat at 2 pm.The Enforcement Directorate officials were assaulted on January 5 in the Sandeshkhali village in the North 24 Parganas district when they were carrying out raids in connection with an alleged ration distribution scam. A mob allegedly attacked them with stones, bricks and batons when they arrived to raid the Trinamool leader’s home.Sheikh and his associates Shiba Prasad Hazra and Uttam Sardar have also been accused by a group of women in Sandeshkhali of sexual assault and land-grabbing. Sardar was arrested on February 11 while Hazra was arrested on February 17.On Wednesday, the Calcutta High Court said that in addition to the West Bengal Police, the Central Bureau of Investigation and the Enforcement Directorate were also permitted to arrest Sheikh.The Central Bureau of Investigation and the Enforcement Directorate had told the court that there were reservations about the West Bengal Police investigating the charges against the Trinamool Congress leader.The Bharatiya Janata Party’s West Bengal chief Sukanta Majumdar said that it was due to continuous agitation by the party that the Trinamool Congress government was compelled to arrest Sheikh, reported ANI.“The [state] government was in denial mode,” Majumdar said. “They were not even accepting that anything as such had happened. I had already said that we would compel the government to arrest Sheikh Shahjahan. Today, due to the agitation of the BJP and the women of Sandeshkhali, the government and Mamata Banerjee are compelled to arrest Sheikh Shahjahan.”#WATCH | Sandeshkhali incident | On the arrest of TMC leader Sheikh Shahjahan, West Bengal BJP president Sukanta Majumdar says, \"Due to the continuous agitation by the BJP, this government was compelled to arrest Sheikh Shahjahan. The government was in denial mode. They were not… pic.twitter.com/UuQ2IGA0Dj— ANI (@ANI) February 29, 2024\n\n\nTrinamool Congress MP Santanu Sen said that his party never fails to take action even if it is against their own leaders, reported ANI.“On one side, accused leaders openly move in BJP-ruled states and on the other side our administration does not spare accused TMC [Trinamool Congress] leaders if there is evidence against them,” Sen told the news agency. “BJP should learn ‘rajdharma’ [duty towards public] from the TMC.”Sandeshkhali incident | On the arrest of TMC leader Sheikh Shahjahan, party MP Santanu Sen says, \"His arrest proves that our government follows 'rajdharma' in an administrative manner. We had taken action against Partha Chatterjee and Jyotipriya Mallick, and similarly, we have… pic.twitter.com/mIaWe15i0l— ANI (@ANI) February 29, 2024\n\n\nAlso read: Sandeshkhali: How alleged excesses of a local Trinamool leader snowballed into a political war","author":"Scroll Staff","time":"2024-02-29T08:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198785-cheupqkcko-1708948482.jpg","tags":["Shahjahan Sheikh","North 24 Parganas","West Bengal Police","West Bengal"]}