{"title":"‘To Kill a Tiger’ review: Bravery and dilemmas in a rape survivor’s battle for justice","content":"Nisha Pahuja’s To Kill a Tiger follows the efforts of an Adivasi farmer in Jharkhand to seek justice for his daughter who has been sexually assaulted. Apart from revealing the monumentality of the father’s mission, Pahuja’s Oscar-nominated documentary has a second narrative layer – about the need to intervene in a just cause and the complications that arise from this intervention.The 127-minute film has been released on Netflix. Pahuja has previously directed The World Before Her (2012), which contrasts the lives of a Miss India aspirant with a member of the Durga Vahini Hindutva group.To Kill a Tiger revolves around the gang-rape of a 13-year-old girl in a village in Jharkhand in 2017. The girl’s parents filed a police complaint in the teeth of tremendous opposition from their neighbours and villagers.Although the documentary is undeniably well-intentioned, insightful about deep-seated misogyny and moving in its portrayal of the affected family, it also wanders into an ethical minefield that it has trouble navigating. While the rape survivor’s name has been changed – she is identified as Kiran – her face is revealed in the film since she is now an adult, the filmmakers assert.The documentary was made over a three-year-period after the rape and covers the fast-tracked trial under The Protection of Children from Sexual Offences Act. A verdict in the case was delivered in 2018, at which time Kiran was still a minor. As the journalist Anna MM Vetticad pointed out in an essay in Himal, POCSO prohibits the disclosure of the identity of a child who has been raped without the permission of a special court. (The Indian Penal Code also prohibits revealing the identity of rape survivors.)To Kill a Tiger (2022).To circumvent the stricture that is meant to protect the rape survivor, Pahuja shifts the focus to the father. While conversations with Kiran draw out her uncommon bravery, the film’s hero is the father, a slim, gentle-faced man with deep reserves of strength.Kiran’s parents are advised to “compromise” by marrying her to one of the rapists. What is done is done, the village head tells the couple on camera, adding that the honour of the community is at stake.An additional factor that escalates the anger of the community against the family is the support they get from the Srijan Foundation, a non-governmental organisation. By exploring the organisation’s participation in the father’s crusade, To Kill a Tiger adds welcome skeins of complexity to a linear, schematic narrative of heroism.Apart from backing the father’s legal defence, the foundation gets involved with combating the threat of social boycotts and bodily harm that hang over him. Srijan activists regularly visit the village to lecture the villagers on gender justice.These scenes inadvertently come off as earnest but misguided too. If there are better ways to prevent sexual assault from recurring in Jharkhand, they are not immediately apparent. (The state is once again in the news for the gang-rape of a Brazilian tourist.)The film acknowledges the tensions caused by outsiders entering a tightly-knit community and telling them to adhere to a justice system they don’t want to recognise, but stops short of offering a solution or a resolution. The shooting crew’s presence also plays a role, which will be familiar to documentary filmmakers dealing with sensitive issues affecting marginalised communities.\n\n\n    \n    Play\n\nTo Kill a Tiger (2022).By attending meetings between the father and other villagers, the filmmakers appear to have provided them with some degree of protection. At other times, the crew’s presence is the matter of undisguised resentment. In one sequence, the crew is openly threatened by a bunch of villagers for drawing far too much attention to the case.These moments of confrontation, coupled with the female defence lawyer’s victim-shaming remarks, create the larger backdrop for Kiran’s fight. If it takes a village to raise a child, it equally takes a village to deny a child the justice she deserves, To Kill A Tiger shows.Could the documentary have been just as impactful by choosing not to ride the tiger – to have avoided showing Kiran at all? Perhaps. The documentary’s title is inspired by an anecdote narrated by the father. I was told that no one person can kill a tiger, but I replied that I will show you how it is done, the father tells the filmmakers. The truth turns out to be a bit more complicated.","author":"Nandini Ramnath","time":"2024-03-11T08:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199156-tqiepyiqvp-1710122998.jpg","tags":["To Kill a Tiger","Nisha Pahuja","Documentary"]}