{"title":"To meet its net-zero target, India needs to allocate more funds for renewable energy in the Budget","content":"India has set ambitious greenhouse gas emissions reduction targets for 2030 and 2070, which experts say will take trillions of dollars, access to technology and an overhaul of some sectors of the economy to achieve. For this, our analysis shows that Union Budget 2022-’23 will have to change past trends in India’s budgetary spending and provide a renewed push to current key climate-change abatement schemes.India is the third-largest carbon emitter in the world although our per capita carbon emissions are low. Achieving carbon neutrality, also known as net-zero greenhouse gas emissions, by 2070 – ie, balancing carbon emissions and carbon absorption from the atmosphere – is a necessity for India, which has been experiencing increasingly extreme weather events. India is one of five countries with the most exposure to extreme heat over the last five years.“We find that the aggregate investment support required by India to achieve its 2070 net-zero target will be $1.4 trillion [Rs 105 lakh crore],” said a November 2021 analysis by Delhi-based think-tank Council on Energy, Environment and Water, “at an average of $28 billion [Rs 2.1 lakh crore] per year”.Yet, the coal ministry has a larger budget than the renewable energy ministry or the environment ministry, progress lags behind India’s aims for its solar and wind mission and India has only partially met its targets for electric vehicles, our analysis found.Prime Minister Narendra Modi’s announcement of five emissions pledges at the global climate meet in Glasgow in October 2021 was a promise to take steps towards controlling India’s emissions. India’s five new pledges are: net-zero emissions by 2070 and by 2030 achieving non-fossil fuel energy capacity of 500 gigawatts, 50% energy requirements from renewable sources, reducing total projected carbon emissions by 1 billion tonnes and reducing the carbon intensity of the economy to less than 45%.To achieve its goals, India needs to invest more to increase the share of renewable sources in electricity generation, electrification of fossil-fuel dependent industries, commercial manufacturing of green hydrogen and promoting electric vehicles, experts have said.Expenditure on coalIndia’s budgeted expenditure on coal-based power has continually increased, as its energy requirements are growing, we found. Coal is one of the biggest sources of carbon emissions and, therefore, of global warming. The Union government has, for long, allocated a Budget several times higher to the coal ministry in comparison to key ministries addressing climate change.While there is no single ministry responsible for moving India towards net-zero, the Ministry of New and Renewable Energy, Ministry of Environment, Forest and Climate Change and Ministry of Heavy Industries (which runs the scheme to promote electric vehicles), will drive India’s effort in this direction. Budget allocations to the coal ministry have thus far, however, outpaced allocations for renewable energy, heavy industries or the environment.In the Union Budget 2021-’22, the coal ministry was allocated Rs 19,246 crore while the renewable energy was allocated Rs 11,778 crore, a continuing trend since 2009-’10, IndiaSpend reported in August 2019. The allocation to the Climate Change Action Plan under the environment ministry reduced from Rs 40 crore in 2020-’21 to Rs 30 crore in 2021-’22.\n\t\t\n\tIn January, the government approved an investment of Rs 1,500 crore in the Indian Renewable Energy Development Agency, which provides project financing to the renewable energy sector. The government also approved a green energy corridor scheme for laying the infrastructure for connecting electricity generated from renewables with the power grid in seven states. The corridor scheme, with a total estimated cost of Rs 12,031 crore, would receive 33% central financial assistance, or Rs 3,970 crore.Key schemes lagWhile the year 2070 may be far away, our analysis of progress on key climate abatement schemes shows India may struggle to meet the other four ambitious targets, which are the means to that end and have a much nearer deadline of 2030.Towards the target of achieving 500 gigawatts of installed electricity capacity from non-fossil fuel sources by 2030, India recently hit 156.83 gigawatts. This is 40.1% of the country’s total installed electricity capacity of 390.8 gigawatts and 31% of the 500 gigawatts target. Renewable energy sources make up 26.5% of electricity generation capacity at present, against the target of 50%. The majority of India’s renewable energy comes from solar (12.4%) and wind (10.2%), and India will need to greatly expand these capacities within eight years to meet the PM’s pledge.Solar energyThe installed capacity of solar energy in India has increased from 2.63 gigawatts in March 2014 to more than 42 gigawatts in October 2021, the government said. India aims to increase this to 100 gigawatts with programmes such as the National Solar Mission.\n\t\t\n\t\n\t\t\n\t\n\t\t\n\t\n\t\t\n\t\n\t\t\n\tUnder the National Solar Mission, the government had approved the scaling up of grid-connected solar power projects’ capacity from 20 gigawatts to 100 gigawatts by 2022, of which 40 gigawatts was to be achieved through rooftop solar projects, the Ministry of New and Renewable Energy told Parliament on December 9, 2021. In March 2019, the government had announced a target of adding 4 gigawatts of rooftop solar capacity in the residential sector by 2019-’20, of which only around 1.07 gigawatts capacity (27%) had been installed by December 5, 2021.About 2.09 gigawatts capacity was to be added by 2019-’20 through central financial assistance, but a capacity of only 1.31 gigawatts (63% of the target) was achieved until December 5, 2021, per the ministry.The Pradhan Mantri Kisan Urja Suraksha evem Utthan Mahabhiyan Scheme, launched in 2019, aims to add 30.8 gigawatts of solar power capacity for agriculture, through the installation of 2 million standalone off-grid solar water pumps and solarisation of 1.5 million existing grid-connected agriculture pumps by 2022. It is being implemented through three components.As part of the first component, solar power plants of a total 4.91 gigawatts capacity have been sanctioned but only plants of 20-megawatt capacity (0.4%) had been installed by November 30, 2021, the minister told Lok Sabha on December 9. A total of 3,59,000 standalone solar pumps were sanctioned, of which only 75,098 pumps (21%) had been installed. The sanction was issued for the solarisation of 1 million existing grid-connected agriculture pumps, but only 1,026 pumps had been solarised.The Ministry of New and Renewable Energy’s budget includes Rs 2,369 crore set aside for the development of grid-interactive solar power, the capacity of which will increase by 7.5 gigawatts Solar Power in 2021-’22. However, the Centre’s allocation for off-grid solar power fell by over half from Rs 525 crore to Rs 237 crore between 2019-’20 and 2021-’22. Off-grid solar power includes funds for the installation of 3,00,000 solar street lights, distribution of 2.5 million solar study lamps and installation of solar power packs.Allocation to the PM-KUSUM scheme also decreased from Rs 300 crore in 2020-’21 to Rs 221 crore in 2021-’22. However, under the off-grid power category, the allocation for this scheme increased from Rs 700 crore to Rs 776 crore in 2021-’22.Wind energyThe tale is no different for wind power, wherein India has a gross potential of at least 302 gigawatts but has managed to harness only 40 gigawatts so far. To give impetus to the sector, the government introduced measures such as concessional customs duty exemption on some components required for manufacturing wind electric generators, generation-based incentive to wind power projects, technical support, including wind resource assessment and identification of potential sites through the National Institute of Wind Energy, Chennai. Even so, massive offshore wind energy potential remains untapped, IndiaSpend reported in November 2021.While India struggles to increase its share of non-fossil fuel sources for power, usage of coal is set to increase further, according to the International Energy Agency’s Coal 2021 report. In India, stronger economic growth and increasing electrification are forecast to drive coal demand growth of 4% per year and India is set to add 130 million tonnes of coal demand between 2021 and 2024, the report said.“Our energy demand is going to grow four-fold by 2040. If all or most of this new demand is met through renewable energy sources, it would be a significant step because reducing coal consumption [that meets the majority of India’s present power demand] is impractical at the moment for India,” Ashwini Swain, a fellow at the Delhi-based Centre for Policy Research, told IndiaSpend.Representational image. Photo credit: Sebastian D'Souza/AFPElectric vehiclesIndia launched the Faster Adoption and Manufacturing of (Hybrid &) Electric Vehicles in India Scheme in 2015, with the aims of reducing dependency on fossil fuel and addressing vehicular emissions, per the Ministry of Heavy Industries, but progress on this front is patchy.India had less than 10-lakh electric vehicles, at 8,77,117 by December 8, 2021, less than 0.5% of the over 27.3 crore vehicles in use countrywide. The five-year second phase of the scheme, being implemented since April 2019 with a total budget of Rs 10,000 crore, is focused on supporting the electrification of public and shared transportation. It aims to support, through subsidies, the manufacture of 7,090 e-buses, 5,00,000 e-three wheelers, 55,000 e-four wheeler passenger cars and 10 lakh e-two wheelers, or around 15 lakh EVs. Just over halfway into phase II, by December 7, 2021, the scheme had incentivised only 1,76,327 EVs – 11% of the target.Under Phase II of the scheme, 520 charging stations for EVs were sanctioned, of which 452 (87%) have been installed, the ministry informed Parliament on December 14. India will need a more widespread charging infrastructure network if consumers are to move towards EVs, a Centre for Social and Economic Progress report ahead of India’s net-zero pledge at Glasgow had noted, in September 2021.For EVs to truly contribute to reducing India’s emissions, however, the share of renewable energy over fossil fuel sources in India’s electricity generation must also increase, say experts. “Decarbonising the energy sector will lay the groundwork for the transport sector to transition as well. It is only when clean electricity is available will electric vehicles be truly considered clean,” Chirag Gajjar, head of subnational climate action at World Resources Institute India, told IndiaSpend.Green HydrogenPM Modi announced a National Hydrogen Mission in his Independence Day speech in August 2021 with the aims of increasing India’s energy self-reliance and also enabling its clean energy transition. The mission aims to scale up the production of green hydrogen, by using renewable energy to split water into hydrogen and oxygen instead of the conventional process which uses fossil fuels, per the Ministry of New and Renewable Energy. Green hydrogen has the potential to decarbonise major greenhouse gas emitting sectors like steel, chemicals, shipping and transportation, IndiaSpend reported in September.The draft National Green Hydrogen Mission document was still under inter-ministerial consultations as of December 12, 2021, the Ministry of New and Renewable Energy informed Parliament on December 9, but experts hope that it will find mention in the Budget 2022-’23.“I hope the Hydrogen Mission is considered in the upcoming budget even if it is a small amount for a specific purpose,” Gajjar said. “Research and analysis are required to gauge where demand can come from, what kind of technology is needed. Some big corporations in India have electrolysers [for making hydrogen] that are used for other purposes but whether they will make those available for the production of green hydrogen will depend on whether it makes economic sense for them.”Companies including Reliance Industries and JSW Steel, along with experts from think-tanks, have formed the India Hydrogen Alliance to plan India’s green hydrogen roadmap.Nature-based solutionsIndia was targeting reducing total greenhouse gas emissions by 2.5 billion to 3 billion tonnes by 2030 even before the 2021 United Nations Climate Change Conference in Glasgow, per its 2015 climate commitment in Paris. While the PM’s latest pledge at the Glasgow summit to reduce emissions by 1 billion tonnes is low on specifics, forests can play an important part in sequestering carbon if done while protecting the rights of forest dwellers, IndiaSpend reported in November 2021.The Ministry of Environment, Forest and Climate Change listed implementation of its programmes such as the National Afforestation Programme, Development of Wildlife Habitat, Project Elephant, Project Tiger and Forest Fire Prevention and Management Scheme towards meeting this climate pledge and for conservation of forests, in a reply to Parliament in November 2021. But the budget for the Green India Mission afforestation programme decreased from Rs 246 crore in 2020-’21 to Rs 235 crore in 2021-’22. The budgets for Project Tiger and Project Elephant too decreased.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Tanvi Deshpande, IndiaSpend.com","time":"2022-01-31T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169471-zkjtftlamy-1643543700.jpg","tags":["Budget","Renewable energy","Electric vehicle","Climate change"]}