{"title":"Toll due to violence in Manipur rises to 65","content":"The toll due to the violence between the Kuki and Meitei communities in Manipur on Monday rose to 65. However, no major fresh violence has been reported in the state in the past two days.Health authorities at the district hospital in Churachandpur and the Jawaharlal Nehru Institute of Medical Sciences in Imphal East district told Scroll that they had received two bodies each in the last two days.With this, the number of deaths reported from the district hospital in Churachandpur has reached 14. Sixteen fatalities have been reported from the Jawaharlal Nehru Institute of Medical Sciences.Chief Minister N Biren Singh said that a high-level inquiry will be conducted to fix responsibility on persons and groups who instigated the violence and government officials who abdicated their responsibilities.Singh also announced that the government will pay an ex-gratia amount of Rs 5 lakh to the families of those who died in the violence. Those who sustained grievous injuries will get Rs 2 lakh each, while those who suffered minor injuries will get Rs 25,000 each.The chief minister also announced that the government will pay up to Rs 2 lakh as relief for families whose houses were burned down. Houses that were burned down or damaged will be rebuilt, he said.Violence first erupted in Manipur on Wednesday after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category.Also Read: What the mobs left behind in Manipur’s hills – burnt homes, looted shops and thousands of displacedAs the violence intensified, the Union government moved additional soldiers from the Indian Army and the Assam Rifles, a central government-controlled paramilitary force, into Manipur.People of violence-hit area of Manipur at a relief camp setup by the Army in Imphal. | Rokibuz ZamanAbout 10,000 people in shelter campsA total of 35,655 people were moved to safe locations since the violence began, the state government said. Of these, 1,593 persons – most of them students – travelled outside Manipur, the government said.About 10,000 people are in shelter camps across the state, according to an official press release on Monday. Around 20,000 people have returned to their homes from safe locations or shelter camps.On Monday evening, the Churachandpur district administration said that it facilitated the safe passage of about 500 people from relief camps to Imphal under Army protection. About 500 people who were stranded in Imphal also reached Churachandpur with security convoys.A group of people from the Meitei community arrives at Imphal from Churachandpur. Image credit: Rokibuz Zaman/ScrollOn Monday, Scroll visited one of the Army camps in Imphal where many displaced Kukis have been living in the open since May 3.“We are provided one meal a day,” Ngailhing Khongsai, a 50-year-old resident of Imphal’s Khongsai Veng, said. “There is food shortage...only dal [lentils], potatoes and rice are given. There is no proper sanitation.”She added that her family lost their house and vehicles in the violence. “I had voted for [Chief Minister] Biren Singh in the assembly elections, but he didn’t protect us.”28 arrested, over 200 FIRs registeredThe Manipur Police have arrested 28 persons in connection with the violence and filed over 200 first information reports.Chief Minister N Biren Singh directed superintendents of police to identify vulnerable areas and ensure security of land and property of people who have been displaced.Due arrangements must be made at relief camps, says Supreme CourtThe Supreme Court on Monday ordered the Centre and the Manipur government to make proper arrangements in terms of food and medicines at relief camps, Bar and Bench reported.The court also told authorities to take measures to rehabilitate displaced persons and protect places of worship.Solicitor General Tushar Mehta told the court that remedial measures would be taken on a proactive basis. He said that 52 companies of central armed police forces and 101 companies of the Assam Rifles have been deployed to ensure security.","author":"Rokibuz Zaman","time":"2023-05-08T16:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189938-uetutobeyk-1683543077.jpg","tags":["Manipur","Imphal","violence"]}