{"title":"Top Manipur violence updates: At least 58 dead, including three in firing by security forces","content":"A look at the top developments from violence-hit Manipur:At least 58 persons have died in the northeastern state in the ongoing violence between the Kuki and Meitei communities. Officials at the Regional Institute of Medical Sciences in Imphal West told Scroll that 26 persons had died in the district, while 14 died in Jawaharlal Nehru Institute of Medical Sciences in Imphal East district. A doctor at Churachandpur District Hospital said that 12 people, including three persons killed in firing by security forces, had died there. The authorities also confirmed to Scroll two deaths each in Kangpokpi district hospital and Moreh hospital in Tengnoupal district. Two deaths were also reported from the Bishnupur district hospital.However, Kuldeep Singh, the chief of the Central Reserve Police Force and security advisor of Manipur, told ANI that there have been 28 to 30 deaths reported. “We are further verifying,” he added. “As and when we get it verified and find out that it is because of the violence, we will confirm it.”The three persons allegedly shot dead by security forces in Churachandpur last night were among a group of Kukis who tried to stop a convoy of Army vehicles evacuating Meiteis from the area. The Kukis were agitated as their demands of evacuating people from their community trapped in Imphal had not been met. In a separate incident, a constable of the Central Reserve Police Force’s CoBRA unit, who was on leave at his home in Churachandpur district, was shot dead by armed assailants on Friday, PTI reported, citing unidentified officials. Constable Chonkholen Haokip was killed between 2 pm and 3 pm, the officials said. However, it is not clear whether Haokip is among the 12 dead listed by the doctor at the Churachandpur hospital.The violence first erupted in the state on Wednesday after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category. Last month, the Manipur High Court had asked the Bharatiya Janata Party government to consider petitions for the Meitei community’s demand and decide on it “expeditiously”. Read here why Manipur’s tribes are alarmed by the push for Scheduled Tribe status for the Meiteis.Nearly 10,000 soldiers from the Army and the Assam Rifles have been deployed in Manipur, PTI reported. Over 13,000 people have been shifted to safe shelters set up by the Army and the state government. Many others have fled to neighbouring states of Mizoram, Meghalaya and Nagaland.Nine of the 16 districts of Manipur are under curfew and internet services have been suspended in the state. On Thursday, the Manipur government had issued shoot-at-sight orders in cases where “all forms of persuasion, warning, reasonable force, etc have been exhausted”.Also read: In Imphal, two families recount two days of horror that ended in death","author":"Scroll Staff","time":"2023-05-06T13:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189881-dsvkegqaes-1683384419.jpg","tags":["Manipur","Meitei","Kuki","Scheduled Tribe"]}