{"title":"Top buyers of electoral bonds include lottery king, infrastructure giant, mining group Vedanta ","content":"India’s leading lottery company headed by a controversial businessman is the top purchaser of electoral bonds, an initial analysis of the data released by the Election Commission of India shows.Other large buyers include Hyderabad-based infrastructure giant Megha Engineering & Infrastructures Limited, a Reliance-linked company Qwik Supply Chain, mining conglomerate Vedanta and a subsidiary of the Kolkata-based Sanjiv Goenka group.Lottery giant Future Gaming and Hotel Services has bought worth Rs 1,368 crore. The Coimbatore-based company with a turnover of Rs 7,000 crore is headed by Santiago Martin, also known as “Lottery King” Martin. The company has been under investigation for money laundering.The second-largest buyer is the Megha group of companies, which bought bonds worth Rs 1,186 crore. This includes Megha Engineering and Infrastructures Limited, which bought 966 bonds worth Rs 1 crore each, and Western UP Power Transmission Company Ltd, which bought bonds worth Rs 220 crore.The Megha group is headquartered in Hyderabad and has won several government projects, including the Kaleeswaram Lift Irrigation Project in Telangana, being built at a cost of Rs 1.15 lakh crore.Maharashtra-based Qwik Supply Chain Private Limited bought bonds worth Rs 410 crore. One of the company’s three directors, Tapas Mitra, is also the director of Reliance Oil and Petroleum, Reliance Eros Productions, Reliance Photo Films, Reliance Fire Brigades, and Reliance Polyester. According to his Linkedin profile, he is the head of accounts (consolidation) at Mukesh Ambani’s Reliance Industries Limited.Haldia Energy Limited, which is part of the Sanjiv Goenka group, has bought bonds worth Rs 395 crores, while Vedanta Limited, founded by businessman Anil Agarwal and headquartered in Mumbai, contributed Rs 386 crores through bonds.Essel Mining and Industries Ltd purchased a total of Rs 224.5 crore through electoral bonds. Part of the Aditya Birla Group, it is among the country’s largest iron ore mining companies.Keventer Foodpark Infra Limited has purchased electoral bonds to the tune of Rs 195 crore since 2019. The Kolkata-based firm is in the food processing sector and exports pulp and agricultural products.Another Kolkata-based firm, MKJ Enterprises Limited, dealing in steel, has purchased bonds worth Rs 180 crores. Its chairman and managing director is Mahendra Kumar Jalan, also a director with several Keventer companies.Madanlal Ltd, which purchased bonds to the tune of Rs 185.5 crore, is part of MKJ Group and Keventer Group of companies. The company is engaged in purchase and sale of securities and real estate sector.This is a developing story. It will be updated as additional details are available.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and freelance journalists.","author":"Project Electoral Bond","time":"2024-03-14T22:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199250-ltxgdqjbul-1710433720.jpg","tags":["Vedanta","State Bank of India","Electoral bonds","Lok Sabha 2024"]}