{"title":"Top election updates: Former Uttarakhand minister Harak Singh Rawat joins Congress","content":"A look at the latest developments on Assembly elections from the five states:Former Uttarakhand minister Harak Singh Rawat joined the Congress on Friday, days after he was removed from the state Cabinet and his primary membership of the Bharatiya Janata Party was revoked, PTI reported. Rawat was reportedly upset over the state government’s lack of approval for setting up a medical college in Kotdwar area, which he represents as an MLA.Former Goa Chief Minister Manohar Parrikar’s son Utpal Parrikar said on Friday that he will contest the state Assembly elections from the Panaji constituency as an independent candidate, ANI reported. The Bharatiya Janata Party had not included his name in its list of 34 candidates for the election. The saffron party had fielded sitting MLA Atanasio Monserrate from the Panaji constituency. Goa’s Public Works Department Minister Prabhu Pauskar on Friday resigned from the Bharatiya Janata Party and the state Assembly, the Hindustan Times reported. This was after the BJP denied him a ticket. He said that he will contest the election as an independent candidate.The Bharatiya Janata Party on Friday released its first list of 34 candidates for the Punjab Assembly elections. It has fielded sitting MLA Rana Gurmit Singh Sodhi from the Ferozepur City constituency.The police said that a case has been registered against the BJP MLA Harendra Singh Rinku, who is contesting the Asmoli Assembly seat in Uttar Pradesh for allegedly violating the Model Code of Conduct and the coronavirus guidelines, reported The Hindu. Police Superintendent Chakresh Mishra said that on Thursday, Rinku had held a meeting in which a large number of people had gathered without masks and in violation of physical distancing norms.Goa Forward Party MLA Palienkar quit the party and the state Assembly on Friday, PTI reported. He said that he resigned because his supporters wanted him to contest the election as an independent candidate. With this, the party has only one MLA in the 40-member Assembly.The Bharatiya Janata Party on Friday released its second list of candidates for the Uttar Pradesh Assembly elections. It has fielded Aditi Singh, who recently left the Congress to join the saffron party, from Rae Bareli. The Congress on Friday released its “youth manifesto” for the upcoming Uttar Pradesh polls in which it promised 20 lakh jobs, PTI reported. Of these, eight lakh employment opportunities will be reserved for women, the party said. At a press conference, Congress leader Rahul Gandhi said that the manifesto was not a document with “hollow words”, but has been drafted after consulting the youth.The Aam Aadmi Party on Friday released its twelfth list of candidates for the Punjab Assembly elections, ANI reported. The party has fielded Amit Singh Manto from Sujanpur, Manjiner Singh Lalpura from Khadoor Sahib, KNS Kang from Dakha and Barinder Kumar Goyal from Lehra.Nationalist Congress Party chief Sharad Pawar will lead the party’s poll campaign in Uttar Pradesh, PTI reported on Friday. The party will contest the election in alliance with the Samajwadi Party. The NCP has fielded party general secretary KK Sharma from Anupshahr in Bulandshahr district.","author":"Scroll Staff","time":"2022-01-21T13:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169111-pcacsxoaos-1642764933.jpg","tags":["Rahul Gandhi","Priyanka Gandhi","Uttar Pradesh","Goa","Manipur","Uttarakhand","Punjab","Assembly elections"]}