{"title":"Top news: Sharad Pawar and Sonia Gandhi meet to discuss Maharashtra logjam, no breakthrough yet","content":"Maharashtra crisis: Sharad Pawar meets Sonia Gandhi, but no final outcome yetNationalist Congress Party chief Sharad Pawar, who met Congress President Sonia Gandhi in Delhi on Monday, said after the meeting that the two parties will hold more discussions on forming a government in Maharashtra. The meeting was held to finalise the fate of the state’s political situation. The two leaders met for about 50 minutes at Sonia Gandhi’s 10 Janpath residence in the national Capital.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Growth slowdown is a result of climate of fear and a loss of trust in institutions: Manmohan SinghFormer Prime Minister Manmohan Singh on Monday blamed a climate of fear, helplessness and loss of trust and confidence in public institutions such as the media and the judiciary for the economic slowdown. In an opinion article published by The Hindu, Singh said this was a “self-inflicted economic wound”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi water quality: Kejriwal dismisses Centre’s report, says can’t judge with just 11 samplesDelhi Chief Minister Arvind Kejriwal on Monday claimed a study in which water samples from the city failed quality tests was “false and politically motivated”. The study, conducted by the Bureau of Indian Standards, found that Delhi had the most unsafe water among 21 major Indian cities.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Congress links electoral bonds to money laundering after report claims Centre ignored RBI’s adviceThe Congress on Monday claimed that electoral bonds had become instruments of anonymous political funding “bordering on opaque money laundering”. The Opposition party made the remark after a report in HuffPost India revealed that the Centre had ignored the Reserve Bank of India’s suggestions against launching electoral bonds, which allows political parties to receive funds anonymously.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    In photos: JNU students protesting against fee hike break barricades, march towards ParliamentPolice on Monday stopped hundreds of Jawaharlal Nehru University students from marching to Parliament House in protest against the recent fee hike proposed by the university administration. The protesting students broke barricades, even as a heavy contingent of police personnel was deployed outside the campus to monitor the situation.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi pollution: Odd-even scheme not needed any more, ‘skies are clear’, claims Arvind KejriwalDelhi Chief Minister Arvind Kejriwal on Monday claimed that the odd-even road rationing scheme was no longer required as the “skies are clear”. The chief minister had last week said that the odd-even rule may be extended if required.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    INX Media case: SC agrees to hear P Chidambaram’s bail plea after Delhi HC rejected itThe Supreme Court on Monday agreed to hear former Finance Minister P Chidambaram’s plea after the Delhi High Court rejected his bail application in the INX Media case. The High Court on Friday had dismissed the bail plea, saying the charges against him were serious and that he “played an active role”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rajasthan: At least 10 killed, many injured as bus, truck collide on national highway in BikanerAt least 10 people were killed and several suffered injuries after a bus and a truck collided on National Highway 11 in Rajasthan’s Bikaner district on Monday, ANI reported. The bus was on its way from Bikaner to Jaipur when the accident occurred around 7.45 am near the town of Shri Dungargarh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    JNU fee protests: Students’ march towards Parliament stopped by police, some detainedProtests by students of the Jawaharlal Nehru University escalated further on Monday as they tried to march towards Parliament House on the first day of the Winter Session but were stopped by the police just metres outside the university campus. The students want a complete rollback of the proposed increase in fee for the hostels and mess. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ‘Instead of buying a Rs 191-crore plane, made travel free’: Arvind Kejriwal criticises Vijay RupaniDelhi Chief Minister Arvind Kejriwal on Sunday said that instead of buying a Rs 191 crore aircraft for himself he chose to introduce free rides for women in public buses. Kejriwal was referring to the purchase of a jet for the use of his Gujarat counterpart Vijay Rupani earlier this month.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Maharashtra crisis: Sharad Pawar and Sonia Gandhi meet to decide on alliance with Shiv SenaNationalist Congress Party chief Sharad Pawar and Congress Interim President Sonia Gandhi met on Monday evening to discuss the political situation in Maharashtra. Pawar reached Delhi on Monday morning. Pawar had said on Saturday that the three parties will form a coalition government and promised that it will complete the full term.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Parliament: Opposition protests in Lok Sabha over detention of Farooq AbdullahThe Winter Session of Parliament began on Monday and will last till December 13. As many as 27 new bills are likely to be introduced in this session. Prime Minister Narendra Modi said he hoped for “frank discussions” on all matters during this session. Oppositions MPs raised slogans seeking the release of National Conference leader and former Jammu and Kashmir Chief Minister Farooq Abdullah. He has been under house arrest since the beginning of August.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Justice SA Bobde takes charge as 47th chief justice of IndiaSharad Arvind Bobde was sworn in as the 47th chief justice of India on Monday. President Ram Nath Kovind administered the oath at the Rashtrapati Bhavan. Prime Minister Narendra Modi and Vice President Venkaiah Naidu were among the attendees.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Yashwant Sinha accuses finance minister of fudging Budget numbers to hide fiscal deficitFormer Bharatiya Janata Party leader Yashwant Sinha on Sunday accused Finance Minister Nirmala Sitharaman of fudging Budget numbers to conceal the real fiscal deficit. At the Mumbai Lit Fest, Sinha said Sitharaman in her Budget presentation on July 5 had relied on estimates used in the Interim Budget of February 1, though the Comptroller and Auditor General Rajiv Mehrishi had provided revised estimates.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Assam: Captured, relocated elephant dies of cardiac arrestA wild rogue elephant that was tranquilised, captured and relocated to the Orang National Park in Assam last week died on Sunday. The elephant was captured after it killed five people in Goalpara district on October 29.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Writer Shanta Gokhale receives lifetime achievement award at Tata Literature Live! festivalWriter, translator and film critic Shanta Gokhale was on Sunday honoured with the lifetime achievement award at the Tata Literature Live! festival. She received her award at a ceremony held at the National Centre for the Performing Arts in Mumbai.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Winter Session of Parliament to begin today, focus on Citizenship (Amendment) BillThe Winter Session of Parliament is set to begin on Monday, and will last till December 13. As many as 27 new bills are likely to be introduced in this session, The Indian Express reported.Of the bills, the government will table the contentious Citizenship (Amendment) Bill. The bill seeks to amend a 1955 law to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan if they have lived in India for six years. The bill was passed in the previous Lok Sabha but not the Rajya Sabha, and has now lapsed.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Map row: Nepal prime minister urges India to immediately withdraw its Army from KalapaniNepal Prime Minister KP Oli said on Sunday that the Kalapani area at the tri-junction of Nepal, India and Tibet belongs to Nepal, and that India should “immediately withdraw” its army from there, Nepal24Hours.com reported. There have been protests in Nepal against India’s move to place the Kalapani area inside its territory.“The government will not allow anybody to encroach even one inch of its land,” said Oli in his first public statement on the matter. “The neighbouring country should take its Army back from our territory.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    J&K: Mehbooba Mufti’s daughter claims detenues were manhandled while being moved to another facilityThe Jammu and Kashmir Police on Sunday refuted claims that some political detenues were manhandled while being moved to another facility due to the cold conditions at the Centaur Hotel in Srinagar, where they were lodged so far.Iltija Mufti, the daughter of detained former Chief Minister Mehbooba Mufti, tweeted that police “roughed up” People’s Conference leader Sajad Lone, Peoples Democratic Party leader Waheed Para and bureaucrat-turned-politician Shah Faesal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shiv Sena skips NDA meeting, LJP proposes coordination committee to manage alliance partnersThe Shiv Sena’s absence was felt at the National Democratic Alliance meeting held on Sunday, Lok Janshakti Party chief Chirag Paswan said. Commenting on the party’s departure from the alliance, Paswan proposed a coordination committee for the NDA to help constituent parties manage the exchange of their views better.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Jharkhand elections: BJP minister Saryu Roy to contest against CM Raghubar Das as an independentJharkhand minister Saryu Roy on Sunday said he would contest against Chief Minister Raghubar Das, who belongs to his own party, as an Independent candidate in the upcoming state elections, PTI reported. Roy’s name has not featured in the four candidate lists that the Bharatiya Janata Party has released so far.Roy, who holds the Food, Public Distribution and Consumer Affairs portfolio, said he would resign from Das’ Cabinet on Monday and file his nomination papers from the Jamshedpur (East) and Jamshedpur (West) Assembly constituencies.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ayodhya verdict: Muslim law board to file review plea, won’t accept five-acre plot elsewhereThe All India Muslim Personal Law Board on Sunday decided to file a review petition against the Supreme Court’s verdict on the Ayodhya dispute, PTI reported. The board refused to accept the five-acre alternative plot in Ayodhya to be allotted to Muslims to build a mosque.","author":"Scroll Staff","time":"2019-11-18T09:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128760-lofuvatnjm-1573458219.jpg","tags":["Top news","Winter Session of Parliament","parliament","ayodhya verdict"]}