{"title":"Tripura violence: 102 Twitter accounts booked under UAPA, police ask company to block them","content":"The Tripura Police have invoked the Unlawful Activities (Prevention) Act against 102 Twitter accounts for allegedly spreading distorted and objectionable content about the recent violence in the state, reported the Hindustan Times. Tripura Police’s Public Relation Officer Jyotishman Das Choudhary said that they have been trying to trace the people who used these the accounts. “The case which was earlier investigated by police is now transferred to the Crime Branch division of Tripura police,” he added.     Earlier, the police had written to Twitter, asking it to suspend these accounts that allegedly spread such content. At that time, the police had filed cases against 68 accounts. In its letter to Twitter, the police said that some posts and news items on these handles contained photographs or videos of some other incident and fabricated statements or commentary. “The posts have potential to flare up communal tension in Tripura State between people [of] different religious Communities, which may result into communal riots,” the letter stated.The Tripura Police have sought user registration details of the Twitter accounts, their browsing log details, IP addresses used to log in to the accounts and mobile numbers linked to the accounts. The accounts against whom the police have sought action include those of journalists Mohammad Sartaj Alam, Shyam Meera Singh and CJ Werleman, and former Aligarh Muslim University student leader Sharjeel Usmani.Meanwhile, Shyam Meera Singh, a journalist at NewsClick, said that the Tripura government has booked him under the UAPA for his social media post. Singh that he has been booked for writing, “Tripura is burning”.“I want to   reiterate once again, I will never hesitate to stand up for justice,” he tweeted on Saturday.For writing only these 3 words “Tripura is burning”, BJP Government of Tripura has imposed UAPA on me. I want to   reiterate once again, I will never hesitate to stand up for justice. PM of my country might be a coward, We journalists are not. मैं आपकी जेलों से नहीं डरता. pic.twitter.com/pw5OrZlDRp— Shyam Meera Singh (@ShyamMeeraSingh) November 6, 2021\n\nOn Wednesday, the police had registered five criminal cases against 71 people, accusing them of putting up provocative posts on social media.The police have also requested people to not share or like posts that have not been verified. “It is clarified again that law and order situation is absolutely normal in the state,” they said.After attacks on Hindus in Bangladesh last month, the Vishwa Hindu Parishad had organised a protest rally in Tripura on October 26, which led to violence and attacks on mosques as well as shops and homes of Muslims. However, the police have repeatedly claimed that the law and order situation in the state was “absolutely normal”. They also asserted that no mosques had been burnt.Earlier this week, the police also booked two lawyers – Mukesh Kumar and Ansar Indori – under the UAPA, and sections of the Indian Penal Code dealing with promoting disharmony, forgery, intentional insult and criminal conspiracy.The lawyers were part of a fact-finding team that looked into the violence in Tripura.The report, co-authored by Supreme Court lawyers Ehtesham Hashmi and Amit Srivastav, said the violence erupted because of the “irresponsibility of the administration, along with extremist organisations and the vested interests of ambitious politicians”.","author":"Scroll Staff","time":"2021-11-06T13:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166033-qnzgmubcqd-1636185162.jpg","tags":["Tripura Police","Twitter","UAPA","Tripura violence","Mukesh Kumar","Ansar Indori"]}