{"title":"Manik Saha to take over as Tripura chief minister  after Biplab Deb’s resignation ","content":"Manik Saha, the president of the Bharatiya Janata Party’s Tripura unit will take over as chief minister of the state after Biplab Deb resigned from his post on Saturday. Saha was elected the new leader of the state legislature party, the BJP’s Tripura in-charge and Union minister Bhupender Yadav wrote in a tweet. It is not yet known when Saha, currently a Rajya Sabha MP, would take oath as the chief minister.Saha had left the Congress to join the BJP in 2016, The Times of India reported. He took over as the BJP’s Tripura unit chief in 2020.श्री @DrManikSaha2 जी को त्रिपुरा भाजपा विधायक दल का नेता चुने जाने की बहुत-बहुत बधाई। मुझे पूर्ण विश्वास है कि आदरणीय प्रधानमंत्री श्री @narendramodi जी के मार्गदर्शन और आपके नेतृत्व में त्रिपुरा विकास की नई ऊंचाइयों पर पहुँचेगा।#Tripura pic.twitter.com/b6qKAKPd5m— Bhupender Yadav (@byadavbjp) May 14, 2022\n\nAt the meeting of BJP MLAs to decide on the next chief minister, state Cabinet minister Ram Prasad Paul reportedly protested the proposal to name Saha for the post, according to PTI. A scuffle broke out among the MLAs, the news agency reported, citing unidentified sources. Paul wanted Deputy Chief Minister Jishnu Dev Varma to be named as the next chief minister, the sources said.The Tripura unit of the Trinamool Congress tweeted a purported video of the meeting where BJP leaders can be seen arguing.Hooliganism at best!From Ram Prasad Pal to several other @BJP4Tripura MLAs, Ministers and leaders - breaking into chaos after @BjpBiplab's resignation proves once again that the state, under BJP, is headed to its darkest times!#ShameOnBJP pic.twitter.com/VdZ1SW4aRW— AITC Tripura (@AITC4Tripura) May 14, 2022\n\nEarlier on Saturday,  Deb had submitted his resignation to the state Governor Satyadev Narayan Arya. The resignation came less than a year ahead of the state election scheduled to be held in March next year.The former chief minister thanked the BJP’s central leadership for having given him the opportunity to serve at the top post. “I have wholeheartedly served my State & will always work for the betterment of my State,” he wrote on Twitter. “Tripura shall definitely march ahead in the path of [development].”He felicitated Saha for being named as the chief of the legislature party, ANI reported.#WATCH | Former Tripura CM Biplab Kumar Deb felicitated Manik Saha, who will be the new Chief Minister of the state pic.twitter.com/yI2NXKyciQ— ANI (@ANI) May 14, 2022\n\nAfter his meeting with the governor, Deb told reporters that he wanted to work as a grassroot-level member of the BJP, and not as a chief minister, to help the party come back to power in the state, ANI reported.   It is not yet known why Deb resigned, but there has been discontent about his leadership among the party MLAs. In November, two BJP MLAs, Sudip Roy Burman and Asish Saha had criticised Deb and the state government for political violence ahead of the civic polls. They had alleged that there was no democracy in the state.  This was a month after nine party MLAs, led by Roy Burman, had come to Delhi to meet the top leadership of the BJP. They had complained about the “misrule and total dictatorship” of Deb. They were also unhappy with Deb’s management of the coronavirus in Tripura.Deb became the chief minister of Tripura in 2018 after the BJP and its ally, the Indigenous People’s Front of Tripura registered a landmark victory in the state, dislodging the 25-year-old Left Front government. In the 60-member Assembly, the BJP has 36 MLAs and the support of eight IPFT legislators.","author":"Scroll Staff","time":"2022-05-14T16:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174360-fpdxeccvge-1652533426.jpg","tags":["Biplab Deb","BJP","Tripura"]}