{"title":"Tripura BJP MLAs in Delhi to complain about ‘total dictatorship’ rule of Chief Minister Biplab Deb","content":"Nine Bharatiya Janata Party legislators from Tripura arrived in Delhi on Monday to meet the top leadership of the party and complain about the “misrule” of Chief Minister Biplab Deb, NDTV reported. The group led by BJP MLA Sudip Roy Barman, sought appointments with party chief JP Nadda and general secretary BL Santosh. Other MLAs who are part of the dissenting camp include Asish Saha, Sushanta Choudhury, Ramprasad Pal and Diba Chandra Hrankhawl, according to the Hindustan Times. Choudhury told the newspaper that the delegation also plans to seek an appointment with Prime Minister Narendra Modi and Home Minister Amit Shah.“Neither the government nor the party is moving in the right format, as it should be,” he added. “All the pre-poll promises, mentioned in the party’s vision document, are made to be fulfilled. These should be reflected in action, but we are far away from reality.” The MLA said he and others wanted to bring these problems to the attention of the senior BJP leaders but did not specify whether the legislators want Deb to be removed from the chief minister’s position. “We will highlight the developments in Tripura,” Chaudhary said. “The rest will be decided by the top leaders if they want to intervene in this issue.”Another unidentified MLA from the group told NDTV that they want to apprise the leadership about the “total dictatorship and poor governance” of the chief minister, which he felt was making the party unpopular in Tripura. “We want to tell the national leadership that we are all committed workers of the party and would like the BJP rule in the state to sustain for more than one term,” the MLA added. “But if the present leadership continues, opposition forces like the Left and even the Congress will gather lost ground.”On Saturday, BJP MLA from Suryamani Nagar, Ram Prasad Pal, met party secretary BL Santosh and spoke about Deb’s high-handedness, according to India Today. MLAs criticise Deb’s handling of coronavirus The dissident MLAs are also unhappy with Deb’s management of the coronavirus in Tripura.“During the ongoing pandemic, there is no dedicated health minister in the state,” one of them told NDTV.“Experienced IAS and IPS officers are leaving the state either on deputation or voluntary retirement since they are unable to cope with the chief minister’s dictatorship nature,” the legislator added. “He has even threatened the media and journalists have opened up a front against him.”Tripura has recorded 24,403 coronavirus cases and 316 deaths as of Monday, according to the Union health ministry data. In September a central team had arrived at the BJP-run state to help the administration handle the pandemic. On September 11, the chief minister said he would not “forgive” the media for allegedly “confusing people” and “getting overexcited” about reporting on the spread of the pandemic in the state. His remarks were met with severe criticism from journalists, who called Deb’s allegations a “threat to press freedom”. Two journalists in Tripura were also attacked by unidentified persons within 24 hours of Deb’s speech.The MLA claimed that a majority of BJP legislators in the state want a “leadership change”.  An unidentified aide of Deb’s, however, denied this .“There are only seven-eight MLAs who are trying to create disturbance in smooth functioning of the government and that they are mostly imports from Congress,” he told NDTV. The BJP and its ally the Indigenous People’s Front of Tripura had registered a landmark victory in the state in 2018, dislodging the 25-year-old Left Front government. In the 60-member Assembly, the BJP has 36 MLAs and the support of eight IPFT legislators.","author":"Scroll Staff","time":"2020-10-12T10:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/88550-qgmcvtlsfc-1525167873.jpg","tags":["Tripura","Biplab Deb","Coronavirus","BJP"]}