{"title":"True leader: Rohit Sharma played the World Cup outside his comfort zone","content":"This article originally appeared in The Field’s newsletter, Game Points, on November 22, 2023. Sign up here to get the newsletter directly delivered to your inbox every week.On the second ball of Josh Hazlewood’s first over in the final, Rohit Sharma took a few measured steps outside of his crease and punched a shot through the covers for four. The India captain had thrown down the gauntlet. Just as he had in the semi-final against New Zealand’s Trent Boult. Just as he had throughout the ICC Men’s ODI World Cup.Sharma, for all his talent as a batter – he owns the world record for highest individual score in One-Day Internationals, 264 against Sri Lanka in 2014 – tends to start slow. He takes a few deliveries to get his eye in. But once set, he changes the pace.In many ways, this is an ideal mentality to have in 50-over cricket. The ODI format demands precise batting where patience and aggression are married, where endurance and explosiveness meet. But over the course of the World Cup, we saw a different Sharma.The bravado in his batting was a part of the plan made for the team. And the captain played the selfless role to take himself out of his comfort zone and deliver for his team.From the first ball, he would go after the bowlers in an attempt to give his team a quick start. He allowed himself no time to settle in, just to build a foundation for his team so the rest of the squad could take their time.It gave the next batter Virat Kohli a running start. He would do what he does best and the batters down the order were eased of the pressure. It was a domino effect and Sharma was the key to that strategy.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nIn the semi-final against New Zealand, Sharma scored 47 off 29. It was an innings that would be overshadowed by Virat Kohli’s record 50th century, and Mohammed Shami’s record 7 for 57 with the ball. But as Nasser Hussain said in his summary of the match for Sky Sports, Sharma was the “genuine hero of this Indian side”.Through the course of the World Cup, Sharma scored one century – 131 against Afghanistan, which helped him break Sachin Tendulkar’s record of most World Cup centuries, seven – and three half-centuries. Four times he would get dismissed in the 40s. And in nine of the 11 innings he played at the World Cup, he gave his team a strong start.As captain, his role was not just with the bat. He had to be the man-manager of the team. He needed to make the field placements, rotate his bowlers and bring in bowling changes at crucial moments. He did it all in his typical calm manner.Sharma has a certain charm in his demeanour. Ahead of the match against Sri Lanka, he burst into laughter when he was being introduced. “Don’t these guys know me,” he asked to further laughter.On the pitch, by no means is he the only leader in the team. He may wear the captain’s armband, but Kohli, the former captain, still wields power. But credit to the duo, they have learned to co-exist. There has not been a power struggle despite Kohli being unceremoniously axed from his position as captain.Instead they have both worked to bring balance to the team. Sharma is the Yin to Kohli’s Yang. The ice to Kohli’s fire.And as India chased, albeit stumbling at the final hurdle, a World Cup crown, they were led by a strong, able and selfless captain.Get that man a vada pav. He has earned it.","author":"Shahid Judge","time":"2023-11-23T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196035-kwshbvjwdb-1700558889.jpg","tags":["Rohit Sharma","Virat Kohli","Josh Hazlewood","Trent Boult","Indian cricket","ICC Men's ODI World Cup 2023","Cricket World Cup"]}