{"title":"Two Kuki-Zo ‘village volunteers’ gunned down in Manipur, bodies mutilated","content":"Two Kuki-Zo “village volunteers” were killed in Manipur, in Kangpokpi district’s Phailengmol area, on Saturday, the Indigenous Tribal Leaders’ Forum and the Committee on Tribal Unity confirmed in separate statements.The victims – 23-year-old Kamminlal Lupheng from Maphoudam and 25-year-old Kamlengsat Lunkim from Bongjang – were gunned down by Meitei militants in collusion members of central security forces, tribal groups alleged. Videos of their corpses being mutilated after the firing were shared widely on social media.The term “village volunteers” has been used for armed civilians guarding villages since an ethnic conflict broke out between the state’s Kuki and Meitei communities in May. Eleven months on, 219 persons have been killed and 60,000 people have been displaced from their homes.“[We] condemn in the strongest terms the killing of two Kuki-Zo village volunteers by central security forces, who aided Meitei militants by firing and shelling tribal positions in Phailengmol,” the Indigenous Tribal Leaders’ Forum said on Saturday. “A combined team of Arambai Tenggol and UNLF [United National Liberation Front] militants has been attacking tribal areas since yesterday and openly posting about their activity on social media,” the group alleged. The Arambai Tenggol is a Meitei armed group while the United National Liberation Front is a separatist Meitei insurgent group.The tribal leaders’ forum said that Saturday’s violence was a concern for many Kuki-Zo villagers who were resettled in the area after being displaced by the ethnic violence in Manipur. It also condemned the “barbaric treatment” of the victims’ corpses that “were dragged on ropes, their faces stomped on and sprayed with bullets, and their arms hacked off with machetes”.The Committee on Tribal Unity, a civil society group in Kangpokpi, described the killings as a “state sponsored clandestine attack” and said that it was “appalled at the state Election Commission’s indifferent attitude towards rampant movement of secessionist Meitei militants in the valley districts” ahead of the Lok Sabha elections.The Ministry of Home Affairs had recently withdrawn around 50 companies of Central Armed Police Forces from the state, ahead of the Lok Sabha elections, but not from the area where Saturday’s violence occurred, reported The Hindu.Union Minister of Home Affairs Amit Shah is expected to visit Manipur to campaign for the general elections on Monday. Polling for Manipur’s two Lok Sabha seats are scheduled to be held on April 19 and April 26. The votes will be counted on June 4.","author":"Scroll Staff","time":"2024-04-14T10:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191322-mgcbsizfdu-1686970308.jpg","tags":["Manipur","Kangpokpi","Meitei","Kuki","Ministry of Home Affairs","Manipur unrest","Ethnic violence"]}