{"title":"Two emperors, one India: Akbar and Modi share a single-minded focus on power – but nothing more","content":"On the sidelines of the consecration of the Ram temple in Ayodhya on January 22 was news of four sidelined seers, the shankaracharyas who were either not invited or refused to attend the ceremony. History repeats itself, we know, but I can’t quite define the sense of déjà vu, tragic, farcical, or a bit of both, with which I read about the flailing attempts of the shankaracharyas to condemn the ceremonies in Ayodhya as an exercise in inflating one man’s ego and one party’s political ambition. It befits the upside-down, unthinking times we live in that the accusation of the shankaracharyas that Narendra Modi is politicising the temple was met with the counter-accusation that the Shankaracharyas are politicising Narendra Modi. They “look at Prime Minister Narendra Modi and the BJP through a political prism”, declared Union Minister Narayan Rane, seemingly astounded that a politician and his party should be perceived, God forbid, as political.It isn’t easy to sympathise with the shankaracharyas – it is not, after all, the unholy destruction and division that has gone into creating the Ram temple that bothers them, only that the prime minister is using the half-built shrine to further his own prospects. In that sense, they are oddly reminiscent of the egotistical clerics bereft of spiritual qualities who were, for a while, greatly powerful in the 16-century court of the Mughal emperor Akbar the Great. One such shaikh was Abdun Nabi, described by Akbar’s historian Abul Fazl as having “decked out his shop with hypocrisy”; and by Akbar’s critic Badauni as disbursing charitable grants from upon a ‘throne of pride’, sometimes washing his hands and feet and splashing the dirty water on the petitioners around him. Of another, Makhdum-ul-Mulk, Badauni wrote that his greed was such that he would transfer his property to his wife at the end of every year, to avoid paying the compulsory Islamic tax, zakat. As for his piety, Badauni described the convoluted arguments by which Makhdum-ul-Mulk avoided the trouble of going on the Haj. To go to Mecca, he said, would mean traversing Shia Iran or suffering the heresy of a Portuguese passport stamped with images of Jesus and Mary. Thus, the Haj became sinful, and its avoidance a virtue.One can imagine the glee with which Badauni and Abul Fazl received the news that both Abdun Nabi and Madkhdum-ul-Mulk were being sent to Mecca forcibly – the Haj was often a euphemism for exile. The old men protested but Akbar treated them as good doctors must, wrote a pitiless Abul Fazl, making his patients, “willing or unwilling, swallow bitter drugs”. This was only weeks after the two men had been bullied, along with several others, into signing what has come to be called the Infallibility Decree, declaring Akbar the final authority on religious disputes between Muslim jurists, a mujtahid – just as he was the foremost temporal power in his realm.All this happened in late 1579. Only months later, in January 1580, Akbar’s nobility in the east rebelled. This, the Bengal revolt, was one of the greatest challenges that Akbar faced in his challenging career, and it was supported by many of his disenchanted clerics. Akbar’s qazi in Jaunpur issued a fatwa “insisting on the duty of taking the field and rebelling against the Emperor”. He was arrested and drowned in a fortunate “accident”. The qazi was not the only Muslim priest who lost his life or position during this time: Akbar charged through their ranks as if through a battleground. “One by one,” wrote Badauni, “he sent all the Mullas, against whom he had any suspicions of dissatisfaction, to the closet of annihilation.” Others, more fortunate, he separated from each other “like dishevelled thread”, and many he sent to Kandahar, “where they were exchanged for horses” – that is, sold as slaves.The shankaracharyas, should they be inclined to read history, might feel their hearts sink. Or perhaps they would declare that Modi, emperor of Hindu hearts, can have nothing in common with an emperor of Mughal India. In this, the seers would be right. For all that Modi and Akbar might share a single-minded focus on power, no two people could be less alike.To know this, you need only look at the causes of the Bengal revolt. Among them was Akbar’s pursuit of supreme, unchallenged authority, yes – but equally his pursuit of diversity. By 1580, Akbar wasn’t just clipping the wings of his conservative ulema, he had begun to fill his court with religious scholars of all stripes – Muslim, Hindu, Parsi, Jain, even a trio of Christian priests. As he expanded the range of ideas that could be discussed fearlessly in his presence, with no hurt sentiments – “By God,” he once exclaimed when one of the Christians himself thought he might have gone too far in his criticism of Islam, “I am not the man to have my feelings outraged by these things” – so he began to experiment with rituals of all kinds, from wearing the Hindu rakhi and Parsi kusti to invoking the Sun and worshipping fire.He was not, after all, inclined to be a mujtahid of Muslim hearts alone. Instead, he wanted to understand all his diverse subjects, regardless of creed, and provide them with the famous promise of his age, sulh-i-kul, “peace for all”. This is precisely why he remains relevant 400 years after his demise, why his dynasty remains relevant, no matter if the Babri masjid is destroyed, and why the legacy of the Mughals will long remain a protesting wrinkle in the saffron shroud that some now try to drape over our diverse land.Parvati Sharma has written two biographies of Mughal emperors: Akbar of Hindustan, and Jahangir: An Intimate Portrait of a Great Mughal.","author":"Parvati Sharma","time":"2024-01-29T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197919-nyihzzdwbt-1706359007.jpg","tags":["Akbar the Great","Narendra Modi","Hindutva","Babri Masjid","Mughal Empire","Mughals","Ram Temple","Ayodhya","Islam"]}