{"title":"Uddhav Thackeray unanimously chosen to be Maharashtra CM, says Sharad Pawar","content":"A meeting between senior leaders of the Shiv Sena, Congress and Nationalist Congress Party was held in Mumbai on Friday, the Maharashtra Times reported. Nationalist Congress Party chief Sharad Pawar, who emerged from the meeting while it was under way, told reporters that the name of Shiv Sena President Uddhav Thackeray has been unanimously agreed upon for the chief minister’s post. “Tomorrow a press conference will be held by the three parties,” Pawar added, according to ANI. “Discussions are continuing. Tomorrow we will also decide when to approach the governor.” But senior Congress leader Prithviraj Chavan said that what Pawar said “is on record” and he would not like to comment on it, ANI reported. “All three parties had positive discussions about government formation,” Chavan said. “We’ve reached consensus on many issues but talks to continue tomorrow. Whatever Sharad Pawar Ji has said is on record, I won’t speak on that. When we’ve discussed all things, we’ll speak on them.” The Maharashtra Times said that the meeting was attended by Thackeray, Congress leaders Ahmed Patel and Mallikarjun Kharge and Pawar. A final decision on the alliance, reportedly billed as the Maha Vikas Aghadi, will be taken on Friday itself, the daily said. The meeting took place at the Nehru Science Centre in Worli.Nationalist Congress Party leader Nawab Malik had earlier said the alliance will stake claim to form the government on Friday night or Saturday morning. He also made it clear that the Shiv Sena will hold the post of the chief minister, an assertion both Congress and Shiv Sena leaders had made earlier in the day.Malik also said, in response to a question by reporters, that it was not an important matter for all three parties whether the Shiv Sena and the Nationalist Congress Party intend to share the chief minister’s post for two-and-a-half years each. Meanwhile, the Maharashtra Times said quoting sources that the Bharatiya Janata Party has offered the post of chief minister to the Shiv Sena for two-and-a-half years.  The political situation in MaharashtraThe Bharatiya Janata Party and the Shiv Sena had fought the Maharashtra Assembly elections, held on October 21 together. The BJP won 105 seats, the Shiv Sena 56 seats, the Nationalist Congress Party 54 seats, and the Congress 44 seats.However, the BJP and the Shiv Sena fell out after the Sena insisted that BJP National President Amit Shah had promised it the chief minister’s post for 2.5 years, as well as 50% of the portfolios in the Maharashtra Cabinet. The BJP refused to admit the claim or accede to the demand.Following this, the BJP told the governor that it did not have the numbers to form the government. Subsequently, Koshyari invited the Shiv Sena and the Nationalist Congress Party. But the Centre advised Koshyari to impose President’s Rule in Maharashtra, which he did on November 12.The Shiv Sena, Congress and Nationalist Congress Party subsequently began negotiations for an alternative government. Earlier on Friday, Shiv Sena chief Uddhav Thackeray met all party MLAs, who urged him to take the chief minister’s post. Congress leader Manikrao Thakare also declared that the chief minister would come from the Shiv Sena.On Thursday, reports said that the Congress Working Committee had given in-principle approval to forming an alliance with the Shiv Sena. Thackeray had met Nationalist Congress Party chief Sharad Pawar on the same day.","author":"Scroll Staff","time":"2019-11-22T19:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129696-nbtszbgctm-1574430091.jpg","tags":["Uddhav Thackeray","Shiv Sena","Sharad Pawar","Nationalist Congress Party","Congress","Maharashtra"]}