{"title":"Strikers in Saris: A mural remembers the women who shook Britain in 1976","content":"The summer of 1976 is remembered in the United Kingdom for two pivotal events. It was the year when the country suffered an unforgettable heat wave, with one of the driest and warmest summers of the 20th century. The second reason is that it was the year when some women workers walked out of the Grunwick Film Processing Laboratories in Willesden on August 20, in protest against their degrading work conditions. Led by Jayaben Desai, a firebrand born in Gujarat, the strikers soon became the lodestone for thousands of others.Jayaben Desai. Courtesy: Crowdfunder.co.uk/grunwick40The strike, though not won by Desai and her troops, captured a nation’s interest and proved to be a seminal moment in the British labour movement.Desai passed away in 2010 at the age of 77, and it is now 40 years since the strike. And yet, the memory of a movement mounted by the “strikers in saris”, as they came to be called, lives on. A local group has taken the initiative of installing a mural at the site of the protest to commemorate the event, which remains an important part of Willesden’s history.“There have been exhibitions and events around the Grunwick strike but we were looking to do something more permanent to mark its 40th anniversary,” said Sujata Aurora of the Grunwick 40 organising group. A crowd-funding campaign has also been started to gather funds for the mural.The Grunwick walkout marked the beginning of what would become a two-year-long agitation by South Asian women migrant workers as they fought for their right to join a worker’s union. The work environment was terrible – the management even expected the workers to ask for permission when they wanted to use the bathroom. Most of these women, like Desai, had moved to the UK from Kenya, Tanzania or Uganda, after these British colonies gained independence in 1970. Having once held jobs as educators or in administrative fields, working in factories and being seen as “un-skilled labour” was not ideal, but these were determined women who were ready to make the best of their circumstances.“It was great to see the stereotype of Indian woman as being submissive being subverted,” said Aurora. “I have no personal connection to Jayaben Desai, but I have read about the incident in magazines and seen pictures of Desai and others and it has always inspired me to fight for justice. We hope that the mural will reflect as well as celebrate the struggles that these women faced and inspire a new generation to speak up and stand up for their rights.”The sari-clad Desai, with her handbag tucked under her arm, became the face of the strike. With her at the forefront, the workers and other supporters from across Britain spent months picketing outside the Grunwick factory. They demanded that Grunwick should recognise workers’ right to join trade unions to address issues faced by the workers. At a time when women and non-white workers found it difficult to gain the support of unions (dominated mostly by white males), Grunwick strikers were able to transcend these differences and eventually their cause was taken up by the wider trade union movement of the day. By June 1977, there were marches in support of the Grunwick strikers. On some days, more than 20,000 people packed themselves into the narrow lanes near Dollis Hill tube station leading to the factory.“The street that saw 20,000 people come down in a single day to support the strike now looks pretty drab,” says the Crowdfunder.co.uk page. “As you arrive at Dollis Hill tube station and walk past the former Grunwick site to the main road, you’ll see plenty of plain, bare walls and unloved spaces. Grunwick 40 plans to install a mural to add colour and life to this forgotten yet important area.”Site of Grunwick strike where the murals will be mounted. Courtesy: Crowdfunder.co.uk/grunwick40The mural is being designed collaboratively by the locals through workshops headed by artist Anna Ferrie who has previously been part of public art projects and has been a resident of Willesden for 20 years.At the workshop, the participants will be working with the many black and white photographs taken during the dispute and other visual material available, which will then be made into abstract screen prints. “The black and white photos that were taken by photojournalists at the time of the strike are of very high quality and very powerful,” said Ferrie. “They reflect the atmosphere of the picket line and the strength and determination of those involved. They also are interesting as social snapshots of the 1970s – the clothes and hairstyles, the very tall police. We want to reflect those aspects visually. Participants can choose which image they work from and personalise it if that is possible.”Jayaben Desai (Courtesy: Facebook.com/Grunwick40).Courtesy: Facebook.com/Grunwick40Arthur Scargill leading miners down to support Asian women on the picket lines of Grunwick (Courtesy: Facebook.com/Grunwick40).Some attending the workshop have personal memories of the strike to work with. The Grunwick40 Facebook page mentions one such person, whose course of life was personally affected by the strike. Mike Jackson was a student at the time and had travelled from Keele University to support the strikers, an experience that turned out to be a formative one. “During the workshop, Mike chose the shot of (British trade unionist and politician) Arthur Scargill and the trade union leaders leading a march,” said Ferrie. “He told us that Grunwick was his first experience of a picket line as a young man and an important one. He went on to be very involved in the UK miners’ strike of 1984-’85 later on.”Courtesy: Facebook.com/Grunwick40Courtesy: Facebook.com/Grunwick40Courtesy: Facebook.com/Grunwick40Courtesy: Facebook.com/Grunwick40The images and designs created at the workshops will be digitised and made into a collage by Ferrie and her team of artists to create large multi-coloured compositions, words, memories and key messages. The designs will then be digitally printed onto metal panels to fit the different spaces, including some at the entrance to Dollis Hill underground station which is where the Grunwick factory was.“We want to make sure the mural is striking from a distance but that it also has detail and is engaging and informative close up,” said Ferrie. “Although it is a historical piece, we want it to also have a contemporary feel that sits well within art in the public realm in London.”Courtesy: Facebook.com/Grunwick40Mike Jackson at the Grunwick40 workshop. Courtesy: Facebook.com/Grunwick40Courtesy: Facebook.com/Grunwick40","author":"Zinnia Ray Chaudhuri","time":"2016-05-22T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/806381-wpimgfdvuz-1463913471.jpg","tags":["Grunwick","Protest","Jayaben Desai","Murals","Public Art"]}