{"title":"‘Unclean’, ‘monstrous effects’, ‘the curse’: Menstruation has a long history of stigma, shame","content":"About a year ago, at a friend’s wedding, a fellow guest asked whether  I knew that modern sanitary towels owe their origins to resourceful  World War I field nurses who discovered the efficacy of repurposing military bandages as period pads. I did not.As a historian interested in the relationship between technology and  the body – and someone who menstruates – the conversation had me  wondering why I’d never considered the evolution of menstrual products.  The answer, I believe, lies in the pervasive culture of shame that has long surrounded menstruation, stifling open dialogue around the subject.That, I thought, must change. So, I embarked on a research project with a team of colleagues at the University of Leeds into the history of menstrual stigma.What we’ve discovered so far are examples of stigma and shame  surrounding periods from many thousands of years ago through to the  modern day.Not a new problemA frequently cited example of menstrual stigma is the Bible’s Leviticus chapter 15, verses 19-33.  This passage asserts that women (along with anything they lie or sit  on) become “unclean” during menstruation. If a non-menstruating person  touches either the menstrual blood, or anything the woman has touched,  they too will become unclean. This association between menstruation and corruption (not just of the  menstruating person, but also of people and objects around them) has  been persistent among male scholars through history. For example, writing around AD70, Pliny the Elder  says menstruation “is productive of the most monstrous effects”. He  writes that crops “will wither and die”, and bees “will forsake their  hives if touched by a menstruous woman”. In the seventh century AD, Isidore of Seville expanded on Pliny’s accusations, claiming:If they are touched by the blood of the menses, crops cease to sprout, unfermented wine turns sour, plants wither, [and] trees lose their fruit. Even as late as 1694, we find books on midwifery  that liken menstruating women to the cockatrice (a mythical beast with  venomous breath) on account of their allegedly shared ability to  disperse poison through the air.   From history to todayUnfortunately, discussions of menstruation have continued to  reinforce shame around the issue through the 20th and 21st centuries, portraying periods as something to be embarrassed about and to be kept hidden.In 1950, Good Housekeeping, the popular women’s magazine, published an advert  for Modess’ newly packaged sanitary towels, which read: “So skilfully  shaped not to look like a napkin box, that the sharpest eyes couldn’t  guess what’s inside the wrapping.”Although the tone of this advertisement is upbeat and chatty, it  reinforces the idea that menstrual products should be kept hidden. Some  70 years later, in 2020, Tampax was criticised for advertising tampons that “open silently for full discretion”.Another example of the stigmatisation of menstruation can be seen in the long history of euphemisms. A study published in 1948 identified a range of harmful menstrual euphemisms including “the curse”, “dirty red” and describing a woman as “in season”. A similar study  from 1975 discussed 128 menstrual euphemisms, many of which are still  used today (such as “Aunt Flo” and “on the rag”). While some of these  euphemisms might provoke a giggle (my personal favourite being “riding  the cotton pony”), they’re designed to obscure discussions of  menstruation and, in doing so, they reinforce the shame that surrounds  it.Created via Canva.Harms of stigmaThis long history of menstrual stigma continues to inform  contemporary culture, having a negative effect on people who menstruate  today. In 2021, a group of researchers concluded that feelings of stigma and shame perpetuate the expectation that people should hide their menstruation.This may take the form of hiding sanitary supplies at school and at work, or concealing symptoms of menstruation, for example.We know this secrecy prevents people from identifying when their  experiences of menstruation are unusual and from subsequently seeking  healthcare. For example, a 2018 survey  found that 79% of girls and young women had faced symptoms linked to  their period that concerned them, but they hadn’t seen a doctor or  health professional. Similarly, statistics from charity Endometriosis UK  reveal that 62% of women aged 16-54 would put off going to a doctor  with symptoms of endometriosis because they don’t think it’s serious  enough to bother a doctor with, or they’d be embarrassed, or don’t think  they’d be taken seriously, or think symptoms including painful periods  are normal.Small steps to start with Stigma around menstruation is deeply entrenched in society. But there  are numerous small actions each of us can take, which collectively can  make a significant difference. First of all, we can all (irrespective of  age, gender or sexuality) embrace open conversations about  menstruation. We can discard the use of menstrual euphemisms, as continually  relying on these perpetuates the notion that this natural bodily  function should remain concealed and shrouded in shame.We can also use our collective voices, for example by engaging with  companies on social media, to demand a more truthful portrayal of  menstruation in the media (such as, as Kotex has done, banishing the  absurdity of using blue liquid to demonstrate their products).Of course, we also need to do work on a larger scale. We need to  tackle period poverty, ensure access to clean water and private toilets,  and encourage employers to develop positive menstrual policies. But we can start by talking. If we can end the secrecy and silence  that has long surrounded menstruation, we can begin to create a future  that empowers all who menstruate.Rachael Gillibrand is Lecturer in Premodern History, University of Leeds. This article was first published on The Conversation.","author":"Rachael Gillibrand, The Conversation","time":"2023-08-28T22:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193496-kcrrdaetxg-1692965806.jpeg","tags":["Menstruation","Periods","Gender","Women's Health","Stigma"]}