{"title":"Unfair that Tamil Nadu’s Lok Sabha seats were cut as state controlled population growth: Madras HC","content":"The Madras High Court has observed that it was “unreasonable and unfair” that the political representation of Tamil Nadu in the Lok Sabha was brought down in 1967 because the state reduced its population by carrying out family planning measures, reported Bar and Bench on Saturday. “Can successful implementation of family planning programmes of the central government be put against the people of the state by taking away political representations in the Parliament,” a bench of Justices N Kirubakaran and B Pugalendhi said in an order passed on August 17.The court was hearing a plea seeking the de-reservation of Tenkasi Parliamentary constituency, reported The Times of India. For more than 50 years, Tenkasi has remained a reserved constituency, meaning that the seat is reserved for candidates belonging to the Scheduled Caste and Scheduled Tribe.     The bench noted that Tamil Nadu had 41 representatives in the Lok Sabha until 1962. However, the representation was reduced to 39 due to a decline in population after a delimitation exercise was conducted ahead of the 1967 General Assembly elections.The High Court said that the states facing loss of political representation should be compensated either financially or by increasing their representation in the Rajya Sabha. It proposed a compensation of Rs 5,600 crores, calculating the loss at Rs 200 per candidate for 14 General Assembly elections since 1967.     The High Court noted that population control was important to prevent an acute shortage of natural resources and added that the country’s population is around 138 crore, second only to China. It said that if democracy is based on one-person one-vote method, states that have a higher population would have more representation in the Parliament.“States like Uttar Pradesh, Bihar, Rajasthan, Madhya Pradesh would get more seats, whereas the southern states, which are able to control the population growth would get lesser number of Parliamentary constituencies, thereby lowering the political power of the states,” the High Court said.The court also referred to the 1999 no-confidence motion against the Atal Bihari Vajpayee-led government to show the importance of every single vote.“Speaker GMC Balayogi announced that confidence motion was defeated by one vote [269 Yes and 270 No],” it said. “Such was the importance of one vote in making or defeating a mighty Central Government in the largest democracy of the world.”    It added: “When one Member of Parliament vote itself was capable of toppling a government, it is very shocking that Tamil Nadu lost 2 Members of Parliament because of successful implementation of birth control in the State.”The bench also impleaded political parties, including the Dravida Munnetra Kazhagam, the All India Anna Dravida Munnetra Kazhagam, the Congress and the Bharatiya Janata Party, in the case and sought their response on the matter.The court also rejected the plea seeking de-reservation of the Tenkasi constituency. It noted that the constituency is said to have the highest Scheduled Caste population of 12.5% and observed that it would remain reserved till the next delimitation exercise is carried out in 2026.The matter will now be heard after four weeks.","author":"Scroll Staff","time":"2021-08-22T15:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/69530-dvobnmvbkz-1570640699.jpg","tags":["Madras High Court","Tamil Nadu","Lok Sabha"]}