{"title":"Union Budget: Fiscal deficit in 2024-’25 estimated at 5.1% of GDP, says FM Nirmala Sitharaman","content":"Union Finance Minister Nirmala Sitharaman on Thursday announced in her interim Budget that the fiscal deficit is estimated to be 5.1% of the gross domestic product in the financial year 2024-’25.The country’s total borrowing during the next fiscal has been estimated at Rs 14.13 lakh crore, Sitharaman said.There is a fiscal deficit when the government’s expenditure is more than the revenue it generates in a given financial year.India’s fiscal deficit in the current financial year 2023-’24 is expected to be 5.8%, Sitharaman said. This figure is marginally below the  previous Budget estimate of 5.9%.The Union government will continue on the path of fiscal consolidation to reach a fiscal deficit target below 4.5% by the financial year 2025-’26, Sitharaman said.#WATCH | Interim Budget 2024-25 | Union Finance Minister Nirmala Sitharaman says, \"...The revised estimate of the fiscal deficit is 5.8% of GDP, improving on the budget estimate notwithstanding moderation in the nominal growth estimates.\" pic.twitter.com/MxehZWCPZA— ANI (@ANI) February 1, 2024\n\n\nIn recent years, the fiscal deficit has risen sharply. It swelled from 3.8% of the gross domestic product in the financial year 2019-’20 (revised estimate) to 9.5% in the following fiscal (revised estimate). This rise was mainly driven by the government’s expenditures on welfare during the Covid-19 pandemic.In the current financial year, the government had estimated total borrowings of Rs 15.4 lakh crore.On January 29, days ahead of the Budget, the finance ministry in a report had said that the country’s real gross domestic product growth will be close to 7% in the financial year 2024-’25.The Budget on Thursday was Sitharaman’s sixth consecutive one as the finance minister.With the term of the current Bharatiya Janata Party-led Union government ending in coming months, a full Budget for the financial year 2024-’25 will likely be presented in July, after a new government is sworn in.An interim Budget only outlines the expected income and expenditure of the Centre for the upcoming financial year. Interim Budgets typically do not include any significant policy changes or announcements of new schemes.","author":"Scroll Staff","time":"2024-02-01T13:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186339-wkdgfrvfox-1675217651.jpg","tags":["Union Budget","Budget 2024","Nirmala Sitharaman","Fiscal deficit"]}