{"title":"United States: President Donald Trump signs executive order to keep migrant families together","content":"United States President Donald Trump on Wednesday signed an executive order to keep families who illegally cross the US southern border together as they await immigration proceedings, reported Reuters.“It’s about keeping families together while at the same time being sure that we have a very powerful, very strong border, and border security will be equal if not greater than previously,” Trump said after signing the order at the Oval Office. “I didn’t like the sight or the feeling of families being separated.”The order instructs government officials to continue its “zero-tolerance” enforcement policy that allows authorities to file criminal charges against undocumented immigrants, but says that officials will seek to maintain “family unity” by detaining parents and children together instead of separating them until the end of their immigration proceedings, reported The Guardian.The order, however, does not mention what will happen to families that have already been separated. Existing policies place the onus on parents to find their children in the custody of Department of Human and Health Services and seek to reunite with them.The order also makes an effort to have cases in immigration courts decided more rapidly, reported CNN. I want to take a moment to address the current illegal immigration crisis on the Southern Border...it has been going on for many, many decades... pic.twitter.com/1F7EK9Ef88— Donald J. Trump (@realDonaldTrump) June 19, 2018\n\nHours after signing the executive order, Trump claimed the public uproar over his administration’s policy was a distraction by Democrats to hide the crimes of Hillary Clinton and the Federal Bureau of Investigation, reported The Guardian. Trump said the Democrats were targeting the immigration policy to take away focus from the inspector general’s report about the FBI’s handling of its investigation of Clinton during the 2016 elections. He was speaking at a rally in Duluth, Minnesota.Trump’s immigration policyIn May, Attorney General Jeff Sessions announced a “zero tolerance” policy that allows authorities to file criminal charges against undocumented immigrants. This has led to nearly 2,000 children being separated from their parents in just six weeks.The executive order follows widespread criticism of the Trump administration for its defence policy of separating children from their families when they are caught entering the United States without documentation. Investigative news website ProPublica on Monday put out an audio recording of immigrant children from Central America crying inconsolably for their parents at a detention centre on the US-Mexico border.Thank you @POTUS for taking critical action ending family separation at our border. Congress must now act + find a lasting solution that is consistent with our shared values;the same values that so many come here seeking as they endeavor to create a better life for their families— Ivanka Trump (@IvankaTrump) June 20, 2018","author":"Scroll Staff","time":"2018-06-21T10:17:33.289750+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/883477-ukieqeairr-1529555567.jpg","tags":["Donald Trump","US","immigration","zero-tolerance policy"]}