{"title":"‘Unsubstantiated’ charge: India on report naming RAW officer in alleged plot to kill Sikh separatist","content":"The Ministry of External Affairs on Tuesday described as “unwarranted and unsubstantiated imputations” a report by The Washington Post naming a Research and Analysis Wing officer for alleged involvement in an alleged plot to assassinate Sikh separatist leaders in North America.The report published on Monday identified Vikram Yadav as the officer of India’s foreign intelligence agency allegedly involved in the alleged plot to assassinate Gurpatwant Singh Pannun in the United States and in the killing of Hardeep Singh Nijjar, another Sikh separatist leader, in Canada in June.Responding to the allegations on Tuesday, the external affairs ministry spokesperson Randhir Jaiswal said: “The report in question makes unwarranted and unsubstantiated imputations on a serious matter.”He added that a high level committee set up by the Indian government is looking into the security concerns shared by the United States government on networks of organised criminals, terrorists and others. “Speculative and irresponsible comments on it are not helpful,” Jaiswal said.The Washington Post’s report is the first time that allegations have emerged about the identity and affiliation of an individual from within the Research and Analysis Wing in the case related to Pannun.In March, Bloomberg had reported that New Delhi’s investigation into the claims by Washington had found that rogue officials not authorised by the Indian government had been involved in the alleged plot to assassinate a Sikh separatist in the United States.In late December, Prime Minister Narendra Modi had told the Financial Times that he would look into the evidence, but a “few incidents” would not harm relations between New Delhi and Washington.“If someone gives us any information, we would definitely look into it,” Modi had told the newspaper. “If a citizen of ours has done anything good or bad, we are ready to look into it. Our commitment is to the rule of law.”What did the report say?The report cited assessments of American intelligence agencies that the operation against Pannun had been cleared by Samant Goel, the chief of the India’s foreign intelligence agency at the time. The article was based on interviews with three dozen current and former unidentified senior officials in the United States, India, Canada, Britain, Germany and Australia.The United States’ spy agencies also “more tentatively assessed” that India’s National Security Advisor Ajit Doval was likely to have known about the plans of the Research and Analysis Wing, according to The Washington Post. However, the newspaper quoted unidentified officials as saying that “no smoking gun proof” had emerged.Officers at the United States’ Justice Department and the Federal Bureau of Investigation, the country’s principal federal law enforcement agency, had sought to prosecute Yadav, the report added. However, an indictment that became public in November referred to Yadav only as an unidentified co-conspirator “CC-1” and left out any mention of the Research and Analysis Wing.American officials told their Indian counterparts that they would not take punitive measures but urged New Delhi to hold those involved accountable, according to The Washington Post. This message was also emphasised in September during a meeting between Indian Prime Minister Narendra Modi and United States President Joe Biden.Also read:A decade under Modi: Aggressive foreign policy yields mixed returnsAllegations of Khalistani separatist’s assassination signal a collapse in India-Canada ties","author":"Scroll Staff","time":"2024-04-30T11:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198893-pwkzfivczf-1709266139.jpeg","tags":["Research and Analysis Wing","Sikh Separatist Leaders","United States","Canada","MEA"]}