{"title":"Uttar Pradesh Assembly elections: BJP MLAs Mukesh Verma, Vinay Shakya quit BJP","content":"Two more Bharatiya Janata Party MLAs in Uttar Pradesh – Mukesh Verma and Vinay Shakya – resigned from the party on Thursday less than a month ahead of the Assembly elections. Later in the day, BJP minister Dharam Singh Saini quit the Adityanath-led Cabinet. He is the third minister in and the tenth Bharatiya Janata Party leader to have quit in the last three days.“During the tenure of five years by the BJP government, no attention was given to the leaders and public representatives of the Dalit, backward and minority communities, and these communities were neglected,” Verma, a backward caste leader, wrote in his resignation letter. “Hence, I resign from the primary membership of the Bharatiya Janata Party.”भाजपा सरकार द्वारा 5 वर्ष के कार्यकाल में दलित, पिछड़ों और अल्पसंख्यक समुदाय के नेताओं व जनप्रतिनिधियों को कोई तवज्जो नहीं दी गई व दलित, पिछड़ों किसानों व बेरोजगारों की उपेक्षा की गई। इसकारण मैं भारतीय जनता पार्टी की प्राथमिक सदस्यता से इस्तीफा देता हूँ।@swatantrabjp @JPNadda pic.twitter.com/5NGFBRSHnk— Dr.Mukesh Verma (@DrMukeshMLASKB) January 13, 2022\n\nMeanwhile, in his resignation letter, Bidhuna MLA Shakya said that he was with Swami Prasad Maurya, one of the Cabinet ministers two have quit the BJP. Shakya described Maurya as “the voice of the downtrodden”, ANI reported.The exodus from BJP started on Tuesday when labour minister in Adityanath’s Cabinet Maurya had resigned from his post. A day later, BJP leader Dara Singh Chauhan also resigned from the Cabinet.Like Verma, Maurya and Chauhan too have accused the BJP of undermining the interests of the Dalit community, farmers, unemployed persons and small entrepreneurs.Uttar Pradesh Deputy Chief Minister Keshav Prasad Maurya has urged both Chauhan and Maurya to reconsider their decisions.Other MLAs who have resigned from the BJP since Tuesday are:  Bilsi MLA Radha Krishna Sharma quit the party and joined the Samajwadi Party on Monday.Tindwari MLA Brijesh Prajapati resigned on Tuesday, minutes after Swami Prasad Maurya quit.Tilhar MLA Roshan Lal Verma announced his resignation on Tuesday.Bilhaur MLA Bhagwati Prasad Sagar too quit the saffron party on Tuesday.Meerapur MLA Avtar Singh Bhadana quit the BJP and will join the Rashtriya Lok Dal, which is an ally of the Samajwadi Party in the upcoming elections.Since Maurya resigned from the state Cabinet on Tuesday, speculations are rife that he would join the Samajwadi Party. On Wednesday, Maurya said that he will announce his decision on Friday.Soon after Maurya had resigned, Samajwadi Party chief Akhilesh Yadav had shared a photo of him with Maurya on Twitter. In his tweet, Yadav wrote: “Swami Prasad Maurya, a champion of social justice and equality, and other leaders, workers and supporters along with him are welcome in the Samajwadi Party.”The 403-member Uttar Pradesh Assembly will go to polls in seven phases starting from February 10. The results will be announced on March 10.Several leaders switch sidesCongress MLAs Naresh Saini and Hari Om Yadav, and former Samajwadi Party legislator Dharmpal Singh joined the BJP, reported ANI.Meanwhile, BJP MLA Ravindra Nath Tripathi clarified that he had not quit the party after his purported resignation letter was shared on social media.Tripathi claimed that members of the Opposition parties had forged the letter using his letter pad. He demanded that a first information report be registered in the matter.","author":"Scroll Staff","time":"2022-01-13T11:32:58.744145+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168739-uxraxukdan-1642064245.jpeg","tags":["Uttar Pradesh Assembly polls","Mukesh Verma","BJP","Shikohabad","Swami Prasad Maurya"]}