{"title":"UP court allows ASI to survey disputed site of Kashi Vishwanath Temple, Gyanvapi Mosque complex","content":"A court in Uttar Pradesh’s Varanasi city on Thursday allowed the Archaeological Survey of India to conduct a survey of Kashi Vishwanath Temple and Gyanvapi mosque complex, reported Bar and Bench.The directive came on a petition filed by lawyer VS Rastogi, according to News18. He sought that the land on which the Gyanvapi Mosque is located should be given to Hindus. Rastogi claimed that Mughal Emperor  Aurangzeb had pulled down a portion of the 2,000-year-old Kashi Vishwanath temple in 1664 to build the mosque.The Uttar Pradesh government will bear the cost of the survey, the court ruled.Rastogi’s petition was filed in December 2019 on behalf of Vishweshwar, the main deity of the temple, asking the Archaeological Survey of India to undertake a survey, according to The Times of India.  He had filed the petition as the “next friend” of deity Vishweshwar.In January, the Anjuman Intezamia Masjid Committee, the panel that manages the mosque, had filed an objection to Rastogi’s petition.The first petition related to the dispute was filed in 1991. Rastogi, in his 2019 petition, said that the first additional district judge of Varanasi had ordered the lower court in 1998 to take evidence of the entire Gyanvapi compound for determining the “religious status or character of the compound”, according to the Hindustan Times.Further, the petition contended that the Places of Worship (Special Provisions) Act was not applicable in this case as the mosque was constructed over a partly demolished temple and that many parts of the temple exist even today. The Act prohibits “conversion of any place of worship and to provide for the maintenance of the religious character of any place of worship as it existed on the 15th day of August, 1947, and for matters connected therewith or incidental thereto”. The Act intended to pre-empt new claims by any group about the past status of any place of worship and attempts to reclaim the structures or the land on which they stood.In 1998, the Anjuman Intezamia Masjid Committee had moved the Allahabad High Court saying that the dispute could not be adjudicated by a civil court as it was barred by the Act. The High Court had then stayed the proceedings in the civil court.In February 2020, the petitioners again approached the lower court with a plea to resume the hearing as the High Court had not extended the stay in the last six months.","author":"Scroll Staff","time":"2021-04-08T17:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157316-mdxjapvngg-1617881667.jpg","tags":["Kashi Vishwanath Temple","Gyanvapi mosque","Varanasi","Archaeological Survey of India"]}