{"title":"UP: Education institutions to be closed on January 22 for Ram temple event, liquor sales banned","content":"All educational institutions in Uttar Pradesh will be closed on January 22, the day of the consecration ceremony of the Ram temple in Ayodhya, announced Uttar Pradesh Chief Minister Adityanath on Tuesday, reported The Indian Express.Referring to the ceremony as a “rashtra utsav”, or a national festival, the chief minister also said that the sale of liquor would not be allowed across the state on the day.The Ram temple is being built on the site of the razed Babri mosque. The Babri mosque was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot where the deity Ram had been born.On Tuesday, Adityanath visited Ayodhya to review the preparations for the ceremony and held a meeting with representatives of the Ram Janmabhoomi Teerth Kshetra Trust.He told the representatives that after January 22, people from across the world would be visiting Ayodhya for the temple. For their convenience, multilingual signages should be installed throughout the city, said Adityanath.The chief minister also directed officials to prepare green corridors from Lucknow, Prayagraj and Gorakhpur to Ayodhya to ensure the smooth movement of vehicles.In December, Prime Minister Narendra Modi appealed to the public not to visit Ayodhya on January 22.“Everyone has a wish to be a part of the event on January 22,” he said. “But you know that it is not possible for everyone to come [to Ayodhya]. As devotees, we would not like to cause any problems to Lord Ram. Therefore, I request all Ram devotees across the country, especially in Uttar Pradesh, that once the formal ceremony is done on January 22, they should come to Ayodhya at their convenience starting from January 23.”The prime minister will participate in the ceremony.Also read:‘Did Ram say kick out the poor?’ The discontent of the displaced in new AyodhyaWhy some Hindutva supporters are angry with Modi’s Ayodhya temple inauguration","author":"Scroll Staff","time":"2024-01-10T08:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169850-nnbmrwrolm-1677131673.jpg","tags":["Ayodhya","Uttar Pradesh","Ram temple","Adityanath"]}