{"title":"UP order to include 17 OBC communities in Scheduled Castes list is unconstitutional, says Centre","content":"The Centre on Tuesday said the Uttar Pradesh government’s order to include 17 communities belonging to the Other Backward Classes in the Scheduled Castes list was unconstitutional. It said only Parliament can make changes to the Scheduled Castes list.“This is not proper,” Social Justice and Empowerment Minister Thawar Chand Gehlot said in the Rajya Sabha. Gehlot said the Bharatiya Janata Party government in Uttar Pradesh should follow procedure and send a proposal to the Centre. “We would then consider it,” he said. He also warned the state of taking the matter to the court if it issued certificates based on the order.The Adityanath-led Uttar Pradesh government had on June 24 directed district magistrates and commissioners to issue caste certificates to people of Kashyap, Rajbhar, Dhivar, Bind, Kumhar, Kahar, Kewat, Nishad, Bhar, Mallah, Prajapati, Dhimar, Batham, Turha, Godia, Manjhi and Machua communities.Gehlot’s remarks came after Bahujan Samaj Party MP Satish Chandra Misra flagged the matter during the Zero Hour.“Even President [of India] does not have the power to tinker, alter or make changes [to the list],” Misra told the Upper House. Misra said that these 17 castes will neither get benefits meant for OBCs nor Scheduled Castes since a state government has no power to alter the list. “This is an unconstitutional order and a fraud with these castes,” the MP added.Misra said the Bahujan Samaj Party was in favour of including the 17 castes in the Scheduled Castes list but only after following due procedure. Misra demanded that the Rajya Sabha issue an advisory to the Uttar Pradesh government to withdraw the “unconstitutional order”.On Monday, Bahujan Samaj Party chief Mayawati had also termed the order “unconstitutional”. “It is reported in a section of media that 17 castes have been removed from Other Backward Class category and put in SC category,” she told ANI. “Yogi Adityanath government has deceived them. They will not get the benefit from any of the categories.”","author":"Scroll Staff","time":"2019-07-02T13:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119726-htnczpiqqo-1562052752.jpg","tags":["Bahujan Samaj Party","Adityanath","Uttar Pradesh government","Mayawati","Scheduled Castes"]}