{"title":"UP: Woman dies in Covid-19 isolation ward at Agra hospital after allegedly being denied treatment","content":"A man from Agra in Uttar Pradesh has accused doctors and paramedical staff at a state-run hospital of negligence after his mother died in his arms, NDTV reported on Wednesday. A video has emerged showing the man, Mohit Sharma, frantically attempting to revive his 61-year-old mother using CPR (cardiopulmonary resuscitation). However, she died later on Monday evening.The woman had been placed in an isolation ward at SN Medical College, and her Covid-19 test results were awaited. Sharma said that his mother had been suffering from Chronic Obstructive Pulmonary Disease over the last three years, and as her condition worsened on Sunday, he rushed her to another hospital.“But a doctor I know told me no hospital was admitting patients without a coronavirus test,” Sharma said in another video. “I then took her to the surgical ward [of the SN Medical College].”Here is Mohit Sharma narrating his ordeal. Claims he was turned down by several private hospitals in the city for the want of Covid-19 negative certificate before he finally took his mother to SN Medical College. (Part 1) pic.twitter.com/G27eNMnL9h— Piyush Rai (@Benarasiyaa) April 28, 2020\n\nUpon reaching SN Hospital on Sunday night, he allegedly received no aid from the hospital staff despite repeated pleas. His mother died at around 10 on Monday morning. (Part 2) pic.twitter.com/5O9DlV8xgg— Piyush Rai (@Benarasiyaa) April 28, 2020\n\nSharma said a staff at the SN Medical College sent the duo to another room, after being told that his mother’s illness was unrelated to Covid-19. “He told me that only me and my mom will be put into the isolation ward,” Sharma said.Sharma alleged he had to take his mother to the isolation ward without any help, and that there was no stretcher. He claimed that no staff member wanted to touch her. “I was climbing 33 stairs with my mom for one-and-a-half hours,” Sharma said. “They gave me nebuliser which I had to use. I thought there would be some guard there. But there was no guard.” He said that he was unable to use the nebuliser based on the instructions provided by the guards.Sharma alleged that the staff did not provide even water to his mother. He said he was forced to get water from his relatives, and continue his attempts to revive her, even as she continued to pant.“At 1 am [on Monday], I managed to get my mother admitted to hospital,” Sharma said. “The whole night, I kept looking for a gas cylinder. Then at 6 am, I went downstairs and knocked on the door, but no one answered.” Sharma said he went to fetch the doctors thrice, but on the third occasion, was told that their shift had ended and he should wait for personnel from the next shift to come in.”Alok Kumar, the nodal officer of Agra for Covid-19, told NDTV that he has ordered an inquiry into the incident. “I want to ensure that everyone who needs to get treated for conditions other than Covid-19 should get admission into hospital,” he said. The Uttar Pradesh government had earlier this month taken action against two doctors at SN Medical College for dereliction of duty during the Covid-19 crisis, The Times of India reported. PK Maheshwari, the head of the medicine department, was suspended after he quarantined himself at a five-star hotel meant for use by doctors deputed in the Covid-19 ward. The doctor had quarantined himself after one of the resident doctors tested positive.The administration also initiated proceedings against paediatric department head Dr Rajeshwar Dayal for allegedly refusing to work as the acting principal of the medical college in the absence of the principal.Uttar Pradesh has so far reported 2,053 cases of Covid-19, including 34 deaths, according to the Union Ministry of Health and Family Welfare.","author":"Scroll Staff","time":"2020-04-29T14:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140623-rwlgqoswef-1588149136.jpeg","tags":["Uttar Pradesh","Agra","SN Medical College","Covid-19","COPD"]}