{"title":"Upper caste quota: 124th amendment attacks very core of equality of all citizens under Constitution","content":"By calling the Stafford Cripps Mission of 1942 a “post-dated cheque on a [failing bank]”, Mohandas Gandhi created a certifiably modern aphorism. It is also a neat description of the Union government’s proposal to amend the Constitution to permit reservations to “Economically Weaker Sections” upto 10% of seats and jobs.Ostensibly this move fulfils the Rashtriya Swayamsevak Sangh’s “reservations should be on economic criteria” plank. This plank is not only ignorant about economics but is also disingenuous about social justice – one of the prime goals of the Constitution of India. In this worldview, poverty just “happens” – it is born of ill luck, an accident, or some unfortunate circumstance which human institutions can do nothing about. That is a pile of nonsense. Poverty has structural causes, the biggest one in India being caste. Poverty is a symptom of the structural barrier the caste system imposed to accessing resources. Reservations, as Justice O Chinnappa Reddy famously put it, are not charity but a means to ensuring parity for those who had been denied opportunity. But when reservations are reduced to purely “economic” criteria, they become charity. By breaking the link between reservation and social criteria such as caste, the Narendra Modi government is attempting to paint reservations, as a whole, as an act of charity on the part of the government and not a crucial, constitutional measure of ensuring equality. As it stands, the 124th Constitutional Amendment Bill, introduced in Parliament on Tuesday, present a direct attack on the principle of equality enshrined in the Constitution – an immutable basic feature at that. It seeks to introduce temporal factors such as family income and “other indicators of economic disadvantage” as a basis for affirmative action on the part of the State rather than ensuring equality of status or opportunity. It treats those essentially equal in status as being unequal in status, on the basis of temporary criteria which can change overnight. Overturning Indra SawhneyThe amendment is prompted by the need to overcome the Supreme Court’s judgment in Indra Sawhney v Union of India that had placed certain curbs on the power of governments in India to reserve college seats and jobs. First, the majority in Indra Sawhney held that reservations cannot exceed the limit of 50% of seats and jobs. Second, it was categorically held that reservations cannot be based on economic criteria alone.This is not even the first attempt to overcome some of the findings in Indra Sawhney. After the judgment was delivered, its holding that reservations in promotion were unconstitutional was overturned by the 77th amendment to the Constitution in 1995. Later, the 81st amendment in 2000 overturned the court’s ruling that unfilled vacancies in reserved vacancies could only be carried over to the next year so long as they did not cross the 50% limit for reservation. These amendments have not gone unchallenged in court. Clause (4A) of Article 16 introduced in the 77th amendment was challenged in M Nagaraj v Union of India as being against the basic structure of the Constitution. The challenge was rejected by the Supreme Court but certain caveats were imposed on how reservations in promotion were to be granted – some of which were reconsidered by the court in a recent Constitution bench judgment (which has its own problems).Can the amendment allowing reservations for “economically weaker sections” (if and when passed) be struck down on the ground of violating the basic structure of the Constitution? The logic of the Supreme Court’s M Nagaraj judgment would say otherwise. Parliament is fully within its power to overcome a judgment through a constitutional amendment, and like Indra Sawhney’s ban on reservations in promotion, the 50% limit upon reservations is a purely judicial invention with no basis in the text of the Constitution. While there may be some textual support for limiting reservations in the context of jobs, there is none whatsoever to support a limiting of reservations to 50% in the education sector. Can the 50% limit be breached?The 50% limit has been breached by the state of Tamil Nadu as well and the Supreme Court is yet to decide the validity of the state’s law breaching the 50% limit on reservations. Although the reservations in that law were purely on the basis of social and educational backwardness, nonetheless any challenge to the constitutionality of the proposed amendment will require the court, willy-nilly to decide the validity of all attempts to go past the 50% limit. Re-examining the 50% limit is not exactly a bad thing. As I have argued elsewhere, it is unprincipled and hampers genuine efforts of social justice where it is needed, preventing due representation to discriminated sections of society. However, the basis on which the 50% limit is being breached by the proposed amendment is what is problematic and what goes against the basic structure of the Constitution. ‘Economic criteria’ for reservationsIn fact, the idea that “economic weakness” should be a criteria for reservation was discussed and discarded in the Parliamentary debates about the First Amendment – a fact noted by the Supreme Court judgment in Indra Sawhney. The logic adopted was that this would force the poor from socially and educationally disadvantaged communities to compete with the poor from socially and educationally advantaged communities, obviously to their detriment. One could argue that since the 10% reservation for “economically weaker sections” does not, in any way, take away from existing reservations for Scheduled Castes and Tribes, and Other Backward Classes, it does not defeat the purpose of the reservation. That however is a purely instrumental view of the proposed amendment and does not see the fundamentally unconstitutional attack on equality of opportunity that it represents.A reservation of seats or jobs is the state choosing to give preference to one section over the population over the other. On the face of it, it looks like discrimination but when it is to address historical and systemic inequalities (such as for Dalits, Adivasis and Bahujans), it is simply a case of ensuring that people in different circumstances are treated differently, and that equality is ensured in fact and not just by way of legal fiction. When it is based on “economic criteria” which are generally ephemeral and temporal, it simply becomes a case of the State picking and choosing who it wants to favour at a given moment. It is irrelevant how this power is actually used – by giving the State the power to pick and choose between equally placed candidates on temporal and ephemeral criteria such as family income, the proposed amendment attacks the very core of equality of all citizens under the Constitution.A post-dated cheque...Nevertheless, even for those it ostensibly seeks to help, it is many a mile away before it sees any effects on the ground. After all, it is only an enabling provision, leaving it up to the Centre and the states to come up with the criteria and the proportion of reservation once it is introduced into the Constitution. Even then, it is quite likely that any criteria and percentage of reservation will be subject to challenge, if not the amendment itself, leading to years of uncertainty and doubt before any real difference is seen on the ground (even if upheld). Coming as it does just months before the general election and from a government that is increasingly losing allies and facing mass disenchantment, it is tempting to simply dismiss this as (yet another) election time jumla. Yet, it is a jumla that has consequences beyond the electoral fate of the party in power.","author":"Alok Prasanna Kumar","time":"2019-01-08T18:58:36.341606+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/908694-27534-ctryibjeme-1522292272.jpg","tags":["reservations","upper caste quota","124th amendment","Constitution","Upper-caste Quota"]}