{"title":"US allegations of foiled murder plot only bolster Narendra Modi’s strongman image at home","content":"A recent indictment from the United States Department of Justice has alleged  an Indian security official was involved in attempting to assassinate a  U.S. and Canadian citizen in New York. The alleged target, Gurpatwant Singh Pannun,  is a leader in the Sikh separatist movement and has been involved in  organising referendums for the establishment of Khalistan, a proposed  independent Sikh state in northern India. The indictment also states that there is a link between the foiled  attempt to kill Pannun and the murder of Canadian Khalistani leader Hardeep Singh Nijjar in Surrey, British Columbia, earlier this year. The Indian government said it was investigating the allegations, and had established a committee to “address the security concerns highlighted by the US government”.This announcement by the US could have potential ramifications for  Indian politics, both at home and abroad. However, it is unlikely to  have any significant impact on next year’s general elections, when Prime  Minister Narendra Modi will be seeking his third term in office.Strongman imageCanadian allegations against India had handed Modi an excellent political platform for the next general elections. It sent a clear message that India’s government would, under no circumstances, tolerate any threats to the country. India’s foreign policy has become more muscular under Modi; and that’s a strategy that resonates with his supporters. His landslide victory in 2019 had a lot to do with support for India’s “surgical strikes” in Pakistan-controlled Kashmir in 2016 in response to an attack that killed 19 Indian soldiers. Following Canada’s allegations of Indian involvement in Nijjar’s  killing, the Modi government was once again able to successfully  generate a narrative against Canada in general and the Liberal party in  particular.  India’s narrative consists of four parts: Canada is a safe haven for terrorists, extremism and organised crime, and there is a nexus between Indo-Canadian gangsters and Sikh separatists working with Pakistan’s intelligence agency.The Canadian government has consistently ignored repeated requests from India to take actions against Khalistani “terrorists” operating on Canadian soil.Prime Minister Justin Trudeau’s government is pandering to the large Sikh diaspora in Canada.The Liberal minority government is dependent on support from the  New Democratic Party leader, Jagmeet Singh, a Sikh supposedly  sympathetic to the Khalistani cause. Indian news media and politicians have repeated the official discourse constantly for weeks. While India was quick to dismiss Canadian allegations, it has adopted  a much more cautious approach to the US indictment. India has much to  lose by alienating the Biden administration as both countries have  invested a great deal in enhancing Indo-US relations and making India a  central ally in America’s Indo-Pacific strategy.Meanwhile, Indo-Canadian relations have been chilly since 2015, largely due to Khalistan activity in Canada. Moreover, annual trade between India and Canada is worth about $12 billion while trade with the US is worth $192 billion. In short, India has much more to lose by alienating the US than it does by taking a hard line with Canada.Furthering authoritarianismOn the surface it might appear that news of the US indictment could  fracture India’s muscular foreign policy. However, this episode is  unlikely to have much impact on India’s domestic politics. Modi remains  popular with an approval rating of 78%. He is credited, among other things, with India’s emergence as a  global power, with his effective handling of border issues with China,  for taking on Pakistan and with the success of the country’s space programme. The 26-party opposition coalition, Indian National Developmental Inclusive Alliance (INDIA),  is unlikely to challenge Modi on this particular issue. The national  defense narrative is a strong one, and India’s territorial integrity is a  sacrosanct issue for all political parties.However, among some minority communities, Muslims and Sikhs, both at  home and abroad, revelations of assassination plots could raise serious  concerns. The Modi government’s aggressive pursuit of a Hindu  nationalist agenda, its repression of minorities and control over  dissent have become more entrenched. India’s parliament is in the process of amending its sedition laws.  If the changes are passed, endangering the unity and integrity of the  country could result in life-term imprisonment.  These proposed changes to the already harsh and draconian penal code  will only further criminalise dissent. The Modi government is ensuring  that dissenting voices, particularly those of minority communities,  completely disappear from Indian democracy.\n\t\t\n\tNarendra Modi at the Gurudwara Sahib Ameerpet in Hyderabad on November 27. Credit: Narendra Modi @narendramodi/X.Amplifying Khalistan movementIndia’s campaign of global repression of Sikh separatists could have  the effect of unifying the Sikh diaspora. It was in 2018 that Pannun  came up with the idea of holding a non-binding referendums to mobilize  the global Sikh community. That year, Sikh activists announced their campaign for holding referendums  starting in 2021 across multiple cities. The first referendum took  place in London on October 31, 2021, followed by eight more referendums  during 2022 and 2023 in the cities of Leeds and Luton (United Kingdom),  Geneva (Switzerland), Brampton, Mississauga and Surrey (Canada),  Melbourne (Australia), and Brescia (Italy).Pannun announced plans for referendums in Punjab and the US,  and for another round of voting in Canadian cities. In October,  following Trudeau’s announcement of credible allegations against the  Indian government, thousands of voters turned out to participate in a referendum in Surrey, BC, some coming from as far as the cities of Edmonton and Calgary. While only a small minority of the Sikh diaspora is thought to  support creating a separate Sikh state, the majority were likely  registering their disapproval of India and its repression of minorities.  Memory of the 1984 anti-Sikh riots  in the wake of Indira Gandhi’s assassination which left thousands dead  remains very much alive within the entire Sikh community to this day.  But Khalistani referendum politics relies heavily on images depicting  so-called “martyrs” (separatists killed by India) and Indian diplomats  as the assassins of Sikh activists. The desecration of Hindu temples also has the potential to create division within the Indian Hindu and Sikh diasporas. Canadian Liberal MP Chandra Arya has accused Khalistan supporters of targetting Hindu temples. As more information comes out, the Canadian government will need to  carefully manage its relations with India and the relationship between  diasporic communities here.Reeta Tremblay is Adjunct and Professor Emerita, Politics, University of Victoria. This article was first published on The Conversation.","author":"Reeta Tremblay, The Conversation","time":"2023-12-02T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196306-imjlsiapeo-1701432161.jpg","tags":["Khalistan","Sikh Separatism","Gurpatwant Singh Pannun","Canada","Hardeep Singh Nijjar"]}