{"title":"US foiled plot to kill Khalistan supporter on American soil, warned India, claims Financial Times","content":"The United States had foiled a plot to assassinate Khalistan supporter Gurpatwant Singh Pannun on American soil and issued a warning to India over concerns that the Modi government was involved in the conspiracy, the Financial Times reported on Wednesday, citing unidentified people familiar with the matter.Pannun, an American and Canadian citizen, is the founder of an organisation called Sikhs for Justice. The organisation advocates for Khalistan, an independent state for Sikhs. It was banned in India in 2019.  The next year, Pannun was declared an “individual terrorist” in India under the Unlawful Activities (Prevention) Act, 1967.The Indian foreign ministry is yet to comment on the allegations. It is not clear if Washington’s protest to New Delhi led to the plan being abandoned or if it was thwarted by the Federal Bureau of Investigation, the Financial Times said. The concerns were reportedly conveyed to the Indian authorities after Prime Minister Narendra Modi went to the United States on a state visit in June.  In a video message on November 4, Pannun had urged Sikhs not to travel on Air India aircraft. “From November 19, there will be a global blockade,” he had said, according to ANI. “Air India won’t be allowed to operate. Sikh people, don’t travel by Air India after November 19. Your life can be in danger.”  Apart from the diplomatic warning to India, the Financial Times reported that US federal prosecutors have filed a sealed indictment against at least one alleged participant of the plot in a New York district court. Prosecutors are debating whether to unseal the indictment, according to the newspaper.Moreover, one person who has been charged in the case is believed to have left the US, the newspaper added.Pannun refused to tell the Financial Times whether US authorities had warned him about the murder plot. The report quoted him as saying he would “let the US government respond to the issue of threats to my life on American soil from the Indian operatives”.The allegations come two months after Canadian Prime Minister Justin Trudeau said that his country’s  intelligence agencies were pursuing “credible allegations” tying agents of the Indian government to the killing of Sikh separatist leader Hardeep Singh Nijjar. India has rejected Trudeau’s allegations as “absurd and motivated”.Nijjar was also a supporter of Khalistan and the head of the Khalistan Tiger Force, which is designated a terrorist outfit in India. He was shot dead in the parking lot of a gurdwara in Surrey near Vancouver on June 18.The Financial Times report stated that the US has shared details of the plot to kill Pannun with a “wider group of allies” after Canada’s public accusation.On September 23, United States Ambassador to Canada David Cohen had said that Ottawa was informed about the possible involvement of the Indian government in the assassination of Nijjar by an intelligence-sharing alliance known as the Five Eyes. The alliance consists of the US, the United Kingdom, Australia, New Zealand and Canada.Also read:Beyond Trudeau and Modi: The widening rift between India and Canada is rooted in historyWhat recourse does Canada have under international law after accusing India of assassination?","author":"Scroll Staff","time":"2023-11-22T18:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196081-relpqjddmc-1700655097.jpg","tags":["Gurpatwant Singh Pannun","Khalistan","US Security","India National Security","Separatist Movement"]}