{"title":"US proposes temporary ceasefire in Gaza in draft United Nations resolution","content":"The United States has proposed a United Nations Security Council resolution calling for a temporary ceasefire in Israel’s war on Gaza and opposing a ground offensive in the southern city of Rafah, Al-Jazeera reported on Monday. The draft resolution stated that the United Nations Security Council should underscore “its support for a temporary ceasefire in Gaza as soon as practical, based on the formula of all hostages being released” while also “lifting all barriers to the provision of humanitarian assistance at scale” in Gaza.Regarding Israeli plans to launch a ground offensive into Rafah, where over a million of the 2.3 million Palestinians have sought shelter, the resolution said: “The Security Council should underscore that such a major ground offensive should not proceed, under the current circumstances.”The US said it \"determines that under current circumstances a major ground offensive into Rafah would result in further harm to civilians and their further displacement including potentially into neighboring countries,” according to Reuters.Israel’s plans to launch a major offensive on Rafah, which borders Egypt, have sparked global concerns with many warning that such an offensive would lead to large-scale death and destruction and aggravate the humanitarian crisis. The resolution is the first time that the US has initiated or backed a call for a ceasefire in the war at the United Nations Security Council. The 15 members of the Security Council have been deliberating for nearly three weeks on a resolution moved by Algeria, which represents the 22 Arab nations in the United Nations body, according to the Associated Press. The council is expected to vote on it on Tuesday.The US, however, has stated that it does not support the Arab-backed resolution. On Sunday, US Ambassador Linda Thomas-Greenfield said that Washington has been working on a hostage deal between Israel and the Palestinian militant group Hamas. She said that the deal is expected to bring at least six weeks of calm “from which we could then take the time and the steps to build a more enduring peace”.She said US President Joe Biden has had multiple calls over the last week with Israeli Prime Minister Benjamin Netanyahu and the leaders of Egypt and Qatar to push the deal forward. On Saturday, Qatar said the talks “have not been progressing as expected”. “Though gaps remain, the key elements are on the table and it remains the best opportunity to reunite hostages with their families and enable a prolonged pause in fighting that would allow lifesaving aid to get to Palestinian civilians who desperately need it,” said Thomas-Greenfield. She said that the Arab-backed resolution would not achieve those outcomes “and indeed, may run counter to them”. So far, Tel Aviv has largely ignored calls for cessation of hostilities even from its allies, including the US.The war, which started after Hamas’ incursion into southern Israel, has continued for over four months now. Hamas had killed 1,200 people and taken more than 200 persons hostage in its October 7 attack. Since then, over 28,000 Palestinians have been killed and over 67,000 have been injured in Israel’s relentless air and ground strikes in Gaza. The war has also resulted in a humanitarian crisis in the territory. Nearly 85% of the population has been displaced, aid agencies have said.","author":"Scroll Staff","time":"2024-02-20T13:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198584-ytnkbcpedp-1708322101.jpg","tags":["Gaza war","Israel gaza War","US proposes Gaza ceasefire at UN"]}