{"title":"US revises visa rules to restrict Bangladeshis who undermine democratic election","content":"The United States on Wednesday announced it will restrict visas to Bangladeshis who undermine the democratic election process in their own country. Ahead of elections in Bangladesh slated to be held in January next year, there are fears that the ruling Awami League led by Shiekh Hasina might engage in undemocratic practices to retain power, reported AFP. The Opposition Bangladesh Nationalist Party has even called for the elections to be held under a caretaker government.“Today, I announced a new visa policy to promote free and fair elections,” US Secretary of State Antony Blinken wrote in a tweet on Wednesday. “Under this policy, we can impose visa restrictions on individuals and their immediate family members if they are responsible for, or complicit in, undermining the democratic election process in Bangladesh.”Blinken said that under the new rules, the US can impose visa restrictions on current and former Bangladeshi officials, members of pro-government and Opposition political parties, and members of law enforcement, the judiciary, and security services. “Actions that undermine the democratic election process include vote rigging, voter intimidation, the use of violence to prevent people from exercising their right to freedoms of association and peaceful assembly, and the use of measures designed to prevent political parties, voters, civil society, or the media from disseminating their views,” Blinken said.Today, I announced a new visa policy to promote free and fair elections. Under this policy, we can impose visa restrictions on individuals and their immediate family members if they are responsible for, or complicit in, undermining the democratic election process in Bangladesh.— Secretary Antony Blinken (@SecBlinken) May 24, 2023\n\nBangladesh Foreign Minister Shahriar Alam said that the new visa policy did not bother the government as authorities were committed to holding a free and fair election,  reported United News of Bangladesh.“It’s not a sanction,” Alam said. “BNP [Bangladesh Nationalist Party] should be worried as violence before or during election is another criterion that will trigger visa restriction.”Over the last few years, Hasina’s government has been accused of curbing press freedom, violating civil and human rights and manipulating voting process in the last two general elections to retain the top post, reported DW. Ahead of the general elections in December 2018, the European Parliament had passed a resolution on Bangladesh calling for a peaceful, transparent and participatory national election. However, the Opposition had accused the Awami League of rigging the elections to continue its regime. The 2014 general elections of Bangladesh were also largely boycotted by the major Opposition parties in the country. While the US calls for a free and fair election in Bangladesh, Hasina has accused the former of seeking a regime change in Dhaka. In an interview to bdnews24 last month, she had alleged that the US was trying to introduce a government.","author":"Scroll Staff","time":"2023-05-25T15:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190534-ufrpkjvlfm-1685001311.jpg","tags":["United States","Bangladesh","Shiekh Hasina","General Elections","Antony Blinken"]}