{"title":"US, UK back Canada in its dispute with India over diplomats","content":"The United States and the United Kingdom has backed Canada said New Delhi ordered it to reduce its diplomatic staff in India, reported Reuters. On October 3, the Financial Times reported that India had ordered Canada to withdraw over 40 diplomatic staff from the country.On Thursday, Canadian Foreign Minister Melanie Joly said that her government had withdrawn 41 of its 62 diplomats from India amid a bilateral tussle over the murder of Sikh separatist leader Hardeep Singh Nijjar.Joly said that India had threatened to unilaterally revoke the diplomats’ official status by Friday if they did not leave the country. She called this “unreasonable and escalatory” and claimed that New Delhi’s actions violated the Vienna Convention on Diplomatic Relations, the cornerstone of international relations and international law.New Delhi, however, said that it rejects any attempt to portray implementing parity in the strength of diplomatic staff as a violation of international norms.Washington said on Friday that it takes Canada’s allegations seriously and has urged India to cooperate with Ottawa in the investigation into Nijjar’s killing.“We are concerned by the departure of Canadian diplomats from India, in response to the Indian government’s demand of Canada to significantly reduce its diplomatic presence in India,” US State Department spokesperson Matthew Miller said, reported Reuters.Meanwhile, a Britain Foreign Office spokesperson said: “We do not agree with the decisions taken by the Indian government that have resulted in a number of Canadian diplomats departing India.”Relations between New Delhi and Ottawa had been growing strained in recent years but they were pushed to a new low after Canadian Prime Minister Justin Trudeau alleged on September 18 that Indian agents were involved in Nijjar’s assassination near Vancouver in June.New Delhi dismissed the allegation as “absurd” and “politically driven”.Nijjar, a Canadian citizen, was one of India’s most wanted persons. He led the Khalistan Tiger Force, which India has designated a terrorist group. In recent years, India has accused Canada of being soft on the supporters of Khalistan, an independent Sikh nation that some Sikhs hope to establish in northwestern India.","author":"Scroll Staff","time":"2023-10-21T09:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194706-okxokdhcup-1696444966.jpg","tags":["Canada","India","United Kingdom","Hardeep Singh Nijjar"]}