{"title":"Uttar Pradesh: Foundation ceremony of mosque in Ayodhya to be held on Republic Day","content":"The foundation stone laying ceremony to formally launch the construction of a mosque in Ayodhya will be held on Republic Day, PTI reported on Thursday. The mosque will be built on the five-acre land allotted at Dhannipur village in Uttar Pradesh’s Ayodhya city, 29 years after the demolition of Babri Masjid.The Sunni Central Waqf Board had set up the Indo-Islamic Cultural Foundation six months ago to build the mosque, in line with the Supreme Court judgement in the Ayodhya title dispute case. In November last year, the Supreme Court permitted the construction of a Ram temple where the Babri Masjid was demolished in 1992, and directed the government to acquire an alternative plot of land to build a mosque.  “The trust chose January 26th, 2021, for laying the foundation stone of the Ayodhya mosque as on this day our Constitution came into effect over seven decades ago,” said Athar Hussain, secretary of the Indo-Islamic Cultural Foundation. “Our Constitution is based on pluralism, which is the leitmotif of our mosque project.”The blueprint of the mosque complex, which includes a multi-specialty hospital, a community kitchen and a library, will be unveiled on Saturday. The construction plan has been finalised by its chief architect, Professor SM Akhtar. “The mosque will have a capacity to hold 2,000 namazis at a time, and the structure will be round-shaped. The new mosque will be bigger than Babri Masjid, but won’t be a lookalike of the structure. The hospital will take centre stage in the complex. It will serve humanity in the true spirit of Islam as taught by the Prophet in his last sermon 1,400 years ago. The hospital won’t be a usual concrete structure but will be in sync with the architecture of the mosque, replete with calligraphy and Islamic symbols. It will house a 300-bed specialty unit, where doctors will work with missionary zeal to provide free treatment to the ailing. The mosque will be self efficient for power as it is designed based on solar energy and a natural temperature maintenance system.”— SM Akhtar, PTI\nHussain said many donors are willing to contribute to the project, adding that they will seek foreign funds from Muslims of Indian origin under the Foreign Contribution (Regulation) Act.Ram temple to be built using only domestic funds, says trustMeanwhile, the Ram Janmabhoomi Teerth Kshetra Trust on Wednesday said that the temple in Ayodhya will be built using domestic funds collected from the general public through a mass contact programme. General Secretary of the trust Champat Rai said they do not have the required approvals for accepting donations from abroad.“Voluntary donations from Rambhakts will be accepted for which coupons of Rs 10, Rs 100 and Rs 1,000 will be made available,” Rai said at a press conference. “In order to maintain transparency in the financial dealings and transactions, the trust has printed 4 crore coupons of Rs 10 denomination, 8 crore coupons of Rs 100 and 12 lakhs coupons of Rs 1,000 denomination.”The general secretary added that photographs of the proposed new model of the Ram temple will reach crores of households through this campaign. The public will also be made aware of the historical significance of the Ram Janmabhoomi movement, Rai said.In August, Prime Minister Narendra Modi had laid a symbolic 40-kg silver brick in the sanctum sanctorum, or innermost sanctuary, to mark the start of the temple construction.","author":"Scroll Staff","time":"2020-12-17T16:58:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/129227-iydpfcohsi-1571486973.jpg","tags":["Republic Day","Dhannipur","Indo-Islamic Cultural Foundation","Babri Masjid","Uttar Pradesh"]}