{"title":"Uttarakhand’s mandatory registration of live-in relationships is absurd – legal experts explain why","content":"Uttarakhand residents will soon have to register their live-in relationships or face imprisonment up to three months and a fine up to Rs 10,000, if the state enacts a new Bill tabled in the assembly on Tuesday morning.Called the Uniform Civil Code of Uttarakhand 2024, the bill seeks to replace religion-based personal laws governing marriage, divorce and succession in the state with a common set of laws. In a first in India, it also introduces extensive regulation of live-in relationships, which have so far lacked a clear legal status in the country.Scroll breaks down these provisions of the bill and explains why legal experts consider them to be problematic and puzzling.Definition unclearThe bill mandates that all persons in live-in relationships within Uttarakhand, as well as all residents of the state temporarily living outside, must make a “statement of live-in relationship” to a registrar appointed for this purpose by the state government.The bill defines a live-in relationship as a relationship between a man and a woman cohabiting “in a shared household through a relationship in the nature of marriage”. It is not clear anywhere in the bill what a “relationship in the nature of marriage” means. What is clear from the definition, though, is that it covers only heterosexual couples.On the receipt of this statement, the registrar will verify the relationship by conducting an inquiry within 30 days that the relationship is not barred by clause 380 of the bill. Clause 380 prohibits from registration live-in relationships where at least one of the partners is already married or in a live-in relationship or is a minor. It also prohibits live-in relations between partners related by blood or marriage as well as when the consent of one of the partners is obtained  by to coercion or misrepresentation.At the conclusion of the inquiry, if the registrar is satisfied about the validity of the live-in relationship, they may register the live-in relationship and issue a registration certificate to the couple. The registrar will also forward all statements of live-in relationships received by them to the officer in charge of the police station under whose jurisdiction the couple live. Additionally, if either of the partners is less than 21 years of age, the registrar will inform the parents or guardians of the partner about the relationship.If either or both of the partners to a live-in relationship terminate it, then they must inform the registrar of this. In the case of partners below 21 years of age, the registrar will inform their parents or guardians of the termination too.Women’s rights lawyer Flavia Agnes said that the provisions defeat the purpose of live-in relationships by formalising them like marriages. “Live-in relationships are not supposed to be rigid and binding,” she said. “Couples may not want to register their relationships.”Naveed Mehmood Ahmad, Senior Resident Fellow with the criminal justice team at the legal policy think-tank Vidhi, asked, “Why does the state feel the need to regulate the space of live-in relationships?” He said that it was unclear what the need or problem is that the state government is trying to address.Potential for harassmentAccording to clause 386 of the bill, if partners in a live-in relationship do not make a statement of the relationship to the registrar – in other words, apply for registration of the relationship – then the registrar will send a notice to the couple to apply for registration within 30 days of the receipt of the notice. The clause states that the registrar will do on their own accord or on the “receipt of a complaint or information in this regard”. In the absence of any guidelines in this clause or anywhere else in the bill, it may be presumed that absolutely anyone could file such a “complaint” against a couple in a live-in relationship.This, combined with the lack of clarity over what constitutes a live-in relationship, could lead to the harassment of any man and woman who may be living with each other.Couples that do not apply for the registration of their live-in relationship within a month of entering into the relationship will face the criminal penalty of imprisonment of up to three months or a fine up to Rs 10,000 or both.The bill does not specify how the state or even the couple are to determine the date of the commencement of the live-in relationship.If the couple in a live-in relationship do not apply for registration in spite of receiving a notice to do so by the registrar under clause 386, they face an even higher penalty of imprisonment up to six months or a fine up to Rs 25,000 or both.Additionally, clause 387(2) of the bill prescribes that if either of the partners makes a false statement in the registration application or withhold any material fact from the registrar, they will face imprisonment up to three months or a fine up to Rs 25,000 or both.Ahmad said the penalty of a jail term for a delay in registrationis “absurd”. “Criminal law is availed when there is a threat to the safety of people or their property or to the state,” he said. “Why is it being used for what is a civil issue?”According to him, when the state cannot come up with solutions, it ends up resorting to criminal law to compel that directives are obeyed.Agnes concurred. “The criminalisation of non-registered live-in relationships is extremely disturbing,” she said.#LiveInRelationships: The newly introduced Uniform Civil Code Bill in the Uttarakhand Assembly makes it compulsory for “live-in relationships” to be registered within a period of 1 month from the “date of entering into the relationship”.Fail to do so and you maybe sent to jail… pic.twitter.com/bwpJ7kXfan— Saurav Das (@SauravDassss) February 6, 2024\n\n\nIf the registrar concludes that the live-in relationship is barred under any of the prohibited grounds under clause 380 or the registration application contains “incorrect or suspicious” information, they shall notify the officer-in-charge of the local police station “for appropriate action”. There is no qualifier or explanation in the bill on what constitutes “suspicious information” and on what is the “appropriate action” the police might take beyond the penalty prescribed in clause 387(2).Ahmad told Scroll that inter-caste or inter-faith couples may not want to register their relationships due to the social stigma over their relationships. The law, if enacted, would be used to target and penalise such couples, he said.  Clause 388 of the bill provides the female partner with the right to claim maintenance from her live-in partner if he deserts her. However, there is no elaboration on what constitutes desertion in a live-in relationship.","author":"Vineet Bhalla","time":"2024-02-06T21:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191758-tmeirqsyhm-1688132819.jpg","tags":["Uniform Civil Code","Uttarakhand","UCC","Live-in relationship"]}