{"title":"Uttar Pradesh: Body of teenage rape victim’s father found hanging from a tree in Hamirpur","content":"Days after two teenaged girls allegedly died by suicide after being allegedly gangraped in Kanpur district, the body of the father of one of them was found hanging from a tree near his home in Uttar Pradesh’s Hamirpur district on Wednesday, The Indian Express reported.The police said that no suicide note has been found so far in connection with the death of the father, aged 50.“On reaching the village, a police team came to know that the man’s daughter’s body was found in Kanpur recently,” said Hamirpur Superintendent of Police Deeksha Sharma. “The body has been sent for post-mortem.”The two rape victims, aged 14 and 16, were cousins. They had gone to Kanpur to work in a brick kiln with their family members. Their bodies had been found hanging from a tree in Ghatampur village on Saturday. The victims’ families have alleged that the girls died by suicide on the night of February 28 after they were gangraped and threatened.The victims and the accused hail from Khair Ka Dera village in Hamirpur district. The accused persons are contractors at a brick kiln in Barauli village in Kanpur district, about 80 kilometres from Khair Ka Dera.The victims and the accused are from the Kevat caste.The police have arrested the contractor of a brick kiln, Ramroop Nishad, his son Raju and nephew Sanjay in the case.“They [accused] had been harassing the girls 20-25 days before the incident,” Ramu, the brother of the 14-year-old victim, told Scroll on March 5. “In the evening, the men from our families would leave the kiln and go to the market. That’s when they would harass the girls.”Ramu added that the families feared for their safety despite the arrest of the accused. “Ramroop’s daughter, Sudha, lives in our village and is still free,” he said. “She facilitated my sister’s harassment and has been intimidating us since. We’re scared she and her mother might harm us or get us killed.”Ramu added that the accused persons’ family had threatened to spend lakhs to hire a person to kill him after the girls’ alleged rape and suicide.Harish Chander, the additional commissioner of police, said that Raju and Sanjay have been booked for gangrape, abetment of suicide and under provisions of the Protection of Children from Sexual Offences Act. “The contractor has been charged with only abetment of suicide,” Chander added.The police officer said that the families of the two girls, who are distant relatives, had left for the market on the night of February 28 after receiving their wages, while the two girls had stayed behind at home. The families alleged that Raju and Sanjay came to their house in their absence, forced the girls to drink alcohol and then raped them.“They also allegedly filmed the act and took objectionable pictures of the two girls with their mobile phone cameras,” Chander said. He added that the parents of the girls, in their complaint, had said that their daughters had confirmed it.The families said that they had confronted the contractor, his son and his nephew on Wednesday night. Around the same time, the two girls had allegedly left their home and hanged themselves from a tree nearby.“The families came to know about the suicide around 1 am when they did not find the two girls at home,” Chander said. “The parents have not alleged any foul play behind the death of the girls.”He added: “We have recovered videos and photographs of the girls from the mobiles of the accused, which will be sent for forensic examinations.”The police officer said that an autopsy of the girls’ bodies was completed on February 29.The assault is being compared to the 2014 Badaun case, in which the bodies of two teenage Dalit girls were found hanging from a tree after they were allegedly gangraped.","author":"Scroll Staff","time":"2024-03-07T15:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169172-sxbswpwhdi-1642923067.jpg","tags":["Rape","Crimes against women","Uttar Pradesh","Sexual violence","Death by suicide"]}