{"title":"Uttar Pradesh bans sale of halal-certified products, says they may lead to unfair financial benefits","content":"The Uttar Pradesh government on Saturday banned the sale, production, storage and distribution of food items with halal certification, PTI reported.However, the ban will not apply to food products manufactured for export.Halal food is that which is permissible according to Islamic law. Several countries have legal mechanisms to certify halal food, while in several others, private bodies offer halal certification to companies.In India, no legal authority provides halal certificates, but some private organisations and religious groups provide such certification.The Uttar Pradesh government claimed that attempts to discourage the use of products without halal certificates lead to “unfair financial benefits” and also form part of a strategy to “sow class hatred, create divisions in society, and weaken the country” by “anti-national elements”, according to PTI.“Unrestrained propaganda is being disseminated within a particular section of society to discourage the use of products lacking a halal certificate,” the government said. It added that this harms the business interests of other communities. The government said that halal certification creates a parallel system, leading to confusion about food quality.UP govt bans manufacturing, storage, distribution and sale of Halal products. pic.twitter.com/aAccIYqPgE— Piyush Rai (@Benarasiyaa) November 18, 2023\n\nOn Friday, the Uttar Pradesh Police filed a case against eight agencies for allegedly issuing forged and illegal halal certificates, The Times of India reported. The police alleged that such acts could cause social animosity and violate public trust.The case was filed based on a complaint by businessman Shailendra Kumar Sharma. A government spokesperson said that halal certification finds no mention in the Food Safety and Standards Act, and is therefore illegal.Among the agencies against whom the case has been filed are Halal India Private Limited and Jamiat Ulama-i-Hind Halal Trust.Also read:Hindutva attacks on halal certification will end up hurting Indian businesses","author":"Scroll Staff","time":"2023-11-19T09:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148566-rkkbongecg-1601739420.jpg","tags":["Uttar Pradesh","halal certification","halal certificate"]}