{"title":"Uttarakhand Chief Minister Trivendra Singh Rawat quits","content":"Uttarakhand Chief Minister Trivendra Singh Rawat resigned on Tuesday, a day after he met the Bharatiya Janata Party’s central leadership in Delhi, reported The Hindu. After a meeting with Uttarakhand Governor Baby Rani Maurya, Rawat announced that he had quit. “The party gave me a golden opportunity to serve this state for four years,” Rawat said while announcing his resignation, reported ANI. “I had never thought that I would get such an opportunity. The party has decided that the opportunity to serve as chief minister should be given to someone else now.”Rawat’s resignation came amid speculation that the party wanted a change in the state’s leadership after complaints from MLAs about the chief minister’s “style of governance”, according to the Hindustan Times.Uttarakhand BJP MLA Munna Singh Chauhan said Rawat had consulted with the party leadership on many recent developments. “All 57 BJP MLAs stand with the chief minister,” Chauhan told ANI.On Saturday, the chief minister had attended an urgent core committee meeting that was called by central observers of the BJP, including former Chhattisgarh CM Raman Singh and National General Secretary and state in-charge, Dushyant Gautam, reported Hindustan Times.The party gave me a golden opportunity to serve this State for four years. I had never thought that I would get such an opportunity. The party has now decided that the opportunity to serve as CM should be given to someone else now: Trivendra Singh Rawat, BJP in Dehradun pic.twitter.com/cwj36xkSZd— ANI (@ANI) March 9, 2021\n\nMeanwhile, former Uttarakhand Chief Minister and senior Congress leader Harish Rawat said that the state was seeing a change in power. “Even the BJP’s central leadership has admitted that its present government in the state could not do much,” he said, reported ANI. “No matter who they bring now they will not come back to power in 2022.” The state Assembly elections are due next year.In a press conference, the Congress criticised the BJP, calling Rawat’s resignation as an “unsuccessful attempt to cover up for corruption and failures” of the state administration in the last four years, reported Hindustan Times. “As we all know, this is the same government against which, just four months ago, the honourable Uttarakhand High Court, in an historic order, directed the Central Bureau of Investigation to probe corruption allegations against then-CM Trivendra Rawat,” Congress’ Uttarakhand unit in-charge Devender Yadav said. “However, the government, in an irresponsible manner, challenged the order in the Supreme Court and tried to get it stayed.”The Congress leader was referring to the Uttarakhand High Court’s October order, in which it instructed the CBI to investigate corruption allegations against Rawat. The chief minister, who was then the BJP’s in-charge in Jharkhand, has been accused of transfering money to his relatives in 2016 for the appointment of a person in the state to head the Gau Seva Ayog. Journalist Umesh Sharma levelled the allegations against Rawat.Yadav on Tuesday said that the former chief minister’s resignation was “insufficient”, and accused the BJP of attempting to look for “escape routes” to conceal its failures. He went on to criticise the Rawat administration’s handling of the pandemic and the Chamoli disaster.Rawat was announced as the BJP’s chief ministerial candidate after the party swept the elections in 2017, winning 57 of 70 seats in the state Assembly. He had won the Assembly elections from Doiwala.The 60-year-old was one of the three deputies Union Home Minister Amit Shah worked with in Uttar Pradesh before the 2014 Lok Sabha elections. Rawat served the Rashtriya Swayamsevak Sangh, the ideological parent of the BJP, from 1983 to 2002.","author":"Scroll Staff","time":"2021-03-09T16:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/94860-swbkqtbntk-1603880589.jpg","tags":["Uttarakhand","Trivendra Singh Rawat","Bharatiya Janata Party","Uttarakhand governor"]}