{"title":"Uttarakhand restricts sale of land for agriculture as locals protest tourism infrastructure boom","content":"For months, residents in the Himalayan foothills of Uttarakhand have been fighting for the introduction of land laws that would prevent agricultural land from being sold to people from outside the state.These protests come at a time of transition in Uttarakhand.As infrastructure and business development for tourism increase, the region has seen an uptick in land sales to nonresidents – which has sparked widespread concern among locals about employment, food security and increased stress on natural resources.On December 31, 2023, the current chief minister of Uttarakhand, Pushkar Singh Dhami, issued a directive to district magistrates throughout the state to withhold permission to sell land to people from outside the state for agriculture and horticulture.The decision followed protests by residents and activists demanding stricter laws to safeguard agricultural land ownership among Uttarakhand residents. In mid-2023, some 200 organisations inside and outside of Uttarakhand came together under the banner of Mool-Niwas Bhoo-Kanoon Samvanya Sangharsh Samiti (Association of Native Land Law Coordination Struggles) with the primary goal of enshrining Uttarakhand’s land laws.The group notes that agricultural land in the state is limited, as most land is covered in forest and other areas unfit for cultivation. Only 14% of Uttarakhand is considered cultivable land, yet 65% of the population depends on agriculture for their livelihood.Large-scale sales of arable land to nonresidents could also mean losing the culture and diversity of food indigenous to the state, threatening residents’ food security. Uttarakhand is a hill state with most of its most promising agricultural land restricted to the Terai region, which is enriched with fertile soil.Agricultural activities in rural areas of the hills are confined, and they often centre on millet cultivation, with some varieties being native to the region. Moreover, a significant portion of the agricultural yield is for domestic consumption, emphasising the critical role it plays in sustaining local nutritional needs.However, with increasing focus on tourism, Uttarakhand, home to four holy shrines and serene views, is increasing access to rural parts of the state for people to indulge in recreational and religious tourism. The residents, as a result, are seeing a rise in the construction of roads and hotels as well as new airport projects. However, these developments have also affected the day-to-day lives of the local population. With laws providing more freedom, many are investing in land to open such businesses.“All the work that is included in the development is being done on agricultural land, and so this danger looms over our heads, that we might lose all our agricultural land. And once that land is gone, our capacity to grow anything will go away; what will the people do then?” Mohit Dimri, a convener of the protests, told Mongabay.The preservation of Uttarakhand’s culture also depends on its agricultural traditions. Geeta Bisht, working with the nonprofit Institute of Himalayan Environmental Research and Education, known as INHERE, is dedicated to safeguarding local seeds by establishing seed banks to prevent them from extinction.She said she believes many traditional seeds that are climate resilient can also be lost amid increasing development activities on farmlands. Furthermore, millets that are grown for personal consumption and an extra financial boost to the family also risk being lost, such as madua (finger millet, Eleusine coracana), jhangora (barnyard, Echinochloa frumentacea) and kauni (foxtail, Setaria italica).“If lands are taken from farmers, be it people with landholdings or landless farmers, then they won’t be able to grow any seeds, nor will they be able to grow anything that could bring them financial surplus,” Bisht said.As many people migrate from villages to cities for better financial opportunities, the ones who are commonly left behind are women, children and the elderly. These individuals often depend on the abandoned farmlands left by those who have relocated to cities.Many women farmers step in to cultivate these fields, not only to sustain themselves but also to provide for their families. However, only 10% land in hill districts is irrigated. The majority of the rural population in the hills either survives on subsistence agriculture or migrates for better livelihood opportunities.Citizens protest for new land laws on February 4 in Triveni Ghat of Rishikesh, Uttarakhand. Image courtesy of Mohit Dimri.Most of the people in rural areas are considered small and marginal farmers. Among large farm holdings (more than 4 hectares, or nearly 10 acres), according to a 2018 study on agriculture in the Himalayas, previous census data showed that essentially none (0.72%) were owned by scheduled caste members.In the Constitution, scheduled castes are considered to be the most socially, economically and educationally disadvantaged groups in India. They have been and are continuously subjected to discrimination due to the rigid caste system that is based on the varna system of hierarchy within Hindu society.The Brahmin, Kshatriya and Vaishya communities enjoy this hierarchy while the Shudra community lies below them. Additionally, there are certain communities that do not fall under the varna system and are therefore condemned to be treated as “untouchables.” These communities have now reclaimed the term Dalit, which translates to “broken”.Hence, landless farming is also prevalent among marginalised communities, such as the Dalit community, which has historically been deprived of land ownership. Within these populations, many often engage in agricultural labor on others’ farms in exchange for the produce they grow. The loss of land can be a major hit to food security for the most vulnerable communities. “Many work in other people’s land [in] exchange [for] the produce grown, as they do not have lands big enough to grow anything,” Bisht said.In 2018, state law was amended to remove restrictions on the amount of agricultural land that nonresidents could buy. It opened a gateway to new investments and economic shifts. Hotels and homestays started popping up on former farmlands.The economy moved more toward the service industry. And rather than working in the fields, local residents began working as laborers for the expanding tourism industry – yet they saw little increase in status or pay.“The resorts that are opening up in these lands, which are owned by people outside the state, are making the people here their servers. They are opening huge resorts and making huge profits, but the people who are from the state have not benefited from it at all,” said Dimri.The return of migrants to their homeland during the pandemic brought forth significant challenges, particularly for those who found themselves landless due to the sale of their ancestral properties. When Covid-19 struck, many lost their jobs and returned to the villages, relying solely on farming for sustenance. However, for those who had sold their land, there was no refuge. “If another pandemic were to occur, those without land wouldn’t even have the option to earn a living through farming. And that is why we believe our lands should not be sold to outsiders,” said Bhuvan Purohit, a farmer in Almora district.It is unclear how much agricultural land, in total, has been lost to development. Shekhar Pathak, a historian based in Dehradun, Uttarakhand, was quoted in an article in the environmental publication DownToEarth highlighting the lack of current records for the region, saying they were last were updated in the 1960s. “Since then, extensive agricultural land has been repurposed for non-agricultural activities such as road construction and industries. The state government does not even have the details on the extent of agricultural land lost over the past 60 years,” Pathak told DownToEarth.\n\t\t\n\tFarmers in Uttarakhand perform traditional folk songs associated with collective labor while transplanting rice. Credit: 1v2a3i via, CC BY-SA 4.0, via Wikimedia Commons.Weakened land restrictionUttarakhand was established as a state in 2000 after its separation from Uttar Pradesh. One of the leading demands for the separation of the state was a land law in line with that of Himachal Pradesh, whose 1972 Tenancy and Land Reforms Act placed multiple restrictions on the transfer of land to anyone “who is not an agriculturist.”Mongabay recently interviewed environmentalist Ravi Chopra, who also noted the demands for a new land act during the formation of Uttarakhand as a state. “The governments, however, have in a sense cheated the people,” he said. “They have talked about it [land laws], but the laws that have been legislated do not secure the land for the people of Uttarakhand.”In 2004, in Uttarakhand, amendments to the existing laws were enacted, allowing people outside the state before September 12, 2003, to purchase a limited amount of land from the district officer to practice agriculture and horticulture.The state government later entirely removed the limits, although a provision was also included giving the government the authority to take over the land if it was not used for the purpose prescribed, or if it was sold to someone else. However, this clause was also revoked in 2022, making it even easier for people outside of the state to buy land in Uttarakhand.The recent order given by Dhami, according to protesters, has not provided any concrete resolutions. Many new protests have since followed in different regions of the state, including an event where many tore up the notification sent out by the government.In January, dissatisfied protesters in Bageshwar, Uttarakhand, burned the recent order given by Chief Minister Pushkar Singh Dhami to district magistrates to deny permission to sell agricultural lands to those outside the state. Courtesy Mohit Dimri via Mongabay.Destruction of natural resourceWith more construction happening and many more buildings being made, the natural resources that locals depend on are also suffering. Where there once were lush forests and clear rivers, high-rise buildings now tower over the valley.With more of the state open to visitors in rural areas for various reasons, recreational or other, the push to build more facilities catering to tourists’ needs has become a priority.People now not only have to contend with the disappearance of agricultural lands, but also with shared natural resources – most of which are stressed, due to climate change, extreme weather and increased construction. Farmers who once depended on clean water now cannot rely on their environment for sustenance and survival.“People cut hills and build big buildings of five floors, and that also impacts. When you cut hills many times, the water aquifers also shift,” Bhuvan said. “We are also losing our natural resources to this mindless construction.”This article was first published on Mongabay.","author":"Swati Thapa","time":"2024-04-27T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200278-roytimqscr-1713977519.jpg","tags":["Uttarakhand","Uttarakhand Land","Tourism","Himalayas"]}