{"title":"Verdict 2019 in charts and maps: Nearly half of India’s Muslim MPs come from only two states","content":"The representation of Muslims remains low in the new Lok Sabha, going from 23 to 26 Muslim MPs. That modest increase took place even though the share of Muslims candidates decreased. Among national and state-based parties, the overall number of Muslim candidates decreased, from 10.3% to 8%.Despite claims that Congress adopted a “soft Hindutva” strategy, the decrease of Muslim candidates comes from state-based parties. In fact, the Congress nominated slightly more Muslim candidates this time than in 2014 (35 against 32).Muslim MPs have been elected from 11 different states, nearly half of them from just two.Eleven of the 26 Muslim MPs come from Uttar Pradesh and Bengal. Kerala and Jammu & Kashmir send both three Muslim MPs. the nine remaining Muslim MPs come from seven different states and Union Territories.Muslim MPs have been elected from 11 different parties. There are only four Congress Muslim MPs and four elected on a Trinamool ticket. The Samajwadi Party and Bahujan Samaj Party both send three Muslims MPs in the Lok Sabha, as well as the National Conference.The fact that Muslim MPs come from so many parties hamper their exert any form of collective representation. And the fact that they tend to be diluted within their own parties also contribute to their marginalisation.In terms of overall religious composition, the new Lok Sabha is 90.4% Hindus. There are three more Muslims elected than in 2015, which brings Muslims’ representation to 4.8% (from 4.2%). Other religious minorities, such as Sikhs and Christians, represent 4% of the MPs.BJP candidates are almost exclusively Hindus while around 30% of the Congress’ candidates belong to various religious communities.Caste status quoIn terms of caste group representation, the new Lok Sabha resembles a lot like the previous one. Upper castes remain largely over-represented, with nearly 29% of the seats. Intermediary castes make up 14% of the House and Other Backward Classes 22%. The over-representation of upper castes largely stem from the BJP domination in the Hindi Belt. In these states, 88 out of the BJP’s 199 candidates belong to the Upper Castes. Most of them got elected.Still no takers for NOTAIn 2019, 6513923 voters opted for NOTA, nearly exactly 1% of the votes. While the “None of the Above” option makes sense theoretically, voters in India have clearly not adopted it as they deem it to be – and rightly so – a wasted vote.The map reveal that just like in 2019, there are slightly more takers for voters in areas with large tribal population.Looking at it more closely, NOTA scores tend to be higher in semi-urban seats, when the turnout is low. Out of the 20 seats with higher NOTA scores, 11 are in Bihar.Some implicationsWere these exceptional elections? By virtue of the amplitude of the BJP’s victory, certainly. 2014 was a strange election that saw a party obtain a majority of seats with a comparatively low national vote share (31%). This time, the BJP has achieved a level of performance that begins to match that of the Congress in its heyday. Its performance in West Bengal and Odisha are unprecedented and the fact that it resisted the Mahagathbandan in Uttar Pradesh shows how deeply rooted the party has become in that crucial state.The data reveals some encouraging trends, like an acceleration of the rise of women representation. Muslims however, remain marginalised. The dynastic phenomenon is also on the rise. Regional parties, who were expected to play kingmakers, are on the decline, even if some have swept their states, like in Andhra, Telangana or Tamil Nadu, or have resisted somewhat to the BJP wave, like in Odisha.In 2014, the BJP came power by filling in the void left by a collapsing Congress, and by capturing most of the new voters’ support. In 2019, it has gained ground on regional parties’ turf, showing that its ability to gain new grounds is not simply linked to the weakness of the Congress Party.Gilles Verniers is assistant professor of political science and  co-director of the Trivedi Centre of Political Data, Ashoka University.Data  compiled and prepared by Mohit Kumar, Saloni Bhogale, Basim U Nissa,  Priyamvada Trivedi, Sudheendra Hangal, Gilles Verniers and Sofia  Ammassari from the Trivedi Centre of Political Data.This is the fifth and final part of a five-part statistical analysis of the 2019 general election.Also read:Part 1: Verdict 2019 in charts and maps: More voters turned out than ever before, more parties contestedPart 2: Verdict 2019 in charts and maps: BJP started poorly, Congress nearly drew a blank from phases 4 to 6Part 3: Verdict 2019 in charts and maps: Two-thirds of MPs who re-ran won, half the new MPs are first-timers  Part 4:Verdict 2019 in charts and maps: Lok Sabha has more female MPs than ever before, more dynasts too","author":"Gilles Verniers","time":"2019-06-02T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/925440-carousel-kmiezichwh-1442175200.jpg","tags":["Lok Sabha election","Muslim MPs","Bharatiya Janata Party"]}