{"title":"Verdict 2019 in charts and maps: Lok Sabha has more female MPs than ever before, more dynasts too","content":"A striking feature of the 17th Lok Sabha is the high number of dynastic MPs. In her book, Democratic Dynasties, Kanchan Chandra notes that about a quarter of all MPs between 2004 and 2014 belonged to political families. Data collected for the Social Profile of Indian National and Provincial Elected Representatives project indicates that 30% of all new Lok Sabha MPs are political dynasts – a record.For this analysis, “dynasts” are defined as politicians at least one of whose relatives has been or continues to be an elected representative at any level. They include those whose relatives have served or currently serve in prominent positions in party organisations.Dynastic leaders are found across parties and states. Of the two national parties, the Congress remains the more dynastic, with 31% of its candidates in the 2019 election coming from political families. The BJP is catching up, having drawn 22% of its 2019 candidates from dynasties. In fact, the Congress and the BJP often field more dynasts than their regional rivals, commonly believed to be more dynastic.\n    \n       Party  Number of dynasts  Number of MPs  Percentage of  dynasts \n    \n     BJP  75  303  24.75%  INC  23  52  44.23%  DMK  10  23  43.48%  YSRCP  7  22  31.82%  SHS  7  18  38.89%  AITC  5  22  22.73%  BSP  5  10  50.00%  LJSP  5  6  83.33%  BJD  4  12  33.33%  JD(U)  4  16  25.00%  SP  3  5  60.00%  Independents  2  4  50.00%  SAD  2  2  100.00%  NCP  2  5  40.00%  TDP  2  3  66.67%  NPP  1  1  100.00%  TRS  1  9  11.11%  ADMK  1  1  100.00%  AIMIM  1  2  50.00%  JD(S)  1  1  100.00%  JMM  1  1  100.00% \n  That the ratio of dynasts among MPs is much higher than among the general election candidates indicates that by and large dynasts do make strong nominees after all. In fact, even though a few prominent dynasts bit the dust this time, the phenomenon is actually growing.Representation of womenAt 78 MPs, there are more women in the Lok Sabha than ever before. The ratio of female MPs has risen even though there were only 1.3% more women candidates than five years ago. The BJP accounts for the majority of the women MPs with 42, followed by the Trinamool Congress with seven and the Biju Janata Dal with six. The BJP’s sweep and the Biju Janata Dal’s stated commitment to gender equity are the key reasons for the rise in the share of women MPs.Nearly half of all women MPs come from just four states – 14% from Uttar Pradesh, 12.8% from West Bengal, 10.3% from Maharashtra and 9% from Odisha. Populous states like Karnataka or Andhra Pradesh barely sent any women to the Lok Sabha.Given that political parties generally nominate women for reserved seats, 24 of the women MPs were elected from such constituencies. In fact, six of the seven women candidates of the Biju Janata Dal contested in reserved constituencies.The “dynastic factor” appears to favour women more than men: 42% of female contestants belonged to political families as compared to 15% male candidates.The fewer the female candidates in a party, the more likely they are to be dynasts. All of the women candidates fielded by the Nationalist Congress Party, Telangana Rashtra Samiti and Dravida Munnetra Kazhagam belonged to political families.Data shows dynastic women candidates generally perform better than non-dynasts. The Trinamool Congress and the Biju Janata Dal are the only exceptions to this rule.Gilles Verniers is assistant professor of political science and co-director of the Trivedi Centre of Political Data, Ashoka University.Data compiled and prepared by Mohit Kumar, Saloni Bhogale, Basim U Nissa, Priyamvada Trivedi, Sudheendra Hangal, Gilles Verniers and Sofia Ammassari from the Trivedi Centre of Political Data.This is the fourth part of a five-part statistical analysis of the 2019 general election.Also read:Part 1: Verdict 2019 in charts and maps: More voters turned out than ever before, more parties contestedPart 2: Verdict 2019 in charts and maps: BJP started poorly, Congress nearly drew a blank from phases 4 to 6Part 3: Verdict 2019 in charts and maps: Two-thirds of MPs who re-ran won, half the new MPs are first-timers","author":"Gilles Verniers","time":"2019-06-01T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120406-eosvirkinm-1559217307.jpg","tags":["Congress","dynastic MPs","17th Lok Sabha","BJP","Lok Sabha elections 2019","Results 2019","women MPs"]}