{"title":"‘Very scared’: Why Kashmir’s main political parties are not keen on contesting panchayat elections","content":"On August 31, the governor’s administration announced panchayat and municipal elections in Kashmir later this year, over two years after they were due. The panchayats’ term ended in 2016 but the unrest that broke out after the killing of the militant leader Burhan Wani in July that year kept polls at bay. Now, as the Valley prepares to elect 4,130 sarpanch and 29,719 panch, its two main parties said the time was still not right.Mustafa Kamal, additional general secretary of the National Conference, described the upcoming elections as a superficial “patch-up exercise”. The hype around them, he claimed, was “only for public consumption” in the rest of the country. “Elections should be conducted when the situation is conducive,” he added.The People’s Democratic Party seconded its rival’s position. Tahir Syeed, additional spokesperson of the party, said all parties should have time to work on the ground and calm tempers before polls are held. “There is no political activity on the ground right now,” he said, arguing that holding elections in the current situation would be counterproductive.The municipal elections are slated be held in four phases from October 1 to October 5, and the panchayat polls in eight phases from November 8 to December 4.  Only the BJP said it was gearing up for the elections despite the militants warning people against participating in them. In a video message on August 28, the Hizbul Mujahideen commander Riyaz Naikoo said those filing nominations should take along shrouds as well. “And remember, we have brought hydrochloric acid and sulphuric acid,” he said. “Be ready for that.”He had issued a similar warning in January, amid talk that the delayed panchayat polls would finally be announced. “Whoever contests the elections will be dragged out of his home, and concentrated acid, sulphuric acid or hydrochloric acid will be poured in his eyes so that he loses his eyesight and becomes a burden for his family for life,” Naikoo had said.  ‘No public enthusiasm’In the previous panchayat elections in 2011, held a year after massive protests for Azadi rocked Kashmir, voter turnout touched 82% in some phases. But this time, a People’s Democratic Party worker in South Kashmir’s Anantnag said, there was “no enthusiasm” about the polls. Beyond a few closed-door meetings by party leaders, nobody had even dared conduct public meetings. “Opposition from militants has made us apprehensive,” he explained.More than bullets, he said, party workers feared acid attacks. “If it was just the gun, there are areas where you know militants are not present and you can feel safe,” he explained. “But what do you do about acid attacks? There are sympathisers in every nook and corner.”A party leader who did not want to be identified said political workers were “very scared”. “Not just ours, every party’s, especially in the south. They realise that MLAs have security and are afraid about what might happen to them,” he said. The state police chief has said it not possible to provide security cover to former panchayat members.The party leader noted that panchayat members were caught between the security forces and the public. “When the security forces detain youth from some village, the people approach the sarpanch,” he explained. “It means he has to keep good relations with the Army and the police. They do this, help people, and get labelled as informers by militants. Many were killed because they secured release of [detained] youth.”Members of various parties were in a “dilemma” about participating in the polls for other reasons too, said the People’s Democratic Party worker from Anantnag. “There is uncertainty around government formation,” he said. “No one wants to show their cards right now. If there is a government in place before the polls, preferences and loyalties might change.”Jammu and Kashmir has been under governor’s rule since the BJP felled its coalition government with the People’s Democratic Party in June. The break-up of the alliance plunged the state into political uncertainty. The People’s Democratic Party is battling an internal rebellion, which it alleges is being orchestrated by the BJP. Rumours have been swirling about the BJP forming a new government with the support of its former ally’s rebel legislators. Meanwhile, assembly election is a distant prospect.Though panchayat elections are supposed to be fought outside of party affiliations, the contestants are often, directly or indirectly, affiliated to a party. Campaigns are organised by their respective parties.Syeed said while the People’s Democratic Party was not averse to the upcoming polls, there was no public enthusiasm for them. “If you are going to hold elections for more than 25,000 panch and sarpanch, is the atmosphere conducive?” he asked. “The lives of these candidates and the people who vote for them will be at risk.”‘A weak system’Mustafa Kamal pointed out that Panchayati Raj institutions in Jammu and Kashmir were weak despite being in place for a long time. Panchayati Raj was introduced by the Dogra ruler Hari Singh in 1935, but elections have been erratic.It was not only political disturbances that led to the erosion of Panchayati Raj institutions, Kamal said, but also the lack of enthusiasm at the higher levels of government. “The main reason for the sidelining of the panchayat system is that the executive and the legislature found it an intrusion into their affairs,” he argued. “All MLAs oppose it.”Strengthening these institutions would have helped “eliminate the negative politics of today”, Kamal said, but “the government going to the doorsteps of the people was not digested by the executive or the legislature”.In the end, Kamal noted, the system collapsed under its own weight as “uneducated” and irresponsible leaders were appointed to panchayat posts. “They got a chance to be the authority which was a dream come true for them,” he added. “The executive and the legislature were happy that it was collapsing.”When the previous panchayat elections were held in 2011, the National Conference was in power. Omar Abdullah, then chief minister, had promised to devolve powers to panchayats but little changed as they were granted limited financial authority. Meanwhile, panchayat members started to be targeted by the militants. Between 2011 and 2015, 10 sarpanch were killed, sparking a raft of resignations. During the protests of 2016, panchayat members also found themselves facing public anger. Though their terms had expired in April that year, several former sarpanch and panch tendered symbolic resignations and promised to stay away from elections in the future. Since then, several party workers and low-ranking policemen have been killed in their homes, mostly in South Kashmir, adding to fears about participating in electoral processes.‘We need to save democracy’Only the BJP seems eager for the elections. Veer Saraf, the party’s South Kashmir chief, said their preparations were in full swing. “We have formed teams and are identifying candidates,” he said, adding it was too early to comment on the party’s strategy or how many candidates it would back. “We at least are ready for the polls.”Responding to the militants’ warnings against participating in the polls, Saraf said “people have been scared in every election since 1990”, the year militancy spread across Kashmir. “Thousands will contest and even if 100 people come out to vote in a village, how many will they [militants] attack?”Saraf dismissed the threats as mere attempts at “terrorising” people. He also criticised former chief minister Mehbooba Mufti for deferring a parliamentary bye-election. On April 9, 2017, the Srinagar Lok Sabha bye-election saw a turnout of 7.14% as the security forces’ crackdown on protests left eight people dead. Bye-election to the Anantnag seat, slated to be held a few days later, was deferred indefinitely. Saraf said postponing the bye-election had boosted the separatists in Kashmir. “We need to save democracy here,” he added.","author":"Rayan Naqash","time":"2018-09-02T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892364-gsjapoyaoj-1466494600.jpg","tags":["panchayat polls","Mustafa Kamal","BJP","PDP","National Conference","governor's rule","militancy in Kashmir"]}