{"title":"View from the Margins: Uttarakhand’s ghost villages embody the state’s economic challenges","content":"Voting is often the only chance that many of India's marginalised groups get to express themselves. As national elections approach, Scroll's reporters fanned out across the country to talk to groups with little socio-political power as part of a series called the View from the Margins. The aim: try to understand how the powerless and the voiceless have fared under a decade of the Modi government.Poonam Raturi and her son Amit live in a spacious house on the top of a hillock in the village of Molkhandi, about 170 km from Uttarakhand’s capital Dehradun. The house offers a stunning view of the entire village, as well of as the forests and the Himalayan foothills in the distance.Amit Raturi has lived here for all his 29 years. Poonam Raturi, 52, moved here after her marriage, 33 years back.Both Poonam and Amit Raturi remember when Molkhandi was a bustling village. It had about 150 residents as recently as 15 years ago. Now, they are two of only 15 people living in the village. The village landscape is dotted with ramshackle, abandoned houses.Molkhandi is fast approaching the status of a “ghost village” – a village completely deserted and uninhabited.Both lamented the lack of employment opportunities and health and education facilities as the main reasons behind the large-scale migration of their former fellow villagers to metaphorically greener pastures elsewhere within or outside the state.As Uttarakhand goes to polls on April 19, they are hopeful that the Bharatiya Janata Party candidate for their Lok Sabha constituency will fulfill his campaign promise of rehabilitating ghost villages and improving infrastructure around their village so that they can continue to live there.Amit Raturi and his mother Poonam Raturi at their home in Molkhandi village in the Pauri Garhwal district of Uttarakhand. Credit: Vineet BhallaThe ghost villages of UttarakhandAccording to the 2011 Census, there were 1,048 ghost villages – that is, villages with no population – in Uttarakhand. Since then, this number is estimated to have reached close to 2,000.The district of Pauri Garhwal where the Raturis live accounted for 331, or almost a third of all ghost villages, in 2011.Ghost villages embody the socio-economic crisis facing the state. Limited economic prospects, inadequate infrastructure and natural calamities accelerated by climate change have driven large-scale migration from the hills to the plains in the state.The hollowing out of Uttarakhand’s villages has dire consequences. The limited infrastructure in these villages gets neglected even further.In Molkhandi, for instance, the government school serving the gram panchayat that it is a part of shut down a few years ago, There is no primary health centre serving the village either.Ghost villages contribute to ecological degradation as neglected farms suffer soil erosion. The acres of deserted farmland carved out of the slopes throughout Molkhandi are a testament to this.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ipfbhinnoc-1712903663.jpg\">\n  </picture><figcaption>Deserted terrace farmland in Molkhandi village in Pauri Garhwal that are now rife with wild vegetation. | Vineet Bhalla</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/dmhsficxed-1712903659.jpg\">\n  </picture><figcaption>Deserted terrace farmland in Molkhandi village in Pauri Garhawal that are now overgrown with wild vegetation. | Vineet Bhalla</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ialfnetemi-1712903655.jpg\">\n  </picture><figcaption>Deserted terrace farmland in Molkhandi village in Pauri Garhawal that are now rife with wild vegetation. | Vineet Bhalla</figcaption></figure>\nThe abandonment of villages also has social and cultural ramifications. As rural communities move to urban areas, their cultural identity gets diluted, with succeeding generations less likely to learn traditional knowledge and practices or even their native dialect.Such large-scale migration also places tremendous stress on the infrastructure in the urban areas of the state where the migrants settle and exacerbates the chasm between the rural and the urban, the hills and the plains.In 2017, the Uttarakhand government had set up a Rural Development and Migration Commission to examine the problem and advise the government on how to deal with this migration.Challenges of livingPoonam and Amit Raturi are the only two residents of their home. Poonam’s husband died a few years ago. She has a daughter, who is married and lives with her husband and child in Dehradun.The Raturis told Scroll that the main reasons for people leaving their village are the lack of education and employment opportunities and healthcare facilities in the village and the district of Pauri.“People’s aspirations have changed now,” Poonam said. “They want better education for their children and jobs for themselves than 15-20 years ago.”Amit Raturi pointed out that the government school he studied at has closed and that the closest government schools are in the district headquarters, about 5 km away. There is no technical college in the entire district of Pauri, he added.Both also pointed out another major challenge that has contributed to the exodus of villagers: the inability to carry out farming due to destruction of crops by wild animals.Poonam Raturi said that her family used to grow rice, maize, grains and pulses. The yield would be enough not just to feed their family but also sell in the market.“We only had to go to the market to get oil, salt and sugar,” said Amit.However, they have stopped farming for the last seven years because wild boar and monkeys would destroy their crops.Amit Raturi said that the Migration Commission had recommended building chain fences around  farms to prevent animals from entering. However, only 1 sq km of the 10 sq km of farmland in the village had been fenced by the government so far, he said.There are also frequent attacks by tigers on humans in the region, Poonam and Amit Raturi said. “Tigers will stay away if a village is populated,” Amit Raturi said. “Since there are hardly any people here, tigers consider our village as part of the jungle too.”He works as a construction contractor. The main source of his work is government tenders in Pauri district. However, he rued the fact that the state government had, in the last two-three years, introduced strict turnover and experience requirements for tenders. As a result, only big companies can avail of most of these tenders and smaller local contractors lose out.If the government wants to promote self-employment, it must create better infrastructure to increase connectivity of the village with the rest of the state, Amit Raturi said.There is no concrete road connecting Molkhandi with the district headquarters, Pauri town. The road from Pauri stops at the top of the hillock on the slope of which Molkhandi lies. From there, they have to walk down a dirt path for a few hundred metres to reach the village.“We have written so many times to the Garhwal Commissioner Office in Pauri to build a road connecting the village to the main district,” Amit Raturi said. “If they are not able to develop your nearest villages, the farther ones have no hope.”He also said that the civil hospital in Pauri lacks basic medical facilities. “If you go there, they will refer you to the Srinagar government hospital, where you will be referred to the Dehradun government hospital,” he said. “That’s the pattern.” Srinagar is a city in the Pauri district.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/wrcldevzlw-1712903346.jpg\">\n  </picture><figcaption>Abandoned houses in various states of decay in Molkhandi, Pauri Garhwal. | Vineet Bhalla</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/lxudnqopua-1712903335.jpg\">\n  </picture><figcaption>Abandoned houses in various states of decay in Molkhandi, Pauri Garhawal. | Vineet Bhalla</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/fxibewlogo-1712903343.jpg\">\n  </picture><figcaption>Abandoned houses in various states of decay in Molkhandi, Pauri Garhawal. | Vineet Bhalla</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/xtbzvjfrwg-1712903339.jpg\">\n  </picture><figcaption>Abandoned houses in various states of decay in Molkhandi, Pauri Garhawal. | Vineet Bhalla</figcaption></figure>\nHope in BJPIn spite of their hardships, the mother and son remain optimistic and expressed the desire to stay in their village.Amit Raturi is to get married later this month to a woman from Molkhandi and they will live in his home. All of his childhood friends have moved out but he is hopeful that by the time he has children, there will be ample facilities for their education in the village.“Whoever provides these facilities will get our vote,” Poonam Raturi said.Amit Raturi was more forthcoming about his electoral preferences. “I trust the BJP to take care of our issues,” he said. He said that he would vote for the BJP candidate for the Garhwal constituency, Anil Baluni, in the upcoming election because Baluni has a good image, a proven track record of work and has promised to rehabilitate ghost villages.Baluni is a former Rajya Sabha MP from Uttarakhand. The BJP swept all five Lok Sabha seats in the state in the previous two general elections. The party has also led the state government for 14 of the 24 years of Uttarakhand’s existence.","author":"Vineet Bhalla","time":"2024-04-14T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200011-cdmyxhbyfm-1713001030.jpg","tags":["Lok Sabha 2024","Uttarakhand","Migration","Farming","Pauri Garhwal","View From the Margins"]}