{"title":"View from the Margins: Rabindra Mallick’s long struggle to prove he is not Bangladeshi","content":"Voting is often the only chance that many of India's marginalised groups get to express themselves. As national elections approach, Scroll's reporters fanned out across the country to talk to groups with little socio-political power as part of a series called the View from the Margins. The aim: try to understand how the powerless and the voiceless have fared under a decade of the Modi government.Rabindra Mallick’s world fell apart when, without warning, the Assam police arrested him from his home on a September morning in 2016.From his village in Oxiguri – a remote outpost on the India-Bhutan border – he was taken to a detention centre more than 70 kilometres away. For the next four years, Mallick was one of thousands of mostly Bengali-speaking residents of Assam who had been declared a foreigner, accused of illegally crossing over into Assam from Bangladesh, trapped in a detention centre.Hysteria over alleged migration from Bangladesh has long been a staple part of the politics of Assam. The past decade under Modi saw this politics go national with the Bharatiya Janata Party promising a pan-India National Register of Citizens.Largely forgotten in this is the pain and suffering of people such as Mallick, who have borne the brunt of this politics.A precarious existenceOn February 15, 2016, Mallick was declared a “foreigner” by a Foreigners Tribunal in an ex parte order. This means that he was not a party to the case. Mallick vehemently denies the allegation of being from Bangladesh. \"My father was from Cooch Behar [in West Bengal],” he said. “However, his name was included in the 1966 and 1970 voter list of Assam's Oxiguri village. My father was 26 year old in 1966.\"Mallick said how can he be foreigner when his father name is there in the 1966 voter list.Scroll has seen the documents of 1966 and 1970 voter lists.Mallick, now 61, lives an economically precarious life selling firewood. Scroll met him in his kutcha hut made of mud, bamboo and corrugated tin sheets.When Mallick challenged the tribunal’s order before the High Court, he pleaded that poverty and lack of understanding of the law prevented him from fighting the case. Khagendra Mallick, his younger brother said they did receive the notice twice but did not take them very seriously given poverty and illiteracy.\"He did not realise that not complying with the notices and not fighting the case will end with him in a detention centre,” Khagendra said. “Also, he did not have money to give the lawyers to represent the case. He didn't understand the court proceedings.\"However, the High Court rejected this, calling it an “untenable contention”.As a result, Mallick was locked away for nearly four years. The appalling conditions of the detention centre sapped his health. “We were cramped in a room with 50 to 80 people at a time,” he said. “We had to eat rice with insects. I have lost my strength and I can’t work anymore”.In 2020 he was released as a result of a Supreme Court order that directed detention centres to release inmates who had spent more than three years in confinement. However, this release was conditional: he had to report to a police station once a week.His economic precarity means even this is a burden. “I need to spend Rs 100 to travel the thana, which is about 20 km away,” he said. “I should be freed. We are poor people. For how many days will we run from pillar to post?”Certified copy of 1966 voter list in which Mallick's father name is included. Photo credit: Rokibuz Zaman  Outsider politicsMallick’s incarceration is one outcome of a long history of ethnic politics in Assam directed mostly at Bengalis. “We have been tortured since we are Bengalis”, Mallik said. “Only Bengali Muslims and Bengali Hindus are made outsiders. The Assamese don't face it.”The past decade has seen hectic activity around the idea of so-called outsiders in Assam. In 2018, a draft National Register of Citizens was published after verifying the citizenship of all of Assam’s residents. More than 19 lakh found themselves excluded from the list.“The year wise number of detainee lodged in detention centre shows a trend of huge increase after 2014,” a report by the National Human Rights Commission says. Most detainees are Assam residents who have been tagged as D-voters or “doubtful voters” by the state’s quasi-judicial Foreigners Tribunals or foreigners, who entered India without visas or any other documents.Foreigners’ Tribunal have themselves increased more than three times since 2014.Voter identity card of Rabindra Mallick. Photo credit: Rokibuz Zaman‘Who else if not BJP?’In 2014, while pitching for Assam’s Hindu Bengali vote, Narendra Modi claimed he would shut down detention centres. “Kisui toh hoilo na,” Mallick exclaimed. Nothing was done. “Instead, I was sent to a detention centre.”In another attempt to woo the state’s Hindu Bengalis, the Modi government introduced a new law called the Citizenship Amendment Act which allowed non-Muslim migrants from Bangladesh, Pakistan and Afghanistan to apply for Indian citizenship even if they had entered India illegally.However, this does not please Mallick either since he is indignant about having to declare himself a Bangladeshi when he was born in India. “I don’t have any connection with Bangladesh,” he said. “I was born in India. My ancestors were from Cooch Behar. Why will I apply under CAA?”Mallick despairs that there is any legal solution to this. “Despite having the documents and being born in India, I am considered Bangladeshi,” he said. “How many years will I fight this case? Will I survive the ten years? If the government doesn’t help, what is the point of voting?Though Mallick was sent to a detention centre after Narendra Modi became the prime minister, like many Hindu Bengalis in Assam, his family continues to support the BJP. \"We will still vote for the BJP,\" said Mallick. \"BJP ke dibona kake dibo?,\" Mallick said when asked why he continued his support for BJP. Who else will we vote for if not the BJP?Mallick blames Assamese nationalists in the state for stymying the BJP. \"Modi wants to take care of the Hindu Bengalis but he can't do so because of the pressure from Assamese groups,\" he said.","author":"Rokibuz Zaman","time":"2024-05-02T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200104-ruqnpfkrse-1713345594.jpg","tags":["Assam","Lok Sabha 2024","National Register of Citizens"]}