{"title":"View from the Margins: For Adivasis of Kerala, the state is not always a shining example of equality","content":"Voting is often the only chance that many of India's marginalised groups get to express themselves. As national elections approach, Scroll's reporters fanned out across the country to talk to groups with little socio-political power as part of a series called the View from the Margins. The aim: try to understand how the powerless and the voiceless have fared under a decade of Modi government.Leela Santhosh remembers attending a government school in Kerala for a month. All of four, she would walk nearly 5 km through tea estates, patches of forest and difficult terrain to get to class. “There were no vehicles that time,” she said.Her little feet somehow carried her the distance. But once she reached school, she felt completely out of place.The teachers and many of the students spoke a language she had neither heard, nor could make sense of. She belongs to the Paniya tribe. The Paniya language her family speaks at home was “vastly different” from the language she heard at school – Malayalam.She gave the government school a try for a month. Unable to follow even the basic instructions from teachers, she quit.Santhosh is now 37. But things have not changed much. As the 2024 elections in Kerala approach, she noted that politicians come and go. They make promises and don’t deliver.“Children from my community still don’t go to school,” she said. “You will see children walking around the village on a weekday.”Literacy ratesKerala might have the highest literacy rates in India with 96%. But that world is very different from her own, Santhosh says.Her parents were agricultural labourers and primarily worked on tea estates in Wayanad district. “Sometimes they would have work, sometimes they wouldn’t,” she said. One of four children, her childhood was rife with challenges. She lost her father when she was only six and was left facing homelessness.Fortunately for her, KJ Baby, a writer, theatre artist, filmmaker and activist, set up an educational institution for Adivasi children in her village of Nadavayal. The school was called Kanavu, which means to dream in Malayalam and Tamil. Everything about it was unconventional: the medium of instruction was the local language and the children were taught to pursue the arts, learn tribal music and folklore, and practise yoga and kallari, the local martial art.“It is only because of my experience in the school that I am who I am today,” Santhosh said.Like Baby, Santhosh became a filmmaker – the first female Adivasi filmmaker from Wayanad. Her hope, she says, is to change the stereotypes of Adivasis in Kerala. “Most depictions of Adivasi people in mainstream cinema are wrong,” she said. “I want to portray our communities realistically on screen. I want cinema to have Adivasi heroes.”Today, Santhosh has two children of her own. They go to private schools in Wayanad, but for most children from her community, government schools are the only option since Kanavu shut down a few years ago after it ran out of funds.Unfulfilled promisesShe says that despite Kerala’s high literacy, high quality of healthcare and robust economy, Adivasis do not enjoy the same quality of life as the rest of the population. “In schools, teachers discriminate against Adivasi children,” she said. The teachers have inadequate training and “lack the ability to provide the kind of support that Adivasi children need. They think Adivasi children don’t have the capacity to learn but they will if teachers take some time and effort.”Santhosh says she cannot recall a politician who did anything drastic to uplift the community from poverty. A 2020 survey conducted in the Noolpuzha panchayat of Wayanad district found that 54.8% of the tribal children under age five were underweight, 51.7% were stunted, 34.7% were severely underweight, and 17.8% had severely acute malnutrition.Education standards among the Adivasis were equally worrying. According to its education department, Kerala had a little more than 1.39 lakh dropouts in 2020, 19,000 of whom were from Adivasi background. That is about 14% of the total dropouts, although their share in the population is 1.5%.“Without any fundamental steps by the government, there is no way people can improve their lives,” Santhosh said.Land grantOne suggestion put forth by Adivasi communities is for the government to grant them land. “The Adivasis are not allowed to go into the jungles because of [the] increasing man-animal conflict,” she explained. “But they don’t have land anywhere else to live [on] or cultivate.”She is not sure she even wants to vote in the Lok Sabha election. “The BJP has a lot of problems and is causing a lot of problems for people,” she said. Its leaders had organised meetings in Wayanad. “Sometimes people from my community go for these meetings but most people don’t even know what the BJP is. Their impact in the region is minuscule.”As for the Congress, she had kinder words: “Rahul Gandhi is a nice person. He seems very friendly and respectful.” She recalls that the Congress leader had distributed 525 smart television sets to Adivasi schools in Wayanad.In the end, though, she sounds cynical. “I don’t know if anybody is really going to step up to the task of improving our conditions.” Projects have been undertaken to boost education standards and women and child health but on the ground level, she says, little is being done.","author":"Johanna Deeksha","time":"2024-04-21T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200089-usgsowafyy-1713275894.jpeg","tags":["Lok Sabha 2024","Leela Santhosh"]}