{"title":"Violence in Bangladesh during Durga Puja festivities is disturbing, says India","content":"India on Thursday described the violence in Bangladesh during Durga Puja festivities as disturbing, and lauded Dhaka for its prompt response to control the situation. A clash had broken out between a mob and the police in Bangladesh’s Chandpur district on Wednesday following social media posts about the alleged desecration of the Quran at a Durga Puja pandal in Comilla district. Three people were killed in the clash.Violence also erupted in Chattogram, Kurigram and Moulvibazar districts as mobs allegedly vandalised temples and idols of Hindu deities. The Bangladesh government has deployed paramilitary troops in 22 districts.“We have seen disturbing reports of untoward incidents involving attacks on religious gatherings in Bangladesh,” Arindam Bagchi, the spokesperson of India’s foreign ministry, said at a press briefing on Thursday. Bagchi added that India was in touch with the authorities in Dhaka.“We also understand that the ongoing festive celebrations of Durga Puja continue in Bangladesh with the support of the government of Bangladesh agencies, and of course, the large majority of the public,” Bagchi added. “[The] High commission in Dhaka, as well as our consulates in Bangladesh, are obviously in very close contact with the authorities in Dhaka and at local levels.”The Bharatiya Janata Party and the Trinamool Congress have also expressed concern about the violence in Bangladesh. BJP MLA and West Bengal’s Leader of Opposition Suvendu Adhikari on Thursday urged Prime Minister Narendra Modi to take urgent steps to address the concerns of the Hindu minority in Bangladesh.Trinamool Congress spokesperson Kunal Ghosh said: “The Indian government should also initiate dialogue. Just like in India, we support the rights of minorities in Bangladesh too.”Meanwhile, Bangladesh Prime Minister Sheikh Hasina said that the perpetrators of the violence will be tracked down and punished appropriately, ANI reported. “The incidents in Comilla are being investigated,” she added. “Nobody will be spared. It doesn’t matter which religion they belong to.”Hasina said that Bangladesh is a country  where religious harmony exists, The Daily Star reported. She added that Bangladesh’s neighbour, India, also needs to take care of communal harmony. “So, my request is that they [India] should be a little more aware so that nothing is done there that affects our country,” Hasina said.","author":"Scroll Staff","time":"2021-10-15T09:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165148-ogabegeodr-1634268442.jpg","tags":["Bangladesh","India","Durga Puja"]}