{"title":"Violence during eviction in Assam prima facie a case of human rights violation, says state panel ","content":"The Assam Human Rights Commission has held that the violence that took place during an eviction drive in the Sipajhar area of Darrang district on September 23 amounted to a prima facie case of human rights violation, PTI reported on Friday.The human rights body made the observation in an order passed on Thursday based on a complaint filed by Congress MLA and Leader of Opposition in the Assam Assembly Debabrata Saikia. The panel has also taken on record another complaint filed jointly by non-governmental organisations Nikhil Bharat Krishak Sabha, Jatiya Suraksha Mancha and Sanmeleeta Eikya Mancha.Two civilians had died in Sipajhar after the Assam Police opened fire at the villagers who were protesting against the eviction. The state government had ordered an inquiry into the firing.The Assam Human Rights Commission has also asked the state home department to inform whether an inquiry commission has been constituted to investigate the violence. The panel has asked the home department to respond within 21 days. The panel will take a decision based on the response, PTI reported.The Assam government had been widely criticised for the manner in which the police had handled the situation on September 23.A video widely circulated after the incident showed policemen opening fire and then falling upon a protestor who was running towards them with a stick. A few seconds later, he lied motionless on the ground, apparently shot in the chest.A photographer accompanying the police desecrated the body of the man. The photographer, Bijoy Bonia, reportedly a government cameraperson, was later arrested. The Assam Criminal Investigation Department has registered a case against him.So far, the Assam Police have arrested three men for allegedly instigating the violence. However, the police have not yet found any link between the arrested men and the Popular Front of India.  On September 25, Chief Minister Himanta Biswa Sarma had hinted at the involvement of the Kerala-based Muslim organisation.","author":"Scroll Staff","time":"2021-10-01T14:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164351-mdqucohjnq-1632413848.jpg","tags":["Assam","Darrang eviction","Sipajhar","Assam Human Rights Commission"]}