{"title":"Violence during Kanwar Yatra: Police in Delhi, UP need new ideas to tackle an old problem","content":"On Wednesday, a mob of agitated kanwariya pilgrims in West Delhi’s Moti Nagar vandalised a car that had brushed past one of them on the congested road. It was being driven by a woman whose male companion is reported to have slapped one of the pilgrims during the heated argument that followed. The pilgrims subsequently vandalised the car. The woman – the daughter of a Central Industrial Security Force officer – and her friend fled the spot.According to video clips of the incident that were circulated on social media, the vandalism took place despite the presence of two police officials. The Delhi police has registered a First Information Report against unidentified persons for the incident. On Thursday, it arrested one suspect. In another incident on Thursday, pilgrims on the Kanwar Yatra vandalised a police emergency vehicle deployed to ensure their security in Uttar Pradesh’s Bulandshahr, and even chased the fleeing policemen. The Kanwar Yatra is an annual pilgrimage during Shravan, the fifth month in the Hindu calendar (July-August), during which devotees of Shiva visit pilgrimage centres in Haridwar, Gaumukh and Gangotri in Uttarakhand, and Sultanganj in Bihar, and carry water from the river Ganga back home. The pilgrims, called kanwariyas, walk home barefoot carrying the water in pots suspended from poles slung across their shoulders. They often traverse hundreds of kilometres, and offer the Ganga water to Shiva shrines back home.The incidents mentioned above highlight the challenges that the police in at least four North Indian states – Uttar Pradesh, Delhi, Haryana and Uttarakhand – face during the yatra. Given that altercations related to the passage of kanwariyas are reported every year, the police seem to be unable to get a handle on such incidents.Delhi and the Kanwar YatraDelhi sees several such altercations as pilgrims from neighbouring states pass through the national Capital to and from the river Ganga during the yatra. The city’s two ring roads are particularly vulnerable. Packed with traffic during the best of times, the addition of thousands of pedestrians and their allied vehicles during the period of the yatra can lead to more congested traffic and flared tempers. Several groups set up tents by the side of the road where pilgrims can rest. The Delhi police deploys teams near these makeshift shelters. This year, the police say there are at least 100 such shelters in the city. Some older groups who set up these tents every year usually coordinate with the police, which is helpful, said a Delhi police official. However, as numerous other organisers have also set up makeshift tents, it is difficult to keep tabs on all of them, he said. It is impossible to keep track of the number of pilgrims who pass through the national capital every year, the police say.A screenshot of the altercation in Delhi's Moti Nagar on Wednesday. Massive coordination exerciseEvery year, ahead of the yatra, senior police officials from the four states usually hold coordination meetings to discuss the security and traffic arrangements for the exercise. This year, at least two such meetings were held in Delhi, said Madhur Verma, deputy commissioner of New Delhi district and Delhi Police’s public relations officer.“The police arrangement for the kanwariya season is unique,” said a senior official in Uttar Pradesh who requested anonymity. “It demands immense coordination between the traffic and the law and order divisions engaged in arranging security for the yatra, more than any other event. This is because we have seen that most of the hooliganism incidents that involve kanwariyas and civilians not part of the pilgrimage have their roots in minor road rage incidents.”Rahul Srivastav, additional superintendent and public relations officer of the Uttar Pradesh Police, said: “Before the kanwariya season, the entire belt that witnesses the movement of pilgrims is marked by the police to strategise security arrangements. This involves both the traffic and law and order [departments].” A senior Delhi Police official who requested anonymity said that in order to control the altercations between pilgrims and ordinary folk during the yatra, the police need to develop new strategies to tackle the issue. This meant that the police must do more than hold their routine inter-state coordination meetings.Several other officers agreed with him. But what those “new strategies” were, no one would say.These could not possibly refer to that seen in a video that surfaced on social media on Thursday in which Additional Director General of Police (Meerut Zone) Prashant Kumar, the man in charge of one of the most sensitive areas in Uttar Pradesh during the annual pilgrimage, and another senior police official could be seen showering flower petals from a helicopter over the route the pilgrims take.Scroll.in called Kumar to ask about arrangements the police has made for the yatra in Uttar Pradesh, but he did not respond.Risks to policePolice officers admit that their job is complicated because both kanwariyas and people going about their daily lives have equal right to free movement, as well as the road.While engaging in traffic management, the police often get caught up between kanwariyas and others. “There is always the risk of police officials themselves becoming victims of violence,” the senior Uttar Pradesh official said. Police officials across all states concerned spoke of a similar risk. A Delhi Police official from the west district pointed to the Moti Nagar incident as an example. He said, the two police personnel who were present there could have been assaulted if they had tried to intervene. They did the best thing by asking for reinforcements, he said. But by the time that arrived, both the victims and the members of the mob had left the scene, and the damage was done.“We definitely need new ways and ideas to attend these kind of distress calls effectively,” the official added.","author":"Abhishek Dey","time":"2018-08-10T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889863-jkqpyhysvn-1533843598.jpeg","tags":["Delhi","Uttar Pradeh","kanwariya"]}