{"title":"Viral politics: From Madhya Pradesh to Modi’s Delhi, politicians use Covid-19 to push their agendas ","content":"As the Congress-led government in Madhya Pradesh faces a battle for survival as the Bharatiya Janata Party engineered defections in a bid to topple it, the speaker on Monday had an unusual excuse for  refusing to conduct a vote of confidence in the assembly. He adjourned the house for ten days, accepting a submission from a minister who cited advisories against large gatherings in an attempt to contain the coronavirus outbreak. This was one of several instances in which Indian politicians have used the unprecedented conditions created by the disease as an excuse to push their specific agendas. This trend starts from the top. On Friday, Modi proposed that the leaders of the South Asian Association for Regional Cooperation meet via video-conferencing to discuss how to tackle Covid-19. While the meeting generated positive headlines for Modi, it is unclear if it will actually do much to battle the disease. After all, SAARC is a moribund group with little capacity to undertake large actions. Modi proposed an emergency fund for SAARC – an unusually generous move given that the Indian public healthcare system itself has few resources to battle this emergency.The decision generated some controversy. “I have no objections to an India-led SAARC approach to fighting Covid-19, but I think we must begin at home by providing better facilities for our own citizens who are sent to isolation wards,” argued foreign policy expert Happymon Jacob.Bangladesh trip postponedThis isn’t the first time Modi and the coronavirus have intersected with foreign policy. On March 9, Bangladesh said anxiety about the disease had caused it to cancel the inauguration of the birth centenary celebrations of its founder, Mujibur Rahman, at which Modi was billed to be the chief guest. However, speculation raged in Dhaka that the coronavirus was merely the honourable way out to avoid the massive anti-Modi protests were expected in Dhaka.In Madhya Pradesh, at the time of publishing the article, the state governor had called for another floor test on Tuesday. But it was unclear whether he would be overruled by the virus one more time.While the Madhya Pradesh trust vote was postponed due to coronavirus fears, in Andhra Pradesh an entire election scheduled for March 21-29 was postponed. The state election commission’s decision to push back the local body polls became controversial almost immediately.  Chief Minister YS Jaganmohan Redy accused the commission of working at the behest of the Opposition since, he claimed, his party would have swept the polls were they to be held. “It seems the state Election Commissioner is working at the behest of N Chandrababu Naidu,” claimed Reddy. “He was appointed when Naidu was Chief Minister and both belong to same caste.”A similar controversy has arisen in West Bengal, where local body polls scheduled for later this month have been postponed on the suggestion of the ruling Trinamool Congress. The Communist Party of India (Marxist) has accused the Trinamool of “being scared of [the] people and avoiding election”.  This sort of politics isn’t unique to India. In the West, politics around the disease has revolved around themes such as xenophobia (the virus was named with the word “Wuhan” to emphasise its foreignness) or attacks on United States President Donald Trump from socialists. Some commentators claim that Trump is worried that the epidemic will hurt his reelection campaign. The United States goes to the polls in November.","author":"Shoaib Daniyal","time":"2020-03-16T20:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138428-rbcnbuxmma-1584367541.jpg","tags":["Covid-19","Narendra Modi","Kamal Nath"]}