{"title":"Vivo illegally transferred Rs 62,476 crore to China to avoid paying taxes in India, claims ED","content":"Vivo India, the Indian subsidiary of Chinese smartphone manufacturer Vivo, has illegally transferred Rs 62,476 crore to China, the Enforcement Directorate said on Thursday.In a statement, the central agency said the amount is almost 50% of Vivo India’s total sales of proceeds of Rs. 1,25,185 crore and claimed that it was remitted to Beijing to show that the smartphone manufacturer had incurred losses and avoided paying taxes.“So far, 119 bank accounts of various entities with gross balance to the tune of Rs. 465 crores including FDs to the tune of 66 crores of Vivo India, 2kg gold bars, and cash amount to the tune of approximately Rs. 73 lakhs have been seized under the provisions of PMLA [Prevention of Money Laundering Act], 2002.”The statement came two days after the agency conducted searches at 48 locations belonging to Vivo India and its associated 23 other companies in connection with a Enforcement Case Information Report filed in Delhi on the basis of a complaint by the Ministry of Corporate Affairs.The case report alleged that Grand Prospect International Communication Private Limited, a company associated with Vivo India, and its shareholders had used forged identification documents and false addresses at the time when the firm was incorporated in December 2014 by Chinese citizens Zhengshen Ou, Bin Lou and Zhang Jie with the help of Indian Chartered Accountant Nitin Garg.   All the Chinese citizens left India between 2018 and 2021.“The allegations were found to be true as the investigation revealed that the addresses mentioned by the directors of GPICPL did not belong to them, but in fact it was a government building and house of a senior bureaucrat,” the statement said. It said that the investigation showed that Bin Lou, the former director of Vivo, is also the director of Grand Prospect International Communication. The agency said that he had incorporated 18 companies in India between 2014 and 2015. Four other companies were incorporated by another Chinese citizen Zhixin Wei. The 22 companies along with Grand Prospect International Communication had transferred the funds to Vivo India, which then remitted it to China, the Enforcement Directorate alleged. It also alleged that “the employees of Vivo India, including some Chinese citizens, did not cooperate with the search proceedings and had tried to abscond, remove and hide digital devices which were retrieved by the search teams”.Vivo is the second Chinese company that the Enforcement Directorate has acted against this year.In April, the central agency had seized Rs 5,551.27 crore from the bank accounts of mobile manufacturing company Xiaomi Technology India under the provisions of the Foreign Exchange Management Act, 1999.Xiaomi India is a wholly-owned subsidiary of the China-based Xiaomi group. In April, Enforcement Directorate officials questioned Xiaomi group Global Vice President Manu Kumar Jain.","author":"Scroll Staff","time":"2022-07-08T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176868-dezxaxxtuq-1657250265.jpg","tags":["Enforcement Directorate","Vivo","Vivo India","Prevention of Money Laundering Act"]}