{"title":"Wake-up call: Recent setbacks in Indian boxing indicate a worrying trend ahead of the Paris Olympics","content":"This article originally appeared in The Field’s newsletter, Game Points, on March 6, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.In less than four months, the best athletes across sports will descend upon Paris for the Summer Olympics. At this point in time, competitors would be looking to build up their form and find their peak at the sporting extravaganza. In India though, the trend has been alarming.Back-to-back setbacks in Indian boxing suggest that the country’s pugilists are on a downward spiral rather than building up the momentum.At the time of writing, five out of thenine Indian boxers participating at the ongoing Olympic World Qualifiers in Busto Arsizio, Italy, have been eliminated from the competition with opening-round losses.World Championships bronze medallist Deepak Bhoria (51kg), Asian Games bronze medallist Narender Berwal (+92kg), Commonwealth Games bronze medallist Jaismine Lamboria (60kg) and national champion Lakshya Chahar (80kg) all failed to secure a berth for Paris at the first attempt.On Tuesday, veteran Shiva Thapa (63.5kg), a World Championships bronze medallist in 2015, did not last even a single round.While there will be another chance at the second Olympic World Qualifiers that start from May 23, the results of late show a worrying trend.\n    \n      THE FIELD NEWSLETTER\n       Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nFor instance, though Nikhat Zareen (51kg), Lovlina Borgohain (75kg) and Parveen Hooda (57kg) managed to secure their quotas for Paris at the Asian Games last October, no Indian boxer was able to win a gold medal in Hangzhou.Of India’s five medals in the sport at the Asian Games, Zareen, Hooda, Preeti and Berwal returned with a bronze while Borgohain won the solitary silver.Bronze medalists from the 2023 IBA Men’s World Boxing Championships Deepak Bhoria (51kg) and Nishant Dev (71kg) also returned empty handed, as did Thapa (63.5kg). The lack of consistent results amongst the men has been a problem that continues to persist.Apart from ensuring results, the Boxing Federation of India also has a selection challenge ahead of them. Bhoria and veteran Amit Panghal are vying for the sport in the same 52 kg category – only one boxer per country can compete in a weight category at international events.Zareen, who had been on a gold-medal-winning streak since her title at the Strandja Memorial Tournament in Bulgaria in March 2022, has also suffered a few upsets recently. She was outclassed by Thailand’s Raksat Chuthamat of Thailand in the semi-final at the Asian Games and then again, by Uzbekistan’s Sabina Bobokulova, at the Strandja Memorial Tournament 2024.Meanwhile, for Borgohain – a bronze medallist from the Tokyo Olympics – the pressure to bring back another medal is compounded after she switched to the 75 kg Olympic weight category last year.She won the IBA Women’s World Boxing Championships 2023 to show that she has been able to adapt from 69kg to 75kg. However, the comprehensive loss in the Asian Games final and her subsequent disqualification at the Strandja Memorial Tournament 2024 are bound to dent the confidence.These two boxers, seen as the potential medal winners for India in Paris, are capable of big turnarounds as they have often illustrated in their respective careers in the past. However, the clock is ticking for the rest of the boxing contingent.","author":" Samreen Razzaqui","time":"2024-03-07T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161085-iajdjzsnob-1709721588.jpg","tags":["Boxing","Indian boxing","Tokyo Olympics","Paris Olympics 2024","Paris Olympics","Olympics 2024","Nikhat Zareen","Deepak Bhoria","Nishant Dev","Lovlina Borgohain","Shiva Thapa","Mohammad Hussamuddin"]}