{"title":"After report about ‘stalled’ drone deal with India, US says it continues to discuss proposal","content":"The United States “continues to discuss” a deal to sell high-altitude drones to New Delhi, the country’s Embassy to India said on Wednesday amid reports that Washington held back the proposal till New Delhi investigated an alleged plot to kill a Sikh separatist, according to The Hindu. On Wednesday, a report in The Wire said that the United States has held back the delivery of the drones until India conducts a “meaningful investigation” into an alleged conspiracy involving an Indian government agent to kill Sikh separatist Gurpatwant Singh Pannun.The proposed $3 billion (Rs 24,911.65 crore) deal involves buying 15 Sea Guardian drones for the Indian Navy and eight Sky Guardian drones each for the Air Force and Army.Commenting on the report, the spokesperson for the Embassy said: “We continue to discuss with US Congress the potential sale consistent with standard processes and policies guiding such arm sales decisions...As part of the standard process, the State Department routinely engages foreign affairs committees prior to formal notification to address questions from committee staff.”In a similar vein, US Department of State spokesperson Matthew Miller said that the country’s administration routinely consults members of the United States Congress who are on foreign affairs committees before formally notifying arms sales. He, however, declined to comment on when the formal notification might take place.“Generally, the US-Indian defence partnership has seen significant growth over the past decade,” Miller said. “This is a proposed sale that was announced during Prime Minister Modi’s visit last year. We believe it offers significant potential to further advance strategic technology cooperation with India and military cooperation in the region. Of course, Congress plays – as you know – an important role in the US arms transfer process.”  #WATCH | US State Department spokesperson Matthew Miller says, \"Generally, the US-India Defence Partnership has seen significant growth over the past decade. This (Drone deal) is a proposed sale that was announced during Prime Minister Modi's visit last year. We believe it offers… pic.twitter.com/DFjx6a4njH— ANI (@ANI) January 31, 2024\n\n\nOn Wednesday, The Wire quoted an unidentified highly-placed source in Washington as saying that the proposal to sell the drones is “stuck in the US Congress because of anger over the brazen attempt to assassinate Pannun”.The news website quoted the source as saying that Indian-American legislators in particular were concerned about the fallout of the indictment of Nikhil Gupta, an Indian citizen formally charged with conspiring to kill the Sikh separatist. Gupta is currently imprisoned in the Czech Republic, and the United States is seeking to extradite him.Pannun, who holds dual citizenship of the United States and Canada, is the founder of a group called Sikhs for Justice that advocates for Khalistan – an independent state for Sikhs. It is banned in India. Pannun was declared an “individual terrorist” under the Unlawful Activities Prevention Act in 2020.US allegationsOn November 29, the United States announced that it had filed “murder-for-hire charges” against Gupta in connection with the thwarted plot to assassinate the Sikh separatist leader. Each charge carries a maximum sentence of 10 years in prison.The office alleged that Gupta had been recruited by an Indian government employee, who “directed a plot to assassinate on US soil an attorney and political activist who is a US citizen of Indian origin residing in New York City”.Though the statement did not name the separatist leader, a report in the Financial Times on November 23 identified him as Gurpatwant Singh Pannun.The United States Department of Justice also alleged that the plot was part of a larger conspiracy to kill one person in California and at least three in Canada.New Delhi has constituted a high-level committee to examine the matter.On December 15, five Indian-American members of the United States House of Representatives said that the allegations, if not properly addressed, significantly damage the partnership between New Delhi and Washington DC.Ami Bera, Pramila Jayapal, Ro Khanna, Raja Krishnamoorthi and Shri Thanedar said that the allegations were deeply concerning. The legislators were told about the involvement at a classified briefing.","author":"Scroll Staff","time":"2024-02-01T09:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155629-vzzajdbcld-1614670191.jpg","tags":["United States","India-US ties","drones"]}