{"title":"Watch: PM Modi gets tearful as Rajya Sabha bids farewell to Congress MP Ghulam Nabi Azad","content":"Prime Minister Narendra Modi on Tuesday became emotional and broke into tears while speaking in the Rajya Sabha, during the farewell of Ghulam Nabi Azad, the leader of Opposition in the Upper House. Azad and three other MPs from Jammu and Kashmir – Nazir Ahmad Laway, Shamsher Singh Manhas and Mir Mohammad Fayaz will complete their terms in the Rajya Sabha next week, according to PTI.The prime minister said it would be difficult for anyone to replace Azad in the Parliament. “I worry that after Azad whosoever will take over from him will have to fill very big boots because he cared not only about his party but about the country as well as the House,” Modi said. “This is not a small thing.”Referring to Azad as a friend, the prime minister could not hold his tears while reminiscing Azad’s efforts during a 2007 terror attack in Jammu and Kashmir in which some tourists from Gujarat were killed. Modi was then the chief minister of Gujarat, and Azad was the chief minister of the erstwhile state of Jammu and Kashmir.“Azad ji was the first person to call me,” Modi said in a choked voice. “During that call he could not stop crying. He [Azad] went to the airport when the bodies were sent back.”“Power comes and goes but how to digest that...,” Modi stopped mid-sentence, saluting Azad, while still in tears. #WATCH: PM Modi gets emotional while reminiscing an incident involving Congress leader Ghulam Nabi Azad, during farewell to retiring members in Rajya Sabha. pic.twitter.com/vXqzqAVXFT— ANI (@ANI) February 9, 2021\n\nModi said he believed that Azad’s concern for the country will not let him rest and whatever responsibilities he takes in the future would be beneficial for the nation. “At a personal level, I would request him to not believe that he is not in the House,” the prime minister said. “My door is always open for all of you. I will always expect and value your inputs.”\n\n\n    \n    Play\n\nFrom ANI Archives 30 July 2007: Then J&K CM Ghulam Nabi Azad sees off terrorist attack victims from GujaratEarlier today, PM Modi got emotional in Parliament when referring to this incident pic.twitter.com/2v5LVAXU1c— ANI (@ANI) February 9, 2021\n\nMeanwhile, in his farewell speech, Azad reminisced how he entered student politics after being inspired by the writings of Mahatma Gandhi, Jawaharlal Nehru and Maulana Abul Kalam Azad.The senior Congress leader said he was proud to be an Indian Muslim and considered himself fortunate to be among those who never went to Pakistan. “When I read about circumstances in Pakistan, I feel proud to be a Hindustani Muslim,” Azad said.He thanked former Prime Minister Indira Gandhi, her sons Sanjay Gandhi and Rajiv Gandhi. He also noted the contributions of Congress President Sonia Gandhi and MP Rahul Gandhi in his political career.\n\n\n    \n    Play","author":"Scroll Staff","time":"2021-02-09T16:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154628-pqjhhchetv-1612863567.jpg","tags":["Ghulam Nabi Azad","Narendra Modi","Rajya Sabha"]}