{"title":"Watch: ‘Go Back BJP,’ say Assam government employees joining Citizenship Bill protests","content":"Assam state govt employes  behind the barricades meant to protect the Secretariat joining protesters on the other side with \"go back BJP\" slogans#CitizenshipAmmendmentBill2019 pic.twitter.com/K9ysJ2e0W8— Arunabh Saikia (@psychia90) December 11, 2019\n\nMany other parts of the North East are now gripped by protests against the Citizenship Amendment Bill. This has resulted in the Indian Army being deployed in Tripura and Assam, the Union government pulling out paramilitary troops from Kashmir and sending them to the North East, as well mobile Internet being suspended in entire Tripura and ten districts of Assam.The intense demonstrations have impacted life in Guwahati, where a curfew was imposed in the evening. Earlier in the day, chief minister Sarbananda Sonowal was stranded at the airport for a few hours because of the protests.Scroll.in witnessed an incredible scene of Assam state government employees, amassed behind barricades meant to protect the state secretariat, joining protesters on the other side with “Go back BJP” and “Beware BJP” slogans. The sight, captured in the video above, confirms just how widespread sentiments against the bill are amongst the Assamese.\n\n\n    \n    Play\n\nProtestors clash with the police on the road to the secretariat in Guwahati on Wednesday afternoon. Credit: Arunabh SaikiaThis is Guwahati's arterial GS Road. Barely 50 metres away from the seat of power in Assam. pic.twitter.com/HhbVkBUFtE— Arunabh Saikia (@psychia90) December 11, 2019\n\nAlso read:Curfew in Guwahati, army deployed in Tripura and Assam as Citizenship Bill protests intensifyThe Citizenship Amendment Bill proposes to bring in a religious element to India’s citizenship law, giving non-Muslim illegal migrants from Bangladesh, Pakistan and Afghanistan access to Indian citizenship. This has faced strong opposition from the North East, where many communities feel threatened by migration from Bangladesh. The bill was passed in the Union’s Parliament’s Lok Sabha on Monday and is being debated in the Rajya Sabha today.Follow Scroll.in’s live blog on the Citizenship Bill for the latest updates from ParliamentAlso read: Will the North East ‘exemptions’ in the new Citizenship Bill meet their purpose?","author":"Arunabh Saikia","time":"2019-12-11T18:01:00+05:30","tags":["Citizenship Amendment Bill","Sarbananda Sonowal","Assam","CAB"]}