{"title":"We allied with BJP only after written assurance of constitutional solution in Tripura: TIPRA Motha ","content":"Tripura Indigenous Progressive Regional Alliance Motha chief Pradyot Debbarma said on Wednesday that his party allied with the Bharatiya Janata Party only after it was given a written assurance for a constitutional solution in the northeastern state, reported The Indian Express.One of the TIPRA Motha’s demands has been a separate state called Greater Tipraland for tribal communities in regions of Tripura where they are in the majority. The TIPRA Motha joined the BJP-led National Democratic Alliance and also signed a tripartite agreement aimed at addressing the grievances of the state’s tribal community.“I have been saying since the beginning that I would ally with anyone who would give us assurance in writing about our constitutional solution,” he told reporters on Wednesday. “I allied with those who gave me in writing for our community. Congress and CPI(M) [Communist Party of India (Marxist)] didn’t give us [assurance] in writing. I spoke when we got in writing [from BJP] and then we entered an alliance.”The Centre, the Tripura government and the Tripura Indigenous Progressive Regional Alliance signed the tripartite agreement on March 2. The three sides agreed to resolve the problems of Tripura’s tribal community relating to land and political rights, economic development, identity, history, culture and language.Lok Sabha elections for the second seat in Tripura will take place on Thursday. The BJP has fielded Debbarma’s sister Kriti Singh Debbarma as its candidate from the East Tripura Parliamentary seat.Pradyot Debbarma, a former state president of the Congress in Tripura, also said that the Opposition party needs to strengthen itself.“It is a different party,” he said. “But considering that I used to be associated with it, I would say Congress needs to strengthen itself. If they continue to proceed holding hands with the CPI(M), it will certainly face losses.”The Congress and the Communist Party of India (Marxist) have allied for the Lok Sabha election in the northeastern state.“On April 26, people will vote against the CPI(M),” Pradyot Debbarma said reported India Today. “I shouldn't need to appeal, as they [voters] have witnessed how CPI(M) has governed. Congress leaders who advocated campaigning for CPI(M) will not vote for CPI(M).”However, the Communist Party of India (Marxist) leader Manik Sarkar on Sunday asked why TIPRA Motha did not field any candidate for the Lok Sabha polls if it claims to be representative of the tribal people, reported PTI.“The man [Pradyot Debbarma] who claimed to be the saviour of 14 lakh Tiprasa [indigenous] people did not find a suitable candidate for the seat from his community,” Sarkar said while addressing an election rally in the state.","author":"Scroll Staff","time":"2024-04-25T11:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200283-atkabgpdmb-1714020260.jpeg","tags":["Tripura Indigenous Progressive Regional Alliance","BJP","Tripura","Congress","Pradyot Debbarma","TIPRA Motha","Tipraland","Lok Sabha 2024"]}