{"title":"‘We saw what happened in Assam’: BJP’s citizens register gambit may be backfiring in Bengal","content":"“Should infiltrators be kicked out or not?” Amit Shah asked rhetorically, pointing a finger at his audience for effect. “Infiltrators are gnawing away at our country like termites. Yet, Mamata Banerjee is opposing the NRC,” the Bharatiya Janata Party president continued. “We have made this promise in our manifesto: every infiltrator will be expelled.”Shah was speaking in West Bengal on April 11, repeating a promise made in the BJP’s manifesto released a few days earlier: if the party returned to power, it will create a National Register of Citizens for all of India to identify undocumented immigrants. It would be modelled on the NRC that is currently being updated in Assam, but with an explicitly communal criterion: the exercise would only cover Muslims.Though the BJP has promised a national register, its focus seems to be on Bengal given its position as a border state and the fact that the Bengal BJP’s rapid rise is powered by communal polarisation. By promising an National Register of Citizens that targets Muslims alone, Shah hopes to further polarise voters to the advantage of the Hindutva party.Yet, while communal rhetoric is quickly understood, the citizens register is a complex matter that is not easily communicated on the ground. Travelling through Bengal, Scroll.in found knowledge of what the register means is sparse.Besides, the very nature of immigration into Bengal is different from that into Assam. In Bengal, almost all migrants from Bangladesh are Hindus who were able to settle in the state more easily than in the North East, where there were linguistic and cultural faultiness to navigate. Talk of an National Register of Citizens could unsettle even Hindu Bengali migrants – a point the Trinamool Congress has been harping on in its political communication.This confusion is bad news for the BJP, which has cultivated substantial support within the state’s Hindu Bangladeshi migrant population.‘I don’t know what it is’The most common reaction Scroll.in got across Bengal to questions about the NRC was a blank face. This was true even in the border areas. The Bengal BJP’s weak party organisation has been unable to convey this idea on the ground.Krishna Sarkar, who is in his early 20s, is a fan of Narendra Modi. He fits, in some ways, the profile of a median BJP voter in Bengal: young, male, Dalit and a child of Hindu migrants from Bangladesh. Sarkar, who lives on the outskirts of Baduria town, close to the Bangladesh border, is tuned into a number of BJP talking points thanks to WhatsApp. He exulted over the Balakot air strike, was worried about Chief Minister Banerjee praying in the Muslim manner and was even aware that her government blocked the Centre’s health insurance scheme.On the National Register of Citizens, however, he drew a blank. “I don’t know what it is,” Sarkar admitted. He did not grasp what is being spoken of even after being informed about the register in Assam. It is clear that while the BJP has made major inroads into this part of Bangladeshi migrant-dominated Bengal, the concept of the citizens register has not.Krishna Sarkar, the son of Hindu migrants from Bangladesh, is a staunch BJP supporter but has no idea about what the NRC is. Photo credit: Shoaib DaniyalSome people have heard of the term “NRC”, but are still confused about what it is all about. Sadanand Malakar belongs to the Matua religious order consisting mainly of Dalits of Bangladeshi origin. The BJP has assiduously been courting the Matuas. Malakar, who lives in West Midnapore district, does not dislike Mamata Banerjee, crediting her for a great deal of rural development in the area. But he is a BJP supporter now. “We need the NRC since the 2003 law has killed the chances of Hindus from that side,” he said, when asked what the NRC was. “It will allow us to get Indian citizenship.”What Malakar is actually describing is the now lapsed Citizenship Amendment Bill of 2016, bought by the Narendra Modi government to quicken the process of awarding citizenship to non-Muslim refugees. A 2003 amendment to the Citizenship Act identifies anyone entering India after 1971 as an “illegal immigrant”, thus greatly harming the Matuas, large numbers of whom crossed over after that cut-off date.The few Matuas who are conversant with the citizens register are mostly community leaders. They view it with suspicion given the experience of Assam, where large numbers of Hindu Bengalis found their names missing from the final draft of the National Register of Citizens released last year. “We saw what happened in Assam,” asked Nanda Dulal Mohanto, a member of the Matua Mahasangha and a historian of the community.  “Will it be repeated here?” The All India Matua Mahasangha organised a rail blockade in a Kolkata suburb in August 2018 to protest against the exclusion of the Matuas from the NRC draft in Assam. Photo credit: IANSCounter campaignThe Trinamool Congress has picked up on this confusion to launch its own campaign, highlighting fears that the BJP’s promised citizens register will target Hindu and Muslim immigrants alike, just like in Assam.“They want to throw everyone out,” Banerjee told an election rally on April 18. “Of the 40 lakh in the [draft] NRC, 22 lakh are Hindus Bengalis and the rest are Muslims, Biharis and hill people [the Gorkhas].”The Trinamool is repeating this messaging at the local level. “In my area, 90% of the population is migrants from Bangladesh,” said Jyotipriya Mallick, minister and MLA from Habra, a constituency near the border that is dominated by Hindu Bangladeshi migrants. “We are going from village to village, distributing handbills to make people understand this. The NRC issue will finish off the BJP in this area.”A pamphlet, titled 'Do you know what the NRC means?', distributed by the Trinamool Congress in border areas lists the criteria for inclusion in the Assam NRC, most of which will not be met by the area's Hindu Bangladeshi migrants. The pamphlet rhetorically asks, 'Will you be able to submit these documents required for the NRC?' and then warns, 'Remember, if the BJP comes to power, they will expel you from India using the NRC.'  It also quotes Mamata Banerjee: 'If we remain in power, I dare you to touch the hair on the head of even one resident of the state.'A divideThe confusion around the citizens register as well as the Trinmool’s counter-messaging means that while Shah keep raising the issue on his trips to Bengal, the state BJP leadership rarely brings it up.To counter the Trinamool’s messaging that even Hindu immigrants will be affected, the BJP is now proposing a significant change to how the National Register of Citizens would work in Bengal compared to Assam. “Here, we first want to bring in the Citizenship Bill and identify refugees. They will be given citizenship,” explained Mohit Ray, head of the Hindutva party’s Refugee Cell in Bengal. “Only then will we conduct an NRC to identify infiltrators. This will avoid the problems of Assam, where everyone had to go through the process.”Mamata Banerjee claims the BJP's proposed NRC will target Hindus and Muslims alike. Photo credit: Trinamool Congress websiteShah made sure to communicate exactly this order of events at his April 22 rally in the state. “Mamata Banerjee is lying that all refugees will have to leave as a result of the NRC,” he said. “First we will bring in the Citizenship Amendment Bill, which will give citizenship to Hindu, Sikh, Buddhist and Christian refugees. Then we will flush out infiltrators.”On April 4, Modi had to reassure the Nepali-speaking Gorkha community at an election rally in Bengal that the citizens register would not target them. He was reacting to a swirl of competing narratives around what the proposed NRC would mean. A few days earlier, Rahul Sinha, a senior BJP leader from the state, had alleged the ruling Trinamool was running a campaign telling the Gorkhas they would be expelled if the National Register of Citizens was extended through the country.Also read: NRC: Tested frequently since Partition, the Indian theory of citizenship has faltered once againThe Daily Fix: The citizenship of millions in Assam depends on a whimsical bureaucratic process","author":"Shoaib Daniyal","time":"2019-04-28T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118455-gzeecnohpu-1556372738.jpeg","tags":["West Bengal","Hindu Bangladeshis","NRC","Citizenship Bill","BJP","Mamata Banerjee","Amit Shah","Trinamool Congress","polarisation","Lok Sabha elections 2019","Election report 2019","Bengal election 2019"]}