{"title":"West Bengal polls: Left Front, Congress fail to win any seats","content":"The Left Front and the Congress in West Bengal were unable to achieve a lead in any constituency till Sunday evening, according to data from the Election Commission. However, alliance partner Indian Secular Front, which contested under the name Rashtriya Secular Majlis Party was ahead in one seat. The Indian Secular Front was not able to register itself as a political party and hence fought under the symbol of Rashtriya Secular Majlis Party.The BJP, Trinamool Congress and a combine of the Left parties, the Congress and the Indian Secular Front battled for the state’s 294-seat Assembly, whose majority mark is 148. At 8.45 pm, the Election Commission’s data showed that the Mamata Banerjee-led Trinamool Congress had won 82 seats and was ahead in 134 other seats, while the Bharatiya Janata Party had won 20 and was ahead in 54. The majority mark in the 294-seat West Bengal Assembly is 148.   An Independent candidate was also leading on a seat.  In March, the Left Front had held a massive roadshow in south Kolkata with the candidates of five seats for the West Bengal elections. Communist Party of India (Marxist) leader Sujan Chakraborty had then expressed confidence that “all these five candidates will bag victory in their constituencies”, reported The New Indian Express.During the rally, Left Front chairperson Biman Bose had said that if the alliance rose to power, the new government would introduce a land acquisition policy where the consent of the owners will be required. This was a significant promise as the Left’s land acquisition policy had given rise to the Nandigram and Singur movements, which helped the Trinamool Congress come to power.The state elections this year was considered to be more of a direct contest between the BJP and the ruling TMC in the state.Following its performance in the 2019 General Elections, the BJP strongly campaigned against incumbent Chief Minister Mamata Banerjee. The saffron party’s campaigns were led by Prime Minister Narendra Modi and Home Minister Amit Shah.Follow live updates on the election results from all the states hereAlso read:Bengal polls: TMC crosses 200 mark, Banerjee trailing in Nandigram by small margin, show trendsPreview: With India’s longest ever election over, it’s a tight race between BJP and TMC in Bengal","author":"Scroll Staff","time":"2021-05-02T17:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158532-mbarldnahk-1619954379.jpg","tags":["Left","Congress","West Bengal","West Bengal elections"]}