{"title":"West Bengal: NIA says mob attack on its team in Bhupatinagar ‘completely unprovoked’","content":"The National Investigation Agency on Sunday said that the attack on its team by an “unruly” crowd a day earlier in West Bengal’s Purba Medinipur district was “completely unprovoked”.The team was there to arrest two “key conspirators” in the 2022 Bhupatinagar blast case.Three persons were killed after a blast on December 3, 2022, in the district’s Bhupatinagar village. The explosion took place at the home of Rajkumar Manna, a Trinamool Congress block president. Manna and two others, Biswajit Gayen and Buddhadeb Manna, died in the blast.On Saturday, the investigative agency said that two men, identified as Balai Charan Maity and Manobrata Jana, had been arrested for their alleged role in the blast. Both are Trinamool Congress workers, PTI reported.NIA Categorically Refutes Allegations of Mala Fide in its Bhoopati Nagar Blast Case Actions pic.twitter.com/vCH6o5Nxo7— NIA India (@NIA_India) April 7, 2024\n\n\nOn Sunday, the counter-terrorism law enforcement agency said that the arrests were made after extensive searches at five locations, including at Jana’s house where an “aggressive” crowd tried to “assault” its team.It said that a National Investigation Agency official suffered a minor injury and a vehicle was also vandalised as the crowd tried to stop the team and the security personnel accompanying them from moving towards the Bhupatinagar police station to complete the arrest formalities. A complaint had been lodged at the local police station, the agency added.Following the arrests, Jana’s wife, Moni Jana, also lodged a complaint at the Bhupatinagar police station alleging that National Investigation Agency officials had tried to outrage her modesty after forcibly entering her residence on the pretext of conducting a probe, PTI reported.She also alleged that the officials vandalised her residence during the raid, the news agency quoted an unidentified police officer as saying on Sunday.“We have registered an FIR [first information report] after receiving a complaint from a woman alleging assault by NIA officers,” the police officer said, adding that the complaint had been filed under Indian Penal Code section 354 (for assaulting any woman, with an intention to outrage her modesty).On Sunday, the investigative agency denied any mala fide intent in the arrests and said that the action was “bona fide, lawful and legally mandated”.“The attack [by the crowd] was completely unprovoked and uncalled for, and an attempt to obstruct NIA from carrying out its lawful duties,” it said.The agency said in its statement that the searches were conducted in the presence of independent witnesses and under the security cover provided by the Central Reserve Police Force, which included women constables. The arrests were made following “all lawful procedures”, it added.The National Investigation Agency alleged that Maity and Manobrata Jana had failed to appear before it despite multiple summons. The arrests were made following the order by a special court in Kolkata, statement said.The investigative agency “was at liberty to proceed with the investigation as expeditiously as possible, and to take all necessary action with regard to arrest, search and seizure of the houses of the suspects/accused persons, in accordance with relevant provisions of Criminal Code of Procedure, NIA Act and UAPA [Unlawful Activities Prevention Act]”, the statement quoted an April 3 court order.While the West Bengal Police had initially investigated the blast, the National Investigation Agency took over the case on June 4.PM using central agencies to target Trinamool workers: Mamata BanerjeeAt a rally in Jalpaiguri on Sunday, Prime Minister Narendra Modi alleged that the Trinamool Congress was “orchestrating attacks on central investigative agencies” in the state to shield its workers, PTI reported.“The TMC government seeks to have a free pass for looting and terror in Bengal,” he said.West Bengal Chief Minister and Trinamool Congress chief Mamata Banerjee alleged that Modi and the Union government were “using” central agencies to target workers of her party to “give BJP [Bharatiya Janata Party] an advantage” in the Lok Sabha elections, The Indian Express reported.“What would the women do if someone entered their house when everyone was asleep in the dead of night,” she asked.“The central agencies are working as extended arms of the BJP and are being used to target TMC booth managers and grassroot workers so that the BJP gets an advantage in the polls,” Banerjee added. “These agencies are asking our leaders and workers to either join the BJP or face action,” she said.","author":"Scroll Staff","time":"2024-04-08T08:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199897-qrufvkpimo-1712547433.jpeg","tags":["Bhupatinagar","West Bengal","Mamata Banerjee","Trinamool Congress","NIA","Lok Sabha 2024"]}