{"title":"West Bengal: Government makes Bengali compulsory from Class 1 to 10 in all schools","content":"Students between Class 1 and 10 in West Bengal will have to learn Bengali, irrespective of which board the school is affiliated to or the student’s mother tongue. State Education Minister Partha Chatterjee (above right) on Monday announced that all students will have to learn three languages. “From now on, it will be compulsory for students to learn Bengali in schools,” he said, according to The Indian Express. “English-medium schools will have to make Bengali an optional subject from class 1 so that the students can study it either as a second or third language.”Currently, students study two languages in schools from class 1. Usually, it is English and their mother tongue. From Class 7 onward, they study a third language that is either Indian or foreign. Henceforth, there will be no choice for third language for students who do not have Bengali as their first or second language. They will have to study Bengali.West Bengal board-affiliated schools give students the option of picking two languages out of seven, according to The Times of India. Explaining the new rule, Chatterjee said, “If a student selects either Hindi or English or Gurumukhi or Urdu or Nepali or Ol Chiki as his first language, he will have to select two other languages, one of which has to be Bengali. With Bengali selected as one of the two languages, the student will have the freedom to choose any other languages as the remaining two languages.”The move comes after the Centre made Hindi a compulsory subject for all CBSE and ICSE students from Class 1 to 10. Chatterjee, however, said that they made the decision after the state government had received complaints that Bengali was not provided as an option in many schools, according to The Times of India. “We will consult our legal team on whether we need a separate law, or just a special approval from the state Cabinet will suffice in effecting this change,” he added","author":"Scroll Staff","time":"2017-05-16T09:30:06.540022+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837760-48651-lllxphjtsi-1483520430.jpg","tags":["West Bengal","Bengali"]}