{"title":"West Bengal governor bars Raj Bhavan staff from speaking to police about sexual harassment claims","content":"West Bengal Governor CV Ananda Bose on Sunday wrote to the staff at Kolkata’s Raj Bhavan, instructing them to ignore any communication from the Kolkata Police regarding the allegations of sexual harassment that have been levelled against him.A contractual employee at the Raj Bhavan has accused Bose of inappropriately touching her on April 24 and on Thursday. Bose’s letter to his staff says: “The reports from the media indicate that the police propose to conduct an inquiry into the incident and that they would be examining the staff of the Raj Bhavan. It is also reported that the investigating team intends to collect the CCTV footage from Raj Bhavan. The question that arises is as to whether the police can conduct an inquiry and collect evidence in view of the immunity enjoyed by the Governor under Art.361(2) and (3) of the Constitution of India.”This came a day after the Kolkata Police formed a special team to investigate the allegations, which Bose has described as “engineered narratives” for election benefits amid the Lok Sabha polls.pic.twitter.com/m7o4DAbVJa— Raj Bhavan Kolkata (@BengalGovernor) May 5, 2024\n\n\nThe governor is given legal immunity under Article 361 of the Constitution.The Article states: “No criminal proceedings whatsoever shall be instituted or continued against the President, or the Governor of a State, in any court during his term of office.”In his letter to the Raj Bhavan’s employees, Bose wrote that since governors are granted constitutional immunity from any criminal proceedings, “it logically follows that the police cannot investigate/inquire into the matter in any manner whatsoever”. “To say that the inquiry/investigation of the police could continue even during the tenure of the Governor though no court can take cognisance of the final report, would be in derogation of the objective and essence of Art.361 of the Constitution of India,” the governor said.The letter continued: “In view of the immunity enjoyed by the Governor, the police are constitutionally barred from carrying out any kind of preliminary inquiry, registering a First Information Report. All staff/ employees including part-time, temporary, DRW (Daily Rated Workers) or those engaged in Raj Bhavan in any manner are hereby directed to ignore any communication from the police in this respect and refrain from giving any statement online, offline, in person, over phone or in any other manner.”","author":"Scroll Staff","time":"2024-05-05T18:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200500-ozzejgozsz-1714909890.jpg","tags":["Trinamool Congress","Sexual Harassment","West Bengal governor","CV Ananda Bose"]}