{"title":"West Bengal: Prohibitory orders imposed in Sandeshkhali after fresh tensions ","content":"The Sandeshkhali village in West Bengal’s North 24 Parganas district witnessed fresh tensions on Thursday after a group of residents held protests and set fire to the guard room of a fishery, leading to authorities imposing prohibitory orders under section 144 of the Code of Criminal Procedure, reported The Indian Express. The protestors claimed that the fishery in the Jhupkhali area was built on land grabbed by local Trinamool Congress leaders.The village has been at the centre of a political row for nearly a month with unprecedented protests by women regarding several allegations of sexual assault against Trinamool leader Shahjahan Sheikh and two of his associates, Shiba Prasad Hazra and Uttam Sardar.On February 9, protesting women burnt down three poultry farms owned by Hazra, which they claimed were built on land forcibly grabbed from locals. The next day, Section 144 of the Code of Criminal Procedure, which bans the assembly of four of more persons, was imposed in different pockets of Sandeshkhali. However, the Calcutta High Court had quashed the prohibitory orders on February 13. On Thursday, a large group of local residents, including women, ransacked the guard room and set it ablaze around 10 am. Alleging that their lands were forcibly grabbed by Sheikh and his supporters to build fisheries, they also held protests. “Sheikh’s brother Sirajuddin grabbed my three bighas of land,” Jagadish Bhuiyan, a protestor, told The Indian Express. “Then, he leased the land to another man. After that, they set up fisheries on the farm land. They did not allow us to pass through the land and tortured us when we objected.”Another protestor Kalpana Sardar, 42, claimed that nearly 2.47 acres were snatched from him at gunpoint. “They also usurped more than 500 acres in Jhupkhali and most of the fields belonged to tribals,” he said.“We were silent for two-three years because they always threatened us and our families but [the protests in] Sandeshkhali opened our eyes and we could muster the courage to protest.” 24-year-old Sahadev Bhuyian told the newspaper. Following the unrest, West Bengal Director General of Police Rajeev Kumar, who was on a visit to Sandeshkhali, said that action would be taken against those who took the law into their hands. He said that the police have registered complaints of land grabbing and urged people to cooperate with the authorities.Fresh ED case against Shahjahan SheikhMeanwhile, the Enforcement Directorate has filed a fresh case against Sheikh regarding allegations of land-grabbing in Sandeshkhali.Multiple teams of the central agency conducted searches at locations linked to him on Friday. Sheikh has been absconding since January 5, when officials of the Enforcement Directorate were assaulted in Sandeshkhali while they were carrying out raids in connection with an alleged ration distribution scam. A mob allegedly attacked them with stones, bricks and batons when they had arrived at the Trinamool leader’s home.Following this, several local women accused Sheikh and his associates of torturing and sexually harassing them for years and also of grabbing their land for prawn cultivation.On February 8, women held protests demanding that Sheikh, Hazra and Sardar be immediately arrested. They have alleged that Sheikh and his associates used to survey homes to look for young women, whom they would take to the party office and assault sexually.Sardar was arrested on February 10, hours after being suspended by the Trinamool Congress for six years.Hazra was arrested on February 17, a day after the West Bengal Police added sections 376D (gangrape) and 307 (attempt to murder) of the Indian Penal Code to the first information report against him and Sardar.","author":"Scroll Staff","time":"2024-02-23T11:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198556-ztncsejkwq-1708228229.jpeg","tags":["Sandeshkhali","fishery","tensions","section 144"]}