{"title":"West Bengal government was offered Pegasus for Rs 25 crore five years ago, claims Mamata Banerjee","content":"West Bengal Chief Minister Mamata Banerjee on Thursday claimed that the Israeli cyber intelligence company NSO Group had attempted to sell the Pegasus spyware to her for Rs 25 crore, ANI reported. She added that she turned down their offer as the software could be misused by spying on officials.“They [NSO Group] had come to our police dept five years ago to sell their machine [Pegasus spyware] and demanded Rs 25 crore,” Banerjee alleged. “I turned it down as it could have been used politically, against judges/officials, which is not acceptable.” Banerjee’s comments come after Bharatiya Janata Party leader, Anirban Ganguly, on February 12 claimed that she has been using the spyware since she came into power in West Bengal in 2016.In July, several media organisations across the world had reported on  the use of Pegasus, which has been developed by the NSO Group. In  India, The Wire had reported that 161 Indians were spied on using Pegasus.The NSO Group has said that the spyware can only be sold to “vetted governments”.Among Pegasus’ potential targets were many Indian Opposition leaders, including Congress MP Rahul Gandhi, former Election Commissioner of India Ashok Lavasa, The Wire  founders Siddharth Varadarajan and MK Venu and even the former Supreme  Court staffer who had accused former Chief Justice of India Ranjan Gogoi  of sexual harassment. More than 40 journalists and activists were also  on the list. Opposition leaders in India had protested  vociferously against allegations of illegal surveillance, and pleas were  filed in the Supreme Court against the government.The top court, in turn, had set up a panel to look into the allegations.The government in August and September had fought off criticism  following the media exposés, claiming the reports about Pegasus were  “conspiracies”, and that it had been brought up to “derail India’s  growth” and as revenge for India’s supposedly efficient handling of the  coronavirus pandemic.On January 28, an investigative report by The New York Times said that India bought Pegasus  in 2017 as part of a $2-billion defence package. The military-grade  spyware and a “missile system” were the “centrepieces” of the package,  the report had claimed.","author":"Scroll Staff","time":"2022-03-17T21:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162737-ptfpkjorrw-1628776665.jpg","tags":["Mamata Banerjee","Pegasus","West Bengal","TMC","mass surveillance"]}