{"title":"What recourse does Canada have under international law after accusing India of assassination?","content":"Canada’s allegation that agents of the Indian government are responsible for the killing of Canadian citizen and Sikh separatist leader Hardeep Singh Nijjar has led to a collapse of ties between the two nations.Canada insists it has proof of India’s involvement. International law experts, however, told Scroll that even if the accusation is proven correct, Canada has limited legal remedies to pursue against India under public international law.Attributing the killing to the Indian state“In order to claim any international law violation, the Canadian government must first attribute the wrongful act to the Indian state,” said a representative of the Centre for Research in International Law at the National Law Institute University, Bhopal. In other words, the killing of Nijjar by some private persons must be connected with an act or an omission by the state.The standard of proving this is quite high since a “complete dependence” and control of the private actor by the state needs to be proved. “Canada cannot link the Indian government to Nijjar’s assassination unless it provides concrete evidence that the killing was carried by Indian state organs,” the representative said.Aman Kumar, a PhD candidate at the Australian National University who runs the Indian Blog of International Law, referred to the International Law Commission’s Articles on Responsibility of States for Internationally Wrongful Acts, according to which Canada will not only have to prove that the murder is attributable to India, but also that it constitutes a breach of an international law obligation of India.A sign outside the Guru Nanak Sikh Gurdwara commemorating Hardeep Singh Nijjar in Surrey, British Columbia, Canada on September 18, 2023. Nijjar was killed in the grounds of the gurudwara in June 2023. | REUTERS/Chris HelgrenBreach of sovereigntyWhat if Canada is able to provide concrete evidence against India?Article 2(4) of the United Nations Charter prevents states from interfering with force in the territorial integrity or political independence of other states, said Noah Weisbord, Associate Professor, Faculty of Law at McGill University in Montreal. “So an assassination qualifies as a violation of the key principle of the UN Charter which binds both India and Canada.”Raushan Tara Jaiswal, Assistant Professor at the Jindal Global Law School, Sonepat and Law Fellow at the Institute for Governance and Sustainable Development, Washington DC, agreed. “A nation state cannot intervene in another nation’s domestic matters or target individuals that are citizens of another country,” she said. “Doing so is in direct contradiction of the sovereignty principle enshrined in the basic tenets of international law.” However, Kumar added that India could legitimately claim that “by allowing separatist movements in Canada, the Canadian government is also violating India’s sovereignty”.International human rights law violation?Atul Alexander, Assistant Professor of Law at the West Bengal National University of Juridical Sciences, Kolkata, surmised that if Canada’s allegations are true, it could be argued that India breached the right to life under Article 6 of the International Covenant on Civil and Political Rights, to which both India and Canada are signatories. However, India is not a signatory to the First Optional Protocol to the Covenant, which enables an individual complaint mechanism for violations of the provisions of the Covenant before the United Nations Human Rights Commission, said the Centre for Research in International Law representative.International law fora ruled outCould Canada approach the International Criminal Court? No, said Weisbord. “The ICC’s jurisdiction is applicable only when there is more widespread or systematic type of crime: not a single assassination, but genocide or crimes against humanity or crimes of aggression like the war against Ukraine.”What about the International Court of Justice, which settles disputes between states and issues advisory opinions on international law matters?“If Canada receives no cooperation from India, and if it feels it has credible evidence against the Indian government, it could take the matter to the International Court of Justice,” said Kumar. “However, the ICJ’s jurisdiction is consent-based and India might not agree to the court’s jurisdiction.”Feasible options available to Canada“The best option is to resolve the dispute bilaterally before it escalates,” said Alexander.Weisbord agreed. “The most realistic responses would be diplomatic and bilateral, with partners but within the shadow of the law and the shadow of the allegations levelled by Canada against India,” he said.Presently, the highest intelligence agency operatives from India posted in Canada have been sent back to India. In return, India expelled a Canadian diplomat. Canada has also put on hold a trade mission with India.Weisbold called these “customary responses that are proportional to each other.” “Canadian state authorities could pursue criminal responsibility under its domestic criminal law for the suspects that were directly involved in the killing of Nijjar,” said the Centre for Research in International Law.Kumar believed that this would be futile, since it would require Canada to request the Indian government to extradite those individuals identified as responsible for killing Nijjar to Canada, for a domestic criminal trial. Since Canada has turned down many Indian requests to extradite certain individuals to the Indian government, India will follow suit. India tried getting Nijjar extradited from Canada on multiple occasions, most recently last year. “One major reason provided by Canada for rejecting India’s extradition pleas is the poor condition of Indian prisons vis-a-vis human rights standards in India,” said Alexander.Kumar added that Canada could provide evidence against the suspects to Nijjar’s family in India, who could then file a criminal case in India.Jaswal added that Nijjar’s family could also approach a Canadian court for civil remedies against India.","author":"Vineet Bhalla","time":"2023-09-30T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194027-infdovvgkw-1694529682.jpeg","tags":["Canada","Hardeep Singh Nijjar","Khalistan","International Law"]}