{"title":"What Nayantara Sahgal was not allowed to say at Marathi literary meet","content":"This is an emotional moment for me and I feel privileged to be here with you. I feel I am standing in the shadow of great Maharashtrians – Mahadev Govind Ranade who founded this sammelan and whose name is part of the modern history of our country, the distinguished Marathi writers who have chaired its conventions and all the writers who have taken part in its sessions and whose writing has enriched the great creative enterprise known as Indian literature. It is also an emotional moment for me because of my own connection with Maharashtra through my father, Ranjit Sitaram Pandit. I would like to tell you a little about him. He was a Sanskrit scholar from a family of distinguished Sanskrit scholars and he translated three Sanskrit classics into English: Mudra Rakshasa, Kalidas’s Ritusamhara, and Rajatarangini.Rajatarangini is the 12th century history of the kings of Kashmir by Kalhana, and it had a special fascination for my father because his two great loves were Sanskrit and Kashmir. He worked on this translation during two of his jail terms during British rule and dedicated it to his Kashmiri father-in-law, Pandit Motilal Nehru. His brother-in-law, Jawaharlal Nehru, wrote an introduction to this work when it was published. I am deeply grateful to Dr Aruna Dhere and Shri Prashant Talnikar for their great labour of translating this massive history into my father’s – and their own – native tongue, Marathi. I know that nothing would have made him happier.Both my parents took part in the national movement for freedom under Mahatma Gandhi. My mother, Vijaya Lakshmi Pandit, was imprisoned three times and my father, four times. During his fourth imprisonment he fell seriously ill in the terrible conditions and environment of Bareilly Jail. He was given no medical treatment and my mother was not informed how very ill he was. Yet he had refused to ask for his release. When she was finally informed of his condition, she was allowed to have a 20-minute interview with him. It took place, according to the rule, in the office of the jail superintendent and under his watchful eye, which gave a political prisoner no privacy with his visitor. It shocked my mother to see him brought in on a stretcher. His head had been shaved and his body was emaciated. She almost broke down at the sight of him but somehow she held back her tears because she knew he would not want her to cry in front of the jailer.He told her why he wouldn’t ask for the favour of being released. “I have fought with the lions, Gandhi and Nehru,” he said. “Do you want me to behave like a jackal now?”She knew she couldn’t change his mind so she controlled herself and sat near the stretcher, held his hand and gave him news of home and the children, and what was growing in the garden he loved. When the government released him at last, it was only to die about three weeks later. Many years later, after Independence, when my mother was India’s High Commissioner in Britain and was sitting next to Prime Minister Winston Churchill at a lunch, he said to her,  “We killed your husband, didn’t we?” It was an admission that took her by surprise. Most of you were not born in the 1940s and you grew up in an independent country, so I have shared this personal story to show you the courage and discipline of those times and the spirit of the men and women who fought for freedom. My parents were among many thousands of Indians – known and unknown, young and old – who committed their lives to that great fight and suffered all kinds of hardship because they had a passion for freedom. I want to ask you, do we have that same passion for freedom today? Are we worthy of those men and women who have gone before us, some of whom died fighting so that future Indians could live in freedom? I am asking this question because our freedoms are in danger. The dangers to them are so much on my mind that when I was thinking about what I should say to you, I knew I had to talk about all that is happening in India today, because it is affecting every side of our lives: what we eat, who we marry, what we think, what we write, and, of course, how we worship.Today, we have a situation where diversity and opposition to the ruling ideology are under fierce attack.Diversity is the very meaning of our civilisation. We have old literatures in many different languages. We eat different foods, we dress differently, we have different festivals, and we follow different religions. Inclusiveness has been our way of life and this ancient multicultural civilisation whose name is India is a most remarkable achievement that no other country has known. Today it is threatened by a policy to wipe out our religious and cultural differences and force us into a single identity. With one stroke, this policy wipes out the constitutional rights of millions of our countrymen and women who are not Hindus, and makes invaders, outsiders and enemies of them.  At Independence, our founding fathers rejected a religious identity and had the wisdom to declare India a secular democratic republic, not because they were against religion but because they understood that in our country of many religions, only a secular state would provide the overall umbrella of neutrality under which every Indian would have the right to live and worship according to his or her faith. The Constituent Assembly that took this decision was made up of a majority of Hindus, yet they drew up a Constitution whose preamble affirmed a life of liberty, equality, and fraternity for all Indians.This high ideal was inspired by Ambedkar, who was the chief architect of the Constitution and a great Maharashtrian, whose insistence that all human beings are equal started a revolution against caste.  That high ideal has now been thrown aside. Minorities, and those who don’t support the Hindu Rashtra agenda, have become targets for fanatics who roam the streets. We have recently seen five citizens falsely charged with conspiracy and arrested on grounds of sedition. These are men and women who have spent years of their lives working for tribal rights and forest rights, and for justice for the marginalised. Christian churches have been vandalised and Christians are feeling insecure. Lynch mobs are openly attacking and killing Muslims on invented rumours that they were killing cows and eating beef. We are watching all this lawlessness  on TV. In Uttar Pradesh these mob attacks on the cow pretext have become common, while the authorities stand by and look on.When terrorism of this kind becomes official, as it has in Uttar Pradesh, where can we look for justice?Mob violence on defenceless people, backed by the state, goes on in many places and the guilty have not been convicted. In some cases their victims have been charged with the crimes instead and the criminals have been congratulated. The human cost of this tragic situation is that it is a time of fear and grief for many Indians who no longer feel safe living and worshipping as they have always done, and have a right to do. The poor and helpless among them – some of whom have been driven out of their villages and their homes and jobs – are living without work, or help, or hope, or future. I write novels and my material for storytelling has been political. As we writers know, we do not choose our material. We make stories out of the material and atmosphere around us. Because I grew up during the years of the fight for freedom, the values of that time and of the nation it created have been the stuff of my fiction and non-fiction. I have thought of my novels as being about the making of modern India. But because my last two novels are about the times we are now living in, they are about the un-making of modern India. As we are writers, let us look at what is happening to our fellow writers and artists in this political atmosphere. We are seeing that the questioning mind, creative imagination and freedom of expression have no place in the present political climate, and where there is no respect for freedom of thought or for democratic rights, writing becomes a risky activity. This has always been the case in authoritarian regimes all over the world where art is kept under state control and writers face punishment and persecution if they step out of line. Take the example of a young poet called Josef Brodsky in Stalin’s Soviet Union. Brodsky is arrested and his interrogator waves a paper at him and says, “Do you call yourself a poet? Do you call this a poem? It is not a poem if it makes no material contribution to the Soviet Union.” And he throws Brodsky into jail. Years later, Josef Brodsky wins the Nobel Prize for Literature. Another famous Russsian case is of Solzhenitsin, who was condemned to hard labour in Siberia for many years for criticising the government, and who also won the Nobel Prize for Literature.Now, the same ignorance about art and literature is in action here – writers are facing the anger of ignorant criticism, and much worse. Three eminent Maharashtrian rationalists, Narendra Dabholkar, Govind Pansare, and MM Kalburgi,  have been shot dead for rejecting superstition in favour of reason, and Gauri Lankesh of Bengaluru for her independent views and opposition to Hindutva.Others have been threatened with death and forbidden to write. We are told, “Don’t publish your book or we will burn it. Don’t exhibit your paintings or we will destroy your exhibition.” Filmmakers are told, “Change the dialogue in this scene and cut out the next scene or we will not let your film be shown, and if you show it we will attack the cinema hall. Don’t do anything to hurt our sentiments.” In other words, they are saying: do as you are told or your life and your art are not safe. But the creative imagination cannot take orders from the state, or from the mob. And the question of hurting sentiments is, of course, nonsense. A population of one billion people cannot be made to think alike. Every community has its own views and its own sensitivities on various issues. But sentiments cannot decide what is right or wrong. In some cases it is even our duty to hurt sentiments. If we had been forbidden to hurt sentiments, we would still be burning widows and no reform of any kind would have taken place. Many sentiments were hurt when the Hindu Code Bill was being debated and sadhus threw stones at Parliament house. But if the Bill had not been passed, Hindu women would have had no rights.Historians are feeling the heat now that Indian history has been brought under state control. In some states, large chunks of the past have been distorted or done away with altogether. This is the work of Hindutva minds who have been specially chosen to rewrite it. If I were to invent a dialogue between an Indian historian and one of these rewriters of Indian history, it would go something like this. The historian says to the rewriter: “Akbar won the battle of Haldighati. But in this book you are saying that he lost it. How come?” The rewriter replies: “He lost it because I have decided that he lost it. History is what we say it is.”Some of these rewritten textbooks have wiped out the whole Mughal empire and not content with wiping out the past, all remaining reminders of it are being demolished. The Babri Masjid has been knocked down and Mughal and Muslim names of towns and roads are being changed. Some textbooks have censored all mention of Nehru, whose governments laid the foundation of modern India. Mahatma Gandhi was of course murdered by this mentality in 1948 for the blasphemy of the mantra he gave us: Ishvar Allah tere nam; Sab ko sammati de Bhagvan. Gandhi’s non-violence is seen as emasculating Indians and making cowards of them. Personally I think that nothing needed greater heroism than the way unarmed Indians confronted the armed might of an empire. One of my novels called Lesser Breeds is my tribute to that unique time. With all that is being wiped out, so is the scientific frame of mind that we have cultivated since Independence. It is being replaced by myths and legends, and a medieval frame of mind.  We have been justly proud of the key institutions we have built up since Independence but they too have been brought under state control – whether they concern art and literature, history, technology, science, information, education or culture. Our  public universities, our museums and Akademies are no longer independent institutions. The Nehru Memorial Museum and Library in Delhi was an early example of the damage that is being done to our institutions and Jawaharlal Nehru University is an ongoing target of Hindutva hatred. As a Hindu and a believer in the great enlightened inheritance known as Sanatan Dharma, I cannot accept Hindutva.In this war that has been declared on diversity, dissent and debate, those who care about freedom have not stayed silent. There are marches and rallies against the destruction of our fundamental rights. There are protests by retired civil servants, by students and academics, lawyers, historians and scientists, Dalits and Adivasis, and the farmers’ huge demand for their rights. The large numbers of farmer suicides in this area show the desperate situation they are no longer unable to face. The Bhim Army, named after Dr Ambedkar, is making its voice heard, and we are reminded that it has an inheritance of dramatic revolt, when Ambedkar and EV Ramasamy Periyar publicly burned the Manusmriti in the 1920s for the insulting and objectionable laws it laid down for Dalits in the caste system, condemning them to an inferior status. The singer TM Krishna and the historian Ramachandra Guha, are among those who have made strong individual protests. Krishna’s concert was cancelled and Guha received a death threat. Recently a great actor, Naseeruddin Shah, has spoken out against the war on Islam and how he fears for his children.  What can writers do in this situation? The answer is: we can write.Powerful fiction has been the result of writers stepping into controversy and taking sides, but not as polemics or propaganda. Their plays, poems and novels have been about people not ideas, written by authors who were deeply engaged with the times they were living in, and some are still living in. Writers don’t live in ivory towers. Through our writing, we take sides between good and evil, right and wrong. Great literature worldwide, by writers of many nationalities, has done this. This is the literature that has touched chords in succeeding generations and stays alive.  We show where we stand by the subjects we choose, the stories we write, and the way we write them. Whether we are writing about our grandmother’s cooking, or the rain on the roof, or describing the body of our beloved, every word we write makes it clear where we stand. Writing, like all forms of creative art, is a powerful form of political activism, and it is a means of revolt. That is why dictators are so afraid of it and take steps to control it. A writers’ protest started as an Award Wapsi movement three years ago, when about a hundred of us returned our Sahitya Akademi awards over the murder of an award-winning writer, Dr Dabholkar, which the Akademi took no notice of. But after the lynching of the poor blacksmith Mohammad Akhlaq in Dadri village outside Delhi, our movement has grown and widened to cover other issues concerning attacks on democracy and human rights.I have mentioned the writing of foreign writers. It has left its mark on my mind because I have been able to read some of it in translation. What about Indian writing in our many languages? It is a tragedy that we cannot read each other for lack of translation. Though our music and dance and theatre and films bring us together, our literatures keep us apart and we cannot know each other until we can read each other. I can only hope that publishers will fill this gap and that Indian literatures will become available not only to us but across the world. I have to pay a special tribute to Maharashtrian  women writers, because  of the formidable obstacles that women have to overcome when they put their life experiences into words on a page. They run the risk of offending husband, family and society, and suffering the consequences. May their courage and their  creative energy go from strength to strength.I want to thank my hosts for giving me this opportunity to speak to you. I have spoken from the heart because of the crossroads our country is at. Which way we go – towards freedom or away from it – will depend, among other things, on what we write and our refusal to be bullied into silence. In memory of the Indians who have been murdered, in support of all those who are upholding the right to dissent, and of the dissenters who live in fear and uncertainty, but still speak their minds, let us choose freedom.Thank you for listening to me.","author":"Nayantara Sahgal","time":"2019-01-07T20:21:54.792390+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/12561-1b14c351-5af6-49f2-8f44-9e41ac47200a.jpg","tags":["Nayantara Sahgal","Freedom of expression"]}