{"title":"What tripped up the BJP in Haryana? 33 charts that decode the verdict that stunned ruling party","content":"The Haryana state elections did not produce a result any party quite expected. The Bharatiya Janata Party entered the race confident it would increase its majority, the Congress performed better than it could have hoped and the new entrant in Haryana politics, the Jannayak Janta Party, ended up becoming a ruling coalition partner. Part of the surprise came from how differently voters made their choices between this state election and the recent general election, in which the BJP swept 79 of the state’s 90 segments, with 58% of vote share.To be honest, one does not know what prompted voters to behave so differently between two elections only months apart. Traditionally, a party that does very well in a general election is expected to do well in the following state election, especially if that election comes immediately after. It is called the spill-over effect.In absence of an explanation for voters’ behaviour (there is no data available to sustain one), one can look at the political factors that have contributed to shape the result, and put the data of this election into a timeline, to figure what might have changed and what hasn’t in Haryana politics.A depressed turnoutA first observation is that participation in these elections has decreased significantly: minus 7.6% since the 2014 state election. It also marks a decrease of two percentage points compared to the last general elections (70.6%), which usually sees lower participation than state elections.We do not know who the absentee voters were but if one assumes that Jats – who represent nearly one in four voters – were highly mobilised (as has been reported), then it is possible that the drop in turnout came from other groups who would previously have been likely to have voted BJP. (The Jats were reportedly disenchanted with the BJP because, among other reasons, they were angered by the strong-armed tactics that were used during agitations by the community for reservations  in educational institutions and government jobs.) One effect of differentiated vote absenteeism is that it increases the relative weight and effectiveness of the votes of the groups that are highly mobilised, as their share among voters increases.The turnout suggests was higher in areas where Congress and the Jannayak Janta Party (or JNJP in Election Commission of India nomenclature) made gains, in the Ambala, Yamunagar and Panchkula districts in the north, where Congress prevailed, and the Jind, Kaithal and Hisar regions, where the JJP scored best.The turnout was significantly lower in seats won by the BJP.  This suggests another narrative: that the Congress and Jannayak Janta Party campaigns did in their own strongholds generate voters’ mobilisation against the BJP. Whom exactly they mobilised remains to be found.This is nonetheless important information, as participation in state elections had been steadily increasing over time. Some call it a fatigue effect with the BJP state regime, others argue that voters might have been demotivated by the fact that many thought this election would be a cakewalk for the BJP. For now, though, there is insufficient data to make an informed assertion.Fewer candidates, more partiesThis election saw 1,169 candidates running, of whom 1,048 lost their deposits (having obtained less than a sixth of the votes polled in the seat they contested). Indian elections attract large number of ineffective candidates or candidates who run without a remote chance of ever winning.The trend has usually been increasing across states. More and more people want to contest elections. But not this time in Haryana. In 2014, there were 1,351 candidates.The mapping of candidates shows that specific sub-regions see far more candidates running for elections than others. These seem to correspond to the rural hinterland, the former bastions of the Indian National Lok Dal (of which the Jannayak Janta Party is an offshoot). The industrial corridor that links Delhi to Chandigarh seems to have fewer candidates running. This makes sense as these areas are clearly dominated either by Congress or the BJP, which provides less incentives for small parties or candidates to run.Though the overall number of candidates declined, the number of parties running  jumped from 45 to 73. Barring the Jannayak Janta Party, most of these parties are micro-formations or micro-local parties, some of them operating for dubious purposes such as tax evasion, others mobilising local castes across few seats. These 54 local parties put up only 277 candidates.Party performance on the riseBoth the BJP and Congress improved their vote share in this election. The BJP increased its vote share from 33.2% to 36.5%, while the Congress increases its vote share by nearly 8 percentage points, from 20.6% in 2014 to 28.1 in 2019. Both parties took advantage of the evaporation of the Indian National Lok Dal, which split into three factions in December 2018. The Jannayak Janta Party scored 14.8%, a decent score for a new entrant, but much less than the 24% of vote share that the INLD obtained five years ago.The difference with the last general elections are even more striking. Last spring, the BJP scored 58% of the vote share, registered a drop of 22% barely six months after.One could argue that this was a different election, that the Modi factor was not as dominant. However, it was also clear that that the BJP campaigned almost exclusively on national issues such as hollowing out Article 370 of the Constitution that gave Jammu and Kashmir a special status and the Assam’s National Register of Citizens exercise aimed at identifying people who aren’t Indian citizens. The BJP forced its candidates, including Chief Minister Manoharlal Khattar, to toe the party line and put local development and governance issues on the back burner. This result shows that campaigning in state elections on the same issues as in a general election may not produce the same effect.The cumulative vote share of the three main parties increased, from 78% to nearly 82%. That left nearly one voter out of five voting for a different party or for an independent candidate. This is a good reminder that state politics has not entirely been absorbed by big party politics. The resilience of voters aligned to non-major parties and the increase in the number of parties show that local issues still matter and that not all voters consider that major parties can address them. In times of homogenising political discourses, this is a useful reminder.Despite the fact that it increased its vote share, the BJP still lost its majority (from 47 to 40 seats). How did that happen? In Indian politics, the conversion of votes into seats is dependent not only on the first party’s performance, but also on the distribution of votes around it. The more the vote is fragmented around the main party, the higher the conversion of votes into seats. This is how you transform a minority of votes into the majority of seats.In this election, most contests were between the first two contenders. In 57 seats out of 90, the third-party candidate was a distant third (below 15% vote share). This indicates that despite the fragmentation of the opposition, the BJP had to face one main opponent in most seats, which made the election more competitive.The following three maps show how the vote share performance of the Congress and the Jannayak Janta Party were geographically concentrated, while the BJP’s performance was more distributed across the territory. The concentration of their vote share is what made the two opposition parties competitive.As a result, the BJP’s seat share is only 44.4%, despite the fact that it actually improved its vote share (the BJP can find solace in their improved vote share, but the fact that participation dropped to 68% reveals that they lost more voters than they actually gained). As we will see later, the geography of the results also played a role.The Congress and the Jannayak Janta Party obtain a lower seat share than vote share (28.1% and 11.1%, respectively). This will come as a relief to the Congress, has they had been losing vote share steadily in the previous two elections.The BJP also outperformed the Congress in strike rate, converting a bit more than four out of ten seats it contested into a victory.The geography of the resultsThe geography of the results shows that the performances of the Congress and the Jannayak Janta Party are concentrated in distinct territorial clusters. This reveals that their support bases did not overlap, which helped them in their contests against the BJP. The Congress has held its position in the Sonipat and the Panipat districts, and reclaimed large parts of the Ambala, Yamunagar and Panchkula districts in the North, where the JJP was not a player. The Jannayak Janta Party performed well in the Jind, Kaithal and in parts of the Hisar districts, traditional strongholds of the Indian National Lok Dal. As a result, there were relatively few triangular races, which would have played in favor of the BJP. The Congress also claims the three Muslim-dominated seats in Mewat, previously in the hands of the INLD.Though the Jannayak Janta Party consolidated its presence in the Kaithal and Jind regions, it did rather poorly in the Sirsa and Fatehabad districts, which had earlier been strongholds of the Indian National Lok Dal. This shows that while Dushyant Chautala’s party did well for itself, the JJP still has a long road ahead before regaining the ground lost by his political family due to the INLD split.Victory margins: advantage JJPBJP candidates, where they won, obtained higher victory margins than Congress candidates. But Jannayak Janta Party candidates outperformed both parties, which is testimony to the effectiveness of their campaign and to the strength of their candidates. They won decisively in the 10 seats they obtained. In most other seats, their vote share is pretty low (below 15% in 57 seats), which illustrates further that their performance was a localised one.Turncoats galoreAnother factor that affects party performance are the revolving doors that exist between them. Turncoats, or rebels, not only switch affiliation from one party to another, they often split the local branch of the party they leave, taking their supporters and party workers with them.Forty three turncoats contested in this election, out of whom 15 won. Unsurprisingly, the largest number of defectors came from the Indian National Lok Dal (23, including 8 incumbent MLAs). Then ex-INLD ran on BJPs ticket, against nine on Jannayak Janta Party tickets. Four ran on Congress tickets. Ten of them won, across the three parties. Among those turncoats, six had shifted from the BJP. Only one them, Mewa Singh from Madwa, won. He did so on a Congress ticket.The following chart shows that there are regularly 40 to 45 turncoats in any election in Haryana (there used to be more in the 1990s). However, their rate of success has declined, which indicates that voters do not respond well to candidates who shift party affiliation between elections.In this election, the 26 major party turncoats who lost obtained 33,000 votes on average (24% of average vote share), which is superior to the average winning margin of 21,000 votes in those same seats. Turncoats may be few in number, but they clearly disrupt the game for major parties who see them leave their ranks.The following two visualisations, which can be found on the Lok Dhaba website, show the break up and status of candidates: party candidates and turncoats, winners and losers, experience of candidates, origin and performance of turncoats.This data reveals that some of the turncoats are experienced politicians. Among the Indian National Lok Dal turncoats, Mohammed Ilyas (Punahana) was a four-time MLA, Jagdish Nayar (Hodal), Zakir Hussain (Nuh) and Ashok Kumar Arora (Thanesar) were three-time MLAs.An inexperienced assemblyThe political life expectancy of Indian leaders is pretty low. Most MLAs are one-term MLA and disappear into political limbo after they lose. In the new Haryana assembly, 49 out of 90 MLAs have been elected for the first time. That ratio is usually higher in Haryana (much higher, in fact, in the 1970s and 1980s). In the current assembly, 83% of all MLAs have served one or two terms. Only 11% of all MLAs have served four terms or more. This indicates that the Haryana Assembly, like most state assemblies in India, does not have much cumulative experience. This is also a measure of how concentrated political power is at the state level. Only a handful of politicians within each major party get to have long political careers. The high turnover of politicians is a strong measure of power concentration in India.There are two main causes for such a high turnover. The first one is that many incumbent MLAs do not run again. Since 1981, on average, 40% of sitting MLAs do not contest a second election, either by dropping out of the race on their own but more likely because their party did not give them a ticket. This year was no exception. The BJP nominated 41 of its 47 MLAs but other parties changed most of their previous MLAs and candidates, hoping to field stronger candidates.The second explanation is that among those who run again, only 34% of them on average are re-elected (that percentage is higher in recent years). This year, 33 of the 63 re-running incumbents lost their race, which is an indication that individual incumbency, or the proclivity of voters to reject their local MLAs, remains strong.Jat empowerment?These elections in Haryana were billed as a contest between Jats and non-Jats. Early in its last term, the BJP adopted a strategy of marginalising the Jats, the state’s most important dominant group, in order to mobilise everyone else around them (besides Muslims). The outcome of this election, many have argued, is a result of the counter-mobilisation of Jats against the BJP. But the data collected by the Trivedi Centre for Political Data complicate that narrative and shows that caste affiliations with parties are not as straightforward as it is often presented or assumed.The large picture of the Haryana caste data shows that Jats are indeed a dominant force in Haryana. Since the creation of the state in 1967, they have consistently won more than 30% of the seats. That is well above their demographic share, which is estimated to be at 24%. There has also been a nearly consistent gap of 5% of representation share between the intermediary castes (mostly Jats) and the Upper Castes (mostly Brahmins, Banias and various groups labelled as Punjabis).Jat representation peaked in 2014, even though the BJP allegedly strategically sidelined them. It has gone down in 2019, when many believe that it was mobilisation by the Jats that defeated the BJP.The jati-wise chart below illustrate better the state of Jat domination in Haryana, and shows that their share of seats has gone down in 2019 from 33% to 27% (in truth, that is only a difference of three seats).This chart however shows that the distance between Jats and any other group has remained significant through time.The next chart reveals that the party alignment of Jats has changed over time. In the 1960s, most Jats were elected on Congress tickets, then the dominant party. From the mid-1970s, as other parties emerged, that representation shifted towards various incarnations of socialist parties, until the 2000s. In 2005, the Congress reversed its strategy of forming non-Jat social alliances and provided the community with maximum representation. In 2014, the BJP came to power providing representation to a wider array of castes, which included Jats (who got nine seats).The reason for the stability of Jat dominance is that they always find representation across major parties, including those who do not claim a pro-Jat bias.The distribution of jatis among the MLAs, showed in the table below, illustrates that Jat also find their place in the BJP, and that the party offers representation to a greater array of castes than any other party (more so among the upper castes).Women representation: Haryana loses top positionBefore this election, Haryana topped India’s ranking of states with regard to women’s representation, with 14.4% of MLAs being women. Women’s representation went down by four seats in this election, as parties did not increase their representation among candidates.Of the 13 women elected in 2014, eight re-ran and only five were re-elected: Seema Trikha is the only woman BJP MLA to have retained her seat. Kiran Chaudhury, Shakuntala Khatak and Geeta Bhukkal, all from Congress, were re-elected. Naina Singh, Dushyant Chautala’s mother, is the only woman MLA re-elected on a Jannayak Janta Party ticket.The map of women’s representation, besides illustrating the size of the gap with male representation, shows that women are entirely absent from the more rural districts in Western Haryana (Sirsa, Fatehabad and Hisar). In addition, no women were elected in the Karnal, Panipat and Jind districts or in southern Haryana.Nomination data shows that the number of women fielded by major parties was low (12 women candidates for the BJP, against 10 for the Congress and seven for the Jannayak Janta Party) and that their success ratio was also very low (31% across the three parties).Muslims representation at its lowestMuslims make about 7% of the population of Haryana according to the 2011 Census, and they have never made more than 5.6% of the MLAs. They tend to be concentrated in the Mewat region.In 2019, only three Muslim candidates have been elected: Aftab Ahmed (Nuh), Mamman Khan (Ferozepur Jhirka) and Mohammed Ilyas (Punahana), all on Congress tickets. Only 36 Muslim candidates ran in this election, 23 in these three constituencies alone.ImplicationsWhat sort of conclusions can we derive from this data? The first is that it gives us no clue to understand why or how people have voted. This is no data for that. However, the political factors that they inform us about give us evidence of how these data might have shaped the outcome.First, the low turnout and the fact that eight out of ten BJP ministers lost their seat show that there was no roaring endorsement of the brand of governance that the BJP was supposed to have brought to Haryana. Some have argued that the BJP might have done worse if they had not campaigned on national themes. This only reinforces that observation.The strategy of appointing low-key chief ministers who do not belong or play the dominant-caste game while concentrating on governance and delivery does not seem to pay off electorally (or perhaps the specific delivery of this government has not worked the way the BJP anticipated). Similarly, the strategy of sidelining dominant groups in public discourse seems to have showed its limits.Second, one should not discount the strength of small political forces. The fact that one voter out of five still opts for a party other than the major players show that there is still a lot of space for local issues at the level of state politics. National narratives and the great game between main contenders does not encompass the entirety of voters social and political aspirations. The BJP made a strategic mistake by campaigning on national themes. Perhaps this was just a strategic mistake or perhaps this strategy is the result of deeper choices that party has made about the imprint it wants to have on politics and society.Third, geography matters to party performance, since it is the concentration of voters rather than their dispersion that leads to seats conversion. In this election, the Congress and the Jannayak Janta Party did well because their core support base were located in distinct parts of the state. Should they start competing against one another, it would re-open space for the BJP.Fourth, the turncoats phenomenon should not be overhyped. It has been a regular feature of Haryana politics, a phenomenon that contributes to the lack of differentiation of parties among voters. Political power in Haryana, as is the case in most other states, is extremely concentrated in the hands of a tiny political class that corners most positions of power over time. This is matter for reflection on the state of democracy and the meaning of political representation. Fifth, regardless of political change, old patterns of domination – both caste-based and gender-based – remain perfectly salient. Jat representation has been at a stable high through time, regardless of party performance. It does not matter who wins or lose elections, Jats always pull through.These factors put together reveal, most importantly, that there is still a lot of space for competitiveness in Indian elections. The BJP squeezed through by tying itself to the Jannayak Janta Party. The Congress succeeded to put a challenge to the BJP largely despite itself, or thanks to the last-minute intervention of its old guard. There are lessons to be drawn here for all parties for future elections, which means that electoral outcomes remain unpredictable, despite the BJP’s current dominance. This is good news for democracy.Gilles Verniers is Assistant Professor of Political Science at Ashoka University and Co-Director of the Trivedi Centre for Political Data. The data was sourced from ECI, affidavit data (courtesy Association for Democratic Reforms) and newspaper sources. Original caste data collected in the field by Gaurav Dhankar. Data available at http://lokdhaba.ashoka.edu.in/LokDhaba-Shiny/","author":"Gilles Verniers","time":"2019-10-29T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129924-ghngitfgbe-1572320658.jpg","tags":["Haryana assembly elections","Bharatiya Janata Party","Narendra Modi"]}