{"title":"What will Mumbai’s coastal road actually look like? An eyesore, show these architectural projections","content":"Mumbai’s controversial coastal road project – a 29-km expressway planned off the city’s western coastline – is in the news yet again.The ambitious project, for which work is expected to begin this week, is estimated to cost government agencies a total of Rs 15,000 crore. The Maharashtra State Road Development Corporation Limited, a state agency in charge of building the Versova-Bandra Sea Link as part of the coastal road, is now planning to raise funds by proposing that a portion of the Arabian Sea be classified as “government land”.According to a report in the Indian Express on Tuesday, the road development corporation views this as a means of cashing in on nearly 60 lakh square feet of seabed that could be made eligible for transferable development rights or TDR. This TDR could then be sold as an incentive for third parties who would be allowed to develop property worth that size in other parts of Mumbai.The Maharashtra government’s urban development department is yet to review the validity of a proposal to classify a part of the sea as government land. The road development corporation is also not clear about where the development rights for lakhs of square feet of land could be transferred in an already congested city.But the proposal reflects one of the many flaws that urban planners have found with the Mumbai coastal road project: it is expensive, beyond the city’s means and capacity and is likely to congest the city even further.A group of architects and urban planners in Mumbai have attempted to highlight these problems through visual representations of the planned coastal road. Since 2016, the group – named the Bandra Collective – has created several animated GIFs that superimpose artists’ impressions of the coastal road on actual photographs of Mumbai’s landmark coastline.A projection of Bandra's Bandstand promenade after the coastal road is completed.  Credit: Bandra Collective“The aim of the visuals is to show the public what the coastal road will actually look like if it is made – it will take over and dominate the whole landscape along the coast,” said architect Samir D’Monte, one of the six members of the Bandra Collective. “It will be an eyesore that will not make sense financially or even from the traffic decongestion point of view.”Not a pretty planUsing the projected coastal road visuals as a doorway to discuss the liabilities of the project, D’Monte points out that the road – linking Nariman Point at the southern tip of Mumbai to Kandivali in the north – will only benefit a small portion of the city’s population.“In general, only 8% of Mumbai’s citizens have access to cars, and barely 2% would need to use these coastal roads to travel long distances,” said D’Monte. “Instead of spending crores on a coastal road, what we need is public transport that will benefit the majority of the population.”A projection of the coastal road off the coast of Chimbai village in Bandra.According to architect and urban planner PK Das, Mumbai’s existing coastal road – the Bandra-Worli Sea Link – is already proof of this argument. Eight years after it was built, the number of vehicles using the sea link on a daily basis is barely one-third of the original one lakh per day that the government had anticipated.Besides, Das points out, traffic exiting the Bandra-Worli Sea Link once again gets stuck in congested bottlenecks in the city, because the existing roads are still not equipped to handle the load. “Nowhere in the world have we seen that more roads lead to less traffic congestion. If the idea behind the coastal road is to ease traffic dispersal in the city, as the authorities are claiming, then it is not going to work.”This aerial-view projection of the coastal road at Haji Ali indicates the amount of land that would need to be reclaimed from the sea for this project. What more roads do, say D’Monte and Das, is encourage the increased use of cars instead of more sustainable mass public transport. This is just one of the possible ecological fallouts of the planned coastal road.Building the 29.2-km road will involve reclaiming and concretising large swathes of the sea bed near the coastline, in a city that is already losing its mangroves, wetlands and other flood-preventing buffer zones to encroachments and construction. New reclamations are likely to further endanger the coastline.“Infrastructure has to respond to the ecology, environment and geography of a place,” said Das. “On all these counts, the Mumbai coastal road feels like a disappointment.”A visualiation of the coastal road at Juhu beach. \n\t\t\n\tCorrections and clarifications: This article has been edited to note that while the Bandra-Versova section of the coastal road will be 900 metres from the shore, the rest of the highway will hug the coastline.","author":"Aarefa Johari","time":"2018-04-27T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/876929-88141-rnvlzfuhbk-1524716701.jpg","tags":["Mumbai coastal road","Bandra sea link","Bandra Collective","urban planning"]}