{"title":"An Indian scholar’s reflections: What ‘mimicry’ of legal procedures say about how society uses law","content":"How are disputes resolved when formal legal processes are difficult to follow and customary norms of dispute resolution have not quite evolved?I uncover that in certain types of cases, people resolve the dispute informally while adopting a formal court-like structure, almost mimicking official procedures. People set up dispute resolution processes that are cosmetically similar to the formal system and behave “as if” the entire process is legal.Legal pluralism scholars have explained the idea of informal social norms in dispute resolutions in several postcolonial communities across the world. What these studies have missed out on is how the law offers a framework that can also be used by people to adopt their own versions of informal dispute resolution if no informal social norm previously existed in their communities.Capturing this phenomenon offers a useful entry point into understanding how people “imagine law” as expressed in the literature on legal consciousness. A useful example here is the juridical institution of divorce.Divorce proceduresConsider divorce matters in India. Conjugal laws are designed to prevent marriages from breaking apart. That is why divorce procedures in India carry huge transaction costs, with significant emotional and financial burden on the couple even when separation is mutual. At the same time, people cannot legally do out-of-court settlements either – separation without a divorce decree from the court is invalid in the eyes of the law.Historically for Hindus – 80% of the Indian population – there were no religious rules on divorces, and communities managed separation through their own practices, if at all. It was only in 1955 that divorces were formalised under the Hindu Marriage Act.In small-scale rural hamlets, if a married couple wanted to separate, they could simply separate and let everyone in the villages know about the separation. As long as their lives revolved around their communities, there was no need for a “universal” decree by a formal court.However, following the passage of the act, they were required to travel to a court in a city far away from their villages and enter cumbersome divorce proceedings that could last several months, even years, in a process that could seem incomprehensible. Evidently, the incentives to submit to such a process seem limited.Stacks of notary paper at the office of the registrar in the district court of Allahabad in this photograph from January 2016. Credit: AFP.Legal apparitionThe law has now mandated that the only acceptable divorces are the ones certified by a court. How then can couples wanting to escape from court procedures still carry out a divorce or a formal separation? They can imagine how the law might have taken its course and cosmetically use similar legal artifacts to provide the semblance of a formal institutional mechanism while implementing the separation.This is what we call a “legal apparition”, a phenomenon whereby people escape formal laws by imitating them to resolve the problem at hand. The mimicry adds the weight of credibility to the process. While it may sometimes be carried out by lawyers to cheat innocent clients, such processes are often done without the parties explicitly knowing that what transpired was only an apparition and not “real law”.Through a primary survey of lawyers in four Indian states, and direct observation of divorce proceedings in three cases, I discovered a nontrivial prevalence of legal apparitions in divorce matters in which couples and lawyers employed the juridical artifacts of affidavits, notarised judicial stamp paper, and drafted informal separation agreements in theatrically accurate legal performances.One can observe legal apparitions in lawyers’ chambers, but they manifest most explicitly in legal-advice websites like Kaanoon, Lawrato, iPleaders, Advocatekhoj, or Vidhikarya, which have thousands of lawyers offering explicit advisories. Responding to queries on how to obtain out-of-court divorces, some of these lawyers suggest a way to “work around” judicial procedures by, among other things, going for “separation agreements”, which they claim will have legal nature. They even recommend the content and standard-form templates. These pages have thousands of views.In rural India, legal apparitions manifest in panchayati divorces, in which village councils routinely furnish informal divorce decrees by holding a court-like proceeding in front of witnesses and villagers that lends a semblance of formality to the act. The legal apparition emerges explicitly in some of the judgments that eventually end up in formal court cases.\n\t\t\n\tCredit: Jabez nelson, CC BY-SA 3.0, via Wikimedia Commons.In one such case, where a formal court voided this customary divorce, we can gather details of what it entailed from the judgment: the informal divorce was decreed “before the mediators” and “[a]s per the directions of the mediators, the deceased Govindaraj paid a sum of Rs 7,000/- to the defendant and a divorce deed was reduced to writing and signed by Govindaraj and the defendant on 24.7.1978 at the Sub-Registrar's Office, Pandalgudi.”Observe the presence of the state authority, namely the sub-registrar’s office, in the informal judgment. Legal artifacts like documentation and writing lend an air of something official taking place.Note that customary forms of divorce are allowed under the Hindu Marriage Act, but one needs to prove that a given informal marital dissolution is indeed a community custom. The term “custom” has a specific definition in the Act, placing a high bar on those who wish to prove their actions fall under this label.For instance, a fargatinama in a 2019 case, or chutta chutti in a 2007 case – both documents and processes declared by the parties to be “customs” – were not recognised by the court. In another 2016 judgment, the judges found no historical records of a particular panchayati divorce acting as a customary form of divorce, although the theatre was well organised, with five out of nine members of the panchayat participating and affixing their signatures.In our exploratory study from 1980 to 2019, courts have repeatedly declared panchayati divorces null and void, yet they turn up in cases from 1980 to as recently as 2019, making the impetus of legal apparitions even stronger.Divorce matters are useful to study legal apparitions given the nature of restrictions the law imposes on legal separations. In India, there are three times as many “separated” people as officially “divorced”, reflecting the deep anxiety court proceedings impose on couples. Such law-lookalike efforts are not Indian alone.In fact, many staunchly Catholic countries had recognised legal divorce only recently – Chile as late as in 2004. What were Chileans doing before that? Turns out, they were using legal subterfuge as well. For instance, civil annulment – showing that the marriage didn’t even take place or husbands feigning disappearance and wives placing advertisements in the newspapers invoking the legal apparatus to show the husband has left her or is dead are some of the observed tactics.Similarly in Bangladesh, in the absence of divorce laws amongst Hindus, couples often separate by swearing on an affidavit or by signing a written agreement.How widespread is it?Legal apparitions are not limited to divorces alone. They appear in certain types of land consolidation processes (called chakbandi in north India). Consider two farmers, each with two parcels of land separated from the rest of their holdings in the village. The neighboring tracts of the two farmers belong to each other. They can exchange their parcels to enlarge their respective fields. The relevant legal statute mandates a fixed procedure of consolidation, but the process is tedious and time-consuming.Farmers, daunted by these processes, simply go to the panchayat, which passes a legal-looking order transferring the title in the name of the applicant and consolidating their respective lands, despite this process having no legal validity. Tenant farmers also do some form of (non-justiciable) paperwork while leasing lands with landholding farmers, lending some form of formality to the process, although only cosmetic in nature.While scholars of law and society have been able to develop frameworks to understand informal dispute resolution methods, the phenomenon of legal apparitions has escaped such scrutiny. Laws can be tyrannical or cumbersome. But people can be ingenious. When they can’t transact informally, they may simply transact “as if” they have done it formally.Cosmetics of legal performative may well be as strong as the substance of it. How society “uses” laws reveals a deeper understanding of society itself. Legal apparitions are therefore unique ways in which laws come to be used.Indeed, mimetic applications of imagined law underscore the importance of legal consciousness and extend the framework of legal pluralism. If laws are constructed with an imaginary society in mind, society can also evolve with an imaginary law in mind.Yugank Goyal is an Associate Professor in Public Policy at FLAME University, Pune, and founder of the Centre for Knowledge Alternatives, which is pioneering large-scale documentation of district-level statistics and cultures across India.This article was first published on India in Transition, a publication of the Center for the Advanced Study of India, University of Pennsylvania.","author":"Yugank Goyal","time":"2024-02-28T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188462-mrdjbwdbyt-1679926015.jpg","tags":["Law","Judiciary","Legal System","Personal Laws"]}