{"title":"When Maldives was ruled by Catholic kings living all the way in Goa","content":"When Italian composer, writer and traveller Pietro Della Valle visited Goa in 1623-’24, he met his fair share of interesting people from different parts of the world. Jesuits, fellow travellers, local Goans and other Europeans – he must have expected to meet them all. But there was one encounter that left the Italian a bit surprised and amused. The gentleman in question was Dom Philippe, the third-generation Catholic king of the Maldives, who ruled the archipelago from Goa and had a regent in Male.“I stood to see this shew in the same street of Saint Paul, in the house of one of whom they call king of the islands of Maldiva or Maladiva, which are an innumerable company of small islands, almost all united together, lying in a long square form towards the west, not far from the coast of India, of which islands, one of the man’s ancestors was really king, but being driven out by his own people, fled to the Portugals and turned Christian with hopes of recovering his kingdom by their help,” wrote Della Valle.Dom Philippe’s grandfather Sultan Hasan IX, whose regnal name was Dhirikusa Losa, was the first Maldivian king to renounce Islam and become a Catholic. He was deposed in 1552, a year after he was crowned king, and was subsequently known as Dom Manoel. Since he allied with the Portuguese, the deposed king was forced to flee the archipelago and go to Cochin, before he was taken to Goa.In 1558, a successful invasion of the Maldives led by Captain Andreas Andre, who was called Andiri Andirin, culminated in a victory for the Portuguese-backed forces, and the assassination of Sultan Ali IV. They reinstated Dom Manoel to the throne, but the king did not return to the Maldives. Instead, Andiri Andirin, who was believed to be of Maldivian descent, was appointed the regent.The next 15 years have been described as a dark period in Maldivian history, with official accounts accusing the Portuguese-backed rulers of cruelty. Some Maldivian websites suggest that the islands were directly ruled by the Portuguese, but the website Maldivesroyalfamiliy.com, which is owned by Majid Abdul-Wahhab, a Maldivian living in New Zealand, says it’s a recently-fabricated myth that the Portuguese had sovereignty over any part of the Maldives.“No doubt the Christian King Manoel Siri Dhirikusa Loka, formerly Sultan Hassan IX, had the moral and some material support of the Portuguese who evangelised him,” the website says. “The bulk of the evidence supports the view that there were Portuguese volunteers or mercenaries under the command of his captains in the expeditions sent to the Maldives.”Strife And ConflictWhether the islands were under direct Portuguese rule or not, there was a degree of discontent against Andiran. One set of Maldivians rebelled against Dom Manoel’s regent and sought the assistance of Ali Raja of Cannanore, who was in possession of Minicoy island (now a part of Lakshadweep), to fight Andiran’s forces. With the raja’s help, Kateeb Mohamed Thakurufan’s troops defeated the Portuguese-backed forces in 1573, assassinating Andiri Andirin. This is considered one of the most important events in Maldivian history, and every year on November 9, the country marks its national day or Quamee Dhuvas, when it remembers Thakurufan’s victory.For a brief period after this victory, Thakurufan ruled the island, but Ali Raja, who helped him fight the Portuguese with the understanding that the entire Maldives archipelago would come under his control, demanded sovereignty over the islands. If Thakurufan had honoured his promise, then the Maldives may have ended up becoming a part of modern India, much the same way the Lakshadweep islands did after the end of British rule.Afraid of Cannanore taking over the islands south of Minicoy, Thakurufan concluded a treaty with Dom Manoel, whereby the Goa-based monarch would remain the king of the Maldives. Under the treaty, Thakurufan and his brother were to be co-regents of the islands. After this, with the backing of the Portuguese, they were able to quell numerous attacks from Cannanore.King In AbsentiaDom Manoel continued to practise Catholicism and lived out the rest of his life in Goa. When he passed away in 1583, Thakurufan tried to breach their treaty and appoint himself king, but the Portuguese, who were able to enforce a degree of authority, did not allow this to happen.Dom Manoel’s son Dom João was named king in absentia. With a Catholic upbringing in Portuguese Goa, Dom João married Donna Francisca Vasconelles, a Christian noblewoman. Living afar, he virtually had no say in the running of the Maldives. The regents on the archipelago were de-facto sultans but the Portuguese did not mind this as long as their economic interests were not affected.Pietro Della Valle met Dom João’s son Dom Philippe, who became king in 1603 after the death of his father. Like his father, he wielded no power but seemed to live a fairly comfortable life in Goa. The Italian traveller, who was critical of the Portuguese in his writings, said they did very little for Dom Philippe. He wrote: “…The Portugals never attempted anything on his behalf, and so he and his descendants remain deprived of the kingdom, enjoying only the naked title, which the Portugals now being allied to him, still give him; and because many merchant ships come from those islands to trade in the ports of the Portugals, they force the said ships to pay a small matter of tribute to him as their lawful sovereign, of whom the governors of ports in who upon necessity he must trust, purloin above half from him; nevertheless he gets at this day by it about three hundred thousand crowns yearly, and therewith supports himself.”\n\t\t\n\tA 17th-century Portuguese drawing of the fortress of Maldives and the archipelago. Credit: Wikimedia Commons [Creative Commons Attribution-Share Alike 4.0 International License].After ruling the archipelago in absentia for 29 years, Dom Philippe and his sister Dona Inez set sail with troops from Goa to the Maldives. With a promise of assistance from the Portuguese, the duo aimed to abolish the regency and seize absolute power on the archipelago. They were, however, soundly defeated by the army of the regent Muhammad Imaduddin. While Dom Philippe was killed in the fighting, the Maldivian forces captured Dona Inez and forcibly converted her to Islam.After defeating Dom Philippe, Muhammad Imaduddin became the sultan of the Maldives and the country continued to have Muslim monarchs till 1968, when it became a republic. All traces of the country’s brief tryst with Catholicism were wiped out in 1691 when Sultan Muhammad Mohyeddine reintroduced an Islamic penal code.Della Valle saw the way the Portuguese rulers treated Dom Philippe as a kind of betrayal. He wrote, “The like fates have befallen many other princes in India, who hoping in the Portugals, have found themselves deluded. Wherein reason of state is but ill observed by the Portugals, because by this proceeding they have discouraged all others from having confidence in them; whereas had they assisted and protected them, as they ought and might easily and with small charge have done upon sundry fair occasions, they would by this time have got the love of all India; and themselves would by the strength and help of their friends undoubtedly have become more potent, as also without comparison, more feared by their enemies.”Some of Dom Manoel’s descendants managed to stay behind in Goa, eventually assimilating with the Catholic society. The relatively brief presence of members of the Maldivian royalty is almost completely forgotten in Goa.Ajay Kamalakaran is a writer and independent journalist, based in Mumbai. He is a Kalpalata Fellow for History & Heritage Writings for 2021.","author":"Ajay Kamalakaran","time":"2021-10-16T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165163-hmaklcfofx-1634293862.jpg","tags":["Maldives","History"]}