{"title":"When an American woman briefly became a spokesperson for anti-casteism in India","content":"In early 1932, Nilla Cram Cook got a jolt of unexpected news. Reports in Indian media informed her she was fasting unto death in support of a campaign to allow Dalits into Mysore’s Chamundeshwari Temple when she was doing no such thing. Somehow, without her knowledge or consent, Cook, an American woman living in India, had become an unlikely spokesperson for a fight against casteism.As the agitation grew, Cook embraced the role thrust upon her and delivered many speeches on the subject of “untouchability” at meetings called by students of Mysore University and groups such as the All-India Untouchability League. To these groups, she was an outsider with the insights of an insider. As a convert to Hinduism, she was well aware of its positives as well as negatives: on at least one occasion, she herself had drawn parallels between the casteism in India and the racism faced by Blacks in the United States.Although she started as an accidental participant, Cook was moved by the anti-casteism campaign. In a letter to Mahatma Gandhi, she described her experience of cleaning Bangalore’s streets with people from diverse backgrounds. Devakar Singh, a Rajput from Allahabad, she wrote, fell at her feet when he learned of her plans and insisted that “street cleaning” would be his penance for living in idle luxury. All together, “we armed ourselves with drain cleaners, brooms and baskets, and marched through astonished bazaars,” Cook wrote in the letter to Gandhi, who was lodged in Poona’s Yerawada Jail at the time.A clipping from Omaha World-Herald (Omaha, Nebraska), October 17, 1933. Credit: Newspapers.com.In her book My Road to India (1939), Cook said writing to Gandhi was like writing to Truth itself. At their first meeting in early 1932, though, he raked up the salacious gossip doing the rounds about her relationship with the Maharaja of Mysore. This wasn’t unusual for Cook. Gossip followed her throughout her three-year stay in India, including the months she spent at Gandhi’s ashrams in Sabarmati and Wardha. In fact, her time at these ashrams was so tumultuous that it forced her to leave Wardha and wander footloose for some weeks in Delhi, Mathura and Vrindavan, and, finally, led to her deportation to New York in early 1934.Idiosyncratic natureBorn in Iowa in 1908, Cook had a peripatetic childhood. When she was still a tot, her family moved to Los Angeles, where her grandmother was a part of the Theosophy movement. Her dream of travelling to India took seed early. In 1918, she was entranced by The Light of Asia, a dance spectacle based on Edwin Arnold’s 1879 eponymous book, featuring Walter Hampden as Siddhartha and choreographed by Ruth St Denis. In the years that followed, she lived in Provincetown, Massachusetts, where her father, the writer-playwright George ‘Jig’ Cram Cook, set up a theatre company with his second wife, Susan Glaspell.Her father was an idiosyncratic man. Once a professor of English at Iowa and Stanford universities, he became a farmer and took to writing novels that espoused his socialist vision. His Provincetown Players theatre company, which staged experimental plays by new writers, made Eugene O’Neill a household name with its performances of his works. And yet, despite all the acclaim he received, George Cook, ever a restless soul, moved to Greece with his wife in 1921, and Nilla Cook joined them shortly afterwards.George Cook in a clipping from Daily News (New York, New York), December 3, 1933. Credit: Newspapers.com.Cook inherited her father’s traits and his abiding passion for the arts, especially the theatre and Eastern dance forms. By her teens, she was dressing up in classical Greek robes and, despite her haphazard education, speaking several languages, including Greek, Turkish and a little Sanskrit. In 1927, three years after her father’s early death, she married Nicholas Proestopoulous, a poet who translated parts of Walt Whitman’s Leaves of Grass into Greek and served briefly as Greece’s education minister. She was 18.Wherever she was in the world, her singular temperament kept asserting itself. In 1931, after a Greek palmist and astrologer predicted she would one day be romanced by an elephant-borne Indian prince at the head of a procession of camels, she marshalled her finances, collected her young son Sirius and left for India on board the SS Himalaya. No sooner had she reached the country than she converted to Hinduism, becoming in the process Nilla Nagini Devi.Life of asceticismHer 450-page book My Road to India details her journey and its memorable moments. In Kashmir, she encountered Sufi poetry (which she would later translate in a book) and was invited to tea by Maharaja Hari Singh. In Mount Abu, she was mesmerised by the Dilwara Temple and a humanitarian guru living atop a hill. Ranjitsinhji, the Jamsahib of Nawanagar famed for his exploits on the cricket field, invited her as a guest in Kathiawar. And in Baroda state, she was impressed by the edifices built by Maharaja Sayajirao Gaekwad.After travelling through the Nilgiris, Mysore and Bangalore, Cook moved into Sabarmati ashram in August 1932 following her correspondence with Gandhi. To the US press, this was endlessly fascinating. Reporters called her the first American woman to be involved in India’s liberation and described in colourful prose her apparent preparation for a life of asceticism. According to them, she was baptised by Gandhi by the Ganga.Some months later, these very same publications turned on her when she left Gandhi’s ashram at Sevagram in Wardha. She was described as a “Cleopatra” who had tired of the ascetic life. “I don’t care what others say,” New York’s The Daily News quoted her as saying. “My heart is leaping for thrills. I want speed. I want to fly. I want to go to dances where orchestras are playing.”A clipping from The Commercial Appeal (Memphis, Tennessee), March 27, 1934. Credit: Newspapers.com.Orchestras are not what she got, not for a while. Having mismanaged her finances – owing to her generous donations to various causes and the Depression in the US – Cook had to travel barefoot and often ticketless on trains. She caught the attention of the authorities in Delhi after checking into a hotel under false names. Before long, they put her on a ship back to New York with her son Sirius.On the runControversy did not stop following her across oceans. Days after disembarking, she married a sailor on the ship, to the dismay of her brother and friends. The marriage was annulled within weeks.Once back in the US, she tried to make a career in theatre, hoping to perform plays with the Greek elements that had so influenced her father. It is not clear how successful she was on the stage. The next time she was in the news was in December 1941, during World War II, when she was a reporter for an American magazine called Liberty. The Gestapo caught her along with Sirius and three other American journalists in Greece, but somehow mother and son gave them the slip and remained elusive despite a massive search. It helped that Cook’s familiarity with the mountain fastnesses of Parnassus from her childhood provided her an ideal hideout. From Parnassus, she and Sirius made their way out to Turkey and then to Teheran.After the war, she was appointed a cultural attaché at the American Embassy in Teheran. In this capacity, she censored American movies before they were screened in the city. She also helped set up a ballet troupe that evoked local legends in their work while travelling around the region. During her time in Iran, she is said to have undertaken a project to translate the Quran into English, earning her mocking references from the press as the “Luther of Islam”.A clipping from the Messenger-Inquirer (Owensboro, Kentucky), March 6, 1934. Credit: Newspapers.com.Cook died in Austria in October 1982. She was buried close to her father at the Temple of Apollo in Delphi, a place both cherished.A project close to her heart, a translated anthology of Kashmiri poems, finally took form in 1958. The Way of the Swan was dedicated to freedom fighter Vijayalakshmi Pandit and its title was drawn from a poem by Lal Ded, a 14th-century woman mystic. In it were translations of folk songs as well as works by Kashmir’s older (Aziz Darvesh, Kalhana, among others) and contemporary figures (such as Zinda Kaul). Cook contributed to it co-translations of several poems, including by Habibullah, Utpalacharya and Habba Khatun.Habba KhatunI left my home for playNor yet againReturned, although the daySank in the West.The name I made is hailedOn lips of men,Habba Khatun! though veiled,I found no rest.Through crowds I found my way,From forests, then,The sages came, when daySank in the West.Translation by Nilla Cram Cook, The Way of the Swan, from allpoetry.com.This article is part of a series on notable Americans who visited India until mid-20th century. Read the rest of the series here.","author":"Anu Kumar","time":"2023-07-25T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192141-extikqttdi-1689235979.jpg","tags":["Nilla Cram Cook","History"]}