{"title":"When a woman in India chooses not to take her husband’s surname","content":"In 1997, when Varsha Kulkarni came to Mumbai from Nagpur, she was a young woman who wanted to break into the big city’s entertainment industry. Over the years she built a successful career as a television actor. “A lone girl from Nagpur came here and worked her way up,” said Kulkarni, who asked that she and her husband be identified by pseudonyms for this story because she feared professional repercussions. “I’m proud of who I am and what I’ve achieved.”Given that she became widely known under her maiden name, when Kulkarni got married in 2002, she was sure that she did not want to adopt her husband’s surname and leave her own behind. “My name is very important to me,” she said. “Everyone knew me by my maiden surname. Why should I change the name that I have earned for myself?”But keeping her name proved harder than she expected: as soon as she was married, people started to assume she had changed her surname. Her husband is a producer in the television industry, and the two also run a theatre company together – thus, they receive regular media coverage. After her wedding, Kulkarni noticed that newspaper page-three stories dedicated to the entertainment section began referring to her as Mrs Kelkar, using her husband’s surname. Kulkarni was peeved, and recounted that she had occasionally even called up reporters and asked if they had information about her officially changing her surname.Her problems did not end there. After their wedding, Kulkarni and her husband decided to open a joint bank account. As proof of their marriage, they had to submit a copy of their marriage certificate and their ration card.Since ration cards are assigned to households, after her wedding, Kulkarni had struck off her name from her natal home’s ration card and inserted her name into her in-laws’ ration card, using their surname in this situation. “I couldn’t use my maiden name there. Main unke ghar ki bahu, bahar se aayi thi” – I was the daughter-in-law in the family, who’d come from elsewhere, she said. “So I had to use their surname.”But this proved to be a problem when it came to opening the joint bank account – bank employees refused to use her maiden name for the account because she submitted the ration card as proof of residence. Kulkarni finally agreed to register for the bank account using her husband’s surname. She assumed that this would be the only place where the name Varsha Kelkar was in use.But to her consternation, because she directed her professional payments into this account, her surname on most payrolls was changed to her husband’s. As a result of this, she was also credited with this name in some television shows. Eventually, Kulkarni spoke to her husband about the matter, and decided to stop using their joint account – instead she would receive payments in an account in her maiden name. “That was my screen name, which I wanted to take forward,” she said.In 2011, soon after the Aadhaar programme was launched in the country, Kulkarni and her husband decided to apply for their Aadhaar numbers. Realising that the Aadhaar card would be an important document, they asked around if there were likely to be problems if she applied for one under her maiden name. People advised them against it, warning that the couple might later face problems in dealing with matters such as property rights because they had different surnames. “Government se panga mat lo,” don’t take risks with the government, Kulkarni recounted them saying. So, her husband insisted that she use his surname for the Aadhaar.A few years later, the couple decided to get their passports made. At that point, Kulkarni decided to retain her maiden name in the document. However, a friend warned her that because she retained her own maiden name on her passport, when she travelled abroad with her husband, she was occasionally asked for her marriage certificate by airport authorities. Nevertheless, Kulkarni decided to keep the name she wanted on her passport – she now ensures that when she travels abroad with her husband, they always carry a copy of their marriage certificate.Kulkarni was determined to remove her husband’s surname from other documents too. She managed, for instance, to have her name struck off her in-laws’ ration card, and didn’t apply for another. She also got her name changed on her Aadhaar card.Over the years, she has grown used to people calling her by her husband’s surname, but finds her own small ways to register her objections. “Initially, I would correct people and they would be surprised when I used to get angry with them, but now if it’s a man, I just call him using his wife’s name and he gets the point,” she said with a laugh.She recounted that earlier, invites to award functions would always have her name on them. But as her husband’s fame grew, the invites came to be directed to “Mr and Mrs Kelkar”. As a mark of protest, Kulkarni often chooses not to attend these functions. “I don’t know if I’m wrong or right in doing this,” she said. “But I know I’m not comfortable with it. If they wanted me there, they would put my name on it.”A woman who keeps her maiden name after marriage can face problems in a range of situations, including when she seeks to have new government documents made. Photo: Benipal Hardarshan/Wikimedia CommonsKulkarni’s struggles with her name are far from unique in India. Across the country, people presume that a woman will take her husband’s surname after she is married. Those like Kulkarni, who choose not to, face repeated personal, professional and bureaucratic hurdles, which can range from the inconvenient to the infuriating.But, in fact, the tradition of women changing their surnames is relatively new to India. In a 2005 paper, the sociologist Raja Jayaram noted that naming practices in India used to be “complex” and “diverse”, and that they hadn’t been studied systematically to date. But, he noted, the system began to be standardised under the influence of the British. “﻿The British colonial system expected the Indians to have both personal names and surnames, corresponding to their own naming system that consisted of a first name ﻿(e.g., John), a middle name (e.g., William), and a last name or surname (e.g., Goldsmith),” Jayaram wrote.In her book Seeing Like a Feminist, feminist writer and academic Nivedita Menon noted that this influence dovetailed with the pressures exerted on women by the Indian upper caste patriarchal system. She wrote, “The emergence of the universal ‘surname’ as part of the homogenizing practices of the modern colonial state and the wife taking the husband’s name as a natural and unquestionable part of marriage amounts to the gradual naturalization of two dominant patriarchies – North Indian upper-caste and British colonial.”But data suggests that preferences are shifting away from the practice. In 2022, 92% of respondents of a survey conducted by the matrimony app Betterhalf.ai said they considered it normal for married women to not change their surnames after marriage.Given how the practice came into India, Menon noted in her book, “The idea of women not changing their surname upon marriage, is thus, not so much a ‘Western feminist’ idea, but rather for us in India, could be seen as a return to one’s traditions.”This story is part of Common Ground, our in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.Madhuri Xalxo’s late mother Ignatia Toppo, had also decided to retain her maiden name after her wedding. But this seemingly small decision led to significant monetary loss for the family after Toppo’s death.Xalxo, who belongs to the Oraon Adivasi community in Jharkhand, noted that it is common for women in her community to retain their maiden names after marriage. “My mother never changed her maiden name in government certificates, only her Aadhaar has her married name,” she said.Her mother, a retired government school teacher, passed away in May 2021. Since for her treatment Xalxo’s father used corporate insurance, in which her mother’s name was registered as Ignatia Xalxo, her death certificate, too, bore that name.Toppo had worked as a government school teacher, and drew a pension after her retirement – after she passed away, her family informed the bank, following which it immediately stopped crediting her pension to her account.However, when Xalxo’s father applied to have the pension transferred to his name, officials refused – they argued that the pension was in the name of Ignatia Toppo, whereas the death certificate bore the name Ignatia Xalxo. “They accepted the death, but to extend the pension to dad’s name, they said we can’t be sure if the person is dead or not,” Xalxo said.It has been over a year since Xalxo’s mother passed away, but the family has still not been able to secure the money. The bank branch in question is located in Jamshedpur, an around three-hour drive from the village of Mandar, in Jharkhand’s Ranchi district, where they currently live, making each visit an enormous drain of their time and energy.Xalxo noted that she knew several women near her village to whom something similar had occurred. Many of them had husbands who had held government jobs, then retired, and passed away – the women would find themselves unable to obtain their pension because they had different surnames from their husbands. “They will use any and every opportunity to deny you your rights,” Xalxo said. “This is like a crime against the community because they don’t consider women who don’t change their surnames after marriage.”Madhuri Xalxo recounted that since her mother, a retired government schoolteacher, died in 2021, Xalxo and her father have not been able to access her pension because she kept her maiden name after she married.For some women, the problems that result from choosing to keep their names are less severe but are nevertheless irksome.When 60-year-old journalist Meena Menon got married in 1992, she was positive she did not want to change her surname. “I asked myself, for what reason do women change their surnames?” she said. “If it’s a patriarchal reason, then that’s even less reason for me to do so.”Another reason for Menon’s hesitation was that in her community in Kerala, it was not a universal practice for women to take their husband’s surnames after marriage. “We were known by our house names,” Menon said. “The concept of a surname, especially using the name of a male, either father or husband, I didn’t see that happening in my family. I didn’t want to suck up to the pressures of having another male identity tagged on to me.”As a result of her choice, whenever Menon has to make government documents that include her husband’s name, she has to carry her marriage certificate along and explain to officials that she has retained her maiden name.But officials haven’t always been respectful of her choice. Some years ago, when Menon went to have her voter identification card made, as usual, the official she met asked her her husband’s surname. Menon told it to him, then specified that she uses her maiden name, and showed him her marriage certificate. However, when she received the voter card, she found that it read Meena Menon Iyer: the official had, of his own accord, added her husband’s surname to her name. Now, Menon cannot use the card as proof of identification in many situations, such as when she enters airports, because the name doesn’t match the name she uses.For some women, the decision to keep their maiden names was a more casual one. After she got married, 50-year-old French teacher Vibha Kamath consulted her husband Dilip D’Souza about the matter. “When I told my husband I’ll change my name, he said, ‘If you become D’Souza then I’ll become Kamath’. So I said no please don’t do that,” she said over the phone, laughing.Kamath, who uses her father’s name, Narendra, as a middle name, recounted that her decision to keep her maiden name has occasionally resulted in confusion. One such instance occurred at her son’s school, where she also used to teach – because his name is Sahil D’Souza, many people assumed that that was her surname too. “This one time, for his student ID, they made me Vibha D’Souza,” she said. This was despite the fact that Kamath’s son had submitted his mother’s identity proof for the process – but that document only caused more confusion. “They thought Narendra is his father’s name, and so they wrote his father’s name as Narendra D’Souza,” she said.But Kamath remains glad that she made the choice she did – when she lost her father 14 years ago, she felt that the name gave her a connection with him. “It felt nice that I’ve still got that with me,” she said. “I felt that at least he and I had the same name.”In some instances, even when women change their names in keeping with traditional customs, they can face difficulties. Such was the case with Rashmi Pradeep Geete and her mother Malti Khare. When Khare was married, her in-laws gave her a different name, Priya Geete, on her marriage certificate. Years later, when her daughter was married, her husband’s family gave her the name Snehal Ranjan Gupte on her marriage certificate. That is, both mother and daughter took on new surnames and first names after their respective weddings: this practice, of giving an entirely new full name to women is followed in certain parts of India, including by some Maharashtrian and Sindhi communities.Confusion arose because Malti Khare retained her original name on all her documents except her marriage certificate – her daughter submitted this certificate while getting her own passport made. Khare was divorced in 1972, and Gupte shifted to Oman in 2001 – since then, Gupte has tried repeatedly to get her mother to visit her. But Khare’s visa applications have been rejected thrice because her passport bears the name Malti Khare, while her daughter’s passport states that her mother’s name is Priya Geete.Gupte has written repeatedly to the Royal Oman Police, the visa-issuing authority, stating that Khare is, in fact, her mother, but the application has been returned each time, noting that there was no proof that the two were relatives. Now, Gupte explained, either she will have to change her mother’s name on her passport to her mother’s maiden name; or her mother will have to change the name on her passport to the marital name her former in-laws gave her.In some cases, such as that of Snehal Ranjan Gupte and her mother, Malti Khare, even when women change their names and surnames after marriage, confusion can result if some documents bear their original names.Looking back, Gupte, who is now 50 and was married when she was 18, wishes she hadn’t changed her own name. But, she said, her husband was insistent, as was the priest who performed their wedding ceremony. “They said my name had to be changed. I was just 18 back then and I didn’t realise all this,” said Gupte over a video call from Muscat. (She prefers to be known as Snehal Ranjan Gupte now, since it’s her official name.) “Now when I look at my adult daughter, I think that I could have been more mature and adamant back then.”Gupte’s daughter Ekta Gupte was married recently, and though her marital family told Ekta she didn’t need to change her name, she eventually added her husband’s surname, Bhave, after her maiden surname.But she did this more out of pressure than personal preference. “Thanks to our system, wherever she went after her marriage, she faced criticism for not taking her husband’s surname, so she had to do it,” Snehal Gupte said. It isn’t only women who struggle if they want to retain their names – in some cases, even their children have to fight for the right to use their maternal name.Such was the case with 30-year-old Noel Singh Dias, who was born Noel Singh in the city of Roorkee, Uttarakhand. Dias was raised by his Goan mother and maternal grandparents after his Punjabi father passed away, when Dias was a baby.His mother Carmen Dias kept her maiden name, but despite this, when Dias enrolled in a school in Roorkee, the administration listed her as Carmen Singh. “This is where all the problem started,” Dias said, chuckling, on video call.From the time Dias was a child, both he and his mother felt some discomfort with the fact that he bore only his paternal surname. When Dias was in primary school, his paternal uncle had his passport made with the name Noel Singh, despite knowing of this discomfort. Dias recounted that his uncle had insisted, “This is how it’s done in India, and this is how we will do it.”Up to Class 10, Dias retained this name – in the tenth, his mother gave him the choice to change it. “I don’t feel that I’m in the right place to take such a decision,” he recounted her telling him. “So I will leave it as Noel. You take the decision when you feel like it.”Indeed, to Dias, too, it seemed odd that his name should only carry the paternal stamp, given that he didn’t interact with his father’s side of the family as much as his mother’s, and that he had always felt Goan rather than Punjabi because of his upbringing. He said, “I was born and raised Goan, I’ve always thought of myself as Goan.” Rather than change his name right away, for his tenth board exams, Dias registered with only his first name.When he enrolled for an undergraduate programme at St Xavier’s College, Mumbai, however, the administration registered him as Noel Yogender Singh, using his father’s name as his middle name – Dias guessed that they added this middle name based on other documents he had submitted as part of the admission process. “Emotionally I don’t like being called Noel Yogender Singh because that’s not who I am,” he said. “But nobody gives precedence to who you are or want to be, precedence is always given to patriarchy.”By the time he finished his bachelor’s degree, he was sure that he wanted to add Dias to his name. “I wanted to honour my mom and her family,” he said. To do this, he decided to get an official government identity document made with the name Dias on it. He visited multiple government centres in Mumbai, including a gazette office, the Regional Transport Office, the passport office and an Aadhaar card centre, but was unable to complete the process because he didn’t have proof of a local address in the city.By 2016, when he started his master’s programme at Christ University in Bengaluru, he began to face bigger problems arising from his name. “I had all these different documents with different names, it was all over the place,” he said. Dias now had a PAN card in his first name alone, while his passport was in the name of Noel Singh. Meanwhile, his university identification card bore the name he wanted – Noel Singh Dias. He recounted that some landlords were reluctant to rent out their houses to him because they were unsure what to make of the mismatched names on different documents.To finally make an official identity document with the surname Dias added to it, he went back to Roorkee in 2018, reasoning that his mother’s family’s address proof in the town would allow him to complete the process. There, at an Aadhaar card office, an official told him to go to a set of different people, including a high ranking official, to “pay them money here and there” and get it done. It worked. Finally, he had a government document with the name he truly wanted – Noel Singh Dias. “I was so happy, I sent a photo of my Aadhaar card to all my friends,” he said. After the Aadhaar card, he was also able to get his PAN card remade with the name he wanted.Noel Singh Dias struggled for years to ensure that his name would also bear his mother’s surname. Officials told him to return to his hometown in Punjab to obtain a birth certificate with the changed name.But in 2021, when he applied to renew his passport, so that he could travel abroad for a PhD, his name became a problem again. Officials told him that the name he wanted on the passport had to match the one on his birth certificate – Noel Singh. If he wanted a different name on the passport, he’d first have to change it on the birth certificate. “Imagine, my birth certificate is a 30-year-old document,” Dias said. “This man wanted me to go all the way to the place I was born, Roorkee, and figure it out. This was during my PhD applications, with several deadlines. I was panicking.”Dias tried to send people he knew from Roorkee to the municipality there to see if they could change the name on his birth certificate. Nobody was successful. Finally, his mother travelled to the city and visited the municipality, which maintained a register of births in the town – in it, his name, as submitted by his grandfather to the officials, was recorded as Noel Yogender Singh, and his mother’s as Carmen Singh. When his mother tried to submit an application to change her son’s name on his birth certificate and obtain a new copy of the document, she was in for a shock – the official accused her of attempting fraud by changing her son’s name.His mother began to cry and told him that her son just wanted to get educated, but her pleas were of no avail. “This is where it really affected me,” said Dias.He added, “I got pissed that they took into account what a man wrote on a paper some 30 years ago and gave it more importance than what living people today told him about their names,” he said. “That was the best example of patriarchy for me.”Finally, later in 2021 Dias found a government office in Goa that was more helplful in the matter, and managed to renew his passport with the name he wanted.Even when parents take a conscious decision not to pass on a patriarchal naming system to their child, the child can face problems for years.Thirty-year-old Sakhi Nitin Anita, a doctoral candidate at the School of Oriental and Africal Studies, London, was born to parents who are social workers, who were influenced by both feminist and anti-caste perspectives. Anita’s mother retained her maiden name after marriage. And when their daughter was born, they thought hard about what surname to give her. “They didn’t want to give me either of their surnames, because for them the surname is not only a symbol of patriarchy, but also of caste,” Anita said. Both upper-caste individuals, her parents also didn’t want to give her a caste surname – eventually, they decided to give her both their first names as a combined last name.Throughout her life, people have reacted with incredulity at her lack of a “proper” surname. “Even though there’s no law that states that you have to have your father’s surname or your husband’s surname after marriage, it’s the unspoken rule of how names are supposed to be,” she said. “And anything not like that is immediately seen with distrust and not genuine.”Throughout her life, Anita has struggled with officials while trying to obtain documents such as her passport, Aadhaar card and domicile certificate. Officials she met through the application process would question her suspiciously when they saw her full name and ask her what her “real” surname was – she would have to explain to them that she didn’t have a conventional one. “But people didn’t really understand,” Anita said. Sometimes, she recounted, she would get into arguments and demand, “Show me the law where it is stated that I should carry my father’s surname.”When Anita finished her tenth standard, she applied for a domicile certificate that would state that she was a resident of Maharashtra – the document is useful in the process of securing college admission. All her friends obtained their certificates, but Anita’s was not issued even after she visited the government service centre six or seven times. “I asked them why my certificate wasn’t issued, they said it was because of this problem with my name,” Anita said. “I asked them what the problem was, since this was how my name was on my passport and school-leaving certificate.”But the officials refused to listen. “It reached a point where I was so frustrated that I tore up the receipt and said to myself, you know what, I don’t even want this stupid certificate anymore,” said Anita. She was so distressed by the experience, that she even told her parents that she couldn’t wait to marry someone with a normal surname and change her name to his last name. Without telling her he was doing so, her father collected the torn pieces of the receipt, stuck them together and made a few more rounds of the service centre to obtain her certificate.Children with surnames that deviate from the patriarchal standard are sometimes greeted with confusion and even suspicion, in places like government offices. Photo: Juan Antonio Segal/Wikimedia CommonsThough her frustrations were boiling over, Anita recounted that she received some reassurance from the words of a trainer from an NGO that she met when she was 18, at a programme that aimed at the social sensitisation of young people. In one of the first sessions, Anita’s name was discussed. She recounted that the trainer told her, “If you believe that what you’re doing with your name, even if it’s trivial or symbolic, is part of your vision for change, then it is going to involve some struggle for that change.” The words had a deep impact on her. Names are “a sign of a larger system that completely denies women their own identity and sees women as vessels to carry on male power and privilege,” she said. “Having my mother’s name is a challenge to that. It acknowledges that my mother is an equal part of my birth and nurturance. It also challenges caste patriarchy, although in a symbolic way.”For her master’s dissertation in gender studies, Anita researched and wrote on the links between naming practices, and patriarchy and caste in Maharashtra, and specifically on a set of individuals who had defied these practices by making creative changes to their surnames. “The research is set in contemporary Maharashtra and enquires into the lives of people who have engaged critically and creatively with their (sur)names as a symbolic challenge to the oppressive systems of patriarchy and caste,” she wrote in her abstract.Anita is now married and has chosen to retain her name as it is. She is also about to have a baby, and problems with names have already begun to emerge. At the hospital she has registered with for check-ups, for instance, staff immediately put her name down using her husband’s surname. She said that even her gynaecologist has told her, “I’m warning you that you’re going to have issues getting your child’s birth certificate, because it’s hard for people to accept that the mother and father can have different surnames.”Still, Anita is considering giving her child her and her husband’s first names as a surname. “I don’t know how much I’ll be able to fight after my delivery,” she said. Then, she added with a laugh, “So I’m counting on my husband to do that.”Correction: an earlier version of this article erroneously stated that Noel Singh Dias’s family was from Roorkee in Punjab. The family is from Roorkee in Uttarakhand.This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Nolina Minj","time":"2022-12-07T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183933-xbrlohyzvc-1670306686.jpg","tags":["Gender","Women","Name","Patriarchy","Marriage","Surnames and their caste India"]}