{"title":"While other libraries closed down, this community library in rural UP was begun during the pandemic","content":"Thirteen-year-old Juli had never heard of the Constitution of India. She did not know what the Preamble is until she came across the one written on the boundary walls of the Bansa Community Library and Resource Centre. She asked Jatin Lalit Singh, the final year law student who founded this library, about the inscription on the wall.  Singh tried his best to answer her.A few days later Singh saw Juli borrowing a copy of the Constitution. When he asked her why she had borrowed this particular book, Juli told him she wanted to follow in the footsteps of Gandhi, but she did not have the “power”. The book might afford her some.Fourteen-year-old Shagun has also been heavily influenced by the library and Singh. So much so that she has given up her dreams of becoming an actor. Now she says she wants to be a lawyer just like Singh. Shagun has been a regular visitor to the library, taking part in all the activities, such as dance lessons, art and craft classes, and more. “During the lockdown for the second wave of the Covid-19, the library was closed,” she said, “but now that the library has reopened, I will go back.” “The majority of our readership comprises girls,” said Singh. “A few days ago, we organised a quiz competition and out of 70 odd students 55 were girls. In every library activity participation from girls is much higher than from boys.”How it beganThe Bansa Community Library and Resource Centre in Hardoi district of Uttar Pradesh started its journey in December, 2020, with the vision of bringing books to children once the pandemic abated. Singh had volunteered for The Community Library Project in Delhi for about three years. “So, I had some ideas about how to start a library,” he said. The library has been built on the grounds of a temple in the centre of the village. The temple authorities agreed to lease out a part of their land for just Re 1. The lease is for 99 years. “We built the library from scratch,” said Singh. “We used a popular crowdfunding platform and managed to gather about Rs 2 lakh, and convinced our relatives to donate another Rs 1 lakh.” The library is run by two segments of volunteers. Those on the ground identify the requirements, while those at the back end arrange for the resources.Two other people who have been with Singh all the way are Malvika Aggarwal and Abhishek Vyas. Like Singh, both of them have a background in law. Partly thanks to the pandemic, neither of them has been to the library yet. Vyas lives in Gujarat and Aggarwal, in Meerut. “All three of us were working on a relief work project for migrant labourers last year,” said Vyas. “That was how I met Jatin and Malvika. More than our love for reading, the thought that a large number of people in our country, especially in the rural areas, do not have access to quality education resources prompted us to think about not just a library but an educational resource centre.”Singh and Aggarwal are classmates from law school. “Jatin took me to the Community Library Project, where I also became a volunteer, going there every week,” said Aggarwal. “There I realised how many kids go without proper educational resources. I also plan to open a community library here in Meerut.” “We are prepared to lend our expertise to anyone who is seeking to build a community library,” said Singh. “So far, we have helped two other libraries to get started. One is the Cheruia Public Library in the Balia district and the other one is the Rural Development Library in Kalyanpur.”The library has two rooms including a reading room which people are encouraged to visit to study. It’s mostly people preparing for competitive exams who go to the reading room. So far, the library has managed to stock over 2,000 books. “Leisure reading is unfamiliar here,” said Singh. “People think books are not for entertainment. One of our principal objectives has been to introduce reading as a form of entertainment.” Where it’s goingThe 20-year-old head librarian, Yashasvi Dwiwedi, was very excited when she found out there was going to be a library in the village for the first time. She is studying for a B Ed degree and dreams of becoming a teacher. “I also take help from the books here in the library for my teacher eligibility test,” Dwiwedi said.The ambience in the library is not very different from that of the classroom. Even children visit the library and attend the activities, and often play games on the premises. “I have had to break up fights as well,” said Dwiwedi. The punishment for being naughty is unique – for example, if someone returns a book in a damaged state, they have to learn a new poem or teach one to someone else. “We are trying to instill a learning culture, and reinforce it every opportunity we get,” said Singh.   The Bansa Community library hosts activities that involve people from various walks of life. They have been conducting an awareness campaign named “kanoon ki pathshala”, in collaboration with the Indian Civil Liberties Union, on the first Sunday of every month. In these sessions they try to get people familiar with the basic concepts of the law and make them aware of their civil rights. The library stocks a few books dedicated to this purpose. “A particular book named 101 Things That You Are Afraid To Ask The Police has been very popular with our adult readers,” said Singh. There are other dedicated volunteers who have been conducting online classes on formal subjects like mathematics, English, computers and civics. “We are planning to start guitar lessons soon,” Singh said. “We are also trying to make use of some empty space we have and start a sewing class.”The library had picked up momentum before the second wave of Covid-19 hit Bansa. Children poured in shortly after we opened. There were not many cases in the village then, and about 100 children visited the library every day, turning up in clusters of 15-20. Then the second wave came and the library had to be closed. “Now that we have opened again, it seems like we are beginning from scratch,” said Singh. “A lot of people think we had closed permanently.” This series of articles on the impact of the coronavirus pandemic on publishing is curated by Kanishka Gupta.","author":"Rohan Datta","time":"2021-08-03T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162323-fymtiotoop-1627914794.jpeg","tags":["Uttar Pradesh","library","pandemic"]}