{"title":"Who really fanned the flames of the ‘anti-foreigner’ movement in Assam in the 1980s? ","content":"Even though the anti-foreigner movement began on Gandhian principles, multiple street protests – interspersed with violence – were being recorded in Assam in the beginning of 1980. New Delhi suspected a “foreign hand” behind the movement.The purported origin of this conjecture lay in a visit of Shankar Dayal Sharma and Yashpal Kapoor to Guwahati in early January, 1980, as the prime minister’s emissaries. Local Congress leaders planted the seed of suspicion about “a foreign hand” behind the students’ movement in their minds during that visit. They claimed that the bout of violence in the run-up to the 1980 Lok Sabha elections was linked to the visit of RSS leader Rajendra Singh to Assam. Rajendra Singh aka Rajju Bhaiya, who went on to become the chief of the RSS, the first non-Maharashtrian and non-Brahmin sarsanghchalak of the Hindutva outfit, was in those days the secretary of the RSS. Less than two weeks before the AASU delegation met Mrs Gandhi in Delhi for the first time, protesters picketing an oil installation in Duliajan allegedly dragged out a technical manager of Oil India Limited, Robin Mitra, from his car and killed him. In retaliation, the police opened fire and killed five protesters. Claiming that Mitra died in police firing opened on the protesters, the AASU–AAGSP launched a massive rally a day after the team arrived from Delhi. News about villages being burnt, displaced people lodged in relief camps, became common. That the government was hinting at such violent acts in Assam as having the covert hand of the RSS was a serious charge. The visiting Congress leaders were also told that the movement was taking a secessionist turn.Based on the inputs from her emissaries, Mrs Gandhi, for the first time, accused the agitation of having a secessionist streak during her speech at the Congress (I) Parliamentary Party meeting on 20 January, 1980. It was because of that accusation that Mahanta, during the AASU’s maiden meeting with her on 2 February, highlighted that theirs was not a separatist movement. On 20 January, home minister Giani Zail Singh said in the Lok Sabha that “foreign powers” had exploited local sentiments to create the situation in Assam. He, however, didn’t spell out who the “foreign powers” were. Four days later, the prime minister told the Lok Sabha that if any “foreign hand” was found behind the Assam agitation, it would be dealt with severely. An interesting development took place in reaction to that pronouncement of the prime minister. Two days later, BJP leader and Lok Sabha MP Atal Bihari Vajpayee along with Janata Party leader Ravinder Varma arrived in Guwahati, stayed for four days, met various people and told the press thereafter that the movement was neither taking a secessionist turn nor was it aimed at any linguistic or communal group but was towards ensuring that foreign nationals did not find a place in the voters’ list. That Vajpayee and Varma trooped to Assam at once to allay the prime minister’s claims, especially about a possible RSS hand in it indicated that there was a lot at stake for their respective parties’ ideological and political interests in the north-eastern state.Soon the CPI-M too accused the RSS of helping the separatist and anti-minority sections in Assam. That February 1980 pronouncement of the party included a resolution stating that imperialist agents, mainly the Central Intelligence Agency (CIA), were trying to incite a separatist movement in the north-eastern region. Left-leaning intellectuals like Hiren Gohain felt that the party was hiding behind the CIA argument and not engaging with the real issue surrounding the agitation and that this would only damage its standing in Assam and leave the field open for right-wing forces. But the left leaders of Bengal, who had a considerable hold over the party, couldn’t respond to the Assam problem beyond their community’s immediate interest in the state.Anil Dass, a scheduled caste MLA from Mangaldoi, who was formerly with the Janata Party, also accused the Assam Sahitya Sabha, a part of AAGSP supporting the agitation, of sowing seeds of discord among various communities and that “foreign agents” were at work in Assam.Meanwhile, the anti-agitation forces, mainly comprising Bengali Hindus, drummed up support within the youth factions of the Congress in West Bengal to launch an economic blockade in the Mallabari area of Siliguri, on the state’s border with Assam, from 24 March 1980 onwards. Trucks carrying goods to Assam were stopped. Though the Pradesh Congress Committee of West Bengal opposed the idea, the blockade was carried out jointly by Youth Congress and Chatra Parishad, the youth wing of Congress (I).The blockade came up for discussion in the Lok Sabha. Mrs Gandhi disapproved of it, and in her response accused the RSS of being partly responsible for what was happening in Assam and thereby in Bengal. The RSS, despite typically working under the radar, could not possibly ignore the prime minister’s allegations made on the floor of the Lok Sabha. Rajju Bhaiya at the RSS headquarters in Nagpur denied any role in the Assam Movement. He said it would be an insult to the AASU to give the RSS credit for the agitation.11 Interestingly, then RSS chief Bala Saheb Deoras added that a few persons (from the RSS) might have contributed in their individual capacities.Since then, RSS leaders, be it Rajju Bhaiya or KS Sudershan, in charge of the North-east at the time, tried as much as possible to avoid any limelight in this regard and Vajpayee as a political leader took the lead in raising the Assam issue at the national level.However, fingers continued to be pointed at the RSS’s allegedly covert attempts to influence the movement as per its agenda. While the students’ movement was against “illegal foreigners”, the RSS was increasingly being seen then, even in Assam, of trying to push its contention that Bengali Hindus from Bangladesh, even if they entered illegally into India, must be considered refugees while the Muslims should be viewed as infiltrators and deported. Bala Saheb Deoras, while reacting to Mrs Gandhi’s statement in Parliament, highlighted that stand of the RSS. Based on that stand, the outfit would go on to craft a strong base within the Bengali Hindu community in Assam in the coming decades, which would ultimately help its political wing, the BJP, to enter the Assam assembly in 1991.Excerpted with permission from Assam: The Accord, The Discord, Sangeeta Barooah Pisharoty, Ebury Press.","author":"Sangeeta Barooah Pisharoty","time":"2019-08-14T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125478-vcrhaslgzy-1565673483.jpg","tags":["Assam","foreigners","RSS"]}