{"title":"Who was William Borden, the American who helped take libraries to every corner of Baroda?","content":"For a bibliophile, Baroda state in the early 20th century was a wonderland. It had a library or a reading room, with an impressive collection of books, for every 13 square miles. Forty-two towns had their own libraries and 41% of the rural populace was served by 650 smaller libraries or reading rooms. If a reader couldn’t find a book in her library, there was a provision to procure it from another library in the state.An impressive network especially by today’s standards, the credit for it went mainly to two men – Sayajirao III, the progressive Gaekwad ruler of Baroda state, and William Alanson Borden, an American who studied science but left his mark in library science.Borden came to Baroda in November 1910 on the invitation of Sayajirao. In the three years that he spent there, he linked the sizable web of libraries, helped set up reading rooms for women, trained librarians and made the palace library more engaging for children.Love of booksBorn on April 24, 1853, in Bedford, Massachusetts, Borden got a degree in science at Cornell University and worked briefly with his father, a highly regarded district court magistrate. His love for books began during a short stint as a bookbinder. At the age of 30, he joined Boston Athenaeum, a subscription-based library managed by Charles A Cutter. Cutter was an innovator in the field of library science. His classification system, later called the Cutter Expansive Classification, was adopted with variations by the Library of Congress. And it was he who devised the public card cataloguing system that made accessing libraries easier.For Borden, Cutter became something of a mentor. After Boston Athenaeum, he put in time at other libraries, including one of the oldest at Yale University, and even took classes at the school for librarians set up at Columbia University by Melville Dewey, the developer of the decimal-based system of library classification. His longest stint, however, was at the Young Men’s Institute in New Haven, Connecticut.Founded two centuries ago, the Young Men’s Institute is now called the Institute Library but it still follows Borden’s unique cataloguing system. “The Borden Classification System divides knowledge into 26 basic classes, each identified by a letter,” says the library. “Classes are further subdivided with numbers... A major benefit of this unique system is its ability to expand as knowledge develops and subfields come to light.”During this period, Borden came up with other innovations. In 1885, at a conference in Lake George, New York, he displayed a piece of furniture he had designed – called the Athenaeum Newspaper File – that is still used by many libraries. A wooden newspaper-reading mechanism, the file has a central rod, around which are arranged seven smaller rods, with newspapers bound to each by their middle pages. A lever at the bottom makes coordination easier.In 1892, Borden married Hope Lewis, who was 16 years younger to him. They had two children – a daughter, Beulah Byrd, and a son, Lewis. They adopted a daughter, Anna, later.Big ideasBorden was invited to Baroda in late 1910 by Sayajirao III, who was known for his reformist leanings. In 1893, the king made elementary education free and compulsory in 10 villages in Amreli taluka and in 1906 he extended the policy to the entire Baroda State. That same year, with the laudable aim of helping people read more, he proposed a network of circulating libraries.\n\t\t\n\tSayajirao III Gaekwad, Maharaja of Borada, 1919. Credit: V&A Museum/Wikimedia Commons [Pubic Domain].Sayajirao was deeply impressed by the public libraries in the United States and the contributions made to it by philanthropists such as Andrew Carnegie. In 1910, according to Janardhan Kudalkar, who later became curator of Baroda’s libraries, Sayajirao’s administration provided assistance to the subscription-based libraries started by Motibhai Amin, a noted educationist and librarian.With Sayajirao’s patronage, Borden tried to implement some of his big ideas, although sometimes the funds fell short of what he hoped. The American, for instance, introduced a system of “library cooperation”, under which the existing 241 libraries were linked in a network via his cataloguing system. This gave readers across the network – including at the district, town and village level – access to the cumulative collection of 10 lakh books, which included Sayajirao’s personal stash of over 20,000 books from the palace library’s collection.There were other developments too around this time. A permanent space was commissioned for the Baroda Central Library, with Edwin Lutyens designing it and Amin supervising it. Reference sections were added to the Central and the district libraries, and an information bureau set up. Apart from this, travelling libraries on bullock carts, which had been initiated by Amin, were given a boost with Borden’s interlinked system.Funding modelAnother innovation in this period was the setting up of reading rooms for women and children. In Baroda city, a female librarian began taking books in “library boxes” to a ladies’ club that had been meeting in a park every Saturday since 1903. The Mahila Library, as it came to be called, was made a part of the Central Library in August 1914, although it remained in its original location in Sayaji Baug because of the convenience it afforded women in purdah.To make the Central Library more engaging for children, audio-visual aids, namely a radiopticon and a cinemascope, were added to it. The Charles Urban-designed cinemascope was bought by Borden in London, along with films and lantern slides, some of which depicted Sayajirao’s foreign trips.Borden also designed a training programme for librarians, mainly in Gujarati. A sum of Rs 1,200 was set aside for scholarships and the first class was conducted in March 1911. The course was comprehensive. It taught pupils how to test paper quality, collate books, catalogue them and use the card system. Borden was especially keen that librarians get lessons in cursive penmanship so that when they later filled in catalogue cards, their writing resembled print as far as possible.By the end of his first year in Baroda state, there were nine town libraries, 60 newsrooms and 255 village libraries. All these were free for readers and sustained by the administration with mostly government funds – a model Borden disagreed with. In an article in Library Miscellany, a magazine for librarians, Borden expressed a preference for the subscription-based library system since this, according to him, reflected the citizenry’s involvement and interest in libraries.Mixed resultsBorden left Baroda in May 1913. He lived the rest of his life in Connecticut, earning some success as a library engineer. Among other things, he designed a “cantilever library stacking system” with moveable shelves and a flexible library card shelving system that remains in use. He died in 1931.After his departure, the Baroda library movement showed mixed results. Several village libraries were unable to raise funds and needed greater government support. The town libraries, on the other hand, proved more self-sustaining. Borden’s work in Baroda was carried on by the likes of Amin, Janardhan Kudalkar and Newton Mohun Dutt. Anandibai Prabhudesai, who was among the female librarians in the Baroda library system, later became the first woman librarian of the Children’s Library in 1930.Borden’s lifelong commitment to popularising the library is summed up in an essay he wrote for the Library Miscellany in November 1912:“Give them [the readers] books. Not the books you think they ought to have…give them the books they want to read. What you want to see is not a cupboard filled with soul-convincing titles, but a reading public. The finest library in the world is a room full of empty shelves, with the books out among the people. Build up the reading habit first and a habit can’t be built in a day, nor in a year; after this foundation is well started you may gradually and slowly erect your superstructure; but don’t start to build your house at the second storey.”  This article is part of a series on notable Americans who visited India until mid-20th century. Read the rest of the series here.","author":"Anu Kumar","time":"2023-09-10T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193854-qalmjiozxt-1694065914.jpg","tags":["William Alanson Borden","History","Sayajirao III"]}