{"title":"Who exactly is Assamese? A petition before the Supreme Court may change the definition yet again","content":"Khilonjia – the Assamese word for indigenous, or son of the soil – dictates much of Assam’s politics. Over the last month, even as discussions in most of India have revolved around gau mata or the cow, in this Northeastern state, khilonjia has once again become all-important. Its latest resurgence is the outcome of a petition challenging the existing definition of an Assamese, which the Supreme Court is slated to take up next month.Assam’s fear of foreigners from across the border from Bangladesh, who the natives believe will take away their jobs, their land and, eventually their culture, is well documented. In the 1970s and ’80, the All Assam Students’ Union spearheaded a massive drive, popularly known as the Assam Agitation, against illegal immigration from Bangladesh. The movement finally culminated in 1985 with the signing of the Assam Accord – a document, which among other things, prescribed the cut-off date for entry into the state after which a person would be declared an illegal migrant. The date was decided to be the midnight of March 24, 1971.The new ‘foreigner’However, this definition of an illegal migrant could change very soon – even as early as next month.The Supreme Court, starting May 11, will hear a petition that challenges the constitutionality of the cut-off date prescribed in the Assam Accord for a person to be declared an illegal migrant. The petition contends that Section 6 (A)  of the Indian Citizenship Act 1955  is unconstitutional. The section was included as an amendment to the Citizenship Act following the Assam Accord of 1985. The amendment gave citizenship to all migrants from Bangladesh who came to Assam till the midnight of March 24, 1971, while the cut-off date for the rest of the country is July 19, 1948. The 1971 deadline was seen as a middle ground – it accounted for the migration of people from across Bangladesh, then East Pakistan, who were fleeing prosecution during the 1965 India-Pakistan conflict, but kept out those who had come in during the 1971 war that saw the liberation of Bangladesh from Pakistan, the official date for which is considered March 26. The petitioners, Assam Sanmilita Mahasangha, an organisation that seeks to safeguard the rights of the indigenous people of the state, believe that the provision is discriminatory because it has a different date for Assam and the rest of India and is not even legal. “How can a memorandum of settlement [the Assam Accord] between a students’ organisation and the home ministry be a legal document?” asked Matiur Rahman of the Assam Sanmilita Mahasangha. “If the Supreme Court considers Assam a part of India, it will rule in our favour. This whole provision of a different cut-off date for a single state is extremely discriminatory. Are we a colony of India or part of it?”Rahman said his organisation wasn’t against the Indian union and was not a revolutionary outfit. “All we want is uniformity,” he claimed. “The Indian Constitution should be the same for all parts of the country, that’s all we want and we are more than confident that the Supreme Court will agree with us.”The petition assumes even more significance given that Assam is in the process of counting its population to update its National Register of Citizens  for the first time since 1951, in a bid to detect illegal immigrants. For the exercise, the government is using March 24, 1971 as the cut-off date for a person to be deemed an illegal migrant. If the Supreme Court does rule in favour of the Assam Sanmilita Mahasangha, the process will inevitably take a major hit.Foreigner in India, Indian in AssamUpamanyu Hazarika, a Supreme Court lawyer and convener of the Prabajan Virodhi Manch, which describes itself as “a forum against infiltration”, said the outcome of the case would go a long way in deciding the fate of Assam’s indigenous people. “The effect of Assam having a later cut-off date than the rest of the country is that it has acted as a magnet for all Bangladeshi migrants to come to the state”, said Hazarika. “It is absurd that in a place like Byrnihat [a town in Meghalaya on the state’s border with Assam], one has to prove residence prior to 1948, but barely a kilometre away, the date changes to 1971.”Hazarika was the lone member of a Supreme Court-constituted commission that studied the growing influx of people from the Indo-Bangladesh boundary. In his 53-page report submitted in 2015, Hazarika pointed to the flourishing of an “institutionalised mechanism” that enabled illegal migrants from Bangladesh to come into the country and acquire citizenship and voting rights by procuring illegal documents. ‘Incomplete records’Ainuddin Ahmed, general secretary of the All Assam Minorities Students’ Union, which has objected to the petition challenging the Constitutionality of Section 6(A), said it would be unfair to push the date back to 1951. “All systems in the state are in sync with the Assam Accord so this would just lead to a lot of confusion,” said Ahmed. The National Register of Citizens of 1951, which would be the go-to document for determining citizenship case the petition is upheld by the Apex Court, Ahmed said, was not a comprehensive record of people who migrated to Assam before 1948. Hafiz Bashir Ahmed Qasimi of the Assam State Jamiat Ulama agreed. “We have implicated ourselves as a party in the case and we will oppose the move to revise the cut-off date,” said Qasimi. “The NRC [National Register of Citizens] of 1951 is an incomplete document...It’ll deprive many genuine people, who have been living here since much before 1948.” Qasmi said the demographers who carried out the population survey in 1951 couldn’t access many remote parts of the state owing to “geographical inconvenience”.Unlikely alliesQasmi and Ahmed have an unexpected ally in their opposition to redrawing the cut-off date from 1971 to 1949: The All Assam Students’ Union, the most vocal and powerful of all indigenous Assamese groups fighting against illegal immigration from Bangladesh. “All talks of the Assam Accord being illegal and unconstitutional makes no sense,” said Lurinjyoti Gogoi, the student outfit’s general secretary. “The Constitution was amended to account for the Accord.”But in a telling comment of the complex nature of politics in Assam, the All Assam Students’ Union and the the petitioners, converge on another aspect of the petition: opposition to the Centre’s plans to grant citizenship to people without valid documents belonging to minority communities from Afghanistan, Bangladesh and Pakistan after six years of residence in India. The All Assam Students’ Union, in the past few months, has organised several mass rallies to register its protest against the proposed amendment to the Citizenship Act, which would grant citizenship to Hindus, Sikhs, Buddhists, Jains, Parsis and Christians from these countries, but not to Muslims.The Assam Sanmilita Mahasangha’s Rahman said the petition doesn’t mention the proposed amendment to the Citizenship Act as it was still at the Bill stage. “We can only challenge it when it becomes an Act,” said Rahman. So, the Assam Sanmilita Mahasangha challenges two notifications issued by the Centre in 2015 that enabled  people from Pakistan and Bangladesh who had sought shelter in India before December 31, 2014 because of “religious persecution or fear of religious persecution” to stay on even after the expiry of visa, which were believed to largely benefit Hindus from these countries. “We have challenged the notifications, which we see as an extension of the proposed amendment,” Rahman said.","author":"Arunabh Saikia","time":"2017-04-26T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/835523-56559-dfzsgedqzs-1493039995.jpg","tags":["Assam","Bangladesh","Assam Accord","All Assam Students' Union","foreigner"]}