{"title":"Why the electoral bond expose might not hurt the BJP","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).Have feedback, interesting links or think I am wrong? Write to me: [email protected]On February 15, the Supreme Court delivered a judgement that struck down electoral bonds as illegal and ordered that details of the instruments be made public.Electoral bonds were a sort of promissory note that entities could purchase from the State Bank of India and donate to a party – which could then redeem them for cash. Their most prominent feature was that they were to be anonymous, with the identities of both buyer and receiver concealed from the public. Introduced by the Modi government in 2018, it principally became a way for large corporations to finance political parties.The Supreme Court’s order made clear that the political financing in India was murky, to say the least. Not only did the Bharatiya Janata Party significantly raise more money than other parties, funding was often strongly correlated with raids from the Modi government’s principal bulldog, the Enforcement Directorate. A report by my colleague Tabassum Barnagarwala found that firms that failed drug quality tests also gave money to political parties through electoral bonds.The result of this is that for the first time in a decade, the BJP is being characterised in the popular sphere as corrupt.But will that actually change voter minds in the upcoming Lok Sabha elections?Corruption and voter preferenceFor something that is near-universally held to be a negative, oddly enough the link between corruption and actual voter preference is complex.In India, for example, corruption is seen to be near-endemic when it comes to politics. Ironically, even parties that have come up as a result of movements against corruption have themselves become mired in allegations of corruption (see the Aam Aadmi Party, for example).Yet, why do voters keep on voting these so-called corrupt leaders to power?Null factorA simple explanation could be that voters are simply unaware of corruption allegations. This is, at least, partly true. Data from Lokniti-CSDS found that in 2013, at the height of political mobilisation against alleged scams in 2G spectrum and coal block allocation, public awareness of these news events was rather low.While the lack of information might be fact, it is not a major factor in explaining the existence of corrupt politicians. Surprisingly, research finds that voters are quite happy to vote for candidates even if they know they are corrupt. One study by Neelanjan Sircar and Milan Vaishnav, for example, found that nearly half of Indian voters were fine with a candidate with “serious criminal cases”.Another study by researchers at the University of California, Berkeley, found that this was true even in 2013, with a spate of allegations against the Congress-led United Progressive Alliance government. “In layman’s terms, the difference in the probability of a voter voting for the BJP after hearing of a scam and one opting for the BJP without having any knowledge of a scam is zero,” the authors concluded. In other words, the widespread belief that the Congress lost in 2014 due to corruption is not very well backed up by the data.Local concernsWhy do voters not seem to vote on corruption? The authors of the University of California study think that voters are very concerned about corruption – but the corruption they are concerned about is local, small-scale corruption. They are less concerned about big-ticket corruption, such as the 2G allegations or the accusations around electoral bonds (possibly because the impact on their lives is less visible or, in some cases, there might be no impact at all, even if there is a moral transgression).Moreover, while the data is sketchy, some studies show that local corruption is worth just as much in monetary value as big-ticket scams, even if this local corruption doesn’t make the news.Changing parties to tackle local corruption makes little sense, given it is a larger systemic problem. So voters – wisely enough – do not treat it as an electoral factor.Secondly, voters seem to prioritise factors such as efficiency in governance as well as identity ties to candidates over the moral issue of corruption. “The literature reveals that there is clearly a linkage between identity politics and support for criminality,” writes Milan Vaishnav, the director of Carnegie South Asia.In such a situation, it is unlikely that a voter happy with the Modi government for, say, inaugurating the Ram Mandir (identity) or welfare benefits (efficacy) will change her vote even if she thinks the government has accepted bribes from large corporations.Stated versus revealedIf corruption is not really an actual voting issue, then the question arises: why does it make so much noise? Recently, the downfall of the Congress-led United Progressive Alliance government in 2014 was largely blamed on corruption. Rajiv Gandhi’s massive 400-seat mandate in 1984 was seen to have been undermined by corruption allegations such as Bofors. And even a leader as powerful as Indira Gandhi faced repeated movements focused on her alleged corruption.The explanation for this paradox might lie in the fact that corruption is seen universally as a moral wrong. It is therefore a prudent theme to choose when speaking publicly about politics. Though the anger against a government might be due to a number of reasons, to publicly attack it on corruption is a safe bet.The most obvious example of this was the election of 2014, when a significant amount of support for Modi was driven by Hindu nationalism. However, stated reasons would often highlight the alleged corruption of the Congress, given that Hindutva had not yet occupied centrestage it does now.Given that there seems to be no major discontent with the Modi government at present, it is unlikely that corruption could be successfully used as a cover to attack it in the upcoming elections.","author":"Shoaib Daniyal","time":"2024-03-22T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199458-iptfkytpfz-1711018417.jpeg","tags":["Electoral Bonds","Corruption","BJP"]}