{"title":"Why the United States has been forced to walk a fine line amidst India-Canada tensions","content":"United States President Joe Biden raised allegations about Sikh separatist leader Hardeep Singh Nijjar’s assassination on Canadian soil with Prime Minister Narendra Modi in private at the Group of 20 summit earlier in September, the Financial Times reported – illustrating the precarious position Washington finds itself in.With the India-Canada relationship growing strained in recent years, this week’s heightening of tensions between the two nations over Ottawa’s allegations that the Indian government may be behind Nijjar’s killing has created a challenge for Washington, observers say. The United States has been forced to walk a precarious diplomatic line as it tries to avoid upsetting both Canada, one of its closest allies, and India, which it views as a necessary counterweight to China.  Souring India-Canada tiesOn Monday, Canadian Prime Minister Justin Trudeau claimed in Parliament that there were “credible allegations” that Indian government agents were behind Nijjar’s murder in a town near Vancounver in June. Nijjar, a Canadian citizen, was among India’s most wanted persons. He was the head of the Khalistan Tiger Force, which is designated as a terrorist outfit in India.Trudeau did not present evidence to back allegations of an act he described as an “unacceptable violation of [Canadian] sovereignty”.  He said instead that the matter was under investigation. His government also expelled a senior Indian intelligence official based in Canada.On Thursday, Trudeau doubled down on his allegations and urged India to cooperate in the investigation.New Delhi denied these allegations as “absurd” and “politically driven” and reciprocated by expelling a senior Canadian diplomat from India.These diplomatic tensions have fed into an already frosty relationship between the two nations. In recent years, their ties have soured because New Delhi claims that Ottawa is soft on supporters of Khalistan – an independent Sikh nation that some hope to establish. Canada is home to one of the largest Indian diasporas, of which Sikhs comprise a significant proportion. Canada, on the other hand, has accused India of interfering in its domestic affairs.Biden interacts with Trudeau in the Canadian parliament in March 2023. Credit: Blair Gable/ReutersWashington’s considerationsThese escalating tensions between Canada and India present a tricky situation for the United States, observers say. “Washington faces both an unusual and a delicate quandary,” said Michael Kugelman, director of the United States-based Wilson Center’s South Asia Institute. “It’s unusual because the US doesn’t often confront the challenge of two countries that are close to both each other and to the US falling into a deep diplomatic crisis. And it’s delicate because the US must ensure it is supporting its close Canadian ally even while taking care not to offend its key strategic partner India.”Canada is one of the United States’ closest partners. They are military allies, each other’s leading trade partners, members of the Five Eyes, and as neighbours, share deep cultural connections. Five Eyes is an intelligence sharing network that includes Australia, New Zealand and the United Kingdom. On Thursday, the state-backed Canadian Broadcasting Corporation cited unidentified persons to report that some of the intelligence about Nijjar’s killing was provided by one of its Five Eyes allies. These sources claimed that Canada’s intelligence involved communications among Indian officials about the murder. At the same time, India has become an important defence partner for the United States in recent years amid the rise of their common rival: China. After a long spell of testy relations, Washington now views India as a geopolitical counterweight to China in the Indo-Pacific region.Walking a fine line?This has forced the United States “to walk a fine line” on these allegations, observers such as Milan Vaishnav, director of the Carnegie Endowment for International Peace’s South Asia programme, say.Washington’s attempt to avoid overtly siding with one country is evident from its actions. On Wednesday, John F Kirby, a coordinator for strategic communications in Biden’s National Security Council, said that the United States was “deeply concerned” about Trudeau’s allegations. “The facts should take the investigators where they may and that the perpetrators of this attack need to be brought to justice,” he told reporters.The United States has also urged India to cooperate in the Canadian investigation.But Kirby then went on to re-emphasise Washington’s ties with New Delhi. “I can just tell you that our relationship with India remains vitally important not only for the South Asian region but of course for the Indo-Pacific,” he said.However, The New York Times reported that soon after Kirby’s briefing, the National Security Council emailed a statement from its spokesperson Adrienne Watson, saying: “Targeting dissidents in other countries is absolutely unacceptable and we will keep taking steps to push back on this practice”.\n\t\t\n\tBiden and Modi during the bilateral meeting in Delhi on September 8, 2023: Credit: PMO India/TwitterOn Friday, the Financial Times cited unidentified officials to report that some leaders of Five Eyes’ constituents, including Biden, had discussed Nijjar’s assassination with Modi when they met in Delhi earlier in September. Canada had reportedly urged its allies to raise the matter directly with Modi in private. Biden felt it was important to address the matter directly with Modi, the newspaper reported.Despite this, Biden participated alongside Modi in an event the same weekend to unveil the proposed India-Middle East-Europe Economic Corridor.Just days after Trudeau made the allegations, Eric Garcetti, the United States’ ambassador to New Delhi, on Wednesday went on to confirm that Biden had been invited to be the chief guest at India’s Republic Day parade in January.Kugelman told Scroll that while Washington has strong incentives to mediate in the situation, it will be challenging because India “isn’t typically amenable to third party arbitration” in bilateral issues. “Also, it’s unclear if Washington would be able to convince New Delhi to give in to Ottawa’s main demand of cooperating in the investigation of Nijjar’s killing,” Kugelman said.A possible harder stance?Moreover, Kugelman cautioned that if Canada presents credible evidence of the Indian government’s involvement, the United States will be forced to take a harsher stance against India. “The tightrope the US must walk would become all the more precarious if Washington concludes Trudeau’s allegations are accurate,” Kugelman said. “A state-sponsored assassination on Western soil, directly bordering the US, is serious business. It can’t simply be shrugged off. There would be clear security implications for the US, and especially for Sikhs in America.”This does not mean that Washington will pull back from its strategic partnership with New Delhi, Kugelman added. “But, there would be some uncomfortable conversations between Washington and New Delhi that would at the least interrupt the surging momentum currently coursing through bilateral relations,” he added.Such a development also stands to possibly damage India’s image in the West. “Much will depend on how the publicly revealed facts of Canada’s investigation shake out, but if true, these allegations pose the most serious threat to India’s international reputation perhaps in its history,” Derek J Grossman, a senior defence analyst at RAND Corporation told The Washington Post on Tuesday.","author":"Nachiket Deuskar","time":"2023-09-24T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194315-thwpvczzzq-1695384028.jpg","tags":["India","Canada","United States","India-United States Relations"]}