{"title":"Why Mike Tyson is the most over-rated boxer alive","content":"On Saturday night, Los Angeles time, the greatest boxer of the past 40 years will fight an exhibition match against Mike Tyson, who is for my money the most over-rated fighter alive. Let me first say a bit about the greatest: that would be Roy Jones Jr. Over the course of 15 years between May 1989 and May 2014, Jones fought 50 times and never came close to losing. There was one blemish on his record, a disqualification for hitting an opponent who was down. Though the disqualification was technically fair, it felt wrong because the adversary was comprehensively beaten when the late punches were thrown.  Jones had incredible hand speed matched with serious power in both hands. He could knock an opponent out with a single punch or unleash a barrage at a blinding pace, like the time he hit Percy Harris with four left hooks in about one second. He was agile, elusive, and fit enough to box through twelve rounds without let up. Among the opponents he utterly outclassed were current and future hall of famers like Bernard Hopkins, James Toney, Mike McCallum and Virgil Hill.  Jones won his first world title at middleweight and went on to win more at super middleweight, light heavyweight and heavyweight. He was the first person in a hundred years to win titles spanning those divisions; only one man, Bob Fitzsimmons, has previously accomplished that feat, back in 1903 when modern boxing was in its infancy.Knowing when to goJones was knocked out by Antonio Tarver in 2004, and lost regularly after that. Like many great boxers, he didn’t understand when to retire. His last bout was less than two years ago, which means he is far more match fit than Mike Tyson, who hasn’t fought in 15 years. Of course, Tyson is a natural heavyweight and punching power is the last thing to go from a boxer’s arsenal. Jones now has a very suspect chin and legs, having fallen to seemingly innocuous blows in recent fights. That gives Tyson an opportunity, but still, short of a fix, which is entirely possible in an exhibition match, I don’t see how Tyson can win. After all, it became apparent after Tyson’s defeat to Douglas that, if he couldn’t knock you out in early flurries, if you had enough heart to take the early punches, he wouldn’t offer much resistance in later rounds. He never had a Plan B, something all great fighters ought to possess. If he couldn’t swarm and overwhelm an opponent, he was out of options.  I can see why Tyson generated the excitement he did, I felt it myself. Nobody had knocked out so many opponents so fast in the history of boxing. I recall a fight against one mediocrity, Lou Savarese, whom Tyson beat in 2000, when he was way past his best but still had fans like me hoping for a return to top form. Doordarshan was to telecast the bout live, and I woke early to watch the feed. After a long preamble, as the fighters were introduced in the ring, the TV channel decided to maximise its revenues by taking a commercial break. When we returned to the action, Savarese was taking a count. The TV channel promptly cut to a second break. By the time the ad was done, so was the match. I had to fill in the gaps years later through YouTube, and saw a Tyson completely out of control, hitting Savarese repeatedly after the referee had intervened to stop the fight. \n\n\n    \n    Play\n\nHe had an astonishing four-year run before his first defeat to Buster Douglas, but the truth is he didn’t come up against a single top heavyweight in his prime in those four years. Heavyweight boxing was a wasteland in the 1980s, a far cry from the previous decade when Ali had battled great boxers like Joe Frazier, George Foreman, Ken Norton, and Earnie Shavers. Tyson beat one great light heavyweight, Michael Spinks, and one washed up heavyweight legend, Larry Holmes. Other than that, he mainly fought journeymen. The scene improved in the 1990s, with the rise of Holyfield, Lennox Lewis and Riddick Bowe. Tyson fought the first two, and lost to both. Holyfield took him apart in a high-quality brawl in 1996, withstanding his best punches and returning them with interest. In their rematch, Tyson disgraced himself and the sport by biting off a piece of Holyfield’s ear. A few years later, Lennox Lewis took him to school, reducing him to a helpless punching bag in a fight that should have been Tyson’s last.I love what Tyson has made of himself in recent years. Once convicted for rape, he has transformed into a family man seemingly at ease with himself. He has parlayed his iconic status into everything from special appearances in films to high-quality weed, rebuilding some of the immense fortune he squandered in his wild days. But this exhibition match in Los Angeles is an unfortunate circus. Far more interesting is a bout being fought today in London between two exciting unbeaten heavyweight contenders: Daniel Dubois and Joe Joyce. The UK has never had it as good in the heavyweight division. The two top ranked heavyweights in the world, Tyson Fury (named after Mike Tyson who was at his peak in 1988 when Fury was born) and Anthony Joshua, live in England, as do Dubois and Joyce. I am rooting for Dubois, who is only 23 and already has 15 wins, 14 of them by knockout. The longer the fight lasts, the better Joyce’s odds get, since DuBois has never gone 12 rounds, and a simple glance at his massive frame suggests he will gas out. On the other hand, though Joyce has a great chin, he has never faced an opponent with power like Dubois possesses. To quote the most penetrating thing Mike Tyson ever said, a pithy insight into boxing in particular and life in general that nothing in Muhammad Ali’s large repository of wit and wisdom can match: everybody has a plan till they get punched in the face.","author":"Girish Shahane","time":"2020-11-28T12:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151242-yhjvqprqyp-1606542011.jpg","tags":["Roy Jones Jr","Mike Tyson","Boxing"]}