{"title":"Why Nepal's poorest people are risking their livelihoods by blockading the border","content":"A broken road, with brief patches of asphalt punctuating potholes filled with water from the previous night’s rain, led to the ancient temple town of Janakpur in Nepal. Revered as the site of the mythological kingdom of Mithila, the birthplace of Sita (or Janaki), the town attracts thousands of pilgrims every year.But one day early in January, a general strike was being observed. Buses and motorcycles were few and far between; farmers with head-loads of fodder walked in rows on the side of the road, which cut through fields of mustard and wheat. At a crossroads, as the farmers turned, the broken road disappeared entirely. Further down, in Das Ka Tola on the outskirts of Pipra village, a hamlet inhabited by Tatma Dalits, the mud path had turned to slush. But newly-constructed brick houses lined the path. Sukan Das, a 28-year old in a bright blue singlet and jeans, said these constructions were a result of individual effort and sacrifice. “We earned and built everything,” said Das. “The government did nothing.”Das, who quit school when he was 13, works in a garage in Saudi Arabia and was home on a brief holiday. Nearly one-third of Pipra village's population of about 10,000, particularly those between 20-45 years of age, work in Saudi Arabia, Qatar, Malaysia. Across communities – Bhumihar, Dalit, Paswan, Muslim, Yadav – anyone who could manage a loan to pay the recruiting agent's fees had left for the Gulf. The exodus is one manifestation of the general discontent in the region. The rise of armed militias, beginning some ten years ago, is another. These groups – the Jantantrik Tarai Mukti Morcha factions, Madhesi Mukti Tigers, Rajan Mukti group – aim to carve out the districts in the plains that border Bihar, including Mahottari district where Pipra village lies, as a Terai state, independent of Nepal. While the militias descended into crime and their strength and support have been depleted over the years, the dissatisfaction of the Madheshis never quite went away. Since August, there have been massive protests all over region against Nepal's new Constitution. The Madhesis – several communities living in the central and eastern plains who have close cultural and family ties to India  – fear that the new statute will perpetuate the discrimination they have long faced, a phenomenon evident from the fact that they have low representation in government departments and have poorer economic, social, and development indicators than average. A general strike was imposed in parts of the Terai in August, and by September, as the previous story in this series recounted, Madhesi protestors had started blockading the border crossings through which land-locked Nepal imports fuel and other essentials. The Nepalese government has blamed India for the shortages that ensued, claiming that New Delhi had imposed an unofficial blockade.  In Das Ka Tola, thousands of agricultural labourers, women farmers and teenagers have been active in the demonstrations. “Women, children, everyone picked up the red flag of Madhes and went to the towns and distributed pamphlets,” said Daulat Devi Das, a farmer in her 40s. “There has never been a movement like this. Today we are at home because talks are on between the leaders.”What if the talks failed? “Then the protests will go on again.”Hulaki (Postal) Road, once the artery of information and commerce, is now in a state of disrepair.Parallel roads, diverging livesMadhesis comprise nearly 30% of its population, but have long complained of discrimination. Parts of the central and eastern parts of the Terai were gifted to Nepal by the East India Company after the Sugauli Treaty of 1816, and other parts after 1860. Madhesis maintain that though Nepal assimilated the lands, it has never accepted nor cared for people from the plains.“Have you seen the condition of the roads?” asked Rajeev Jha of Janakpur, a former Maoist who joined the secessionist Jantantrik Tarai Mukti Morcha (Jwala), before starting an armed group on his own. He has since turned away from violence and joined the political mainstream,  as general secretary of the Nepal Sadbhavna Party.Like several others in Janakpur, Jha believes the government deliberately neglects the roads and infrastructure in the ancient temple town only because it lies in the plains. This, he says, is in line with official Nepali policy of the last several decades.Explained Roshan Singh Rana, youth president of the Nepal Sadbhavna Party, “The broken road that connects Janakpur to the crossroads near Pipra and several other centres is the Hulaki (Postal) Marg.”Rana said this 700-kilometer road, the artery of information and commerce for centuries, has been deliberately neglected by successive Nepali governments. “Instead, King Mahendra built a separate highway parallel to it, from east and west, away from the plains.” The new highway, built in 1962, Rana said, was designed in such a way that Madhesis have to travel several kilometers north to access other urban centres in the southern plains. Liberty, equality, fraternityIn the 1950s, a decline in the incidence of malaria prompted several hill communities to settle and farm in the Terai, the lowlands enclosed between the Himalayan foothills and the Gangetic plains.These migrants settled in the new towns that came up along the East-West Highway, also known as the Mahendra Highway. In the eastern plains, the hill communities – the Pahadis – now constitute more than half of the population. While relations between the Pahadis and the Madhesi communities in the plains have been largely peaceful, the Madhesis say the federal boundaries proposed under the new Constitution have been designed by the three largest political parties – the Nepali Congress, the Communist Party of Nepal (Unified Marxist-Leninist), and the Maoists – to strengthen the political dominance of Pahadi upper castes in the new provinces. The three parties however argue that the foothills and the plains are interlinked, and not everyone living in these districts wishes to become part of Madhesi-dominated provinces.The new Constitution, mandated by a peace accord signed in 2006, was supposed to address the schism among Nepal's various ethnic and caste groups and to help Nepal make the transition from a unitary state to a federal one, divided into provinces. How the state boundaries were to be defined was one of the major issues of debate during the drafting of the Constitution. It remains one of the most contentious issues during the current protests.Madhesi parties are demanding two contiguous states in the plains, a division of parliamentary constituencies based on their share of the population, proportional reservations in public employment, and rights related to equal citizenship even if they marry Indians across the border.The state has responded with force. In the last six months, more than 50 young people have been killed as the police have fired on protestors in Mahottari, Dhanusa, Bara, Parsa and other districts.Acute farm distressWhile the people of Jha and Rana feel shortchanged by Kathmandu over the lack of infrastructure in the region, the urban poor in Dhanusa district, of which Janakpur is a part, blame the three large political parties for their economic distress.“We have to fight because Kathmandu gets everything, Madhesis get nothing,” said Dev Das, a 50-year old rickshaw puller who has been attending all the protests. Das, who has plied a rented rickshaw for 20 years, earns Rs 150 a day at most. “If Kathmandu eats rice, we too want to eat rice,” he said. “If they go to America, people from here too want to go to that place. We will not let let them rule anymore with a gun over Madhes.”Rajendra Sah and Dev Das, who pull rickshaws in Janakpur, earn Rs 180 a day. Of this, they pay Rs 50 as rickshaw rent. In Kathmandu, Rajan Bhattarai, member of parliament and a central committee member of the Communist Party of Nepal (Unified Marxist-Leninist) pointed out that the Constitution has been ratified by a more than two-thirds majority of the constituent assembly. “Should we ignore the views of the democratically elected representatives?” he shrugged.The Madhes parties were misleading the poor, he contended. “The Terai parties represent the rich, upper castes of the plains,” he said. “They are using the poorest, the oppressed of the oppressed, cynically for their protests.”Bhattarai is right in that in Birgunj, 150 kilometers away, where protestors have occupied a key border crossing since four months, as well as in Dhanusa and Mahottari, farmers, agricultural workers, and the urban poor are the backbone of the Madhesi resistance. At each large demonstration, farmers have filled the streets, reaching Birgunj on foot, in tractors, carrying mashaal in evening processions.The farmers with some landholdings spoke of how each time they visit Kathmandu, they feel a sense of racial discrimination, hearing barbs of being “Dhoti”, “Kaala”, and “Indian”.Dev Narayan Patel, a frail, aging farmer, had some immediate concerns. He owns only half a bigha of land, which usually yields grain to last his family six months. For the rest of the year, he works as farm labour, earning 5 kilos of rice as a day's wage, equal to his family's daily consumption.This year, because of scanty rains, his paddy crop shriveled and the produce fell by half. The Gandak canal that flows through his village is filled with silt, and only the upper castes can afford to buy or rent a diesel pump for irrigation, he said. To make ends meet, he had been forced to borrow Rs 5,000 at an extortionate interest rate of 36%.Breaking down the contradictionsIn Parsa, Dhanusa and Mahottari districts, small farmers from the middle or lower castes – Sah, Das, Mandal, Musahar and Muslim – own meagre plots of land, and work as sharecroppers or farmhands on land owned by the upper caste Bhumihars, Brahmins, or Yadavs.Jameel Akhtar, a small farmer in Jagannathpur village in Parsa, took part in the border blockade protests regularly for three months from September. But he had stopped after he saw how fuel and goods were being smuggled in large amounts all along the border close to his village. He felt this could not be possible without the collusion of land-owning Madhesi politicians. Several of them owned property and land on both sides of the border, he said.But Ramshankar Sah, who owns even less land than Akhtar and is struggling to re-pay a loan of Rs 7,000, believed the protests were necessary. “When our children apply for citizenship cards, the government views them with suspicion,” he said. He believes that there is an unwritten code because of which Madhesi children are denied jobs, despite having the necessary qualifications. “Once Madhes is free of the government’s oppression, then maybe we will earn 6 kilos of grain as wage, instead of 5 kilos now,\" he said. \"Every household’s children will get jobs. Madhesis will perhaps be less sad than they are now.” Ramshankar Sah of Bindhbhasini village in Parsa owns a tenth of a bigha and a Rs 7,000 loan In Musahari Tola, in rural Janakpur, Jinsa Sada, a landless Musahar Dalit, said the bandh was for Madhesis' haq, their rights. “We were fighting for our rights, and the police fired at us,” he said, as he recalled his experiences of marching in demonstrations from Musahari Tola to Janakpur Chowk, seven kilometers away. Ram Ratan Das, a 30-year old from Das Ka Tola who works as a mason in Janakpur contrasted his village's bad roads and lack of development with a few hill districts he had traveled to. \"Some of the Pahadis too are very poor, but they enjoy equal rights at least,\" he said.Lalita Sani, who belongs to an Adivasi Janjati community, teaches at a government school in Basahiya village in Dhanusa district. Tugging her pallu over her head, she said that in the village, and in Madhesi society in general, it was the women \"who enjoyed no baraabari, equality, in any respect.”The protests, Sani believes, have opened up a possibility that women have built on during the movement, by organising large demonstrations on their own, sleeping at the blockade sites on the border and other acts of protest.What, however, is the endgame given the pervasive patriarchy and caste contradictions in the ethnicity-based movement?In Musahari Tola’s ward 8 where Jinsa Sada lives, for instance, a religious matth and the upper castes own all the land and other paths to progress. Would they willingly share the gains from the andolan, if any? “We will have to raise our voice for our caste,” said Jinsa Sada. “Otherwise, our Tola will get nothing.” Genalal Sani teaches at the same village as Lalita Sani – the two are the only Janjaati teachers among a staff of eight, while the others are upper caste Thakur, Rai, and Brahmins. “The andolan is for everyone – women, Muslim, Dalit, Janjaati – and the key is proportional representation,” he said. “The upper castes of the Terai have had long links with the Pahadiya. If we fight the dominant Pahadi, it will weaken the upper castes here too.”Sani continued: “We will give them a chetaavani, a warning. We will tell them, 'You have had your time, sit quiet now for the next two elections.' The system will have rotation, and the Dalits will go first.”Lalita Sani and Genalal Sani are the two Janjati among eight teachers at a government primary school in Dhanusa districtThis is the second part of this series on the Nepal blockade. Read the first part here.","author":"Anumeha Yadav","time":"2016-02-05T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/802958-article-frsfkiyplh-1454644762.jpeg","tags":["Nepal"]}