{"title":"Why Indians are still dying of cholera, despite Modi government’s massive water and sanitation push","content":"Early morning on July 7, medical officer Dr Rageshri Mahulkar had just reported to work at the primary health centre at Katkumbh when patients from Panchdongri village began pouring in. Entire families – men, women, children and the elderly – were coming in a dehydrated condition with white-coloured vomit, rice-watery stools and stomach pain. Mahulkar gave them oral rehydration therapy but soon realised that many were in a critical condition.The first to die was 25-year-old Gangaram Dhikar. He had begun vomiting at 3.30 am. “By 7.30 am, he had no strength in his body,” his father Nandram Dhikar told Scroll.in. Traversing the hilly terrain, the young man’s family had rushed him four kilometres away to the Katkumbh centre – the nearest health facility for Panchdongri, an Adivasi village with a population of 881 people, situated in the heavily forested Chikkaldhara block of Melghat in eastern Maharashtra’s Amravati district. But he had succumbed midway. “That day 34 villagers came from there to my PHC,” Mahulkar said. Overwhelmed, she started referring patients to Churni Rural hospital for admission. In Churni Rural hospital, counsellor Ramkali Selukar was also perplexed. “Usually we see diarrhoea in children during the monsoons. When so many adults came, I knew something was amiss,” Selukar said. Dr Ramdeo Verma, the hospital’s medical superintendent, alerted the district health department in Amravati city. By late afternoon, another death occurred: Savita Akhande, a 27-year-old woman died on the way to the hospital “completely dehydrated and in shock”, said Verma. Doctors from nearby primary health centres were diverted to the rural hospital and oral rehydration stock was rushed to treat the patients. The 30-bedded hospital soon had 84 patients. With no space, some had to lie on the floor. By evening, a third person died on the way to the hospital – 76-year-old Sukhlal Jamunkar. The first to die of cholera in Panchdongri village was 25-year-old Gangaram Dhikar. Photo arranged by Shivam PadliwarA team of health officers then collected stool samples of the patients and conducted a “hanging drop” test – a quick test that analyses watery stools for movement of microorganisms. It came positive for vibrio cholerae bacteria that causes cholera infection. Since results from the hanging drop test are considered indicative, the samples were sent to a lab for a culture test for further confirmation. “Rice-watery stool is a classic cholera symptom. Only cholera can lead to such a kind of dehydration,” Verma said.Cholera is a severe form of diarrhoea that attacks the intestine. While most cases are mild, if not treated immediately, it can lead to dehydration and drop in blood pressure. The low blood pressure can lead to shock and ultimately death. In 1973, International Health Regulations made it compulsory for governments to notify cholera outbreaks. While this is no longer required, the World Health Organisation continues to ask governments to maintain strict surveillance of the disease since even a single cholera case can rapidly lead to a large-scale outbreak. In Amravati, by the time the district authorities sprung into action, cholera had spread to other villages. On July 8, residents of Koylari village, a kilometre from Panchdongri, began reporting diarrhoea. The next day, a 75-year-old man, Muniye Uike, died in the village.The family of 76-year-old Sukhlal Jamunkar, one of the people who died of cholera in Panchdongri, said they had consumed water from a nearby well. Photo: Shivam PadliwarSoon, public health centres in the area were handling diarrhoea cases from the villages of Bhandora, Khadimal, Kaneri, Mehriaam, Ghana and Naya Akola. Within a week, a fifth person died, this time in Naya Akola village. By July 14, the Amravati health department had recorded 354 cases of suspected cholera, one of the biggest outbreaks in the last few years in India. The official tally, however, stops short at 18 confirmed cases. “Once cholera is confirmed in a village, we don’t send all samples for testing from that village. We just link it epidemiologically and treat patients,” explained Dr Revati Sabale, additional district health officer. Sabale said they sent only 76 samples for a culture test.There is another reason to keep the official figure low – an outbreak of this proportion points to huge gaps in water and sanitation systems. Cholera commonly spreads through drinking water or food contaminated with infected persons’ stool.In recent years, the Narendra Modi government has launched major flagship programmes on this front – the Jal Jeevan Mission to improve access to safe drinking water, and Swachh Bharat Mission to end open defecation. But experts say implementation of both the schemes on the ground remains poor. “The focus is too much on infrastructure building,” said Murty Jonnalagadda, a consultant who works with the World Bank, “but not on operations and maintenance. We call this build-neglect-rebuild paradigm.”What this means is that India may have expanded the number of tap-water connections and household toilets, but as the Amaravati outbreak revealed, many have fallen into disrepair or are simply not working.‘Unfit for drinking’Although cholera was until recently an internationally-notifiable disease, government data on cholera outbreaks in India is patchy. Weekly reports from the Integrated Disease Surveillance Programme till April show there were three cholera outbreaks in the country this year: two in West Bengal and one in Odisha. At least 126 people were infected, and nine out of 13 water samples tested from these regions were contaminated and unfit for drinking. But the weekly reports do not mention a cholera outbreak in Thane, Maharashtra, on March 28. Twenty-nine children studying in a government-run residential school in Shirole village fell ill and an 11-year-old girl died. District officials told Scroll.in that a culture test confirmed it was cholera.Disease outbreaks are underreported in India for various reasons. “There are multiple factors, poor testing infrastructure and lack of manpower is one,” said Milind Mhaske, project director in Praja, a non-profit that works with various civic bodies in India. “But also underreporting has become the norm to not raise panic or sometimes under political pressure.” Cholera is transmitted through open defecation. It could spread through a fly that sits on infected faeces and then contaminates food. But more commonly, it spreads when infected faecal matter somehow mixes with drinking water. Nobody is sure how the cholera outbreak in Amaravati began. But district officials suspect the role of commonly used wells in Panchdongri and Koylari villages – water from both the wells was found unfit for drinking in a laboratory test conducted following the outbreak.The well that is believed to be the source of the cholera outbreak in Maharashtra's Amravati district. Photo: Shivam PadliwarAvishyant Panda, the chief executive officer of Amravati Zilla Parishad, said within 12 hours of the first death, district officials had tested drinking water from “about 15 villages and 60-70 sources”. Sabale, the additional health officer, said “20% of samples were found unfit for drinking”. It was precisely to eliminate the possibility of people drinking water from contaminated sources that the Modi government launched the ambitious Jal Jeevan Mission for safe piped drinking water supply in 2019. With an outlay of Rs 3.60 lakh crore, the scheme aims to bring functional tap water to all 19 crore rural households by 2024. The scheme has shown impressive results – since 2019, tap connections in India have risen from 3.2 crore, or 16% of rural households, to 9.8 crore or 51% of rural households. Barring states like Madhya Pradesh, West Bengal, Bihar, Jharkhand, Odisha, Chhattisgarh, that have provided tap connections to less than 10% of rural households, most states have achieved above 50% coverage. In Amravati district, the scheme’s implementation began in 2020, with Rs 300 crore earmarked for it. Government data shows that of 4.42 lakh rural households in Amravati, 3.58 lakh or 81% now have a tap water connection, up from 1.45 lakh taps or 32% until 2019. Koylari and Panchdongri are among the villages where tap connections have been brought to households under the Jal Jeevan Mission. District officials claim in a few weeks, the tap coverage will be 100% in these villages.Earlier, Amaravati had seen major spending under the Swachh Bharat Mission – with 2.35 lakh toilets constructed in the district. In April 2018, the then chief minister Devendra Fadnavis even declared Maharashtra open defecation free, effectively including both Koylari and Panchdongri.With the elimination of open defecation, and with access to taps, Koylari and Panchdongri should not have seen a cholera outbreak. So what went wrong?How Jal Jeevan failed to provide safe waterEven before the launch of Jal Jeevan Mission, Koylari was connected to a drinking water supply line under the Maharashtra Jeevan Pradhikaran, a state government run water supply scheme. However, it was only after 2021 that smaller pipelines were built to take the water to each household in both Koylari and Panchdongri, with tap connections installed for free.But installing a tap connection in each home is just the beginning. As the people of Panchdongri and Koylari found, maintaining these connections is a challenge – it requires payment of both water and electricity bills. While the initial expenditure on installing pipelines and water connections is borne by the government – split halfway between the Centre and the state – maintenance is the responsibility of the gram panchayat, which is expected to create a rotating fund of 10% of the total cost of the project by collecting water utility charges from households.The charge per household can vary from Rs 350 to 1,200 per year depending on the type of water supply. “Interestingly cities like Mumbai charge lower than rural areas,” said Yusuf Kabir, incharge of Water, Sanitation, Hygiene and Climate Change in Maharashtra’s United Nations Children’s Fund, in short UNICEF.In Koylari and Panchdongri, the collection of water utility charges hadn’t begun since the Koylari gram panchayat – which includes Panchdongri, Koylari and Kaneri villages – claimed that the state authorities had not handed over the Jal Jeevan scheme to it. But the villages already had a record of difficulty with collecting utility charges – the gram panchayat owed Maharashtra State Electricity Distribution Company Limited over Rs 50,000 in electricity charges. On July 3, the company had cut power supply to the gram panchayat, precipitating the water crisis, said Amravati’s CEO Panda. “Without power the water pumps cannot work to supply water from the dam. We have issued a notice to MSEDCL,” he said. The residents of the gram panchayat, however, say power connection would have made no difference since water supply was not coming even before the power cut. Shivam Padliwar, who lives in Koylari, said water came in the taps only for a few days after they were installed last year. “Sometimes they (district officials) say there is a leakage, then sometimes they say some technical issue,” he said. Soon, most had switched back to drinking water from wells. Parasram Jamunkar, whose elderly uncle Sukhlal Jamunkar died in the recent Cholera outbreak, said that when the  well in Panchdongri ran low on water, he would travel on his bike to Koylari to fetch water from a privately owned well. How water quality monitoring is neglectedAn important element in the Jal Jeevan Mission is the monitoring of water quality. . Every year, each drinking water source must undergo a bacteriological and chemical analysis test twice, once before and once after the monsoons. The bacteriological test looks for germs or bacteria that can cause water-borne diseases, and the chemical test measures the turbidity and acidity of water. Additionally, every day an orthotolidine test must be carried on water to check if chlorine, which purifies water, is within the permissible limit of 0.25 mg to 0.5 mg per litre. If it is less than 0.25, the water is considered contaminated. A field test kit is also distributed to all gram panchayats to regularly test water for bacterial growth.Each gram panchayat has to appoint a jal surakshak, or water protector, who would manage all these tests and chlorinate water daily. In Panchdongri and Koylari, field test kits were not put to use, and daily orthotolidine tests and chlorination was not undertaken, said the district health officer. A technical expert committee under the Jal Jeevan Mission had recommended the installation of automatic sensors to detect declining chlorine levels and sound an alert. Such a system exists in cities like Mumbai, but experts say it is not possible to be installed in every water source in a rural landscape due to cost and maintenance. Tarachand Ramteke, a health supervisor in Thane district, shows water samples he had collected for testing. Photo: Tabassum BarnagarwalaRavi Salame, Koylari’s gram sevak, or village secretary, said they had manpower but they were not provided field test kits. Dr Hrishikesh Yashod, mission director in Jal Jeevan Mission in Maharashtra, admitted there had been a lapse. “By not testing the water, there has been a mistake in Amravati,” he said.But the villages of Amaravati aren’t the only ones where no field test kits have been used. Across India, only 1.53 lakh out of 7.5 lakh villages used a field test kit in 2021-’22, data accessed by Scroll.in shows. At least 2.38 lakh drinking water samples were found contaminated, and remedial action, in the form of chlorination or stopping the water supply, was carried out in only 54,148 cases. There is no information on the remaining 1.84 lakh samples that were not potable.When a field test kit shows contamination, the sample is sent to a water testing laboratory. Ideally, consumption from the source should be stopped until the lab results come. But on ground, in the absence of alternative water sources, this rarely happens, experts say. Manpower shortage in laboratories also delays the results, sometimes upto two weeks. “In the meantime, people end up consuming contaminated water in the absence of timely communication and demand for safe water,” Yusuf Kabir of UNICEF said. There are over 2,000 water testing laboratories in India. They receive water samples from not just gram panchayats, but also pollution control boards, health departments and the private sector. In 2021-’22, these labs tested 58.66 lakh samples and found 8.42 lakh contaminated, a significant 14.3% – an indicator that chlorination is not regularly undertaken.Even within water testing laboratories, there is a strain on resources. Across Maharashtra, nearly 25% posts in these labs are vacant, an official from the water supply and sanitation department said, requesting anonymity. Chemist Milind Wagare was the only one present in the regional water testing laboratory in Belapur when Scroll.in visited. Two out of four posts in lab are vacant, forcing water samples to be diverted to other labs. Photo: Tabassum Barnagarwala Water, like health, is a state subject. In some states, the Public Health Engineering Department handles the task of monitoring and maintaining water quality while in others, it is the responsibility of the Rural Water Supply Department. But, on the ground, inevitably it is the gram panchayat that implements water and sanitation measures.In Maharashtra, apart from the gram panchayat, a multipurpose worker from the health department also conducts random testing of  water samples to look for contamination. In the Koylari gram panchayat, this post has been vacant for a year, said accredited social health activist Sheela Gulab Padliwar. Despite that, the health department tested all water sources in the last week of June and found low or no chlorine in both the wells in Koylari and Panchdongri. “On June 30, we informed the gram panchayat but they took no action,” said district health officer Dr Dilip Ranmale.Open-defecation-free tag remains on paper But it isn’t just the disruption in safe drinking water supply that led to the cholera outbreak. It couldn’t have happened without another factor: open defecation.For two days in the first week of July, heavy rains led to overflowing of the well’s water. “We suspect the infected faecal matter mixed with well water during heavy rainfall,” said Ranmale, the district health officer in Amravati district.After the outbreak, the district zilla parishad conducted a survey of all toilets built under Swachh Bharat Mission in Koylari, Panchdongri and Kaneri villages. It found that toilets have been built in 721 of the 806 homes in the three villages, but 95 or 13% are not functional. Panchdongri’s accredited social health activist Gumta Surje said even the functional ones are not used. “Villagers still go out to the field,” she said.Jonnalagadda, who works as a consultant with the World Bank, said it is not surprising to find toilets under Swachh Bharat Mission left unused. “It is like I give you a laptop, but you don’t know how to use it. So you may just continue to use pen and paper to write,” he said. Nandram Dhikar, whose son Gangaram died due to cholera, said, “There is open defecation everywhere.” He pointed out that there was no tap water in his toilet. He said villagers prefer to defecate in the open, while using the toilet building to store fodder for animals.In the first term of the Modi government, the focus was on sanitation. The annual budgetary allocation for the Swachh Bharat Mission’s rural component rose steadily to a high of Rs 15,343 in 2018-’19. On the other hand, budgetary allocation of the national drinking water scheme kept shrinking.Soon after the Modi government was re-elected, it launched the Jal Jeevan Mission, allocating Rs 10,000 for the scheme in 2019-’20. This has risen to Rs 60,000 crore in the current financial year. The funding for Swachh Bharat, meanwhile, has seen a decline, dropping to Rs 7,192 crore in 2022-’23. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe Jal Jeevan Mission now accounts for 89% of the total budget of the Department of Drinking Water and Sanitation, while Swachh Bharat Mission (rural) accounts for just 11%.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nExperts say sanitation and water are intimately connected. Both need to work in tandem. “We need to look at whether people use toilets or not,” said Shrikant Navrekar of Nirmal Gram Nirman Kendra, an organisation that works on rural sanitation. “If they do, is the drainage proper? Do people get safe drinking water in the pipeline?”Navrekar pointed out that the toilets have often been built near water sources, contrary to technical specifications. A toilet in a rural area can either be built on a twin-pit model, where two pits are created underground and toilet waste is slowly allowed to percolate in soil, or using a septic tank, which stores the waste till it can be treated before being discharged. The twin-pit model is cheaper and more commonly used in  rural settings. “But the pit has to be of a certain dimension and built at a certain distance from ground water source else it can contaminate water. Unfortunately people construct toilets anywhere,” Navrekar said.In a septic tank, the wastewater has to be treated and then discharged but in rural areas no treatment is usually done. “This wastewater meets some water body from where water is consumed. Again, a source of contamination,” he said. In Murbad village in Thane, where a cholera outbreak in April left 29 school children ill and one dead, the multipurpose health worker had alerted the health department to the possibility of toilet waste mixing with the school’s water supply. But no corrective measure was taken since that fell under the water supply and sanitation department’s jurisdiction. “We can’t do anything,” the health worker said. At the heart of the problem, Jonnalagadda said, was the government’s singular focus on infrastructure building in both Swachh Bharat and Jal Jeevan, and its neglect of operations and maintenance. “You build the infrastructure, then neglect it, and have to rebuild it,” he said.This reporting was supported by a grant from the Thakur Family Foundation. Thakur Family Foundation has not exercised any editorial control over the contents of this article.","author":"Tabassum Barnagarwala","time":"2022-08-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177893-xisnffrlkt-1659358325.jpg","tags":["Cholera","Water and sanitation","Swachh Bharat Mission","Jal Jeevan Mission"]}