{"title":"Why is the BJP so keen on overhauling OBC reservations?","content":"Last Friday, the Uttar Pradesh government decided to transfer 17 castes belonging to the Other Backward Classes category to the Scheduled Castes grouping.  This is not the first time the Bharatiya Janata Party government in Uttar Pradesh has attempted to alter how OBC reservations work. In 2018, an Uttar Pradesh government panel headed by retired high court judge Raghavendra Kumar had recommended splitting the 27% OBC bloc into three sections: Pichhra Varg (Backward Class) at 7%, Ati Pichhra (More Backward) at 11%, and Atyant Pichhra (Most Backward) at 9%, according to a report in the Hindu.This thinking within the BJP is mirrored in Delhi too. A panel appointed during the Modi government’s first term headed by former high court judge G Rohini has also recommended splitting up the OBC quota into three sub-categories, according to a report in the Hindustan Times.The Uttar Pradesh initiative to transfer the 17 OBC castes to the Schedules Castes soon hit a legal roadblock since, according to the Constitution, a state government cannot make changes to the Scheduled Castes list. However, given the continued attempts to rework OBC reservations, it is clear the BJP is thinking hard about this.The saffron part’s political strategy is driven by the fact that a varied coalition of OBC castes has powered the party’s wins in the last two general elections and allowed Narendra Modi to become one of India’s most powerful prime ministers. Now that is in power, the BJP wants to cement this electoral alliance by rewarding the OBC castes that voted for it by giving them a greater share of the reservation pie.OBCfication of Indian politicsThe Other Backward Classes are a vast collection of castes that constitute the middle of the caste system, between upper castes and Dalits. OBCs constitute more than half of the Hindu population. However, this vast size is accompanied by the fact that on the ground, historically, there has been no cohesive OBC identity.However, this lack of an identity started to change in the 1970s as efforts arose to award this segment reservations in jobs and education. Until then, only Dalits and Adivasis were eligible for reservations. In 1979, the Janata Party government, the first non-Congress Union adminstration, appointed the Mandal Commission to look into the feasibility of OBC reservations. When the Congress came back to power in 1980, this was put into cold storage. In 1990, another non-Congress government, this time led by the VP Singh, declared that it would implement OBC reservations as recommended by the Mandal Commission. At the same time, in the crucial states of Uttar Pradesh and Bihar – which account for nearly a quarter of India’s population – parties led by OBCs became major players as the Congress fragmented.In both Uttar Pradesh and Bihar, while the OBC parties – the Samajwadi and the Rashitriya Janata Dal – attracted votes from a number of OBC castes, they were primarily led by members of the Yadav caste.This, in turn, set of a reaction, with other OBC castes beginning to bristle at Yadav domination.BJP’s caste strategyThe BJP picked up on this politics and started to reorient itself to the non-Yadav OBCs. In 2014, the first time the BJP won a majority in the Lok Sabha, its win was powered by this strategy. In his 2017 book, How the BJP Wins, journalist Prashant Jha explained how this worked:“The calculation is simple. All Indian states are plural in their composition. With the rise of Mandal politics, assertion of OBCs and their mobilisation, the more numerically and socially dominant of these groups – from peasant backgrounds – have also become politically dominant. But precisely because of that, a range of other castes – both the traditionally powerful and the more marginalised – feel alienated. And thus, the trick is to mobilise these castes and construct a coalition against the dominant caste – which is, in the post-Mandal era, usually the numerically largest middle caste of the particular setting.”This strategy worked even better in the 2019 general election. This how the the BJP attracted the votes of the OBCs and the two largest upper-caste groups in the 2019 general election in Uttar Pradesh, India’s largest state.As many as 80% of Kurmis and Koeris, two major castes within the OBC bracket, voted for the BJP. Other OBCs (which exclude Yadavs, Kurmis and Koeris) saw a 72% turnout for the BJP. In contrast, only 23% of Yadavs, the dominant OBC group in Uttar Pradesh, voted for the BJP.Beyond ‘Brahmin-Baniya’To understand how remarkable these figures are, the Brahmin and Baniya turnout for the BJP was comparable to its popularity among non-dominant OBCs. The BJP was traditionally known as a Brahmin-Baniya party. However, the data shows it is now as much of a party of non-dominant OBCs in Uttar Pradesh. Given that OBCs are the single-largest population group within Hinduism, this is a significant achievement for the BJP. Moreover, it has come without the saffron party losing its traditional upper caste vote bank. This arithmetic was what drove its massive win the 2019 general elections.A similar arrangement has been followed in states such Haryana, where the BJP has arranged itself in opposition to the politically dominant caste group, the Jats, hoping that a broad coalition of other castes would see it through – as it did handsomely in 2019.Broadening the OBC quotaTill now, powerful OBC groups such as the Yadavs have reaped the major benefit from the Mandalisation of politics in the 1990s, cornering not only political rewards but also a major share of OBC reservation in jobs and educational institutions. As per data from the Rohini panel, 25% of the 27% OBC quota hase been monopolised by only 10 castes. The other 983 OBC castes have been left out in the cold.The sub-categorisation of the OBC quota would, as a result, give these less-powerful OBC castes a better chance at availing reservations since they would not have to compete with powerful groups such as the Yadavs.Of course, politically, it will reward these castes for voting BJP in such large numbers in 2019 and ensure that they stick with the saffron party in the future.While the BJP champions a narrative of castle-less politics, based purely on a pan-Hindu identity, the reality is more complex. While the politics of religious identity has played its part in buoying the BJP, this has not meant the end of caste. As the major changes proposed to the OBC quota show, in 2019, as at any point since independence, the bedrock of Indian politics remains caste.","author":"Shoaib Daniyal","time":"2019-07-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115632-hizfzdopgv-1553014591.jpg","tags":["OBC","Caste reservations","BJP","Yadavs","Amit Shah"]}