{"title":"‘Why must we pay to protect killers?’: Manipur Police fund for fake encounter cases raises questions","content":"Close to two months after the Supreme Court directed the Central Bureau of Investigation to look into 98 cases of alleged extrajudicial killings in Manipur, the matter has taken a controversial turn. The state police have started collecting money from their cadre to hire a lawyer to represent personnel who may be implicated.This has triggered protests by human rights groups in the state. Police officials, speaking on condition of anonymity, say they have no choice but to contribute to the fund. The Bharatiya Janata Party government headed by N Biren Singh, however, claims the contributions are voluntary and unofficial.In an interview with Scroll.in, Singh played down the development, saying  the fund-raising drive did not happen through a “departmental process” and that only a “few individuals” participated in it, that too voluntarily. “Since it is not happening with the information of the authority, it is not the responsibility of the department or the government,” he said.The chief minister – who holds additional charge of the home department and, by extension, has direct control over the police – added that the government was very clear about its stand: “This government stands for human rights and human life. If anyone violates human rights, they will be punished.”Yet, confidential official communication, accessed by Scroll.in, suggests otherwise.The meeting on August 10According to a report in Imphal Free Press, a local newspaper, a meeting was called by a senior police officer on August 10 to allegedly discuss a mandatory fund collection. The confidential memo in the possession of Scroll.in was sent by an inspector general of the Manipur Police in his official capacity to several senior-ranking officials, including the chiefs of police in several districts of the Imphal valley, intimating them of the meeting on August 10. It directed them to ensure that certain officials under their watch and listed in the memo attended the meeting. These officials had taken part in the encounters under investigation, according to police operational details available in the annexures to the petition filed in the Supreme Court. The Imphal newspaper reported that a “directive given to collect funds” was issued by “several senior level officers”. Every police station was to “collect taxes”. While a constable was to give Rs 500, Rs 1,000 to Rs 2,000 was to be collected from assistant sub-inspector and sub-inspector-level officials. The amount went up with rank, the report said.Why it mattersThe Supreme Court’s ruling on July 14, directing the Central Bureau of Investigation to investigate the alleged fake encounters, has been hailed as a watershed moment by human rights campaigners and analysts in Manipur. They believe it is an important step in the fight against the culture of impunity that the Armed Forces Special Powers Act – which gives security personnel sweeping powers to arrest, search and even kill in areas designated as disturbed – allegedly promotes. The Act is in force in several regions of the North East as well as in Jammu and Kashmir. Manipur – wracked by insurgency and violence stoked by ethnic rivalries apart from the alleged staged killings by security personnel – has been under this law for close to four decades. The Supreme Court’s judgement states that the “use of excessive force or retaliatory force by the Manipur Police or the armed forces of the Union is not permissible” – a reiteration of an observation made by it in July 2016 that security personnel cannot use excessive force even in areas covered by the Armed Forces Special Powers Act.The July 14 judgement was the outcome of a petition filed by the Extra Judicial Execution Victim Families Association, a group comprising family members of people allegedly killed by security forces in fake encounters in Manipur. In its petition, the association contended that there were 1,528 fake encounters in Manipur between 1979 and 2012, but action had not been taken against the personnel involved in a single case.An impartial inquiry by a special investigation team of the Central Bureau of Investigation, which is authorised to chargesheet any personnel if found guilty, could have far-reaching implications in Manipur’s politics. In an interview last year, a Manipur Police commando, Thounaojam Herojit, had admitted to killing more than 100 people in staged encounters on the orders of his seniors. The current deputy chief minister of the state, Yumnam Joykumar, was chief of the Manipur Police when most of these alleged fake encounters took place.Babloo Loitongbam of Human Rights Altert, which assisted the Extra Judicial Execution Victim Families Association in filing the petition and gathering evidence, said the fund drive could be an indication of the police refusing to cooperate with the special investigation team. “We have done all that we could,” he said. “After the Supreme Court ruled in favour of a probe, we have reached out to all the family members, alerted the witnesses, but all of that could be futile if Manipur Police refuse to cooperate with the investigating team.”A placard lies on the ground during a protest against the Armed Forces Special Powers Act. The 1958 law gives armed forces sweeping powers in areas designated as disturbed, such as Manipur. (Credit: AFP)A poll promiseThe newspaper report on the August 10 meeting almost immediately led to protests in Manipur, with several civil society organisations, such as the Extra Judicial Execution Victim Families Association, Human Rights Alert and Committee on Human Rights Manipur, demanding that the chief minister set up an inquiry committee to look into the allegations.In a protest meet organised by these groups in the Manipur Press Club in Imphal on August 29, activists questioned the government’s commitment to the investigation, pointing out that a mandatory fund-raising drive was “diametrically opposite” to its public stance on the subject.Loitongbam claimed it amounted to extortion. “The government should come clean on it,” he said. “Publicly, the CM [chief minister] says he wants justice to be done and then this happens. And now the police, which he is in charge of as home minister, is backing murderers. Isn’t the police meant to protect civilians?” N Biren Singh and the BJP – who came to power in Manipur in March, ending 15 years of Congress rule – had made the “speedy disposal” of alleged fake encounter cases one of their pre-poll promises. In July, too, the chief minister had reiterated that the government would provide all “necessary assistance” to the central investigation agency.The special investigation team is expected to complete its investigation and file chargesheets by December 31.‘We had no choice, we were scared’In the wake of the protests and public outrage, the police also issued a public rebuttal to the media report the next day, saying that the money was collected through “voluntary contributions by willing police personnel to aid their colleagues”.However, police officials speaking on condition of anonymity said their seniors had asked them to cough up their share or face the consequences. The added that the fund collection was organised in almost all police stations in the state.“The officer in charge of the thana [police station] summoned all of us and said there were orders from the top that everyone had to contribute,” said a constable in a police station in Thoubal district. “We constables paid Rs 700 each, the amount increased with seniority. The sub-inspectors paid Rs 1,000. We were told that the department wanted to hire a lawyer whose fee was Rs 4 crore.”The constable stated that his senior warned of consequences if they did not pay up:“He said, if we don’t pay, he’d give our names to the SP [the superintendent of the district police]. We had no choice, we were scared, so we had to pay. But we don’t want to. These men killed innocent people. Why should we pay to protect them?”Another police official, who also did not want to be identified, corroborated the constable’s claims. “What I don’t understand is why we should pay since we were not involved,” he said. “Is this the price of murder? I haven’t killed anyone. Why should I pay for the defence of murderers?”","author":"Arunabh Saikia","time":"2017-09-09T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/849780-67966-ufohvubfxp-1504884767.jpg","tags":["Manipur fake encounters","Central Bureau of Investigation","Supreme Court","Manipur Police"]}