{"title":"Why KCR lost Telangana – and what it means for state parties","content":"Almost everyone in Hyderabad I spoke to when I reported from Telangana had a tale about just how wealthy the ruling Bharat Rashtra Samithi was. The party had made money from soaring land rates in Hyderabad as well as kickbacks from public works contracts awarded to private players, political watchers claimed. One Congress leader even alleged that Bharat Rashtra Samithi was funding other parties in places such as Uttar Pradesh and Karnataka.This was one reason why it was difficult to write off the Bharat Rashtra Samithi, in spite of visible anger against the government. The party could pull in at least some votes by paying for them as well as its solid party machinery – both of which the Congress lacked.In the end, of course, its war chest did not carry the party across the finish line. After nearly a decade in power, the Bharat Rashtra Samithi will give way to a Congress government in Telangana.What are the reasons for this result? And what impact will this win have on the state and on national politics?Cash transfersMuch of the anger against the Bharat Rashtra Samithi was driven by its propensity to overpromise and underdeliver. The state government announced a slew of schemes that involved the transfer of private goods, such as flats and cylinders, as well as significant amounts of cash. But as I found while travelling through the state, these schemes created a significant number of dissatisfied voters who had been left out of the net. A powerful impression existed in the state that Bharat Rashtra Samithi  workers and their supporters were benefitting disproportionately from state largesse.However, it would be a mistake to see in this result a vote against the idea of cash transfers itself. As it so happens, the Congress has promised even more money to voters as part of existing schemes. If anything, this result further underscores just how much voters value cash transfers and private goods distribution. Their anger against the Bharat Rashtra Samithi stemmed purely from poor execution of these ambitious schemes.The Bharat Rashtra Samithi was further hamstrung by the fact that it had been in power for two terms. This engendered significant anti-incumbency sentiment and magnified the faults of the state government in the eyes of voters.Congress machineThe anger against the Bharat Rashtra Samithi was effectively channelled by the Congress, which ran an efficient campaign in the state. There was good coordination between the high command and the state unit. By all accounts, the Congress’ chief strategist, Sunil Kanugolu, worked well with Telangana Congress chief, Revanth Reddy.Moreover, the high command backed Reddy to the hilt, avoiding the factionalism that has plagued the Congress in this region. National campaigners such as the Gandhi siblings also had significant impact in a state where Indira Gandhi is still surprisingly popular. In fact, I found a significant number of Muslims with a positive view of the Congress due to Rahul Gandhi’s Bharat Jodo Yatra. Although if that, by itself, pulled in a significant number of actual voters on D-day is difficult to establish.The Congress was also helped by the social ground conditions of Telangana where Hindutva has a rather small footprint. Religious polarisation is low in the state. Religion does not play an overwhelming role in the vote.State parties on noticeWhat does this verdict mean? For Telangana, it is unlikely much will change. The state has seen significant prosperity ever since it was separated from Telangana. Earlier this year, the Union government released data showing that the state now has India’s highest per capita income. The Congress will probably use this wealth to further push private goods and cash to voters as it gears up for the 2024 elections.Nationally, however, the verdict is a warning signal to state parties. Not only has the Congress defeated the Bharat Rashtra Samithi, a party that claims descent from the movement for Telangana statehood, the Bharatiya Janata Party has doubled its vote share from the previous assembly election. In fact, in the Kamareddy seat, a BJP candidate has defeated both the sitting chief minister K Chandrashekhar Rao and probable future chief minister (and current Congress chief) Revanth Reddy.","author":"Shoaib Daniyal","time":"2023-12-03T20:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107816-cgguamjqje-1544505846.jpg","tags":["Telangana","Bharat Rashtra Samithi","Congress"]}