{"title":"Why a ‘monogamy bill’ is gathering support from Arunachal Pradesh women activists ","content":"An influential women’s group in Arunachal Pradesh is backing moves to bring in a law that can bar candidates with more than one spouse from elections – at a time neighbouring Assam has declared its intention of bringing a law to ban polygamy.On September 4, Congress legislator Ninong Ering announced his intention of tabling the Arunachal Pradesh Monogamy Election Eligibility Bill, 2023.The members of the Arunachal Pradesh Women Welfare Society, a women’s group in the state, extended support to the private member’s bill. In a letter to Chief Minister Pema Khandu, the activists wrote, “By recognising monogamy as a requirement for election eligibility, this bill aims to promote gender equality within the society as it discourages practices that may lead to polygamy, which can often result in the marginalisation and discrimination of women.”On September 6, the women activists had also turned up at the Arunachal Pradesh Assembly in Itanagar, expecting a discussion on the bill. However, the bill was not tabled that day, leading the women’s group to protest outside the Assembly.“The bill was withdrawn because of political pressure as some of the [legislators] have multiple wives,” advocate Kani Nada Maling, who heads the Arunachal Pradesh Women Welfare Society, told Scroll.  “They talk about women’s empowerment, nari shakti [women power] at the Centre but women’s voices do not matter here. The Assembly should be the voice of everyone… not for the men only. The bill should be discussed and debated.” Since then, the women’s group has organised public consultations across the state and mobilised other women’s organisations, urging them to support their cause. “Elsewhere, the demand for a ban on polygamy is directed at the minorities, particularly in Assam,” explained journalist Tongam Rina from The Arunachal Times. But in Arunachal, she pointed out, it is about women’s rights.We will never forget 6th September 2023, you compelled us to stand  outside the Arunachal State Legislative Assembly under the scorching heat . We went inside the Assembly to witness the discussion  but came out dejected. pic.twitter.com/71G72lsHvu— Adv Kani Nada Maling @ I believe in action (@kani_nada) September 8, 2023\n\nArunachal’s polygamy problem In recent months, the Bharatiya Janata Party government at the Centre has made a strong pitch for a uniform civil code to replace personal laws. In Assam, for instance, the state government has announced its intention of bringing a law against polygamy, which it has cast as an exclusively Muslim problem. However, according to data from the National Family Health Survey in 2019-21, polygyny – the practice of a man having more than one wife – is widely prevalent among tribal communities, especially in the North East.In 2019-21, according to the NFHS, the highest prevalence of polygynous marriages was in Meghalaya (6.1%), Mizoram (4.1 %) and Arunachal Pradesh (3.7%). Arunachal Pradesh is home to 26 major tribes and 110 sub- tribes, some of whom allow polygamy.  Four Arunachal Pradesh districts – Kra Daadi (16.4 %), East Kameng (10.2 %), Papum Pare (6.9%) and Kurung Kumey (6.6 %) – figure in the list of top ten districts in the country with prevalence of polygyny. “Polygamy has social sanction in Arunachal, and people are taking advantage of this,” Maling said. “No woman is secure in our state as a man can marry two or three wives whenever he wants. Women are used as tools here.”Proud to see Tagin women and Mishmi women group, all set to voice against the mentality of the politicians, who did not let #MonogamyElectionBill table. They are still waiting for those women politicians, scholars, lecturers, officers, engineers who hates polygamy for solidarity pic.twitter.com/KhOZfk8BDr— Ebo Mili (@Alvadormili) September 8, 2023\n\nThe billThe draft of the bill, which Scroll has seen, seeks to “amend the existing electoral laws in Arunachal Pradesh to allow only candidates having one spouse to contest elections and hold public office within the state.”Congress legislator Ninong Ering said that a person in public life, with two or three wives, does not have adequate time for public affairs. “There should be morality among leaders and that’s my intention,” he said. “If a leader does not have morality, what message will he give to society? My intention was not to hurt anyone as the bill will not apply retrospectively.” He denied that he had backed out of tabling the bill under political pressure.“I was advised that even if I brought this bill, it will be negated because it is a private member’s bill,” Ering told Scroll. Even if passed, a bill enabling only monogamous candidates to contest elections in Arunachal Pradesh would need amendments to the Representation of the People Act, 1951, the Arunachal Pradesh Panchayati Raj Act, 1997 and the Arunachal Pradesh Municipal Act, 2007.The amendment of the People’s Representation Act, 1951, would need the approval of two-thirds of the Indian Parliament.Ering, however, admitted that if put to vote and not passed, the bill would end up embarrassing the state government. “The government is afraid that the people will say the BJP government supports polygamy.”‘Patriarchal mindset’Journalist Tongam Rina said that the root of polygamy in Arunachal is patriarchy. “If a man does not have a male child, society will allow a second marriage,” she said.  The women’s groups have backed the bill so that politicians can set an example, she said. “If politicians stop polygamous marriages, there may be a trickle-down effect in the larger society. That’s the core of the women’s group demand,” Rina said.Ninong Ering, however, said he was hopeful that the bill would become a reality in the future. “Even now, a central government employee is barred from having a second spouse, “ he said.  Arunachal Pradesh Chief Minister Pema Khandhu, too, has in the past said his government was working to end polygamy in the state.Activist Kani Nada Maling said the refusal to discuss the bill was a sign of a “patriarchal mindset”. “We are mobilizing women from across the state, we will keep protesting until our demands are met.”","author":"Rokibuz Zaman","time":"2023-10-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194443-lofnvvcjta-1695731901.jpg","tags":["Arunachal Pradesh","Ninong Ering","polygamy","Arunachal Pradesh Women Welfare Society","Monogamy Election Eligibility Bill"]}