{"title":"Why Indian companies’ efforts at improving diversity are falling short","content":"Some years ago, Christina Dhanuja saw a video on a WhatsApp group that she was a part of, which left her troubled. In the video, Dhanuja explained, an elderly woman spoke of the caste system and declared that “work is worship”.The woman in the video claimed that depending on the kind of work she was performing at any given time, she belonged to a different caste group. For instance, Dhanuja recounted, the woman said that when she did intellectual work, she became a Brahmin and that when she did manual labour she became a Shudra.Dhanuja was deeply troubled by the casteist nature of the video – particularly because the group on which it was shared was one that comprised professionals like her who worked on diversity, equity and inclusion, or DEI, in Indian workplaces. Broadly, as indicated by the term, these are professionals who strive to make workplaces more diverse, equitable and inclusive, both with respect to individuals that companies hire, as well as systems and practices they follow.Dhanuja found it disturbingly ironic that a member of the group would share a video that so fundamentally misrepresented the caste system. She raised the issue with the group. The person who had shared the video apologised and said that he did not intend to hurt anyone. “It’s not about hurt, it’s just blatantly casteist,” Dhanuja responded.The matter did not end there. Soon after, another member of the group, an upper-caste woman DEI professional who was aware of Dhanuja’s displeasure, told Dhanuja that while she herself understood the problem, “things weren’t going to change anytime soon”. She suggested that Dhanuja needed “to give space for change” and “be less critical about these things”.To Dhanuja, this conversation was an indication of the double standards of those in that WhatsApp group. “I was like, would you say the same thing if I said something homophobic or transphobic?” she said. “No, you would tear me into shreds!”The incident was revealing of the significant lacunae in DEI work in India with respect to caste.This despite the fact that, as a 2021 report by the job portal Indeed noted, such principles have been steadily gaining ground in the Indian corporate sector over the past decade.The report surveyed over 1,000 employers across ten sectors in India and found that 21% had instituted formal DEI policies, while 20% were preparing to formalise such policies. It found that the Information Technology and Knowledge Services sector had made the most progress on this front –33% of the respondents from the sector had established formal DEI policies.But interviews with Dalit Bahujan Adivasi professionals and DEI specialists by this reporter revealed that the majority of such work in India focuses on the inclusion of women and queer persons, and, to a lesser extent, people with physical and neurological disabilities. These interviews indicated that caste and religion, two key axes along which individuals and communities in India are marginalised in the country, are largely disregarded in the conceptualisation of DEI in Indian workplaces.Dhanuja suggested that the reasons for this omission included reluctance from companies to tackle such problems, and a lack of information about caste-based DEI work. “DEI itself is a borrowed concept,” she said. “Given a choice, most South Asian companies would not be doing this work. It only started because it was mandated by foreign parent companies.”Christina Dhanuja, a diversity, equity and inclusion professional, noted that Indian companies primarily took up DEI work because they were required to do so by foreign parent companies. Photo: Benson NeethipudiSince very few parent companies had any understanding of caste, she explained, very few of their Indian subsidiaries had taken up caste in diversity work. “Indian DEI is failing to address both casteism and Islamophobia at the workplace, two of the biggest issues in India,” said Akshay CM, a savarna DEI consultant based in Delhi. “Caste is the biggest driver in the Indian workplace, from recruitment to promotions. But it’s taboo to talk about it because the status quo is maintained by savarna people, so how will they allow you to address it?” He added, “There are also very few takers for my sessions on Islamophobia.”According to the Harvard Business School, diversity refers to the “presence and participation of individuals with varying backgrounds and perspectives, including those who have been traditionally underrepresented”. It defines equity as “equal access to opportunities and fair, just, and impartial treatment”; and inclusion as “a sense of belonging in an environment where all feel welcomed, accepted, and respected”.The origins of DEI are closely tied to the civil rights movement of the 1960s against institutional racism in the United States. An article published by Notre Dame University on the history of DEI noted, “The introduction of equal employment laws and affirmative action marked the beginning of workplace diversity training. They were aimed at helping employees adjust to increasingly integrated offices.”But the fact that these efforts are rooted in the fight against historic inequality is not widely acknowledged. Writing about the history of DEI programmes, management historian Kira Lussier observed, “Very few corporate announcements of diversity initiatives explain that these programs were needed because of companies’ histories of discriminating on the basis of race.” She observed that diversity programmes are often “detached from power and history” and that diversity work needed to “be more than window dressing” and “strike at the heart of structural inequality” through “targeted recruitment and mentoring programs”.In India, meanwhile, the failures of Indian corporations to implement DEI principles in the context of caste and religion mirror the poor representation in these companies of marginalised communities from these categories.A study by finance researchers Ajit Dayanandan, Han Donker and John Nofsinge, published in 2019 looked at the caste composition of 4,005 corporate boards and 34,772 board members in India. It found that 94% of corporate directors, and the same percentage of company CEOs, were from “forward castes”, though these castes represent less than 20% of Indian society.In a similar vein, a 2007 study titled “The Legacy of Social Exclusion” by economists Sukhadeo Thorat and Paul Attwell found “a statistically significant pattern” in which lower-caste and Muslim job applicants in the private sector fared “less well than equivalently-qualified applicants with high caste names”.Anti-caste groups have long demanded that reservations in employment be applied to the private sector. But official responses to this demand have largely been ineffectual. In 2006, the United Progressive Alliance government set up a Committee on Affirmative Action for Scheduled Castes/Scheduled Tribes to improve the representation of these groups in the private sector. According to a government press release the committee concluded that the best approach to affirmative action would be through “voluntary action by the industry itself”. Subsequently, apex industry chambers – specifically, FICCI, CII and ASSOCHAM – prepared a voluntary code of conduct for their member companies “centered around education, employability, entrepreneurship and employment to achieve inclusion”.But in 2019 The Wire analysed data obtained through right to information filings and determined that out of the 17,788 member companies of these industry chambers, only 19% had adopted the voluntary code of conduct.The report also analysed data obtained through RTI filings on educational scholarships provided by these bodies. It concluded that while “the private sector is comfortable paying for the education of SCs and STs it is reluctant to employ them”.According to Akshay, in many Indian companies DEI is a “stepchild to the HR department” and very often the work is carried out “voluntarily through an employee resource group and turns out to be unpaid labour”. Such groups are typically composed of employees who volunteer to take up work out of a shared characteristic or interest.Given that the work is often left to such volunteers, it is unsurprising that the implementation of these policies is frequently tokenistic. Akshay noted that in his experience, companies explored ideas of DEI only a few times a year. “Once in March during women’s history month, then in June when it’s Pride month and finally in December when it’s time to write about DEI in the annual report,” he said. In a similar vein, Dhanuja explained that April is typically her busiest month – since it is celebrated as Dalit history month, she receives several invitations each year from companies to take sessions for their employees.Akshay CM noted that DEI work in India is often carried out through voluntary employee groups, as opposed to paid professionals. As a result, such work is often tokenistic in nature. Photo: Special arrangementDhanuja noted that this increased interest in the subject was a result of conversations initiated by anti-caste activists in the diaspora. As a result, some multinational companies in the United States and the United Kingdom began to pay attention to caste, which had an impact, albeit a limited one, on their Indian subsidiaries. “Today, at the most Indian companies are ready to have one-time, one-off awareness sessions about caste,” she said.In her experience, most companies who do seek her out are media or social development companies. “There are very few core industry companies which have reached out to me,” she said, referring to those working on essential services like energy, utilities and healthcare.As Harish Panchabhai, a DEI consultant based in Pune noted, there is considerable potential for far more extensive diversity work within Indian companies. “In sound organisations, DEI work revolves around the entire employee life cycle – right from when a person reads about a job application to their retirement, and is year-round work,” said Panchabhai.Panchabhai explained that there were several practices that could be implemented under a broad DEI programme. For instance, he said, names and genders could be omitted when job applications are reviewed initially, to ensure that caste, religious and gender biases did not influence decisions.As Dhanuja found, the reluctance to engage with caste is prevalent even in organisations that work specifically on DEI.This is evident from the example of the India Diversity Forum, a platform founded in 2021 to initiate “single minded focus to the discussion around diversity and inclusion in India at a company, government and national level”. At present, it has over 1,000 member companies and it holds monthly conclaves and job fairs. Its job portal saw over 40,000 registrations last year. While the website does mention caste as one of the dimensions of diversity, an interview with Sanjana Seth, a senior relationship manager at IDF, revealed that the groups it primarily focused on were women, queer people and people with disabilities. “Caste is not a focus area, but we have equal employer opportunities which somewhat means that,” said Seth. She admitted that more needed to be done in the field of DEI to address biases stemming from caste and religion in workplaces.A similar problem is found in the work of Avtar Inc, which describes itself as India’s “leading diversity, equity, and inclusion solutions firm”.In 2000, after struggling to find work following a career break, entrepreneur Dr Saundarya Rajesh set up the company, aiming to work towards improving women’s workforce participation. According to her bio on the company website, Rajesh has “guided the D&I work of over 100 organizations”. Her book, titled The 99 Day Diversity Challenge: Creating an Inclusive Workplace, sets out to “demystify the subject of DEI” and make it accessible to “just about everyone”. The book lists different “dimensions of diversity”, including gender, sexual orientation, religion, age, culture, generation and socio-economic status. It makes no mention of caste.Akshay pointed out that as a consequence of the wide absence of a caste-based, intersectional perspective in the field, diversity work will end up only benefitting an “already privileged class of people”. For instance, he noted, “DEI women’s leadership programmes are mostly meant for upper-caste and upper-class, English speaking women from tier-one cities. You won’t find sanitation staff signing up for women’s leadership programmes.” He explained that such programmes “are inspired from the US, where they now have different programmes for racialised women. But are they creating similar programmes for lower caste women in India?”The lack of caste sensitivity in companies and organisations often leaves young employees from marginalised groups feeling deeply insecure about their jobs and careers.Such was the case with Suraj, a young Ambedkarite employed with a political consultancy. (He asked to be identified by a pseudonym for fear of professional repercussions.) Suraj managed to secure his job in late 2022, after considerable struggles.But he soon encountered deep-rooted biases. In the very first week, Suraj recounted, a colleague said in the workplace, “We can do with economic equality but caste is the basic identity of people and it should not go away.”Even though Suraj had experienced casteism previously, he immediately felt that he had to be on his guard. The colleague’s aggressive behaviour in the following weeks led Suraj and his other colleagues to complain to their seniors.Rather than address the problem, the company relocated Suraj and the colleague to different districts.Even after his transfer, Suraj continued to encounter rampant casteism. For instance, in the new district, Suraj noticed that in their outreach work in rural Bihar, his upper-caste colleagues would deliberately ignore lower-caste villagers and instead prioritise visits to upper-caste villagers.One evening, taking stock of a long day of fieldwork, Suraj felt that an upper-caste colleague was behaving in an unusually sarcastic manner with him. When Suraj asked what was wrong, he replied that Suraj didn’t understand the work like he did. Suraj asked for more details, to which the colleague noted that Suraj had approached a young man from the Nonia community who worked in the village ward, and told him that he could become the village headman in the future. The Nonia fall under the Extremely Backward Class category in Bihar and are also fighting to be categorised as a Scheduled Tribe. Explaining why he disagreed with Suraj’s judgement, the colleague further added that the group had no “auqaat”, or status, and “no power”.Suraj was enraged and objected to the colleague’s casteist attitude, but felt he had no avenues to take the matter further. “There was no space or mechanism to address these issues,” Suraj said. “I wanted to leave, but I got that job after a lot of hard work, and it's very difficult for people like me to get a job. We don’t have the required references or exposure.”Even when caste-based discrimination is not blatant, the absence of caste sensitivity at workplaces can lead to well-performing Dalit Bahujan Adivasi – or DBA – employees feeling isolated and alienated from their colleagues, which eventually impacts their career trajectories.In 2003, Chandresh Meravi, a young Adivasi man from the small town of Malanjkhand in Madhya Pradesh, known for its copper mines, first came to Hyderabad to study for a BCom degree. He was the first person in his family to leave his district and study in a big city. In 2007, Meravi began working as a tax analyst in a multinational corporation. There were others from his home town in the company, but they were all non-Adivasi. He was the only Adivasi individual in his personal and professional circles. “In those initial days I never felt excluded on account of my identity,” he said. “I had strong communication skills and I had received an early promotion.” Meravi continued working in the field for the next decade.Around 2012, Meravi began having a political awakening enabled by the news and social media. He became conscious of the wretched ground conditions of Adivasis in central India, particularly when it came to problems such as land dispossession, the State’s war against Naxalism and the collateral damage that resulted. “At some point I realised that when it comes to our rights, Adivasis don’t have equal citizenship as compared to others in the country,” he said. “This was a very terrible and isolating realisation.”In response to this growing awareness, Meravi began asserting his Adivasi identity, such as by referring to himself as an Adivasi in conversations, and speaking about problems that the community faced. Friends and colleagues would occasionally tease him about being fixated on Adivasi issues.After undergoing a political awakening, Chandresh Meravi began to more consciously assert his Adivasi identity. Friends and colleagues teased him about being fixated on Adivasi issues. Photo: Special arrangementThe problem intensified after 2014, when the Bharatiya-Janata-Party-led National Democratic Alliance came to power at the Centre. Meravi felt the political atmosphere at his workplace shift sharply to the right. If he raised questions about the BJP’s ideology or called out misinformation as fake news, people would be quick to label him as a pro-Congress person.Meravi realised that he couldn’t relate to the political conservatism that his colleagues were embracing. He began to find connecting with his community members online far more fulfilling than spending time with his colleagues. “I felt as if the things that I found important were disregarded by others around me, so I began keeping to myself at work,” he said.Unsurprisingly, this impacted his career trajectory. “Leads on how to proceed up the corporate ladder come from your professional circles,” he said. “It depends on whom you accompany for smokes and weekend trips. But due to people’s political leanings, such networking became a turn off for me.” The resultant lack of mentorship hindered progress in his career, and Meravi eventually resigned to pursue other professional opportunities. He went on to obtain a master’s degree in English literature and cleared the National Eligibility Test exam, which qualifies candidates to teach in colleges and universities. He is also now looking to do a PhD.In many cases, DBA professionals disagree with the normalisation of Hindu religious practices at workplaces. “The workplace culture in India has been dominated by elite castes for so many generations, it’s as if it was only made for them,” said Rajesh Chavda, a corporate lawyer from India who now works in the United Kingdom. “Religion should have no place at the workplace,” he added.Vaibhav Wankhede, an Ambedkarite and a content and digital marketing strategist who is the first in his family to work in the entertainment industry, noted that “nothing untoward” had ever happened to him – ­though, he recounted, at one job as a writer with a culture magazine, he was mocked for speaking Marathi in a non-elite accent.While he did not feel that he had experienced significant bias or repression, Wankhede often found himself coerced to participate in religious celebrations on occasions like Ganesh Chaturthi. On other occasions, he had to abide by religious beliefs in astrology at work, such as when it came to beginning a new project at an auspicious time. At one workplace, Wankhede’s boss told him, “Buddha is Vishnu’s avatar and Buddhism has borrowed a lot from Hinduism.” As Wankhede needed the job, he felt that he couldn’t voice a contrary opinion and instead remained silent.Chavda spoke of similar experiences, and of rituals like Lakshmi Puja being regularly conducted in Indian offices at which he worked. “Such practices only uphold the elite castes’ way of life,” he said. “It makes Dalits and Adivasis wonder whether they belong to that place.” He recounted another instance of this kind of bias, where a leading Indian company forbade employees from eating non-vegetarian food in the canteen. “It's almost like saying Dalits and Adivasis aren’t permitted to be themselves at the workplace, or that you need to be like the elite castes when you are in the workplace,” he said.Wankhede believes that caste sensitisation would not only help improve diversity in the entertainment industry, but also help it tell better stories. He believes that the kind of stories seen in the film industry today are not “the real India” but “shiny, superficial worlds”. After he recently wrotefor the column Dalitality in the Indian Express, curated by the scholar Suraj Yengde, individuals from various walks of life contacted him online. “It’s these underrepresented voices that we need to bring out and turn them into mainstream culture,” he said.Vaibhav Wankhede did not face overt oppression at the workplace, but recounted that he felt forced to participate in Hindu religious celebrations on occasions like Ganesh Chaturthi. Photo: Special arrangementIndeed, research has shown that the implementation of DEI principles is highly beneficial for companies more broadly. Several studies have found that diverse workplaces foster innovation and creativity, perform better financially and have higher employee retention and lower turnover. The Indeed report found that 77% of employers too believe that DEI is valuable to their organisations. It noted that DEI is not just seen as a “social good practice”, but as an “intelligent talent strategy” which has “growing evidence of tangible outcomes”.In an article for the Huffington Post, Dhanuja and management professor Dr Hari Bapuji argued that “caste-based losses to companies are similar to those due to a lack of gender and race diversity”. They wrote that companies are at “a risk of exploiting workers from caste affected communities, discriminating in their product and service offerings, and engaging in violation or misappropriation of marginalised people”. They argued that such practices if left unaddressed could lead to “hefty economic or reputational losses”. Other possible negative outcomes that companies could face included “low employee morale, poor entrepreneurship, and hostile socioeconomic environment”.As Pratap Tambe, a cyber risk consultant based in the United Kingdom, noted, “Diversity improves the quality of decisions taken in companies.”Tambe explained that different caste groups had different needs, and that companies needed to keep diverse market segments in mind while drawing up plans for products and services.“We are focusing only on the creamier segments of the market, but there are so many segments which are underserved because of caste,” Tambe said. “There is big potential there for people who are conscious of diversity.”Key to this, Tambe argued, was having a more representative workforce. “If there are people who have the same mental model, same lived experiences, then they all tend to think in the same way. When you are designing products which need to be inclusive, how can you not have people representing those cohorts in your staff?”However, Tambe cautioned that implementing caste-based DEI work in companies was not always a straightforward process. For instance, he said, not everyone wanted to reveal their caste at their workplace, which could make it challenging for DEI professionals to address the question of caste.He recounted that he had asked a professional who led DEI work at several big tech companies why they didn’t look at caste. “I learnt that there is no general consensus and no policy documents on how to implement caste diversity,” he said. He believes that someday if an organisation shows “best practices with consensus, everybody will adopt caste-based DEI”.But Dhanuja argued that even before such broad progress is made, small steps could be taken in the area of caste-based DEI work. “What workplaces must do is start with caste protections, which includes having an anti-discrimination policy in place that seeks to prevent harm for caste-marginalised workers,” she said. “Such a policy should be in place with or without employees revealing their caste locations. In other words, workers can be casteist even when Dalits and Adivasis are not around.”She added that the fact that Indian corporations did not have any consensus on the implementation of DEI policies in the area of caste was a reflection of the upper-caste leadership’s “unwillingness to deal with a burning issue rather than their inability to solve it. Absence of caste-DEI best practices can’t serve as justification for implementation failure. That is the failure.”","author":"Nolina Minj","time":"2024-03-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199194-rmfpzqzrtb-1710241485.jpg","tags":["Work","Rights","Caste","Religion","Justice"]}