{"title":"Why PhDs are a minefield for India’s marginalised students","content":"The Oscar-winning 2014 film Whiplash tells the story of a talented jazz student who is abused, both verbally and physically, by his tyrannical instructor. Last year, Amrita Kumar, a PhD student at a central university in India, went to watch the film at her neighbour’s house. Her neighbour, also her childhood best friend, assured her that she would like it.But as the credits of the film scrolled up the screen, Kumar sat very still. Her friend turned to her and said excitedly, “I told you, you would become speechless!” Kumar did not respond.The smile on her friend’s face slowly disappeared. Kumar had gone numb.She could not move a single toe, and she began to feel like she was choking. Moments later Kumar began to shiver, and was unable to breathe normally – it was the worst anxiety attack of her life. After several minutes, her friend managed to calm her down.It had been six months since Kumar started her PhD programme – she was the first person in her family to enrol for one. (The names of most students quoted in the story have been changed, to protect them from repercussions.) Over those months, she had frequently confided in her friend about her experiences, particularly the struggles she was facing with her guide, who she quickly realised wielded total power over her life and career.The friend had suggested the film to Kumar because she thought it would resonate with her. What she hadn’t anticipated was the intense psychological distress it would trigger.Kumar belongs to a Scheduled Caste and hails from a small village in rural Odisha. “Getting into the PhD programme was a huge thing for me as a first-generation learner,” she said when we spoke in January.However, she quickly realised that the academic world was one fraught with risks for students like her.Her Master’s programme at Pondicherry University had been an experience that revolved around classroom and community – now, she found herself thrown into an academic life without classmates. Instead, the programme was centred on a one-on-one relationship with her guide, or supervisor. And a few months into her programme, she realised she was not getting the kind of mentorship and support she needed from him.The intense competition on campus did not make things any easier. Scholars were constantly looking over their shoulders to see how many papers their peers were publishing, how many conferences they were presenting at, how close they were to finding success in an experiment.“There is a thing that people say: one can’t have friends in academia,” Kumar said. “And that is very true.”Kumar, who is now in the second year of her PhD, continues to battle daily with loneliness, self-doubt and low self-esteem. Over the last two years, she has considered quitting her PhD multiple times. She was recently diagnosed with anxiety and mild depression. “I wouldn’t say that my mental health issues started because of my PhD,” she said, “but it has certainly made it worse.”Kumar’s experience mirrors that of PhD students across the country. “It has become a norm now,” Kumar said. “That if you enter PhD, then you are bound to have mental health issues.”She added, “For marginalised students, it is much worse.”In April 2021, researchers at the Department of Public Health and Community Medicine, Central University of Kerala, Kasargod, studied the mental health of PhD students in two public universities in the state. The study investigated the prevalence of depressive disorders among the students, and found that nearly 70% of them had some level of depressive disorder: 41.7% had a mild level, 17.9% had a moderate level and 6.7% and 2.1% had moderately severe and severe levels of depressive disorders respectively.Research has indicated that PhD students are at a significantly high risk of developing mental health problems. Marginalised students in India are particularly vulnerable.  Photo: AFP/Sam PanthakyThese findings are in line with research conducted at universities abroad.A 2017 study that surveyed 12,191 PhD students in Belgian universities found that one out of two PhD students experienced psychological distress, and one in three were at risk of a common psychiatric disorder. A 2018 working paper from Harvard University found that 18% of surveyed students, in economics PhD programmes in the United States, had “moderate or severe symptoms of depression and anxiety”, which was more than thrice the rate for the population overall. Further, 11% had “reported suicidal ideation in a two-week period”.The researchers in Kerala found that students who belonged to economically weaker sections and earned less than Rs 20,000 a month were more likely to report moderate to severe depressive disorders. (Some PhD fellowships pay more than this sum, while the standard PhD stipend is significantly lower.)Economically underprivileged groups in the country overlap significantly with groups that are socially marginalised, such as Scheduled Castes and Scheduled Tribes, often referred to as Dalits and Adivasis. “In India, class is caste,” said Aditya S, a student from an Other Backward Class community who is pursuing a PhD in a central university.These groups are also underrepresented in the programmes. Less than 20% of candidates admitted to the PhD programme at the Indian Institute of Science, Bengaluru, between 2016 and 2020 were from Scheduled Caste, Scheduled Tribe or Other Backward Class categories, according to data presented by the Union government in Parliament in 2021. These groups make up about 69% of the Indian population. Further, between 2015 and 2019, only 34.4% of scholars who enrolled for PhDs in the 23 Indian Institutes of Technology were from these groups, according to data the government presented the same year.PhD students and faculty across the country told Scroll.in that apart from intense economic pressures, these students also have to battle structural discrimination that severely impedes their progress. Often, they also have to grapple with a kind of epistemological trauma when they find that faculty members do not treat their experiences and their interests as being of academic value.This story is part of Common Ground, our in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.After Kumar was accepted into the programme, she was given three choices of guides, whom she had to rank in order of preference. As it turned out, she was matched with her third option.She soon realised that the professor was not the right guide for her. “He is an amazing academician and a fantastic scholar,” she said. “But the way he deals with me just isn’t right.”In large part, this had to do with the guide’s response to Kumar’s academic interests: as a scholar from a Scheduled Caste, Kumar knew that she wanted to pursue her research in the area of caste. “I knew that if I was not going to pursue this topic, I would rather not do the PhD,” she said.But her guide did not understand her motivations, and was dismissive of the idea. “He said these days it has become a ‘trend’ to write with this angle,” she said. “Instead, he asked me to focus on tribal studies.”This was Kumar’s first sign that she was going to have a difficult time with her guide.“If I wasn’t going to work on something that was so important to me, then who would?” she said. “He did not understand that this was very personal to me.”Ravikant Kisana, an academic and activist, referred to PhD programmes as a “feudal system” that made it difficult for marginalised students to research topics that interested them. “Caste is only manual scavenging or atrocities,” he said. “If one wants to research on anything to do with upper castes, or critically analyse an upper-caste personality’s work, they will immediately be dismissed.”Kumar said she received almost no support from her guide through the programme. “It’s in the word itself, ‘guidance’, but I’ve never got any,” Kumar said. “He’s never once asked me how I’m doing.” When we spoke in February, Kumar said that her guide had only met her thrice in the preceding five months.This was particularly distressing because many students like her do not begin PhD programmes with the same levels of skills and training as students from privileged backgrounds. “There is a lot of technical knowledge that privileged caste students have, that I don’t,” she said.Marginalised students often lack the skills and training that those from privileged communities possess. Rather than assist them, the education system typically punishes them for this. Photo: AFP/Manjunath KiranThis shortfall, compounded by Kumar’s anxiety about it, led to poor academic performance – she recounted sitting down to an exam and simply being unable to tackle it, despite having prepared for it. She said the thought would recur in her mind, that no matter what she wrote, the guide would “hate her and be disappointed.” She went on to fail the exam – despite never having failed one in her life before.Rather than offer help, her guide belittled her struggles – at one point, he asked her if she really thought she deserved a seat. The question crushed her already low confidence. “That’s when I began to think that I probably just got lucky and did not belong here,” she said.She had already faced barbed comments from her peers for having secured admission through reservations. “So this question by the guide made me feel even worse,” she said.Kisana explained that for first-generation students, “even walking into their guide’s room for the first time is a traumatic experience”. He had heard of students being met on the first day with questions such as “Who asked you to sit?” The interaction “would be enough to destroy students’ confidence,” he said.It doesn’t help that marginalised students are at a disadvantage when it comes to choosing or being assigned guides.“Unlike upper-caste students, we don’t have the connections or networks to learn anything about our guides before we join the course,” said Aditya S.Since Aditya did not have any information about his prospective guides, during the interview stage of his PhD entrance test, he repeated the name of a professor that he had heard the candidate before him mention.Dr Soumitra Pathare, a psychiatrist and the director of Pune’s Centre for Mental Health Law Policy and Research, observed that faculty in India don’t undergo sufficient training before they become guides. “The only criteria to become a guide or supervisor is to have a certain number of years of experience,” he said. “They are not required to undergo any training or develop mentoring skills.” Pathare believes that guides should be taught how to enable a conducive environment for students.“The power dynamic between supervisors and students is not being discussed enough,” said Deepak Malghan, a professor at IIM Bengaluru.In a rare instance of this issue coming to the fore, in 2021, Deepa P Mohanan, a Dalit PhD scholar, garnered nationwide attention when she went on a hunger strike for 11 days to protest against the director of the International and Inter-University Centre for Nanoscience and Nanotechnology at Mahatma Gandhi University, in Kottayam, Kerala, where she was enrolled. Mohanan accused the director, Professor Nandankumar Kalarickal, of casteist behaviour.Mohanan had first complained against Kalarickal in 2015. The university constituted a committee to conduct an investigation into the matter – the committee confirmed the allegations and directed the university to take action against the professor. He was briefly removed from the directorship, but was reinstated soon after. Then, in 2021, after Mohanan went on a hunger strike,  the university formed a new committee to look into the matter – Kalarickal was removed from his post again. In an interview with a news publication soon after, Kalarickal called the allegations “baseless”.Mohanan alleged that she had not been provided with the required material for her research, had not been allowed to use university facilities and had been denied opportunities available to other students.Mohanan also said she had frequently been subjected to casteist remarks from the director. “They do not want Dalit women pursuing higher studies,” the scholar told Scroll.in.Unlike with Mohanan, most students’ struggles with their guides go unnoticed.Aditya soon realised, just as Kumar had, that impressive qualifications did not always make academics good guides for marginalised students. “I realised later that I also needed someone who would be sensitive to my concerns, to the topic and to my personal struggles,” Aditya said. “My current supervisor just doesn’t get it.”He noted that it takes some time for students from marginalised backgrounds to gain a sense of what topics are “tolerated” and what kind of discourse is “looked down” upon by their upper-caste faculty.Aditya’s research is on Hindu nationalism in India, and to his relief, his supervisor’s ideology was broadly aligned with his own. But when Aditya expressed an interest in analysing the topic through an anti-caste lens, his supervisor did not respond enthusiastically. At one point, the guide remarked that Aditya worked with the Ambedkar Students Association on his campus, and asked what caste he belonged to.About three years into the PhD programme, the relationship took a particularly sour turn. “He wanted to put his name on a paper I had written, but I did not think that it was fair, and I stood my ground,” he said. “After this, our relationship got really bad.”Since then, Aditya has lived in constant fear that five years of his work will be jeopardised by one bad relationship. “I’m going to submit my thesis in a week, and I’m terrified that the supervisor will do something to delay it or that it may not get approved. I don’t know what barriers will appear in front of me to hold me captive here,” he said, when we spoke in February.Aditya said he has known of students having their scores cut because they have questioned their guides. The guides “have a sense of vengeance”, he said. “If you are not subservient and if you contest them, then they take it out on you. They make sure you don’t progress.”Vipin Veetil, a professor from an Other Backward Class community who was recently with IIT Madras, noted that students in India are typically expected to yield to the whims and preferences of faculty members. “The power structures are much less pronounced in the West,” he said. “Arguments are not just accepted, but expected from students. But here, guides will take offence.”Even if he is awarded a PhD, Aditya doesn’t believe that he will be fully free of the fear of upsetting his guide, since he will continue to be reliant on him. “For any jobs or future studies, I require recommendation letters,” he said. “That is something that is already difficult to acquire for Bahujan students, because of the lack of networks.”The only support Aditya received from faculty members during his PhD came from two Dalit teachers in other departments. “I wouldn’t even be able to talk about my work if they had not been around,” he said. “It is near impossible to be critical in your work about caste or Indian society in social sciences if faculties from Bahujan communities are not there.”Even when students from marginalised communities do not face hostile guides, they often struggle to make progress with their PhDs, owing to a dearth of literature on subjects such as caste. “There isn’t enough anti-caste literature,” Aditya said. “All the authors are upper caste. I had to depend on foreign or Bahujan writers for my thesis.”Literature also often contains offensive terms and descriptions of marginalised communities. Smitha Prakash, a PhD candidate in another central university, cited the example of the book Gorakhnath and the Kanphata Yogis by George Weston Briggs, in which the author refers to Jogis, classified as Other Backward Classes, as “rascal beggars” and states that “the Jogi is so impure that he will eat the offerings at any shrine”.Marginalised PhD students encounter offensive and inaccurate descriptions of their communities in literature, which contributes to their overal psychological vulnerability.  Photo: Reuters/Adnan AbidiPrakash hails from a Denotified Tribe, referred to as Vimukta Jati in Hindi – the term for a set of tribes that were labelled habitual criminals under the Criminal Tribes Act of 1871. The act was repealed in 1949, but in the years that followed, several states introduced laws to deal with “habitual offenders”, which in practice were used to harass members of the same communities. Though there have been demands for these laws to be repealed, they remain in force.These communities are among the most misrepresented in literature. Prakash cited a text in which a writer described Lodhi and Gurjar women as Dalit. “They are actually Vimukta and nomadic tribes,” she said. “This is a clear erasure of identity and truth.”She added, “I would read it and think, ‘But I am not that.’”Claims like these made her “want to scream, but there is no space for that scream,” she said. “So then it becomes a burden on me and affects my mental health.”Prakash also noted that most academic work only portrayed the marginalised as victims. Kisana agreed, pointing out that through school, undergraduate and postgraduate programmes, students almost never learn about Bahujan leaders. “They don’t acknowledge their accomplishments,” he said. Even buildings in universities are typically named after upper-caste men, he added.Prakash noticed that savarna academics had primarily built their ideas and narratives on Western theory, and that since these theories largely foregrounded caste, the concerns of Scheduled Tribe communities were frequently overlooked. “This is especially challenging for a first-generation learner like me who is neither Dalit nor Savarna,” she said. “We are also Adivasi and Vimukta.”The academic struggles of marginalised PhD students are often exacerbated by financial pressures. Many students use money from their fellowships to support their families. “The only reason I’ve not yet dropped out yet is that I need the money,” Kumar said. “I have to support my family, and I can’t suddenly go without my stipend without finding an alternate option.”Students at central universities compete for the Junior Research Fellowship, which pays Rs 31,000 a month for those in their first year. In order to qualify for the fellowship, students have to write the National Eligibility Test, or NET. In 2021, 12.67 lakh students wrote the exam, of whom only around 52,000 students qualified. Those who do not qualify receive a “non-NET” fellowship of Rs 8,000.“I’m slightly better off but most students from these communities have their entire families depending on them,” Aditya said. “And what can one do with 8,000?Sabari Rajan, a Dalit student from Kerala, who is enrolled for a PhD programme at the University of Hyderabad, wrote the exam thrice, but did not qualify. The non-NET fellowship was insufficient for Rajan, who needed to send money from her fellowship to her family in Kerala, to support her mother and two younger siblings. (Rajan consented to the use of her real name for the story.)Rajan needed to work different jobs to support her family, while also being enrolled full-time for her PhD. “Those days were extremely hard,” she said. She worked as a part-time teacher three days a week at a school – and as a private tuition teacher on another three days. “The rest of the time, I was working on my thesis,” she said. She never had the time for any other kinds of activities. “I did not have any other choice,” she said. “I wasn’t some kind of superwoman either, but I felt as if death was knocking on my door.” Rajan said her peers looked down on her for not qualifying for the Junior Research Fellowship. “People think it’s only because of the quota that I’m there, because I wasn’t able to pass the test,” she said.Rajan often suffered anxiety attacks. She recalled a day when she woke up screaming. Her hostel friends rushed to her door and began to bang on it, yelling for her to open it. But Rajan could not stop screaming, and could not even get up from her bed to open the door. For those few minutes, she felt paralysed. “I could hear them, but I just could not get myself to get up and open the door,” Rajan said. It took five years before Rajan finally cleared the NET.But even when students qualify, they have to conten with frequent delays in the release of stipends – sometimes, students don’t get their money for months together. “The last time I got my stipend was in November,” Kumar said when we spoke in January. “It is only the ones who are not dependent on their stipends who have no problem with the delays. That essentially means only the privileged can afford to get PhDs.”Pathare criticised the apathy of university authorities when it came to questions of money. “For the officials, not getting a month’s stipend doesn’t really matter much,” he said. “They think students will be able to manage for a month, but they don’t realise these students would be struggling to support their families.”One reason institutes and guides had disproportionate power over students, Veetil argued, was that funds were disbursed through institutes. He suggested that the government give students the funds directly, which they could use at any institution in which they enrolled. “If students are given the power to stay or quit the university, and take the money wherever they go, like it is in the West, then maybe guides would treat students better,” he said. Veetil alleged that even he had faced discrimination at his institute, IIT Madras. In July 2021, he resigned, stating that he had been subjected to casteist treatment by “people in positions of power” at the Department of Humanities and Social Sciences.In August, Veetil rejoined the institute to fight out his case. He also wrote to the union education minister in August 2021, demanding a fair probe into his allegations. In January 2021, Veetil resigned again, alleging that the harassment had continued after his return. In early February, he wrote again to the education minister, alleging that a special recruitment drive that was held at the institute, to hire SC, ST and OBC faculty members, had been sabotaged by the administration.When Scroll.in spoke to Veetil in February, he said that he had been harassed by IIT Madras’ guards that morning and that he was being forced to vacate his residential quarters, even though he technically had a few days before his resignation came into effect. A day later, he filed a complaint against the administration. Scroll.in emailed the administration of IIT Madras, seeking responses to Veetil’s allegation, and will update the story if any are received.Veetil said PhD students are in a far more precarious position than him. “My mental health is already severely affected, but I know that if it worsens, I can take a break from work and I would be fine,” he said. “But that option isn’t available to students, especially if they have families depending on them.”Veetil pointed out that in many Western universities, students are given the option of easing into a PhD. In the University of Chicago, he noted, students are only allotted guides after they spend a year attending classes and getting a sense of the demands of a PhD. “If they felt they couldn’t cope then, they could leave at the end of the year and be given a Master’s degree,” he said. Though he worried that this could backfire in India, and that marginalised students might be made to feel like they cannot cope with the demands of a programme, he maintained that it should be an option available to students.Apart from the academic pressures, students from marginalised groups also have to contend with targeted harassment.“When this is an additional problem they have to deal with, they end up suffering from severe depression and go to the extent of contemplating suicide,” Veetil said.In December 2021, Union education minister Dharmendra Pradhan told the Lok Sabha that 122 students at the undergraduate, postgraduate and PhD levels had died by suicide between 2014 and 2021 in central government-funded institutes. Among these, more than half belonged to marginalised groups.Veetil said authorities rarely acknowledged the seriousness of the problem. “When administrations are asked to respond to suicides among PhD students from marginalised communities, they bluntly say it is because the student was not good enough and so they struggled,” he said. “The point is, there can be students with great potential, but low skill. If an environment was not so inimical, they would be able to explore their potential.”As a first step, he said, the issue of the mental health struggles of students from marginalised communities needed to be acknowledged as a problem. It then needed to be studied. “There are solutions – sensitisation, better access to resources and punitive action against casteist professors,” he said. “But for that we need to investigate the issue.”Deepak Malghan of IIMB said that some institutions were slowly beginning to take note of the problem. “At IIM, there is online counselling available for PhD students,” he said. “Institutions have to be able to set up mechanisms that help students speak up confidently about what they are going through.”Of the 122 students who died by suicide between 2014 and 2021 in central government-funded institutes, more than half belonged to marginalised groups. Photo: Reuters/Adnan AbidiBut many marginalised students are reluctant to meet psychologists. Aditya’s university has an attached hospital where, if he wanted, he could find help – but he will never knock on those doors. “If it is an upper-caste counsellor, I know they are not going to get what I’m going through,” he said. “In fact, I’m scared that they will actually make it worse. I would rather stay away.”Some students find their own coping mechanisms. “I have a friend who is from a denotified community as well,” Prakash said. “I tell her everything and that feels therapeutic for me.”Pathare said he had encountered this kind of reluctance from students. “They are scared that their secrets would get out and reach the ears of the authorities,” he said, “And paying to see a counsellor outside campus is unaffordable for many.”In January this year, three months after Kalarickal was removed from his post, Mohanan returned to her campus. “I’m finally starting on my work properly,” she said.Her friends and family tell Mohanan to this day that she should consider going to therapy to process the trauma of what she dealt with. “I also have a heart problem, and the anxiety attacks over the last few years have aggravated that too,” she said. But though she occasionally talks to her psychologist friend, she said she doesn’t have the time or money to see a counsellor.In the last few months, several students from other campuses have reached out to her and said they are suffering in similar situations. “I tell them that it is best to speak out,” she said. “If we are silent about it, then nothing is going to happen.”This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Johanna Deeksha","time":"2022-03-09T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171229-ndfydprzfw-1646743278.jpg","tags":["Education","Mental health","Discrimination","Students","Schedule Castes","Scheduled Tribes","Other Backward Classes"]}