{"title":"Why are the lions of the national emblem in the new Parliament building so angry?","content":"The national emblem on the new Parliament building, unveiled by Prime Minister Narendra Modi on Monday, is big. Four bronze lions glower from a pedestal, standing 6.5 metres high. The lions and pedestal together weigh 9,500 kilogrammes.That is no surprise. By now it is known that the current dispensation’s aesthetic is best described as big, preferably biggest. It has under its belt the world’s tallest statue and the world’s largest infrastructure project. In 2018, Modi inaugurated the new Bharatiya Janata Party headquarters in Delhi, the world’s biggest party office. The new national emblem may be the biggest national emblem in India so far.The major sticking point, however, is that the lions of the new Parliament building are angry. Their bared fangs have caused a minor political storm, with ideological differences coded as aesthetic differences. They roar in four directions, muscles bulging and veins popping, a far cry from the lions of the Ashokan pillar at Sarnath that they were modelled on. Those lions, it is pointed out, have also been roaring for close to two millennia. But it is a conversational roar rather than a “look on my works, ye Mighty, and despair”. You do not want to cross paths with the lions of New India on a moonless night.This is how #AshokStambh looks in \"THE STATE EMBLEM OF INDIA (PROHIBITION OF IMPROPER USE) ACT, 2005\" those lion on both sides are muscular, aggressive or Liberal?? What do you think? pic.twitter.com/DjQHglEL8r— Shiv Chaudhary 🇮🇳 शिव (@shivchaudhary0) July 12, 2022\n\nThe lion of GujaratAs many have observed darkly, lions and the Modi government have a history.Modi was described as the “lion of Gujarat”, the state he headed for 12 years before moving to the Centre. It helped that lions are also the state animal of Gujarat, the only place in the country where they are found. In the campaign for the 2014 Lok Sabha elections, Modi travelled around the country for “hunkar” – roaring – rallies. He was projected as the “vikas purush”, the development man, a brand of masculinity that combined majoritarian politics with the promise of economic prosperity.Later, the lion stood for the economic agenda of the Modi government. The “Make in India” logo pushed out soon after the BJP came to power at the Centre featured a lion made of cogs, a rough beast apparently slouching towards industrial progress.Industrial progress has been patchy while India has journeyed into an increasingly insecure majoritarian politics, which is now reflected in state functions. The foundation stone for the new Parliament building was laid in a “bhoomi pujan” ceremony in December 2020. While an interfaith prayer was said, the religious rituals of the majority dominated proceedings. But at Monday’s function, only Hindu priests appear to have been present.\"Make in India\" MII A dream project launched by the Prime Minister of India to promote indigenous production to push India's economy. But, the Logo itself was designed by an Indian arm of a foreign firm Weiden+Kennedy (US). pic.twitter.com/9zUWDq70GD— Srivastwa, Manoj (@SrivastwaManoj) December 10, 2021\n\nThe edicts of AshokaSome might like their lions resembling a late ’80s villain played by Amrish Puri. But it has to be said that the monuments that a civilisation leaves behind are traces of what was valued. As the old story goes, Ashoka was not always a pious king. He embraced Buddhism in a massive fit of remorse after witnessing the carnage at the battle of Kalinga. The pillars he then scattered across his empire, engraved with edicts, were to spread word of the new faith. They were part of an image makeover as well as an attempt to establish a public code of ethics. The Ashokan pillar and the lion capital at Sarnath were buried and forgotten for centuries, until British archaeologists dug them up in 1905. Decades later, as the Constituent Assembly of a newly independent India cast around for a national symbol, Nehru tasked Badruddin Tyabji, a civil services officer, with finding one. His wife, Surayya Tyabji, drew the first draft of the emblem. As their daughter, Laila Tyabji, writes, the couple had just survived the trauma of Partition; Tyabji himself had narrowly escaped being killed. They refused to migrate to Pakistan, rejecting the idea of a state built on religion for a secular, multicultural India. The new national emblem would have inscribed the qualities of the republic they wanted to call home. Centuries after they were carved, Ashoka’s edicts were refurbished for a modern nation state. These edicts suggest how the emperor wanted his reign and his people to be remembered – they were non-violent, tolerant, generous and humane, they were bound together by these values despite their diversity.Should the new bronze emblem be found by archaeologists thousands of years later, what would they make of the people who built it – that they were really angry? 3/5The Sarnath Lion Capital was chosen as the national emblem on the suggestion of Surayya Tyabji, wife of lawyer, activist and politician Badruddin Tyabji. Surayya Tyabji made a rough sketch, which was refined by Dinanath Bhargava, an art student at Santiniketan. pic.twitter.com/Vc9R3EP3Ug— LiveHistoryIndia (@LiveHIndia) January 26, 2021","author":"Ipsita Chakravarty","time":"2022-07-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177074-xaqbwhtkfs-1657639055.jpg","tags":["Modi","Central vista","Parliament"]}