{"title":"Why I revised my scepticism about crypto","content":"The latest crypto winter has set in and looks to be a harsh one. Prices of speculative assets, boosted by massive government stimuli during the pandemic, are crashing in the era of elevated inflation, rising interest rates and quantitative tightening. No assets soared as high as crypto currencies when the going was good and none have plunged so precipitously in the past few months.If such a shift had taken place at the end of 2020, I would have been on the side of sceptics such as economist Paul Krugman, billionaires Bill Gates and Warren Buffet, statistician and risk analyst Nassim Taleb, economist Nouriel Roubini and professor-lawyer Robert Reich who believe that cryptocurrencies are, at best, a solution looking for a problem, a technological innovation with no real world value and therefore akin to ponzi schemes even when promoters are not actual scamsters.There is no doubt that a high proportion of crypto projects are indeed ponzis, and retail investors therefore need to be protected by wise regulations. I remain unconvinced by  the primary claims of Bitcoin maximalists for reasons I lay out in the next section of this article. However, my attitude to crypto, like my opinion of Dubai, the subject of a previous column, has altered recently.Advances in what is being accomplished on blockchains suggest they offer an alternative to an internet dominated by platform monopolies, a path for creators to maximise income by cutting out greedy intermediaries, and a censorship-resistant outlet for artists and writers in inimical jurisdictions.Satoshi and BitcoinA bit of background: the first cryptocurrency, Bitcoin, is a pseudonymous, distributed, immutable ledger secured by a proof-of-work protocol based on the SHA-256 cryptographic hash algorithm. If you are uncertain about the meaning of one or more of those terms, I recommend this video explaining the basics of Bitcoin and blockchain:\n\n\n    \n    Play\n\nBitcoin was released in the aftermath of the 2008 financial meltdown, which was caused by unbridled deregulation underpinned by free market zealotry, yet unleashed a new wave of the same fanaticism with one fresh wrinkle: the neo-zealots placed private financial institutions like Goldman Sachs in the same bucket as governments and central banks. They hated the World Economic Forum almost as much as they despised the Federal Reserve.The so-called genesis block in the Bitcoin blockchain quoted from a news item about a second bank bailout being planned in the United Kingdom. The message embedded in the block was clear: governments printed too much money leading to a debasement of its value. The solution was to create a currency independent of central control, one whose supply was fixed and almost impossible to manipulate.While Bitcoin’s immediate catalyst was the 2008 crisis, its ethos went further back, to the privacy-focused cypherpunk philosophy that grew popular in the 1990s and includes among its adherents WikiLeaks founder and activist Julian Assange and activist Edward Snowden.In the initial years after its 2009 release, Bitcoin enthusiasts believed it would work as a currency for ordinary transactions. But for technical reasons, Bitcoin was intentionally slow, designed to permit at most around seven transactions per second, pretty meagre for a currency supposedly destined to supersede every other coin on earth.Two solutions emerged to this drawback, both allowing faster transaction speeds at the cost of greater centralisation. The first was a slew of alternative coins, and the second, something called the Lightning Network, an exchange layer that sits on top of the Bitcoin blockchain and only taps into it after consolidating groups of transactions.Are fund transfers in government-backed money so slow and expensive as to need improving through such solutions? In the United States, the centre of the crypto world, it sometimes feels the answer is yes because the system is dreadfully outdated. Many Americans assume other nations must have it even worse, but in fact countries in Africa and Asia have been faster to adopt mobile payments, digital money transfers and microfinance in the past decade-and-a-half.Kenya’s M-Pesa led the way for private cellphone-based transfers and India’s excellent United Payments Interface, or UPI, developed by the Reserve Bank of India, exemplifies how central banks can drive innovation and efficiency.Listen to the sound of money transacted via UPI from October 2016 to March 2022.🔉 The music is generated from the data - through a process called data sonification. pic.twitter.com/rPWYgznenn— India in Pixels (@indiainpixels) April 12, 2022\n\nPlatforms such as UPI do not solve the issue of remittances across countries, another use case frequently presented for cryptocurrencies. But while crypto assets can be sent across the world quickly and cheaply, their conversion to and from government-backed money requires centralised exchanges like Binance or Coinbase whose fees are no lower than PayPal, Western Union or the local hawala agent.The fundamental problem cryptocurrencies face goes deeper than block times and transaction costs. It relates to the fact that everyone who puts money in crypto believes the investment will provide a handsome profit. If you thought the money in your bank account would buy more goods tomorrow, would you spend it today?Consider the most famous Bitcoin-based purchase, the 2010 order of two pizzas by Laszlo Hanyecz for 10,000 Bitcoin. Does the meal appear good value looking back on it from the present vantage, when those coins are worth around $200 million? When in possession of money one believes will gain value, the rational move is to postpone endlessly all non-essential transactions. An entire population taking this approach would send any economy into a tailspin.An ideal currency is perfectly stable: its value goes neither up nor down. The Nobel Prize winning Austrian economist Friedrich Hayek, who produced the most influential theoretical justification of non-governmental cash in his 1976 book The Denationalisation of Money, emphasised that private currencies would be successful to the degree that they were stable.Yet, Bitcoin bros who quote Hayek and rail against inflation caused by low interest rates are conspicuously silent on the hyperdeflation and absurd volatility associated with their favoured coin.Vitalik and EthereumThe crypto space grew more interesting with the most fundamental innovation after Bitcoin, the 2015 rollout of the Ethereum blockchain. Ethereum was the brainchild of a prodigy named Vitalik Buterin, who was 21 years old at the time of its launch. Having immersed himself in the Bitcoin community in his late teens, Buterin realised blockchains could do more if they utilised a kind of code called smart contracts. By enabling smart contracts, Ethereum pioneered decentralised applications (Dapps), decentralised finance (DeFi) and trade in non-fungible tokens (NFTs).Since Satoshi’s true identity was unknown and even his pseudonymous participation in Bitcoin forums ended in December 2010, Buterin had the role of thought leader thrust upon him. Luckily, outside of his talent for programming and mathematics, he happened to be philosophically minded and wise beyond his years.He was concerned, for instance, about the prodigious power consumption demanded by high-value proof-of-work blockchains, and persuaded the Ethereum community to switch to a “proof-of-stake” model  in which token holders stake coins in order to verify transactions and mine blocks. Ethereum is in the process of making the change from proof-of-work to proof-of-stake, and a number of Ethereum-inspired chains such as Cardano, Polkadot, Avalanche and Solana are already running on this power-light process.Of the two most significant innovations spurred by Ethereum, decentralised finance remains a fairly esoteric pursuit, but NFTs, which are unique digital artefacts whose ownership is attested on the blockchain, have broken into mainstream consciousness thanks to pricey art like Everydays: The first 5000 Days by the artist Mike Winklemann, known as Beeple.THE LAST BITCOIN pic.twitter.com/y6ESZKDXBJ— beeple (@beeple) July 6, 2022\n\nA digital collage of computer-based artworks created over the course of 5,000 successive days, Beeple’s giant jpeg was bought at Christie’s in March 2021 by the Singapore-based investor Vignesh Sundaresan for a little over $69 million dollars. If you want to know what exactly Sundaresan got for his money, you can see the smart contract code here, which points to this 300 MB image via this link. A month after the Beeple sale, a firm called Yuga Labs launched the Bored Apes Yacht Club, a group of 10,000 generative images of simians that quickly became the priciest collection on Ethereum. While Beeple’s work is rooted in conventional digital art which has existed for decades, Bored Apes are a better indicator of where much of the NFT market is located.Rather than being individually crafted, each Bored Ape is generated by a computer programme combining a selection of specific traits. For instance, one Ape might have red fur, a laurel wreath hat, and laser eyes, while another might possess gold fur, police motorcycle helmet hat, and zombie eyes. The attributes vary in frequency, and the relative price of a given image is a function of its cumulative rarity. The nominal value of the 10,000 Apes based on their current floor price is over a billion US dollars.Ape #6388 was purchased for 869.69 WETH  https://t.co/Z4wDHrpmnJ pic.twitter.com/ZphpNLHi45— boredapebot (@boredapebot) July 8, 2022\n\nMost observers, Vitalik Buterin included, find these prices absurd and even abhorrent. Curators, gallery owners and art collectors express the hope that at some stage the market will develop better taste, but they are missing the point in my opinion. Digital art existed long before Ethereum, and blockchain technology does little to enhance its quality.While NFTs have provided livelihoods to hundreds of artists who did not previously have a market, the ecosystem is best viewed outside the prism of art history. We should understand NFTs like the Bored Apes not as art but as digital vanity displays in an era when hundreds of millions of individuals derive a significant portion of their sense of self from their online identities.For a Bored Ape owner using it as a Twitter profile picture, it is irrelevant that anybody can right-click and copy the image, just as it is irrelevant that knock-off Birkin bags can be had cheap, or that it does not require a famous artist to tape a banana to a wall. These items have high value because they garner prestige within a group that can distinguish between actual ownership of an Ape and mere posturing, between a genuine Birkin bag and a counterfeit.Web3 and DfinityInventions such as Dapps, NFTs and DeFi have birthed the idea that the internet is undergoing a revolution labelled Web3. In this interpretation, Web1 was composed of read-only files distributed among millions of individual sites; Web2 foregrounded interactivity but channelled it through monopoly platforms such as YouTube and Facebook and centralised cloud-based providers like Amazon Web Services, or AWS; Web3 fosters the best of both worlds, bringing together the decentralisation of the early Web and the interactivity of Web2 through blockchain-driven tokenisation / monetisation.A fundamental weakness in this thesis was laid out in an incisive essay by Moxie Marlinspike, co-author of the Signal encryption protocol on which end-to-end encrypted messaging and calling services like Whatsapp and Signal are based. Marlinspike’s analysis, which focuses on Ethereum but is applicable more generally, demonstrates that very little of Web3’s ecosystem is actually either decentralised or on any blockchain. The vast majority of individuals interact with Ethereum through crypto wallets like Metamask, NFT marketplaces like OpenSea, search sites like Etherscan, and gateways like Infura, all of which are owned and operated like conventional firms in the web space.Defi – decentralised finance –  would be impossible on Ethereum or on “Ethereum-killer” chains without intermediaries such as oracles, bridges, and custodial services which possess none of the safety features that fortify blockchains.Since Marlinspike is such a respected name among cryptographers, he received responses from the likes of Vitalik Buterin and Charles Hoskinson, the latter the founder of the Cardano blockchain. Neither Buterin nor Hoskinson rebutted the facts presented, claiming instead that the issues Marlinspike highlighted could be resolved in the near future.As it happens, many of those hurdles have been crossed already by a blockchain called the Internet Computer Protocol, or ICP, built by the Dfinity Foundation. I first read about ICP in an article in The New York Times about the coin’s price crash. ICP’s price spiked crazily at launch and then collapsed, saddling it with the reputation in the crypto community at large of being a pump-and-dump scam. (Here is a different view of the price action, and a critique of the research on which The New York Times depended, which is now the subject of a lawsuit.)Intrigued by The New York Times article, I looked deeper into Dfinity and found that, far from being a fraud, it was an incredibly ambitious effort backed by an extraordinary team.  I was impressed enough, in fact, to buy some crypto for the first time, which is to say (disclosure) I own a little ICP but (disclaimer) nothing in this article should be read as investment advice and you would be foolish to take investment advice from me if I did offer it.Dfinity set out with a maximalist agenda of putting everything on-chain, even touting itself as an alternative to Amazon Web Services. The research effort kicked off in 2016 and the network’s public launch or Genesis event took place in May 2021. Using advances such as noninteractive distributed key generation and chain key cryptography, ICP claims to offer the fastest, most scalable blockchain in existence, and one nimble enough to make quick changes when necessary through a stake-based governance architecture called the Network Nervous System.ICP has no pretensions to be a currency in the real world. Developers buy ICP, convert it to a stablecoin called “cycles” or XDR, and utilise XDR to fuel computation and storage for their projects. Thus, the token’s long-term value is driven directly by network popularity and any bet on the coin is simply a bet on how much the network will expand and how much usage it will experience.Though ICP has a long way to go, it already hosts blogging sites, social networks, messengers, email providers, Defi exchanges,  and novel projects like Origyn, which aims to certify provenance of real-world luxury products through fully on-chain NFTs. The business models of these Dapps will be tested soon, when the Network Nervous System delegates responsibility though something called the Service Nervous System which will allow each Dapp to develop its own utility and governance tokens.I am familiar with only a handful of the thousands of extant blockchain-based projects, and it may well be that some out there are more advanced and ambitious than ICP. I have highlighted Dfinity’s programme only as an indicator of what can be created on blockchains right now, and what might be possible soon. Whether Dfinity rises to the forefront of the blockchain world or fades away, what I have seen of its technology has converted me from a hardcore crypto sceptic to a cautious optimist.IAMAI dissolves Blockchain & crypto council amid regulatory uncertaintieshttps://t.co/7rpK9sKPQSvia Moneylife App. Download Now : https://t.co/oCY4nDLtoz @suchetadalal @Moneylifers @yogtoday— Moneylife (@MoneylifeIndia) July 15, 2022\n\nPrivacy endangeredNo matter how advanced blockchains get, they can never achieve the speed of standard cloud-based servers, because every update to the blockchain’s state has to do the rounds of several machines to be securely verified, and security increases with the number of validating nodes and their geographical dispersion. So, why build sites on-chain that will never fully match Web2 user experience? Well, because blockchains also offer advantages over the standard internet.The Dapps on ICP, for instance, gather no personal data, and allow pseudonymous utilisation through an authentication system called Internet Identity that works without passwords. Unlike Web2 search sites and social networks, Web3 Dapps do not turn users into their product.This is crucially important at a moment when individual privacy is in peril thanks to the increasingly powerful collaboration between big data and artificial intelligence, and between private data harvesting companies and governments. A recent article in The New York Times described how bad the situation is in China, where technology has allowed civilians to be tracked more thoroughly than anything envisaged in George Orwell’s dystopian fiction, 1984. An earlier investigation by The New York Times revealed how far Apple had compromised user data to sell products in China.In India, the triumph represented by the Supreme Court’s 2017 verdict making privacy a fundamental right has been turned completely on its head. To begin with, the committee charged with creating a framework for privacy legislation, headed by Justice BN Srikrishna, diluted protections one might have expected to flow from the Supreme Court judgement. Then, the draft Data Protection Bill produced by the government did away with the already weak safeguards envisaged by the committee to such an extent that Justice Srikrishna himself called the bill Orwellian. The Indian government is so keen to surveil citizens that it has even instructed Virtual Private Networks, or VPNs, to collect and store personal data, which is like forcing Greenpeace to run coal-fired power plants. Needless to say, VPNs are moving servers out of the country in response. Every provider of digital services that chooses to stay will have to localise data, preserve it for months or years, and hand it over to the government on demand. What chance the fox will be a benign guard of the henhouse?The ongoing destruction of privacy makes surveillance-eluding technology necessary, but the flipside of such technology is that it can be employed for criminal activity. Unsurprisingly, crypto is often accused of being primarily a method to launder money and market contraband. In actual fact, as this excellent and exhaustive report  in Wired magazine shows, a criminal enterprise based on crypto payments is easier to track than one employing bank transfers.Since everything is public on the blockchain, behaviour that is illegal across jurisdictions can be countered, as was done with the child abuse network featured in the Wired article. On the other hand, there are many political activities that are criminalised in oppressive societies but permissible in the rest of the world.Blockchain technology makes it possible for dissenters to find outlets for expression in jurisdictions where their expression is legal, and for the content they produce to be resistant to geo-blocking and therefore accessible within the region where they are fighting for civil rights. It is one way to combat the surveillance capitalism and techno-authoritarianism that define the present moment.DAOs and council capitalismAt the heart of crypto’s political potential sits a governance structure called a Decentralised Autonomous Organisation, or DAO. In DAO-based governance, individual stakeholders vote on proposals that are automatically executed once passed. Unlike publicly listed firms whose shareholders have a say about a narrow range of issues and can only express themselves during annual or emergency meetings, DAOs are micro-managed through stakeholder votes.They are a hypercapitalist form of participative governance, being founded on property ownership. Their one token, one vote charter gives disproportionate power to a minority because holdings of any crypto asset are likely to form a Pareto distribution,  with a smallish group of stakeholders owning a large proportion of coins.One person, one vote seems a more democratic alternative, but leaves networks vulnerable to Sybil attacks, in which an individual creates multiple identities to subvert the DAO. The future evolution of stake-based voting is hotly debated in crypto communities because true decentralisation is not just a core philosophical value but also a technological requirement.Potential ways to make DAO decisions better reflective of community preferences include quadratic voting and systems in which voting power does not scale linearly with holdings.These debates bring to mind a movement called council communism that emerged within the radical Left of western Europe a century ago. During the Russian revolution, the Bolsheviks led by Lenin adopted the slogan “all power to the soviets”, where the word “soviets” referred to workers’ councils. However, Vladimir Lenin considered the party the rightful voice of the workers, an enlightened centralised power equipped to guide the proletariat away from false consciousness and towards class solidarity.This theory, known as Vanguardism, inevitably gave rise to a despotic state. A few thinkers like the Dutch astronomer-theorist Anton Pannekoek and the British feminist Sylvia Pankhurst broke from the Bolsheviks in envisaging  a decentralised, bottom-up socialism built upon workers’ councils endowed with true autonomy. The strain of Marxist thought they represented came to be called council communism.What DAOs seek to put in practice can be termed council capitalism, a decentralised alternative to the monopoly capitalism represented by the likes of Google, Apple and Facebook and the state capitalism represented most effectively by China. Council capitalism has the potential to influence a wide range of real-world issues, from the creation of public goods to the development of electoral systems.For all these far-reaching goals, the primary utility of cryptocurrencies will inevitably be restricted to the digital sphere. As the crypto economy evolves, there will be abiding demand for a safe haven immune to the vicissitudes of DAO decision making, free from bugs that might infect the increasingly complex code embedded in smart contracts, a token whose security has been repeatedly tested and proven. Which brings us full circle because, as a robust, decentralised, immutable store of value, nothing will ever compete with Bitcoin.Also read: Why I revised my scepticism about Dubai","author":"Girish Shahane","time":"2022-07-16T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177034-ynkrlyqgho-1657561242.jpg","tags":["Bitcoin","cryptocurrency","Finance","Privacy"]}