{"title":"Why wild mushrooms are causing deaths in Assam’s tea gardens","content":"On April 8, Rajesh Kharia plucked wild mushrooms from a forest close to his home in Number 4 Chapatoli village. It is near the tea estate where he works in Assam’s Dibrugarh district. He kept some for his family and distributed some to neighbours in the village. The next day, 11 people, including Kharia, were hospitalised. On April 11, two of them died: Kharia’s six-year-old granddaughter and his neighbour, Sine Lama. The next day, Lama’s wife died. Kharia himself spent days being treated at the Assam Medical College and Hospital in Dibrugarh.“I can’t believe mushroom consumption can lead to death,” said Anjali Kharia, the mother of the six-year-old and Rajesh Kharia’s daughter. They had plucked mushrooms from the tea gardens and eaten them for years, she said. “If we knew about the dangers of eating wild mushrooms, that people could die, we would never have eaten them,” she said.This April, 16 people died from eating wild mushrooms in Assam, mostly in the districts of Upper Assam. Moreover, 39 from Upper Assam and six from Dima Hasao were hospitalised after they ate mushrooms.Confirming the toll, Dibrugarh Deputy Commissioner Biswajit Pegu told Scroll.in most of those who died belonged to families of tea garden workers. Untangling the multiple reasons behind these deaths is complex. But, among other things, they are a tragic reminder of the chronic poverty in which Assam’s tea garden workers live.  Sila Lima lost both her parents after they ate mushrooms. ‘Freely available’ Most residents of Number 4 Chapatoli live in houses made of thatch and bamboo. Tea garden workers in Assam, many of whom belong to the Adivasi community, live on land provided by the tea estates. Few have land of their own. For years, tea garden workers have agitated for an increase in daily wages. Last year, the government raised it to Rs 205 for workers in the Brahmaputra Valley, much less than the Rs 351 originally demanded. Workers in the Barak Valley get Rs 183 per day. Those who work in private tea gardens may get even less.The family of Rajesh Kharia lives in abject poverty. Anjali Kharia and her husband are temporary workers at private tea gardens, earning Rs 130 each per day. They have a family of six to support. “What will you buy with Rs 130? Vegetables or oil?” Anjali Kharia asked. “That’s why people like us have been forced to depend on nature, where edible vegetables like mushrooms are available freely in the rainy season,” she said. Edible mushrooms that grow across the state contain a substantial amount of good protein, far more than vegetables do. The Lamas, who belong to the Gorkha community, are only slightly better off. Sine Lama was a small tea grower and made barely enough to get by from the small plot of land he owned.“The incident has destroyed my entire family,” said Sila Lama, his daughter. Her sister-in-law and 13-year-old nephew had also fallen sick, she said. The government must ensure that those who are poor, illiterate and unable to afford vegetables are not forced to eat poisonous mushrooms, she felt. Expensive essentialsState agriculture department officials admitted that the rise in the prices of essential commodities over the last year has compelled tea workers to consume wild vegetables. “The common people have reduced buying vegetables due to the sharp increase in price rise,” said an agriculture official, who did not wish to be identified by name. “Price rise is obviously one reason for mushroom-related deaths.” At the same time, government support schemes have not reached many tea garden labourers. Anjali Kharia said that her family does not even get the free government rice provided by the public distribution system. “No help has been offered to us,” she said. “They [officials] just visited our house after the mushroom deaths.” Sila Lama, too, said her family had not availed of any government benefits or financial aid.Sarbon Karmakar knows not to eat mushrooms in April and May.A ‘delicacy’Number 4 Chapatoli has a population of around 800 and residents said they had been eating wild mushrooms for as long as they could recall. As the rains begin towards the end of March and in early April, wild mushrooms grow in abundance across tea gardens. They are found everywhere for the next five to six months. It is popular among tea garden workers. K Lama, a resident of Chapatoli, termed it a delicacy. “It is even better than some fancy dish of meat,” he said.In Dibrugarh, Assam Medical College and Hospital Superintendent Prasanta Dihingia said that those who fall sick seek medical intervention only three to four days after consuming the mushrooms, which have a delayed effect. “It mostly involves [the] kidney and liver and destroys the organs,” said Dihingia. “The tea tribes’ people consume it [mushrooms] like vegetables.”Tapan Karmakar [centre] lost his mother, Rima Karmakar, his 12-year-old brother and his seven-year-old sister. The ‘death cap’Mushroom deaths occur in Assam every year, Dhingia said. Most deaths occur around the end of March and early April, as the rains set in, said Dilip Kumar Sarmah, from the plant pathology department at the Assam Agricultural University.In 2008, poisonous mushrooms killed 20, prompting the Assam government to set a panel to investigate the deaths. Scientists from the Assam Agriculture University, appointed to the government panel, had found a poisonous variety of mushroom called Amanita Phalloides Vaill was responsible. Even back then, most victims were tea garden workers.Amanita Phalloides Vaill, also known as the “death cap”, is commonly found in Assam. According to Sarmah, it is still the main killer – even one or two pieces could be lethal. Identifying which mushrooms are poisonous is difficult as they resemble the edible ones, he added.Back in 2008, the university advised the state government to issue warnings against consuming wild mushrooms. Accordingly, the government had issued advisories in local newspapers. But such messages do not usually reach tea tribe communities, who live in remote areas and do not read newspapers. The literacy rate among tea garden labourers is very low. Old habits continued, and so did the deaths. “Campaigning should be at the grassroots level,” Sarmah said. Dibrugarh Deputy Commissioner Pegu said the district administration and health officials have visited tea garden areas to create awareness about the toxicity of mushrooms.But the residents of Number 4 Chapatoli say otherwise. Sila Lama now blames the government for not creating awareness that mushrooms could be poisonous – it might have saved her parents’ lives.While mushrooms are a part of the traditional food habits of the tea workers, the  knowledge about which ones are edible has waned over the years.“There is no documentation of the traditional knowledge or observations which the forefathers or grandparents had used to distinguish [poisonous mushrooms from edible ones],” said Pranjal K Baruah, who heads the Assam-based non-profit, Mushroom Development Foundation.According to Baruah, termitomyces mushrooms – which are edible – are popular among the tea workers. While these were a good substitute for unaffordable meat or fish, the main reason why people ate them was because they were tasty, Baruah said.March and April, when the most deaths occur, are also the months when the death cap flourishes.Bishnu Porja's wife also died after eating mushrooms.A tragic lunchIn Number 1 and 2 Lalothi Pathar villages, part of Charaideo district, the lack of awareness about which mushrooms might be poisonous had devastating consequences.The two villages have around 1,300 residents and are surrounded by the Tingalibam Tea Estate. Most of the tea garden labourers work on the estate as daily wagers and earn Rs 205 per day.  On April 6, Rima Karmakar, who also worked on the estate, had cooked mushrooms which she and seven others ate for lunch inside the tea garden. Seven of them died within days, including Karmarkar, her 12-year-old son and seven-year-old daughter. Karmakar’s elder son, 21-year-old Tapan Karmakar, said four years ago, they had heard someone in a neighbouring village died after eating mushrooms but everyone still ate them.Forty-five-year-old Bishnu Porja, whose wife was among those who died, said he did not know she had eaten the mushrooms until she started vomiting on the night of April 6. Only Sarbon Karmakar, a neighbour, seemed to know it was dangerous to eat mushrooms in March and April. “We usually eat them in May, June and July,” she said. According to Sarbon Karmakar, there are many varieties of mushrooms and the colour and odour must be examined before they are plucked. Twenty-three-year-old Debananda Tanti, a shopkeeper in the village, said the mushrooms must be soaked in water for 12 hours before being cooked. Tingalingbam tea estate, where a lethal lunch was eaten.Pesticides in tea gardensAnother, less investigated cause of death may be the use of pesticides in tea gardens. The death of a worker at Barbaruah tea estate in Dibrugarh caught the attention of Baruah, who suspects that it was caused by the use of pesticides. On April 7, 55-year-old Anashi Hhumij, died while five others were hospitalised. According to Baruah, it may not have been because the mushrooms were toxic but because they had absorbed toxic chemical. “High [amounts of] pesticides are used in the tea gardens,” said Baruah, who had visited the tea estate. The role of pesticides has not been investigated much.  However, an official at the Barbaruah tea estate, who did not want to be named, admitted that they did use pesticides. He added that most tea gardens used chemical fertilisers “indiscriminately” to control pests and increase yields.According to the Tea Board of India, an average of 11.5 kilogrammes per hectare of pesticides are used in estates in the Brahmaputra Valley.According to the Mushroom Development Foundation, mushroom deaths are a cause for concern in other North East states as well. Information collected by the foundation through Right to Information Act petitions submitted to public health departments across the North Eastern states suggests that about 200 people in the region die from eating wild mushrooms every year.Most people died from eating the “death cap”, Baruah said, but there is very little research on why wild mushrooms kill so many every year.All pictures by Rokibuz Zaman.","author":"Rokibuz Zaman","time":"2022-05-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173806-zymyjzclgk-1651407833.jpg","tags":["Assam","tea garden"]}