{"title":"Why UP court order asking ASI to survey Kashi-Gyanvapi mosque complex is legally unsound","content":"On Thursday, a civil court in Uttar Pradesh asked the Archaeological Survey of India to conduct a survey at the Gyanvapi mosque in Varanasi to determine if a temple existed at the site before the  construction.The mosque lies right next to the Kashi Vishwanath temple. The order was passed in a representative suit that had been filed in 1991 by lawyer Vijay Shankar Rastogi and four others as friends of the deity “Swayambu Lord Vishweshwar”. The suit claimed that  an ancient temple existed on the site with a “jyotirlingam”, a representation of Hindu god Shiva that had emerged spontaneously. The plaintiffs claimed that Mughal emperor Aurangazeb ordered the temple to be demolished in 1669 and the current mosque was built in its place using material from the demolished structure. It was also claimed that the Hindus believe the “jyotirlingam” still exists underneath the mosque and asked for the site to be restorted to Hindus. The order of the Varanasi civil judge Ashutosh Tiwari has resurrected a highly-charged political issue in which Hindutva organisations such as the Rashtriya Swayamsevak Sangh, the Vishwa Hindu Parishad and the Bharatiya Janata Party are deeply invested.But it is legally questionable for two reasons.First, the order seems to directly violate the Places of Worship (Special Provisions) Act, 1991, passed in the backdrop of the Ramjanambhoomi movement demanding that a Ram temple be built at the site of the Babri Masjid in Ayodhya. The law makes it clear that all places of worship in the country will remain as they were on August 15, 1947, and cases seeking conversion of a place of worship to that of another religion or faith “shall abate” with the commencement of the law.Second, the order has come less than a month after the Allahabad High Court had reserved orders on petitions that challenged the very maintainability of the suit. High Court directionsIn 1998, the High Court had placed a stay on the suit. On February 4, 2020, the civil court decided that hearing in the matter could commence since the stay order issued no longer applied. In coming to this conclusion, the civil court relied upon a judgement of the Supreme Court in 2018, in which a three-judge bench said if the stay was not extended explicitly with a speaking order mentioning extraordinary circumstances for doing so, the civil or criminal court could resume proceedings at the end of six months.However, senior lawyer Syed Farman Ahmad Naqvi, who represents Anjuman Intezamia Masajid, Varanasi, the management committee of the mosque and one of the defendants in the suit, told Scroll.in that on February 26, 2020, the Allahabad High Court extended the stay on the suit proceedings, which continue to be in force even today. In fact, Naqvi added that the Muslim side had moved the High Court last year challenging the very maintainability of the suit, and on March 15 this year, the High Court had reserved orders on the petitions. “It is our view that the stay is still in force,” the lawyer said. The case status on the Allahabad High Court website clearly shows that the orders in the petitions challenging the maintainability of the suit remain reserved. Ideally, given that the High Court is expected to pronounce its judgement on the maintainability of the suit itself, the civil judge could have postponed the hearings and waited for the judgement. However, the judge chose to issue a detailed order on Thursday setting in motion a highly controversial set of events that could have severe political implications. Scroll.in contacted Vijay Shankar Rastogi, the main plaintiff, for comment. He first stated that he was busy and would talk to this reporter in ten minutes. When contacted again, Rastogi did not pick up the call.Politically there is an inexorable slide to the right.Compared to Advani, some saw Vajpai as moderate. Compared to Modi, Advani was moderate. Compared to Yogi, Modi appears moderate.The news from #Kashi is not surprising. Identitarian politics taken to its logical conclusion. pic.twitter.com/v8lpfslp5q— Ali Khan Mahmudabad (@Mahmudabad) April 9, 2021\n\nLaw violatedThe other significant aspect of the case is how the suit violates the Places of Worship (Special Provisions) Act, 1991. The law, passed during the height of the Babri Masjid controversy in Ayodhya, protected places of worship of all religions from being converted into places of worship of other religions or faiths. In doing so, the law set a cut-off date. It said that the character of all places of worship has to be maintained as they were on August 15, 1947. Any suit or case seeking to change the character of place of worship would abate with the commencement of the law. The Babri Masjid in Ayodhya was exempted from the law given its political sensitivity and the fact that it was already being disputed before a court. The Babri Masjid was demolished by Hindutva mobs on December 6, 1992. In 2019, the Supreme Court awarded the disputed site to the Hindu side for a Ram temple to be constructed. Crucially, the Thursday order comes in the backdrop of the Supreme Court on March 25 issuing notice on public interest litigation filed by BJP Rajya Sabha member Subramanian Swamy challenging the constitutional validity of the Places of Worship Act. However, the court has not issued a stay on its enforcement.Given that the Act is in force and clearly prohibits legal proceedings that seek to change the character of a place of worship, how did the civil court order the ASI to do a survey at the site of the mosque? The answer lies in the Thursday order itself. The civil court in paragraph two of the 14-page order said that questions about the applicability of the Places of Worship Act to the suit were raised in 1997 by the Muslim side. At that point, the civil court had decided that the Act applied. Subsequently, this order was challenged before an additional district court, which asked the lower civil court to decide the matter afresh “only after taking evidences of the parties”.According to Naqvi, it is this order of the district court that was stayed by the Allahabad High Court in September, 1998. On Thursday, the civil judge ordered an ASI survey as part of the evidence taking. When the defendants, including the mosque committee, argued that the court can appoint a commission only to supplement already submitted evidence and not when the plaintiffs have not provided any evidence to start with, the court dismissed this argument claiming that the suit was not an ordinary suit.The court said: “The matter in dispute pertains to have connection with our deep history. In these circumstances it would be too much to expect from the plaintiffs to lead first other documentary or oral evidences and then apply for survey commission.”In the end, the judge concluded that only a survey by the ASI could bring the “truth of the matter” before the court. Further, the court also added that the Hindu side cannot be expected to bear the expenses of the survey and so asked the Uttar Pradesh government to bear the expenses.","author":"Sruthisagar Yamunan","time":"2021-04-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157372-yrteffgdpk-1617975643.jpg","tags":["Varanasi","Kashi","Gyanvapi Mosque"]}