{"title":"Why the BJP is giving tickets to MPs in the upcoming state elections","content":"Last week, as the Bharatiya Janata Party released a fresh list of  candidates for the poll-bound Madhya Pradesh, Rajasthan and Chhattisgarh, the tally of MPs fielded by the outfit in these three Assembly elections rose to 18. Of these, seven MPs have been named candidates in Madhya Pradesh and four each in Rajasthan and Chhattisgarh.Moreover, four of these 18 MPs are ministers in the Union Cabinet.The BJP uses Prime Minister Narendra Modi as its trump card in all elections but his ministers and other leaders from the Centre being nominated for state elections is not a regular feature.Media reports and experts suggest that the trend is due to the party realising that its state leadership in the three crucial Hindi belt states might not be popular enough to garner votes. In the absence of that, the party is banking on the central leadership from Delhi to do the heavy lifting. Anti-incumbency and lack of leadership in statesThe BJP rarely announces its chief ministerial candidate ahead of state elections. In the three Hindi belt states that will go to polls in November, the situation remains the same.In Rajasthan and Chhattisgarh, after losing power to the Congress in 2018, the party has not been able to identify a clear state leader.In Madhya Pradesh, where the party regained power mid-term after pulling down the Congress government, there has been speculation that the BJP was looking to sideline the current chief minister, Shivraj Singh Chouhan. Even as he has been given a ticket from his stronghold seat of Budhni, the BJP has remained non-committal about continuing with him as the chief minister.When asked about the matter, Union minister Piyush Goyal told reporters on Monday: “Lotus [BJP’s election symbol] is our face in every election,” indicating that the state leadership would have no major role to play. In rallies held by Modi in Bilaspur and Jaipur in the first week of October, only the prime minister addressed the gatherings even though former chief ministers Vasundhara Raje Scindia and Raman Singh were present on the dais, The Indian Express reported. In Madhya Pradesh, Chouhan spoke briefly, but Modi, in his speech, did not acknowledge the sitting chief minister by his name. Songs dedicated to “mama [maternal uncle]”, as Chouhan is popularly known, have given way to poll campaign jingles that say “MP ke dil mein Modi, Modi ke dil mein MP [MP has Modi in its heart; Modi has MP in his heart]”, according to the newspaper. BJP’s strength radiates from DelhiThe BJP’s bias towards the Centre is not new. Since Modi became the prime minister in 2014, there have been several instances of the BJP performing better in national elections over state polls. The party had won all seven Lok Sabha seats of Delhi in 2014. But just next year, it could win only three of the 70 seats in the Delhi Assembly polls as the Aam Aadmi Party won a thumping majority. The trend repeated itself in the 2019 general elections and the 2020 Delhi polls.Even for Rajasthan, Madhya Pradesh and Chhattisgarh, the BJP lost all three states in 2018. But just a few months later, it won 61 of the 65 Lok Sabha seats across the three states.The trend was consistent across the country, as seen in an analysis by India Today in December 2019 – seven months after the general elections. At that time, BJP had sitting MLAs in 32% of the total Assembly seats in the country. The number should have been 51% if the party could translate all its success in Lok Sabha polls to states. The trend can be encapsulated in what a voter in Rajasthan’s Khetri Assembly constituency told Scroll about his voting priorities: “Kendra mein Modi, Rajasthan mein [Ashok] Gehlot [Modi at the Centre, Gehlot in Rajasthan]”.Currently, the BJP is  in power – combining simple majority and alliances – in 15 of the 30 Assemblies in India. The party has a majority on its own in nine Assemblies.Win-win strategy for BJPHow powerful is the BJP’s strategy of depending on the Centre to pull results in the state? Not very. The fact that BJP has lost more states than it has won since 2019 shows that projecting the prime minister is not a foolproof plan for success in Assembly elections, Rahul Verma, a fellow at Centre for Policy Research, told Scroll. “Modi’s face alone will not make a difference…the voters will decide on the performance of the state government,” he said.Verma, however, added that the BJP doesn’t stand to lose a lot even if the strategy does not pay off. He said that fighting anti-incumbency is not the party’s only objective behind propping up leaders from Delhi.“The anti-incumbency factor does not hold true for Chhattisgarh and Rajasthan,” Verma said. “I believe the BJP is also looking to replace the old guard. They understand that the elections could be close and by projecting MPs and Union ministers, they are hoping to make an impression on the voters by giving a fresh look to the leadership.”Next year’s general elections, Verma said, will be contested on issues that are very different from the state elections. “So, even if BJP loses these elections, it might well not have an impact in the Lok Sabha elections as we saw in 2019,” he explained.","author":"Abhik Deb","time":"2023-10-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183349-dmptrhmron-1669288331.jpg","tags":["BJP","Assembly elections","Rajasthan elections","Madhya Pradesh elections","Chhattisgarh elections"]}