{"title":"Why are the Supreme Court and Modi government in a war of words over judicial appointments?","content":"On Friday, while speaking at a public event, Vice President Jagdeep Dhankar criticised the Indian judiciary for striking down the National Judicial Appointments Commission, a body proposed in 2014 to remove the primacy of the judiciary in appointing judges to the Supreme Court and High Courts.Dhankar said that Parliament voted overwhelmingly in favour of the commission, yet the judiciary struck it down. He added that nowhere in the world has the judiciary gone against the will of the people in this fashion.Dhankar’s comments assume significance because of their timing. While judicial appointment has always been a sore point between the executive and the judiciary, the attack on the collegium system of appointment judges – where the senior judges of the Supreme Court recommend names and the executive is bound to appoint them – has increased recently. This attack also coincides with the appointment of the new chief justice of India, Justice DY Chandrachud, who will hold office for two years, the longest tenure of a chief justice since 2012. Under Chandrachud, whose tenure began in November, the Supreme Court will appoint at least 19 judges, more than half of the Supreme Court’s total strength of 34 judges. However, the judiciary has also responded to this criticism and, in an ongoing case regarding appointments, reprimanded the Centre for making comments against the collegium system.The tug of warAppointment of judges has been a long-standing tug of war between the judiciary and executive. The Constitution says that the president has to appoint the higher judiciary after “consultation” with Supreme Court and High Court judges. Since independence, the Union government had the primacy in appointing judges. However, in 1993, the Supreme Court held that the executive is bound by the advice of the judiciary and instituted a collegium system, comprising of the chief justice of India and senior judges of the Supreme Court. To reverse this, the Bharatiya Janata Party-led Union government passed a constitutional amendment in 2014 replacing the collegium system with a National Judicial Appointments Commission, which would have the chief justice of India and two senior most Supreme Court judges, the law minister and two “eminent persons”. However, the Supreme Court struck down this amendment saying that it was unconstitutional as it encroached upon the independence of the judiciary. The court said that the primacy of the judiciary in the appointment of judges is part of the basic structure – fundamental aspects of the Constitution that even Parliament cannot override. Supreme Court of India. Credit: ReutersCentre’s standoffIn an attempt to regain control over the appointment process, the Centre has been sitting on names, despite the collegium reiterating them. When the collegium reiterates a name, the Centre is legally bound to appoint them. At times, the Centre may appoint a few names proposed by the collegium but leave out others, even though they were recommended together. Recently, on November 28, the Centre returned 19 names, an unusually high number, out of the 21 that were sent by the collegium, The Indian Express reported. Nine of these were sent for the first time, whereas the other 10 were reiterations. Apart from this, there has been an increase in public attacks on the collegium system by members of the government. Union Law Minister Kiren Rijiju, in multiple speeches, complained about the collegium being opaque and having no accountability. On November 25, he said that the government cannot blindly comply with the collegium’s recommendations and had to do its own due diligence.On November 5, he said that the collegium system involved a lot of politics, but that was not visible to the public. Instead, he said that the National Judicial Appointments Commission was better.Rijiju made similar comments criticising the collegium in September and October as well.  Vice President Jagdeep Dhankar criticised the Indian judiciary for striking down the National Judicial Appointments Commission. Credit: PTIJudicial responseMeanwhile, there has been a response from the judiciary, both inside and outside the courtroom. Presently, the Supreme Court is hearing a contempt case filed by Advocates Association Bengaluru on the grounds that the Centre has been sitting on 11 names reiterated by the collegium, the oldest being from September 2021. By not doing so, it is gone against the timelines laid down by the Supreme Court, the association argued.While the case was filed in October last year, it was only heard this November.  In its order from November 11, the Supreme Court underlined that if the collegium reiterates a judge’s name then the Union government has to appoint him, no matter its reservations. “Thus keeping the names pending is something not acceptable,” the bench noted. It sent a notice to the Union law secretary asking for justification regarding the delay in appointments.Next, on November 28, the court said it expected Attorney General R Venkataramani and Solicitor General Tushar Mehta to ensure that the Centre follows the law laid down by the court. While this is what was in the written order,  during the hearing, the bench also responded to Rijiju’s November 25 comment that the judiciary should appoint the judges themselves if they had a problem with the Centre vetting the candidates. It said that the judiciary will pass an order if required, but asked the Centre to not force the judiciary to respond.  Also read:Is the Centre trying to take over the primacy accorded to India’s judiciary in appointing judges? Explainer: What happens when the Centre refuses to appoint judges despite a collegium recommendation","author":"Umang Poddar","time":"2022-12-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182606-glohrneonp-1668012239.jpg","tags":["NJAC","Collegium"]}