{"title":"Why Congress lost Chhattisgarh ","content":"The Bharatiya Janata Party is all set to storm back to power in Chhattisgarh, having registered its best-ever electoral performance in the young central Indian state. As of 9 pm on Sunday, the Hindutva party’s vote share (46.3%) was over four percentage points higher than the incumbent Congress (42.2%) in what was largely a bipolar election. In terms of seats, the imminent victory is even more impressive: 54 to the Congress’s 35. Yet, a closer examination of the mandate – the spatial distribution of seats, for one – and the factors that appear to have shaped it makes one thing fairly clear: the verdict is not so much an endorsement of the BJP as it is a rejection of the Congress government. Besides, the Congress may have made the job easier for the BJP by employing a cynical brand of politics that undermined the reasons it got voted for five years back.Adivasi angerIn the 2018 election, the Congress won a whopping 68 seats of the 90 seats in the Chhattisgarh assembly.Five years later, it has lost ground across the state. The most heavy losses, though, have come in the state’s Adivasi belts – areas it has traditionally been strong in and which it swept last time.In the northern part of the state, in the mineral-rich Surguja region, the party has been wiped out. In 2018, it won all 14 seats in this Adivasi-majority area.It fared better in Bastar, the other Adivasi belt, in the south of the state – but only marginally. It won four of the 12 seats here – in 2018, it emerged on top in all of them, save one. Scroll’s reporting from these areas noted the disaffection among Adivasi residents: many accused the Congress government of reneging on its promises. Among the biggest sources of disaffection was what people called the “half-hearted” implementation of the Panchayat Extension to Scheduled Areas Act that give a degree of autonomy to village councils in Adivasi areas.The Congress had come to power promising Adivasis more control over their land and forest resources but had ended up prioritising corporate interests, people in these areas complained.Christian voteThen, there was widespread disappointment among Adivasis who followed Christianity about the Congress government’s failure to prevent attacks on them by vigilante groups. Still, others from the community blamed the police under the Congress for overt alacrity in taking action based on complaints of conversion by Hindutva outfits. In North Chhatisgarh’s Jashpur, for instance, a district with a large Adivasi Christian population, many people Scroll interviewed weeks before the election spoke about the arrest of a nun earlier in the year – an action that they said was unjust. The Congress looks set to lose all three seats in the district.A gambit backfires Even as the Congress government shied away from speaking up for the minority Christians, it built temples, developed Hindu tourism pilgrimage circuits, and spent hundreds of crores on buying cow dung as part of a programme to promote cow rearing and cow protection. Chief Minister Bhupesh Baghel, who would often proudly wear his Hindu identity, seemed to believe such things would hold him in good stead among Hindu voters.Except that he may have walked straight into the BJP’s trap. Critics say Baghel’s “soft Hindutva” laid the ground for the saffron party to deploy religious polarisation as an electoral issue in the state with very little history of communal politics.An election like no otherTo be sure, there is an unmistakable imprint of religious polarisation – unprecedented for the state – on Sunday’s verdict.Consider Bemetara in central Chhattisgarh. In 2018, the Congress had won all three seats in the district. Earlier this year, the district saw communal violence between Hindus and Muslims, which left three people dead: two Muslims and one Hindu. While the state government announced compensation for the Hindu victim’s family, Baghel maintained a studied silence on the slain Muslims.  That, however, did not stop the BJP from bringing up the incident in the run-up to the polls this year. Not only did the party project the Hindu victim’s father as its candidate for one of the seats in the district, Union minister Amit Shah at an election meeting said the area had become the “hub of love jihad”. “Love jihad” is a Hindutva conspiracy theory – widely debunked – that Muslim men lure Hindu women into romantic relationships with the covert intention of converting them to Islam. The BJP swept all three seats in the district this time.In neighbouring Kawardha, the state’s lone incumbent Muslim MLA, Mohammad Akbar, lost to a person accused in the Bemetara riots.One-trick ponyThese losses are significant for more reasons than one. They exemplify how the BJP managed to blunt the Congress’s trump card this election season in the plains of Chhattisgarh: generous paddy procurement rates. The Congress went into this election almost entirely on the basis of its successful paddy bonus disbursal scheme in the last five years. If elected to power, it said it would do even better. But the BJP, which suffered in 2018, because of not being able to deliver a similar bonus it had promised, also promised to make amends on that front.While there was some scepticism among farmers to believe the BJP given its track record, it appears many in the districts of Kawardha-Bemetara-Durg area decided to repose trust in it since it was presented as a “Modi guarantee”. These losses sealed the fate of the Congress. Already weighed down by widespread Adivasi discontent, the party’s only chance at retaining power came from the rice-growing plain areas. But the BJP beat the Congress at its own game here.","author":"Arunabh Saikia","time":"2023-12-04T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194661-qjtntrkmya-1696339967.jpg","tags":["Congress","Chhattisgarh","Bhupesh Baghel","Bharatiya Janata Party"]}