{"title":"Why India’s ties with Turkey are worse than ever before","content":"Turkish President Recep Tayyip Erdoğan on September 10 opposed the proposed India-Middle East-Europe Economic Corridor, saying that it should not bypass Turkey.This was not surprising considering that many of the project’s possible beneficiaries such as Greece are long-standing Turkish adversaries. Significantly, Turkey’s relations with India have deteriorated in recent years over Erdoğan’s stance on Kashmir and support for Pakistan.Meanwhile, India’s ties with adversaries of Turkey, especially in the eastern Mediterranean, have strengthened rapidly. While one view is that this Indian outreach can be a counter to Ankara’s approach, another is that it does not necessarily mean these nations are joining forces against Turkey.Ankara’s adversariesErdoğan expressed his opposition to the India-Middle East-Europe Economic Corridor a day after the project was unveiled by some of the participating nations. The proposed transport and connectivity corridor is aimed at boosting economic integration across these regions. “We say that there is no corridor without Turkey,” Erdoğan said. “Turkey is an important production and trade base. The most convenient line for traffic from east to west has to pass through Turkey.”Turkey’s opposition to this project was not unexpected. The country straddling continental Europe and Asia has complicated ties with several nations that are expected to benefit from this project.Cyprus and Greece are Turkey’s long-time adversaries. Greek-Turkish relations have been historically hostile and consistently tested by territorial disputes and contestations over the Aegean Sea. They also back opposing sides in a dispute that has divided Cyprus on ethnic lines. Ankara supports the Turkish Cypriots who control the northern part of the island nation and Athens supports the Greek Cypriots in the south.  Imran Khan, then Pakistani prime minister, with Erdoğan in Islamabad on February 14, 2020. Credit: Prime Minister's Office/Handout via ReutersIndia-Turkey ties go southTurkey’s relations with India have also worsened significantly over time. This is because of Turkey’s support for Pakistan, observers say. “Turkey, especially under Erdoğan, has taken a fairly vocal stance when it comes to Kashmir and Pakistan’s position on Kashmir – and what Pakistan claims on Kashmir,” Kabir Taneja, a West Asia researcher at Delhi-based Observer Research Foundation, said. “Turkey has been a supporter of that, which automatically puts it in a dog house when Indian interests, diplomacy and politics is concerned.”Backing Pakistan’s position, Turkey has opposed India’s abrogation of Article 370 that gave special status to Jammu and Kashmir. In 2019, Erdoğan also tried drawing global focus on the matter by saying that the “Kashmir conflict” had not received the international community’s adequate attention over seven decades. Turkey has also raked up Kashmir at the United Nations Human Rights Council.Moreover, Turkey and Pakistan have long-standing military relations under which Ankara is helping Islamabad modernise its military with drones and submarines.These factors have led India to cut defence exports to Ankara. In what illustrates this poor state of India-Turkey relations, Narendra Modi – as the prime minister – has never had a bilateral or state visit to Turkey. Modi’s only Turkey visit so far was for the multilateral Group of 20 summit in 2015.Erdoğan’s TurkeyObservers view this Turkish approach as part of Erdoğan’s attempted neo-Ottoman reimagination of Turkey. Neo-Ottomanism refers to promotion of Turkey’s political influence across regions that once comprised the Ottoman Empire. Turkey is a successor state to the empire.“What Erdoğan’s thinking has been in the past couple of years – which is changing now – has been a revisionist look at what Turkey is and what Turkey was,” Taneja told Scroll. “Erdoğan wanted Turkey to be not just another country in the Islamic world, but to be a leader from a political and political Islam point of view.”To this end, Erdoğan-led Turkey challenged the influence of nations such as Saudi Arabia in West Asia. It even supported Qatar by deploying military personnel there when several Arab nations imposed an economic blockade against Doha between 2017 and 2021.Taneja added, “That’s where Turkey’s view came, when it comes to issues such as Kashmir where it supported the Pakistani view, narratives and brought up Kashmir in places like the United Nations General Assembly, which obviously riles India.”Cyprus' president Nikos Christodoulides, Greek prime minister Kyriakos Mitsotakis and Israel's Benjamin Netanyahu during their trilateral summit on September 4, 2023. Credit: Petros Karadjias/Pool via ReutersIndia’s outreachInterestingly, while India-Turkey relations have soured, Delhi’s links with nations that happen to have complicated ties with Ankara have strengthened rapidly in recent years. Such nations – Israel, Greece, Cyprus and even Armenia – surround Turkey geographically.With shared interests, the India-Israel strategic partnership has strengthened over time with deeper strategic links and increased defence procurement. In a sign of things, Pranab Mukherjee became the first Indian president to visit Israel in 2015 and Modi the first Indian prime minister two years later.In August, when Modi became the first Indian prime minister to visit Greece in over 40 years, the India-Greece ties were also elevated to a strategic partnership to boost cooperation in security and trade. India has for long backed Greece on the Cyprus issue and Greece supports India on Kashmir. India had also signed defence and military cooperation agreements with Cyprus in December.Additionally, India has been reportedly exporting weapons to Armenia through a government-to-government contract. Armenia-Turkey relations have been historically hostile mainly over what is known as the 1915 Armenian genocide. They have not had diplomatic ties for the past 30 years. Turkey also backs Azerbaijan, a Pakistani strategic partner, in its ongoing territorial conflict with Armenia.“I think there’s a pattern that India is strengthening ties with places like Armenia, Cyprus, Israel and Greece and so on,” Taneja explained. “Israel, of course, started long ago but Armenia and Greece, and so on, are much newer initiatives where India has taken a lot of interest.”Taneja explained that while there are other interests that drive Indian foreign policy decisions, these actions can be viewed as a counter to Turkey’s approach. “Clearly, the Indian outreach specifically to Cyprus, Greece and Armenia is sort of a messaging, if nothing else, for the time being to Turkey that if you’re going to bring up Kashmir and give very vocal support to Pakistan, this is what we’ll do in return,” Taneja said. “While we have full diplomatic relations and cordial relations on a leadership level, we don’t take it very kindly that Turkey is championing Pakistan’s cause of Kashmir very vocally around the world.”Taneja added, “This outreach has been part of India’s response to counter Turkey’s influence – at least for now on paper.”Not balancing initiatives?However, George Tzogopoulos, senior research fellow at the Hellenic Foundation for European & Foreign Policy, expressed a varying view. Tzogopoulos said that the India-Greece partnership, specifically, is mainly driven by economic considerations even as the strategic aspects cannot be ignored. “But geography itself should rather lead to realism about future expectations,” Tzogopoulos told Scroll. “Greece and India have different security interests in different neighbourhoods.”Tzogopoulos said that he doubts Greece and India could join forces against Turkey. “The nature of problems both countries are managing vis-à-vis Turkey is different, although the actor [Turkey] remains the same,” Tzogopoulos said.Tzogopoulos added that Ankara remains sceptical about strategic initiatives that Cyprus and Greece take, including with India. “[Ankara] will perhaps be also wary of a potential Greek-Israeli-Cypriot trilateral summit – where India is expected to participate for the first time in 2024,” he added. “However, there’s no Mediterranean alliance against Turkey. Indian presence in the Mediterranean goes beyond calculations about Turkey, whereas countries such as Israel have their own priorities in the region.”","author":"Nachiket Deuskar","time":"2023-09-25T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194187-nhueadtogv-1695039081.jpg","tags":["India","Turkey","Greece"]}