{"title":"Why Manipur’s dominant Meitei community wants Scheduled Tribe status ","content":"A 30-hour shutdown in Manipur’s Imphal Valley, which ended on Monday morning, was called to reiterate a long-running demand: that Scheduled Tribe status be accorded to the dominant Meitei community. As India enters election season, it could mark the return of turbulent identity politics in a state with old ethnic fault-lines.The shutdown was called by the Scheduled Tribe Demand Committee, which has threatened to step up the protests if its demands are not met. “If the government does not do anything before the election code of conduct comes into existence, we will intensify our protests and campaign extensively against those political parties and candidates who are against our demand,” said Dhiraj Yumnam, the vice-president of the committee. “That is our agenda now, which we are preparing for.”With the Election Commission’s announcement of election dates on Sunday, the model code of conduct is now in place.‘Meiteis are in a very precarious situation’For several years now, Manipur’s Meiteis, who live largely in the Imphal Valley, have asked for some sort of protective legislation against what they call large-scale “infiltration”. “The Meiteis are in a very precarious situation,” said Heigrujam Nabashyam, the president of the Pan Meitei Convention, a platform that claims to represent Meiteis from across India. “Our population has steadily declined since 1971 and with the railways coming in, things will only become worse.”The Meitei-dominated Imphal Valley, Yumnam pointed out, accounted for only 10% of Manipur’s land area, but hosted almost 60% of the state’s population. “The Valley land is open for all, but Meitei cannot own land in the hills,” said Yumnam.In 2015, when the Congress was still in power in Manipur, the Assembly passed three Bills that would have set in place a system akin to an Inner Line Permit for the state.The Inner Line Permit is an official document required by outsiders to travel into places declared “protected areas”. Originally introduced by the British in several parts of the North East, the system still remains in some states in the region, aimed at protecting “indigenous cultures”.Contentious legislationsBut the Bills did not go down well with tribal communities living in the Manipur hills who already enjoy constitutional protections that cordon them off from the Imphal Valley. The tribal groups claimed an Inner Line Permit would serve only the interests of the Meiteis, and enable them to encroach on the hills and on tribal land. Violent protests ensued in 2015, leading to the death of several tribal protesters. The Bills were ultimately shelved.In July, however, the Assembly, now under the control of the Bharatiya Janata Party, passed a new Bill that would put restrictions on the free movement of non-Manipuris – defined as anyone who came after 1951 to Manipur – in the state.But Meitei groups fear that the new Bill too, which the state’s tribals have also objected to, will not pass muster with the President of India, whose approval is required before it becomes law. In 2015, the president had refused to sign off on the contentious bills. “The Bill will not be accepted, so the only thing that can help is Scheduled Tribe status,” said Yambem Laba, an advisor to the Scheduled Tribe Demand Committee. Scheduled Tribe status will automatically pave the way for safeguards that the Constitution offers to tribal-dominated areas, in terms of land ownership and political representation, said Laba.The demand through the yearsBut the demand for Scheduled Tribal status is not necessarily an outcome of the vexed Inner Line Permit Bill. In fact, many say it perhaps predates it. The demand was discussed in the Manipur Assembly as far back as 1981. At the time, the matter is said to have been vetoed by a section of Meitei elites, Vaishnav Hindus who saw the Scheduled Tribe tag to the community as an affront to their status. Meiteis abandoned the traditional Sanamahi faith and converted en masse to Hinduism in the late 17th century and early 18th century.The demand got a new lease of life in 2012, when the Scheduled Tribe Demand Committee wrote a series of memorandums, including to Prime Minister Manmohan Singh, to consider their demand. Acting on the memorandums, the Union tribal affairs ministry even wrote back to the state government in 2013 seeking “specific recommendations along with the latest socio-economic survey and ethnographic report”. However, the state government failed to respond and the matter fell through the cracks as Manipur got embroiled in inner line permit-related violence.Now, as the demand resurfaces ahead of the elections, Chief Minister N Biren Singh has called it “reasonable” and promised to look into it.Tribal groups resentfulYet again, the state’s tribal groups are resentful of the demand. “They are no longer primitive or backward,” said Vareiyo Shatsang, the president of the All Tribal Students’ Union Manipur. “Why should they claim they are tribals? Once they become ST [Scheduled Tribes], the land of poor tribals would be encroached overnight by Meitei millionaires.”Shatsang said a committee would be formed to put forward the tribal groups’ objection to the proposal. “We do not want to fight with anyone,” he said. “But if at all they are granted ST [Scheduled Tribe] status, we will be compelled to ask for a separate state.”‘Provisions from the state’?Roderick Wijunamai, a tribal academic from the state, said the Meitei demand was not so much about demographic concerns, as its proponents claim, as it was about getting “provisions from the state”.Wijunamai pointed to the 2018 upheaval in Manipur University, led by Meitei student groups. Meitei students had demanded the vice chancellor be removed, accusing him of saffronising the university and of administrative ineptitude. Tribal student groups allege the agitation was aimed at the vice chancellor’s move to restore a higher percentage of reservation for tribal students in the university. “They can come up with a thousand excuses,” said Wijunamai. “But at the end of the day, it is all about control of resources and provisions from the state.”Seilin Haokip, the spokesperson of the Kuki National Organisation, an umbrella group of Kuki groups in the state, concurred with Wijunamai. “Historically, they [Meiteis] have always been opposed to being identified as tribals, because they consider themselves superior” he said. “But now I think it is the economic pressure.”Haokip cited the example of Manipur’s bureaucracy. “It is populated by tribals,” he said. “Even the current DGP [director general of police] is a tribal. They feel they have lost out to the tribals, so they seem to now want reservations.”","author":"Arunabh Saikia","time":"2019-03-12T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114979-lnkxwpgeho-1552311245.jpg","tags":["Manipur","Meiteis","identity politics","Manipur hill tribes","inner line permits"]}