{"title":"Why the wrestlers’ testimonies carry legal weight ","content":"“Any photos?”“No,” the woman said quietly.“Any video?”“No,” she replied, then added, “Do you think somebody after rape makes a video?”This is how the  Associated Press in October last year reported on an exchange in court between Alan Jackson, the lawyer for former film producer Harvey Weinstein, and the woman – identified as “Jane Doe 1” – who accused Weinstein of raping her at a hotel room in Los Angeles in 2013.Jackson, in his closing arguments defending Weinstein during a trial in Los Angeles, said that the prosecution’s case could be summed up as “take my word for it”.A similar question has surfaced during the investigation into sexual harassment allegations by India’s top wrestlers against Wrestling Federation of India President Brij Bhushan Sharan Singh.On June 11, The Indian Express reported that the Delhi Police had asked the wrestlers to submit any photographic, video and audio evidence available with them. This prompted criticism that the police were placing the burden of proof on the wrestlers. The police, however, clarified that they were “trying to collect the smallest evidence available in the possession of the accused as well as the victims.”The recent developments have brought to the fore questions about how to prove sexual offences in a court. Scroll spoke to lawyers and legal experts who specialise in such cases. Here is what they said.Woman’s testimony is evidenceOn April 21, seven women wrestlers had filed separate complaints with the police of sexual harassment and criminal intimidation. When the Delhi Police did not register first information reports, the wrestlers approached the Supreme Court. On April 28, after the Supreme Court heard the matter, the Delhi Police registered two FIRs. A Special Investigation Team of the Delhi Police is probing the matter.Both FIRs invoked sections of the Indian Penal Code for sexual harassment, stalking, and assault intended to outrage a woman’s modesty. The first FIR also invoked Section 10 of the Protection of Children from Sexual Offences Act, for punishment for aggravated sexual assault, as one of the complainants is a minor.Supreme Court lawyer Vrinda Grover said that the FIRs containing the statements of the women wrestlers in the FIRs are extremely detailed, and narrate specific incidents of sexual harassment, of molestation, of abuse of authority.“The primary evidence is the testimony of the wrestlers themselves. Their statement is evidence,” said Grover. “She herself, every woman wrestler who has complained, is herself a witness. Her testimony is the most primary evidence.”Lawyer Ratna Appnender said that during trial, in cases of sexual harassment and sexual violence, there is an acknowledgement that it is not a situation like murder where there will be some kind of proof – like a body, a weapon, cause of death, medical evidence and even witnesses. “Apart from the victims’ testimony, there is no ‘evidence’ as there is in other crimes,” she said. Sexual harassment and sexual violence, including rape, usually take place when and where there are no other people. “The nature of the act itself does not result in any other evidence,” she said. Sometimes, there can be medical evidence, but that is not necessary.The Supreme Court and other courts have held over the course of trials and while coming to conclusions that the sole testimony of a victim of sexual violence is sufficient, she said. “The lack of either medical evidence or the lack of any other evidence does not undermine the sole testimony of the victim if her testimony is consistent, credible etc,” she said. “There are many judgements on that, and that’s a settled position.” BJP MP and Wrestling Federation of India President Brij Bhushan Sharan Singh at his residence in New Delhi on June 13. Credit: PTI.Credibility of the testimony While a woman’s testimony alone can seal a case, the courts need to be satisfied that it is consistent. During the trial, the complainant is extensively cross-examined to prove or disprove the veracity of their statements. Legal consultant with SASHA Shweta Luthra, who specialises in cases of workplace sexual harassment, said, “What they [the judges] will need to ascertain is that there is no reason for these women to be lying.”The wrestlers, Luthra pointed out, were athletes with a short career span and stood to lose professionally by getting embroiled in a criminal investigation. “So, what is truly the motivation they might have to raise a complaint like this is something that courts should consider,” she said.Most of the times, in cases of sexual harassment, complaints are filed and women are able to speak up only months, even years, after the incident, said Appnender. “This witnesses’ testimony, if she [the survivor] has told somebody at that time itself, adds a lot of credibility,” she said. “Because it shows that she is not making it up now.” Such supporting evidence can help the complainant, provided there are no contradictions. According to an Indian Express report on June 3, two atheletes told the police that one of the complainant had told them about being harassed by Singh a month after the incident.The role of other evidenceIn cases of sexual offences, it is not necessary to have clinching material evidence like “photos of him putting his hand in an inappropriate place”, Luthra said.Drawing from her experience of handling 350 cases of workplace harassment, Luthra said providing evidence for a specific allegation can be difficult. For instance, if a manager misbehaves with a female employee in a closed room where there are no CCTV cameras, “the evidence we look for is when she stepped out of that room, did anyone notice her being distressed”, said Luthra.However, the police can look for circumstantial evidence that corroborates the sole testimony of the witness, said Luthra. “There is nothing wrong in asking for evidence to support the credibility of the allegations that have been made,” said Luthra. “And that will only strengthen the victims’ cases.” Grover pointed out that there is already corroborating evidence in the wrestlers’ case. According to The Indian Express, the allegations made by three wrestlers have been corroborated by four other people – an international referee, a state-level coach, a Commonwealth Gold medallist, and an Olympian. “This is all evidence,” said Grover.Grover emphasised: “The videos, photographs can only be corroborative, not determinative. What is determinative is the statement given by each of the wrestlers to the police.” Wrestlers Bajrang Punia and Sakshi Malik during a 'mahapanchayat' in Sonipat on June 10. Credit: PTI. The role of the policeThe more pertinent question, according to Luthra, is if the Delhi Police are gathering evidence independently. “They should do their own work also,” she said. “And try all these other avenues, go to media outlets, those who cover these events to see if they have any of this evidence to support the wrestlers’ allegations.”For instance, when a complainant states that an incident took place, it is the job of the police to find out who all were present. “It is not a victims’ responsibility to collect evidence to support their own statements,” she said.A senior Delhi Police officer told the Hindustan Times that a Special Investigation Team has “questioned and recorded the statements of 200 people in connection with the case”. According to the officer, the accused has also provided documents and visuals in his defence to the investigating teams.But the way the Delhi Police has proceeded so far remains a matter of concern. “There have been a lot of lapses when it comes to the manner in which these allegations have been handled,” said Luthra. “The fact that it took weeks and the Supreme Court’s intervention for the police to actually record their statements as a first information report is an issue.”Grover said that the manner in which the investigation is being conducted raises a lot of questions and apprehensions about how Delhi Police has gone about it. “In the event that a proper chargesheet is not filed, this is a very fit case for a constitutional court, like the Delhi High Court in this instance, to be form a special investigative team appointed and monitored by the Delhi High Court, if at all this kind of brazen impunity that the accused is enjoying is to be countered,” she said.","author":"Divya Aslesha","time":"2023-06-15T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191218-pyghitnsfc-1686723096.jpg","tags":["Wrestling","Brij Bhushan Sharan Singh","Wrestling Federation of India","Sexual Harassment","Sexual Abuse","Sakshi Malik","Vinesh Phogat"]}