{"title":"Why Manipur Police is protesting against an armed Meitei militia ","content":"On the evening of February 28, hundreds of personnel of the Manipur Police, including commandos and senior officers from the rank of superintendent of police, marched from the police headquarters in Imphal to other parts of the valley, including Wangkhei and Sekmai, a distance of around 20 km.Senior police officers Scroll spoke to described it as an “area dominating exercise” – and a message to Arambai Tenggol, an armed Meitei militia alleged to be at the forefront of the violence against the Kuki-Zo community in the 10-month-old ethnic conflict in the state. But it was not violence against Kuki-Zos that had provoked the police. It was an attack on one of their own.On February 27, cadres of the radical armed group allegedly abducted a senior police officer in Imphal, vandalised his home and left him with a broken nose, triggering a sharp response from the police in the valley. In a protest against the attack, police officers laid down arms the day after. On the same evening, all valley districts police chiefs, commanders of armed battalions, senior officers from the rank of superintendent of police and above, met the state director general of police and chief minister N Biren Singh, to raise their concerns. “All the superintendents of police and commanders took a resolution that if they [Arambai Tenggol] do it again, every police person will retaliate,” an official of the rank of superintendent of police, who was present at the meeting, told Scroll.This was followed by the march, in which most of the participating police personnel were Meiteis. There are almost no Kuki police personnel left in the Meitei-majority Imphal valley, as the discord in the state has unofficially partitioned it into ethnic enclaves. Police commandos laid down arms in protest against the attack and abduction of a senior police officer. Photo credit: Special arrangement.   The protests were also a message to the N Biren Singh government, which has been accused, at best, of tacitly endorsing the radical Meitei group and, at worst, of abjectly surrendering to it. Once a shadowy fringe group, the Arambai Tenggol has grown in popularity and power in the Meitei areas of the state since the conflict. It claims to have 60,000 recruits and several of its members are armed. The group recently made headlines when they summoned all the Meitei legislators of the state to a meeting and made them take an oath to defend Meitei interests.The senior officials Scroll spoke to expressed their frustration at not being given orders to take action against the Arambai Tenggol men responsible of assaulting one of their own.“The order should come from the top,” said a second officer of the rank of the superintendent of police, who was recently posted as district police chief of a valley district. “Once he was kidnapped, there should have been large-scale operations against them. That order was missing. And then once he was rescued, we should have attacked the [Arambai Tenggol] camps. But that order did not come.”“What is the use of holding guns when we are not getting the orders to defend ourselves also?” he asked.In a statement released on February 29, the Manipur police blamed Arambai Tenggol for the attack on the senior police officer and for the first time officially accused the Meitei militia of “engaging in anti-social activities like assaulting civilians, snatching vehicles from public/government officials”.Observers say the protests point to the extent to which the state’s writ has been undermined by the growing legitimacy of a non-state player like the Arambai Tenggol. But, they add, it also highlights the limited wriggle room for the Manipur police, whose special commandos have been accused of working in tandem with Meitei mobs and armed gangs like the Arambai Tenggol in unleashing violence against Kuki-Zos.A growing impunityOn February 27, around 200 armed members of Arambai Tenggol allegedly stormed the residence of Imphal West additional superintendent of police, Moirangthem Amit Singh.They also attacked Singh and inspector P. Achouba Meitei – two officials who had gone in pursuit of and arrested an Arambai Tenggol member accused of stealing vehicles from a government oil depot in Imphal on February 27.The police said Singh’s wife, parents and his child were home during the attack, when Arambai Tenggol members fired bullets, and vandalised the house.The growing impunity of the Arambai Tenggol is not surprising, since it enjoys widespread support from Meitei society, say police officials.For example, a day after the attack on the police official, a large number of Meitei civilians staged protests in support of the Arambai Tenggol, who they said have “defended” Manipur against “Kuki aggression” since the outbreak of violence in May last year.The radical group also faces little resistance from the state, pointed out police officials.“Arambai Tenggol members are overflowing in the valley area,” said a valley-based police inspector. “They move around freely with arms, there is no restriction.”The gates to Kangla fort manned by cadres of the Arambai Tenggol on January 24. Photo credit: Arunabh Saikia The second SP rank-officer said the Arambai Tenggol has been emboldened by the state government’s silence.“They beat up some MLAs and the government kept quiet,” the officer said, referring to the assault on three Meitei MLAs at the Kangla Fort in January this year.All the Meitei legislators of the state had been “summoned” by the Arambai Tenggol to the fort and made to swear an oath to defend Meitei interests. “So they thought if they hit the police also, we will simply keep quiet,” the officer said.Another police official told Scroll that the Arambai Tenggol has warned the police of taking action against them. “They have been saying that if you arrest us, we will attack you, attack your houses,” the official said.  “They are trying to become a parallel power centre, even above the government,” said the second SP-rank officer.Friendly fire?Security officials in the state point out that the Manipur police force and the Arambai Tenggol have not always been at loggerheads.Both are connected to the ruling Bharatiya Janata Party government, an Assam Rifles officer pointed out. “One is the uniformed and constitutional wing and the other is the goonda and unconstitutional wing of the same state government,” the official said.For instance, one of those named in the first information report filed in the assault of additional superintendent of police Singh is a head constable in the Manipur police department, A Kanan Singh. He is suspected to be working as an active member of the Arambai Tenggol, said the Assam Rifles official and other local journalists, and has been placed under suspension.“One can be jailed for assaulting a government servant on duty,” the Assam Rifles official said. “But since they know no action would be taken against the unofficial wing of the state, the frustration must have gotten to the Manipur police.”The official said that there have been lots of allegations against the police of acting as a partisan Meitei force. During the violence in May last year, the police did little to protect Kuki-Zos and their properties, including state ministers and top police officials. “Their own snake has come back to bite them now,” said the official.  A Kuki-Zo activist said that the state police have chosen to speak up against the Arambai Tenggol only when they have caused disruption in the Imphal Valley. “They want the Arambai Tenggol to be a fighting force but only against Kuki-Zos,” the activist said.The Manipur police’s stand against the Arambai Tenggol has come in for criticism from the Meiteis too. In an editorial, titled “Has Manipur Police stature diminished due to its own doing?, the Imphal Times asked, “Why is the police condemning and commenting as if it is a civil society organisation instead of acting through lawful means to arrest those involved in these illegal activities?”Biren Singh with members of the Arambai Tenggol. Photo: Arambai Tenggol's Facebook page.“We have been arresting the insurgents,” another district police chief told Scroll. “But whenever we try to take down Arambai Tenggol, we face [issues] from their support base. They claim that they are the guardians of the Meitei heartland. But it is not that.”Many of the Arambai Tenggol cadre are young men, between the ages of 17 and 25, all radicalised by the leaders of the group, the police official said. “They are being misguided by the so-called leaders who are making money through extorting common people. What we have to do is we have to do proper counter-radicalisation.”The official’s concerns were echoed in the police statement on February 29. “They [Arambai Tenggol] are garnering false support in the garb of protecting the public but they are committing many anti-social activities and criminal acts.”However, observers point out that it is evident that the Manipur police is struggling to enforce the law against an ethnic militia with popular and political support. Since the protests, no arrests have been made in the case of the assault against the additional SP.","author":"Rokibuz Zaman","time":"2024-03-04T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198955-pfcfvrkirn-1709474214.jpeg","tags":["Manipur","Arambai Tenggol","Meitei","Manipur Police","Manipur conflict","Manipur unrest","N Biren Singh"]}