{"title":"Why Telangana’s K Chandrashekar Rao is not joining the Opposition alliance (yet)","content":"As Opposition parties met in Bihar’s Patna last Friday to chalk out plans to jointly take on the Bharatiya Janata Party in next year’s general election, Telangana’s ruling Bharat Rashtra Samithi was absent.Skipping the Opposition meeting, making alleged overtures to the BJP and its expansion into Maharashtra have triggered speculation about what Bharat Rashtra Samithi chief K Chandrashekar Rao, popularly known as “KCR”, is trying to achieve.Political analysts argue that some of KCR’s manoeuvres are linked to the Congress being his main opponent in Telangana rather than the BJP. However, the observers offer varying interpretations around why the Bharat Rashtra Samithi has avoided the Opposition alliance and whether the party’s expansion into Maharashtra is to help the BJP.Overtures to the BJP?On Sunday, Bharat Rashtra Samithi leader KT Rama Rao reiterated that his party wants to fight the BJP based on “principal issues” before the country. However, he justified the Bharat Rashtra Samithi’s absence from the Opposition meeting arguing that other parties are “obsessed” with “dislodging someone” from power – a veiled reference to Prime Minister Narendra Modi.This attack on Opposition parties, which includes the Congress, came a week after the BRS chief and Telangana’s Chief Minister KCR called Modi his “good friend”. This assumes significance because KCR had previously tried forging an Opposition alliance – without the Congress – to challenge Modi-led BJP at the Centre. KCR’s party and the Congress are rivals in Telangana.In contrast to skipping the Opposition meeting, the BRS on Saturday ended its three-year boycott of meetings called by the BJP-led Union government by attending an all-party discussion on the Manipur crisis.These recent developments, seen by some as a thaw between the BRS and the BJP, came despite the latter having arguably become a challenger to KCR in Telangana.BRS’ expansionMeanwhile, KCR has been expanding the footprint of his party – previously named the Telangana Rashtra Samithi – across more states in recent months. KCR has held rallies in neighbouring Maharashtra since February and has announced his party will contest the Lok Sabha and Assembly polls there.This has alarmed Maharashtra’s Opposition more than the BJP. Opposition leaders argue that the  will split the anti-BJP vote. “This makes us think whether [BRS] is the ‘B’ team of the BJP,” Opposition leader Sharad Pawar alleged on June 17.These manoeuvres have triggered speculation about what KCR is trying to achieve. Telangana’s Assembly polls are due in December, just months ahead of the Lok Sabha election.KCR and PM Narendra Modi. Credit: Government of Telangana and Diptendu Dutta/AFPKeeping the Congress in mindPolitical analysts argued that the Bharat Rashtra Samithi’s increased attacks on the Opposition, if not a softening of stance against the BJP, is linked to the view that the Congress remains its main opponent in Telangana.KK Kailash, professor of political science at the University of Hyderabad, argued that the Congress appears reenergised in Telangana after winning the Karnataka Assembly polls in May. “The Congress is also actively courting dissidents from the [BRS now],” Kailash told Scroll. “Previously, it was the BJP, which was the attractive destination. However, after Karnataka, the Congress appears to have become viable.”In a similar vein, Hyderabad-based political analyst Palwai Raghavendra Reddy argued that the BJP now appears to be on the backfoot in Telangana. “[The BJP] had a swing in its favour, but it seems to have lost that,” Reddy argued. “The BJP hasn’t been able to control the narrative and the Congress’ momentum has picked up.”Consequently, Kailash argued, “KCR attacking the Congress helps divide the Opposition votes between the BJP and the Congress.”This also explains why KCR has avoided joining the united Opposition, political observers said. “As long as the Congress is his principal opponent, KCR can’t join hands with the Congress,” K Nageshwar, a political analyst and a former Independent legislator from Telangana, said.Kailash concurred, saying that joining any Opposition formation in which the Congress plays a prominent role will undermine the BRS in Telangana.However, Kailash argued that KCR is also “hedging his bets”. “If the Opposition-led alliance does well, [KCR] could still be counted,” Kailash argued. “Likewise, if the BJP/[National Democratic Alliance] fails to win a clear majority, he could still be in the game. So, this third isolated position increases his options after 2024.”Reddy argued that KCR is not aligning himself with the Opposition also because he wants to expand the BRS. “That’s why [KCR] is campaigning in newer territories such as Maharashtra,” Reddy told Scroll.File image: K Chandrashekar Rao with Janata Dal (United) leader Nitish Kumar in Patna. Credit: PTIBRS’ expansion to help the BJP?Through such expansions, is the Bharat Rashtra Samithi deliberately helping the BJP as Maharashtra’s Opposition has alleged? Political observers offered varying interpretations.Reddy argued that the Bharat Rashtra Samithi’s expansion in Maharashtra will split the anti-incumbency votes. “KCR’s agenda is farmer politics,” Reddy argued. “That’s why he’s campaigning in Maharashtra’s Vidarbha and Aurangabad where farmers are a considerable vote bank. In Karnataka [election], we saw how the BJP is losing ground where there are farmers. So, what KCR is doing is an indication that he doesn’t want farmers to consolidate in favour of the Congress. This’ll indirectly help the BJP. [If it’s deliberate] is anybody’s guess.”However, Nageshwar and Kailash argued that BRS’ Maharashtra expansion may not be intended to help the BJP. “[KCR] has gone into Maharashtra because some leaders from that state joined him,” Nageshwar told Scroll. “I don’t think he’ll make any impact in Maharashtra.”Also read: Why Nitish Kumar is playing a lead role in Opposition unity talks","author":"Nachiket Deuskar","time":"2023-06-30T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169731-rbmaxpyfhd-1644061237.jpg","tags":["Telangana","KCR","K Chandrashekar Rao","Maharashtra","Politics","Opposition","BJP","Congress","BRS","Bharat Rashtra Samithi"]}