{"title":"Will Kashmir’s mainstream political leaders stand against Modi’s plan to carry out delimitation?","content":"Nearly two years after the Union government scrapped Jammu and Kashmir’s special status under Article 370, carved Ladakh out and downgraded both entities into union territories, Prime Minister Narendra Modi sat with a group of mainstream leaders of Jammu and Kashmir on June 24 in New Delhi. The meeting was the first public engagement between the Union government and mainstream political leadership of Jammu and Kashmir, most of whom had been jailed by authorities after August 5, 2019 and derisively referred to as the ‘Gupkar Gang’ by Home Minister Amit Shah. Days before the high-profile meeting, buzz began to build about the Centre potentially restoring statehood for Jammu and Kashmir. But the June 24 meeting made it clear that Modi had another aim before statehood: Delimitation. “The Central government is keen to restore an elected government in Jammu and Kashmir at the earliest. The Prime Minister has talked about an early delimitation process. That means they are looking at following that up with Assembly elections,” former Jammu and Kashmir Chief Minister and senior National Conference leader Omar Abdullah was quoted saying following the meeting. Abdullah was one of the 14 Jammu and Kashmir mainstream leaders who participated in the three and a half hour long meeting with Modi and Shah. Delimitation is the process of redrawing borders of Lok Sabha and assembly segments in a state based on the preceding census. In India, the exercise is carried out by a Delimitation Commission appointed by the Ministry of Law under the provisions of Delimitation Commission Act. While it is a routine effort in some parts of the country, the process is much more politically sensitive in Jammu and Kashmir because of fears that the BJP may use it to alter political outcomes in what was earlier India’s only Muslim-majority state. In March 2020, the union government constituted a Delimitation Commission, headed by former Supreme Court justice Ranjana Prakash Desai, to redraw Lok Sabha and assembly constituencies of the Union Territory Jammu and Kashmir and the northeastern states of Assam, Arunachal Pradesh, Manipur and Nagaland.  The untimely announcement of delimitation in Jammu and Kashmir hadn’t gone down well with a section of Jammu and Kashmir’s mainstream leadership. In May, 2020, Lok Sabha Speaker Om Birla nominated the three Kashmir Member of Parliament from the National Conference and the two Bharatiya Janata Party MPs from Jammu as associate members to assist the commission.The National Conference had initially refused to participate in the delimitation exercise and boycotted its meetings. According to the party, the delimitation commission was illegal as the exercise was being conducted under J&K Reorganisation Act, 2019 – passed when the Article 370 move happened that year – which had been challenged in the Supreme Court. “Participating in this Delimitation Commission will be tantamount to accepting the events of 5 August 2019, which the NC is unwilling to do,” the party had said in a statement in May 2020. Yet today, as the Delimitation Commission continues to carry out its work, there are signs that at least some of Kashmir’s mainstream politicians have resigned themselves to participating in the process, despite fears of how it could alter electoral outcomes whenever statehood is restored. Scrapped freezeThe genesis of the ongoing delimitation exercise in the union territory of Jammu and Kashmir lies in the erstwhile state’s special status under Article 370 and 35A of the Indian constitution. Prior to August 5, 2019, the delimitation of Lok Sabha seats in Jammu and Kashmir was carried under the provisions of Indian constitution. However, the delimitation of assembly seats was governed by Jammu and Kashmir’s own constitution and the Jammu and Kashmir Representation of the People Act, 1957. Following the scrapping of special status, neither the J&K constitution nor the act stands valid. The special status had allowed the earlier delimitation exercises in Jammu and Kashmir to be carried out differently. For example, unlike in most other states where delimitation took place between 2002 to 2008, the last exercise in Jammu and Kashmir was conducted in 1995. The 1995 delimitation gave the Jammu and Kashmir state assembly 111 seats. Kashmir was given 46 seats, Jammu had 37 seats and Ladakh was given four assembly berths. In addition, 24 seats were reserved for people living in the Pakistan Occupied Kashmir – though these remained vacant. With Ladakh a separate union territory now, the strength of Jammu and Kashmir assembly has come down to 107 seats. BJP supporters in Ahmedabad celebrate Narendra Modi's decision to revoke special status for Jammu and Kashmir in 2019. Photo: Amit Dave/Reuters The 1995 delimitation, carried under President’s rule in the erstwhile state, was based on the 1981 census because the 1991 census couldn’t be carried out in Jammu and Kashmir due to peak militancy. The last delimitation in the rest of India was based on the 2001 census.  While the constitution mandates delimitation after every ten years, no delimitation took place in Jammu and Kashmir after 1995. In 2002, then ruling National Conference-led Jammu and Kashmir government had amended the Jammu and Kashmir Representation of the People Act, 1957 and Section 47(3) of the Constitution of Jammu and Kashmir and put a freeze on delimitation till 2026. The decision was in line with the pan-India freeze on delimitation of Lok Sabha constituencies till the first census after 2026. While the Jammu-based Jammu and Kashmir National Panthers Party had challenged then state government’s move in the court, both Jammu and Kashmir High Court and the Supreme Court had upheld the decision of freeze on delimitation.  With the August 5, 2019 decision annulling Jammu and Kashmir’s constitution and its separate Representation of the People Act, 1957, the freeze on delimitation in Jammu and Kashmir till 2026 became irrelevant. In fact, the Jammu and Kashmir Reorganisation Act, which came into force on October 31, 2019, mandated delimitation of constituencies in the union territory.  According to the section 60 of the Jammu and Kashmir Reorganisation Act, “...the number of seats in the Legislative Assembly of Union territory of Jammu and Kashmir shall be increased from 107 to 114.” The delimitation exercise will also reserve seats for SC/ST populations. State of exception?But it was not only Jammu and Kashmir where the delimitation exercise was not held in tandem with the rest of India. Assam, Arunachal Pradesh, Manipur and Nagaland too didn’t undergo delimitation in 2002-2008 as the authenticity of 2001 census data was questioned by several organizations before the Gauhati High Court.In 2020, it seemed as if the government was preparing to move forward with the process in these states too. On February 28, 2020 the Law Ministry had cancelled its earlier notifications which deferred delimitation in Assam, Nagaland, Manipur and Arunachal Pradesh.  “…it appears that the circumstances that led to the deferring of the delimitation exercise” in Assam, Manipur, Arunachal Pradesh and Nagaland “have ceased to exist and that the delimitation of the constituencies as envisaged under the Delimitation Act, 2002 could be carried out now,” the order had read. Days later, the Ministry announced constitution of a Delimitation Commission to redraw Lok Sabha and assembly constituencies of these four northeastern states and the union territory of Jammu and Kashmir. In March 2021, the union government granted one-year extension to the delimitation commission in Jammu and Kashmir. Former Jammu and Kashmir chief minister Omar Abdullah after he was freed from detention. Photo: PTIHowever, that same month the government put a halt to the delimitation process in the four northeastern states by dropping them from the purview of the delimitation commission constituted a year ago. At the time, reports had suggested that the centre was mulling issuing a separate notification with a possible change in census year data in order to carry out the delimitation in these four states. The decision had come months after experts had called the delimitation exercise in these four northeastern states as “unconstitutional” and “illegal.” As a result, the delimitation exercise was confined to the union territory of Jammu and Kashmir only. “If the delimitation commission for Assam could be withheld and assembly elections held there, then why not for Jammu and Kashmir. Isn’t this defeating the very purpose of the central leadership?” Omar Abdullah reportedly told the central leadership during the meeting with Prime Minister Modi.Flip-flops The chorus around delimitation in Jammu and Kashmir preceded the momentous August 5, 2019 decision scrapping the state’s special status. After his appointment as India’s Home Minister in May 2019, Amit Shah had held a closed-door meeting with then Jammu and Kashmir Governor Satya Pal Malik about the delimitation process in the erstwhile state.  While the majority community in Jammu and Kashmir views the delimitation exercise as a ploy to further disempower Muslims in the union territory, many see the exercise as part of the Bharatiya Janata Party’s plan to bring Jammu’s seat strength at par with the Kashmir valley or close to it. Currently, Kashmir region has nine more seats than Jammu region. In case of Jammu gaining more seats than Kashmir after the delimitation, the arrangement might pave way for the fulfillment of the long-term demand of Hindu right in Jammu of having a Hindu chief minister in Muslim-majority Jammu and Kashmir. How this will happen remains unclear, though a few things are in play, including the 24 vacant seats reserved for residents of Pakistan-occupied Kashmir as well as the bringing in of reserved seats. According  to the 2011 census, Kashmir comprised 54.93 per cent of the total  population in the erstwhile state while 42.89 per cent of the population  of the erstwhile state lived in Jammu region. Only 2.18 per cent of the  population lived in Ladakh region.  Muslims  constitute 68.31 per cent of the total population of the erstwhile  state, the majority of which lives in Kashmir valley and Muslim belts of  Jammu region. Hindus, which are mostly concentrated in four districts  of Jammu, constitute 28.44 per cent of the population, according to the  2011 census. Out of the total 20 districts of the Jammu and Kashmir union territory, 16 are Muslim-majority. Former chief minister and Peoples Democratic Party President Mehbooba Mufti. Photo: PTIEven though mainstream leaders in Kashmir have criticized the undue thrust on delimitation before restoring statehood in Jammu and Kashmir, they haven’t mounted any significant challenge to the exercise.  “With  the kind of distressing situation here in Jammu and Kashmir,  delimitation should be the least of anybody’s priority. People here in  the valley already have apprehensions about it that it may be done in a  way to further disempower them. We will discuss within our party and  then take a decision,” PDP president and former Jammu and Kashmir chief  minister, Mehbooba Mufti told Scroll.in.More than a year after refusing to attend its meetings, National Conference in May had authorised party president and three-time former chief minister Farooq Abdullah to take a call on participation in the delimitation exercise and attending the commission’s meetings. Party insiders say the final decision would be taken once the party receives any formal invitation to attend a meeting with the commission. “As  of now there’s no communication from their side [the delimitation  commission], as soon as we’ll receive a communication from their side,  the party will decide appropriately. We have had a number of discussions  on whether we should attend the commission’s meetings or not. The final  decision lies with Dr Farooq Abdullah,” said Imran Nabi Dar,  spokesperson, National Conference.   ‘They can resist’  Observers in the valley link the wavering stand of National Conference on delimitation process with the signs of legitimisation of post-August 5, 2019 reality in Jammu and Kashmir.  “They [mainstream parties in J&K] are simply legitimising groups. They are competing to become good in the eyes of Delhi,” said Dr Sheikh Showkat Hussain, a retired professor of law from Central University of Kashmir and a political commentator in Srinagar.According to Hussain, the mainstream leadership could question the delimitation process specific to Jammu and Kashmir. “They are not showing the resistance which they ought to show. If Mamata Banerjee can refuse, why can’t J&K mainstream leadership refuse the Centre’s moves?” he asked.   Another observer, who asked for anonymity, said the mainstream leadership potentially had a strong argument against carrying out delimitation at this point of time in Jammu and Kashmir. “They don’t need to convince Modi... A Supreme Court judgement upholding the freeze on delimitation till 2026 is in their favour. They just need to have the courage to challenge it.”","author":"Safwat Zargar","time":"2021-07-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160728-xyqylenbzk-1624535235.jpg","tags":["Jammu and Kashmir","Delimitation"]}