{"title":"Will the communalisation of OBC reservations help the BJP in Bengal?","content":"Unlike the rest of India, caste has played a relatively minor role in West Bengal politics till now.However, this seems to be changing fast.During the ongoing campaign for the 2021 Assembly both the Trinamool and the Bharatiya Janata Party have made promises to expand the Other Backward Classes category of reservations.However, uniquely in Bengal, politics around the OBC quota has a communal underpinning to it. The BJP for some years now alleged that Bengali Muslims have gained disproportionately from OBC reservations.On Tuesday, for example, BJP President JP Nadda speaking at a rally in Bengal started off his OBC pitch by first attacking Muslim “appeasement”. “The biggest example of appeasement [in Bengal] are OBC reservations,” he said. “To the OBC list were also added minorities – and in large numbers.”He continued, promising a larger Hindu pie in the OBC list: “It is due to the votebank politics of appeasement that backward castes from our Hindu religion such as Mahishya and Tili have been kept away from reservations. When we come to power we will set up a commission to try and ensure that all castes identified by the Mandal Commission are included in the mainstream.”How did OBC politics in Bengal take a communal turn? And will an appeal to Hindu OBCs as a votebank play a significant part in how Bengalis eventually vote?‘Casteless’ BengalIn 1979, when the Socially and Educationally Backward Classes Commission headed by BP Mandal consulted with the West Bengal government, it did not receive a very positive response. The ruling Left denied that caste was a factor in Bengal. The only two castes here were rich and poor, Kolkata told the commission.Unsurprisingly, the implementation of the OBC quota system when it was finally made law was rather poor in West Bengal, with only a 7% quota and nearly two-thirds of the castes identified as backward by Mandal actually being denied reservations.What got the Left seriously thinking on OBC reservations were stirrings post-2007 that hinted that the state’s Muslims were unhappy with it. This included the Nandigram movement as well as the publication of the Sachar Committee report, which showed that Bengal’s Muslims were extremely deprived. OBC expansionThe result of this churn was that in 2010, the Left Front government expanded the OBC quota with a special “most backward” sub-quota of 10%, thus implementing the 2007 recommendations of the Ranganath Mishra Commission which had studied the rights of linguistic and religious minorities.The state now had a 10% OBC-A category described as “most backward” with 49 out of 56 communities being Muslim. The “backward” OBC-B category had four Muslim groups out of 52 and enjoyed a 7% quota. Of the 108 communities on the OBC list, 53 were Muslim.For the Left, however, this was a little too late. It was voted out of power in 2011, with the shift in Muslim votes being a significant factor. However, the new Trinamool government carried on with the Left’s OBC reservations policy. In fact, the Banerjee government further expanded it, with the OBC list eventually growing to 177 communities of which 99 were Muslim.Given this expansion, the Trinamool has often claimed that 97% of Bengal’s Muslims are covered under the OBC quota. “Mamata might put up a charade of being a Hindu by chanting mantra but the real issue is that she has thrown out Hindus by giving Muslims excessive [OBC] reservations,” argues this campaign video put out by the BJP in Bengali.Muslim deprivation The inclusion of Muslim communities in the OBC quota is understandable given the historical pattern of conversion in Bengal, with Islam largely being adopted by peasant communities – so much so that historian Richard Eaton characterised Islam in Bengal as the “religion of the plough”. With Muslim Dalits barred from India’s scheduled caste quote, these communities too are pushed into the OBC list.Of course, listing communities by itself is only the first step to offering reservations. On the ground, OBC communities have complained that reservations are often not implemented in Bengal. This can be seen in the data too. In spite of a significant expansion in the number of Muslim communities categorised as OBC, the number of Muslims in jobs and education has gone up only marginally over the past decade.According to data from the All India Survey on Higher Education, the proportion of Muslim in higher education in Bengal was 9% in 2011-’12 and is 11% in 2018-’19. Similarly, according to the state government’s staff census, the proportion of Muslims in government jobs in the state has gone from 5% in 2010 to 6% in 2016.Not only are both increments small, the final figures are significantly below the state’s Muslims proportion of 27%.BJP’s OBC pitchEven if its ground impact has been small, the Trinamool government has often pushed the expansion of the OBC list as an achievement. As a reaction, the BJP has for the past three years, argued that this was a form of Muslim “appeasement” and Hindu groups were being denied OBC status.Like the Trinamool with Muslims, the BJP hopes to gain Hindu OBC groups using this strategy. Seen just on pure numbers, this could be a game changer given that one of the castes currently left out are the Mahishyas – described as the “single-largest caste in Bengal” by Anirban Bandyopadhyay, a historian who has extensively researched the community.Mahishyas are an example of a caste trying to climb the caste ladder during the British period, as the newly introduced census was for the first time minutely enumerating Indians. “A caste seen as backward called the Chashi Kaibarta started to call themselves Mahishya in order to claim a higher status,” explained Anirban Bandyopadhyay.Notably, so deprived were they, that under the British, the Chashi Kaibarta were enumerated as a Depressed Class – or Scheduled Castes in today’s terminology. “But many from the community were reluctant to be labelled as such,” said Sekhar Bandyopadhyay, a historian who is one of the leading experts on caste in Bengal. Hence, “Chashi Kaibartas claimed exalted caste status as ‘clean’ shudras, calling themselves Mahishyas.” Anirban Bandyopadhyay estimates that a sixth of Bengal’s population might be Mahishya with an unusual amount of class diversity. “Mahishyas can be everything from zamindars and professionals like lawyers. However, most are closer to Dalits in terms of material entitlement,” he said.Hindu OBC vote bank?In states such as Uttar Pradesh, the BJP has crafted a winning OBC strategy by pitting smaller and weaker backward castes against the Yadav dominant caste. Clearly, the party is trying a similar confrontational pitch in Bengal – the only difference is that Muslim OBCs are the antagonist in this case. “Mamata might put up a charade of being a Hindu by chanting mantra but the real issue is that she has thrown out Hindus by giving Muslims excessive [OBC] reservations,” argues a campaign video put out by the BJP in Bengali.Given that the BJP in Bengal does not court Muslim votes – more than 27% of the population – it needs an overwhelming proportion of the Hindu vote to win. It is therefore critical for the party that it attracts a significant section of the Hindu OBC vote.But there are potential roadblocks to the BJP gathering this massive vote using its OBC promise. For one, the Trinamool has already made the same promise in its manifesto – it said it would grant Mahishyas a place in the state’s OBC quota. The second, as both Sekhar and Anirban Bandyopadhyay contend: Mahishyas have never behaved as a single votebank in West Bengal’s history.","author":"Shoaib Daniyal","time":"2021-03-22T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156520-ydxuvjdlhj-1616333828.jpeg","tags":["OBC reservations","West Bengal","BJP","Trinamool","Left Front","West Bengal Assembly elections 2021"]}