{"title":"Will the new peace pact with Meitei group UNLF bring peace to Manipur? ","content":"On November 29, homes in conflict-racked Manipur’s Imphal were adorned with diyas and the night sky was lit with fireworks. Earlier in the day, the Union home ministry announced that the state’s oldest militant outfit, the United National Liberation Front, had signed a peace agreement with the Centre and the state government. Founded in 1964, the UNLF espouses a secessionist agenda. Primarily representing the Imphal valley-based Meitei community’s interests, the outfit’s stated aim is to create a sovereign state of Manipur.In a statement announcing the pact, the home ministry said it would “provide an opportunity to address the longstanding concerns of the [Meitei] community,” the home ministry statement said. Taking to Twitter, Union home minister Amit Shah called it a “historic milestone”. Observers of state, though, drew more tempered takeaways from the development. Even as they acknowledged the pact’s significance – it is the first time that a valley-based Manipuri armed group has come to the peace table – they were quick to underline that several other secessionist Meitei groups continue to be active. Many also pointed out that those who signed the peace agreement on Wednesday represented only a faction of the UNLF.A long historyMeitei insurgency arose in the 1960s as a result of the disaffection over the 1949 merger agreement between the erstwhile Manipuri king, Maharaja Bodhachandra, and the Indian government.The UNLF, the first group from the stable, was formed in 1964 under the leadership of a young playwright named Arambam Somorendra. Its stated aim was the formation of an “independent”, “socialist republic” of Manipur. Though it drew its cadre primarily from the Meitei community, the leadership also included representation from the other two major communities in the states – the Nagas and the Kuks. While Somorendra, a Meitei, was the general secretary, the founding president was a Naga called Kalalung Kamei. Thangkhopao Singsit, a Kuki, was its vice-president “In the initial years, the movement did not take up arms, working more in the cultural sphere,” writes journalist Samrat Choudhury in his book Northeast India: A Political History.Detailing the outfit’s history, Choudhury writes: “Until 1968, UNLF leaders including Somorendra were overground. The armed militancy began in December that year when a faction of the UNLF led by Oinam Sudhir Kumar with the help of his colleague N Bisheswar, established a ‘Revolutionary Government of Manipur’ in exile with headquarters in Sylhet in East Pakistan.”Today, UNLF is among the eight Meitei extremist organisations – called valley-based insurgent groups or VBIGs in security parlance – that the Indian state considers “unlawful associations” under the country’s anti-terror law, the Unlawful Activities (Prevention) Act, 1967. All of these groups were deemed to be terror groups as recently as last month by the Union home ministry. The peace agreement signed today with the UNLF by the Government of India and the Government of Manipur marks the end of a six-decade-long armed movement.It is a landmark achievement in realising PM @narendramodi Ji's vision of all-inclusive development and providing a better… pic.twitter.com/P2TUyfNqq1— Amit Shah (@AmitShah) November 29, 2023\n\n\nLeading to the pactThe agreement, say people with direct knowledge of it, was long in the works.In September, Scroll had reported that the Pambei-led group had been talking to the state government.This is not a sudden development,” said veteran Imphal-based journalist Pradip Phanjoubam. “Pambei’s side was getting ready for the agreement and [Chief Minister] Biren Singh worked for this. That’s why probably the Centre kept Biren despite all the trouble.”The role of the current conflictNonetheless, the ethnic conflict between the Meiteis and the Kukis may have accelerated the signing of the agreement.  As the conflict took the shape of a civil war, several sections of the Meitei public seemed to believe that the battle was asymmetrical. Their contention: the Kukis were backed by the armed groups who could freely support the community as they had a ceasefire agreement, called Suspension of Operations or SoO, with the Indian government. “The people felt the need for such a group during the violence that would protect them,” said a Meitei academic who asked not to be identified by name. “That’s why there has been popular support towards the pact and Imphal celebrated the agreement with joy and firecrackers.”Enduring anxietiesVeteran journalist Subir Bhaumik, a long-time analyst of insurgency in the North East, broadened the idea further. “There is a feeling among the Meiteis that if they are not on the table with the government, it can come up with some deal with Kukis and Nags which will harm the interest of Manipur,” he said. The Nagas and the Kukis are both already engaged in talks with the Centre, negotiating for ethnic homelands that could potentially alter the map of Manipur. “This is the basis of a kind of fear which has brought the UNLF out,” said Bhaumik.\n\t\t\n\tPeople lit up candles after Union home ministry announced that the United National Liberation Front had inked a peace agreement with the Centre and the state government. Photo Courtesy: UNLF Facebook page Long road to peaceHowever, observers say that the pact was likely to have only limited bearing on the Meitei secessionist insurgency. “There is no scope for chest-thumping yet,” said Bhaumik, noting that the People’s Liberation Army, the most active Meitei armed group in recent times, was “still in the jungle”. Besides, contrary to the home ministry’s claims, security officials say only a faction of the UNLF signed the peace pact. The faction concerned is headed by Khundongbam Pambei.  The other faction of the outfit, led by RK Achou Singh alias Koireng, continues to operate from Myanmar, according to security officials. “The group that has joined the talk is the major faction compared to the anti-talk group led by Koireng,” said an Assam Rifles official. All the factions combined, the UNLF is believed to be the largest active separatist group in the North East. The size of the faction which laid down arms on Wednesday was not immediately clear.Kuki-Zo fearsRegardless, the new pact has spooked the state’s Kuki-Zo community who are currently at loggerheads with the Meiteis. Activists from the community believe the surrendered cadres may now play a more direct role in the ethnic conflict that has roiled the state since May. The operations of UNL,F said a Kuki-Zo activist, “will no longer be against the Indian government but the tribals”.","author":"Rokibuz Zaman","time":"2023-12-02T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196254-arkzshxuds-1701266150.jpg","tags":["Meitei militant group","Manipur militancy","UNLF","Manipur","Manipur ethnic violence","SOO groups","N Biren Singh"]}