{"title":"Will strengthen 2018 guidelines to deal with mob violence and hate speech, says Supreme Court","content":"The Supreme Court on Friday said that it will strengthen its guidelines from 2018 on dealing with mob violence and hate speech, reported PTI.In 2018, the court had directed the Centre and states to set up special courts to conduct trials, form a compensatory scheme with provisions for interim relief for victims and their relatives, and also take disciplinary action beyond what is recommended in service rules for officers who do not deal with lynching incidents properly.On Friday, the court was hearing a batch of petitions seeking directions to curb incidents of hate speeches across states, including a plea for action against Hindutva outfits calling for socially and economically boycotting Muslims.A bench of Justices Sanjiv Khanna and SVN Bhatti said that it has gone through the 2018 guidelines  and observed that some more elements needed to be added to it. “These guidelines of 2018 are fairly elaborate ones,” it said. “We will be adding more to it and not subtract anything.”The court suggested that close-circuit television cameras could be installed at crime-prone places to deter such incidents.It also asked the Centre to collate details from states and union territories on their compliance with its 2018 verdict in three weeks. On July 28, the Supreme Court had agreed to hear the plea by the National Federation of Indian Women, an organisation linked to the Communist Party of India, that referred to two incidents in which Muslim men were lynched by mobs.In the first incident, a Muslim man named Mohammad Zahiruddin was lynched by a mob in Bihar’s Saran district in June on suspicion of transporting beef in his vehicle. After Zahiruddin’s car had broken down, a group of men helped him. However, they then found some bones and beat up Zahiruddin on suspicion of him carrying beef.In the second incident, another Muslim man, Afaan Abdul Majid Ansari, was allegedly beaten to death by a mob of cow vigilantes in June on suspicion of smuggling beef in Maharashtra’s Nashik district. Ansari and his friend Nasir Hussain Shaikh were transporting 450 kilograms of meat when the crowd stopped them, spotted the meat in the car and attacked them.","author":"Scroll Staff","time":"2023-08-26T17:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186512-jowwrjbqgc-1675598803.jpg","tags":["Supreme Court","mob violence","Hate Speeches"]}