{"title":"Will give Marathas reservation without disturbing existing quota structure, says Devendra Fadnavis","content":"Maharashtra Chief Minister Devendra Fadnavis on Tuesday announced that the Maratha community will be given independent reservation without disturbing the existing 52% reservation system in the state, ANI reported. “My government is committed to providing reservation to the Maratha community under the Socially and Educationally Backward Community category over and above the existing 52% reservation in the state,” PTI quoted the chief minister as saying. On November 15, the State Backward Class Commission had submitted its report to the government recommending reservation for the Marathas. The commission said the Maratha community, which comprises about 30% of the state’s population, is socially and economically backward, and recommended 16% quota for it in government jobs.Three days later, the report was placed before the Cabinet, which approved the commission’s recommendations and decided to set up a sub-committee.  Fadnavis said the government will table the “action taken report” on the commission’s proposals in the Assembly before introducing a bill implementing the reservation. He added that according to the rules under which the backward class commission had been set up, only the action taken report on its recommendations can be tabled in the House.The chief minister accused the Opposition, which has demanded that the backward class panel’s report be made public, of seeking to create divisions. The Maharashtra Assembly had to be adjourned twice during the day as the Congress and the Nationalist Congress Party demanded that the report be tabled.Assembly Speaker Haribhau Bagde was forced to adjourn the House for 10 minutes after a request from Congress Deputy Leader in the House Vijay Waddetiwar at the start of Question Hour. Waddetiwar sought the adjournment as leaders of several parties were in a meeting. When the House reassembled, presiding officer Subhash Sabne adjourned it till 12.15 pm.The House had been adjourned for the fourth consecutive day on Monday as the Opposition stalled proceedings, demanding that the government table the reports recommending reservations for the Maratha and Dhangar (shepherd) communities. “Why is the government running away from a discussion on this report? Is there anything that it wants to hide?” The Hindu had quoted Leader of the Opposition Radhakrishna Vikhe-Patil as saying. “Both reports should be tabled for discussion.”Without disturbing the 52% reservation, Maratha community will be given independent reservation. Our govt is committed to this: Maharashtra CM Devendra Fadnavis in the state assembly— ANI (@ANI) November 27, 2018\n\n Fadnavis responded on Tuesday, saying the government was also studying the report of the Tata Institute of Social Sciences on reservations for the Dhangar community.“We will also table the ATR of this report,” he said. “The reservations of the Scheduled Tribes will be protected. The recommendations of the TISS report will be sent to the Centre and reservation would be given without hurting the existing quota for STs.”The Assembly session began on November 19 and ends on November 30.","author":"Scroll Staff","time":"2018-11-27T16:38:08.295889+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106671-ndczcmjjsa-1543303478.jpg","tags":["Maharashtra","Maratha Quota","Maharashtra Assembly","Winter Session","Devendra Fadnavis"]}