{"title":"With demand for vaccine by August 15, has headline management infected India’s medical research too?","content":"The letter from the Indian Council for Medical Research might have gone mostly unnoticed if it hadn’t included a date. The council, which is guiding India’s response to the Covid-19 pandemic, was writing to the 12 institutions conducting human clinical trials for Covaxin, a vaccine jointly developed by ICMR itself and Bharat Biotech. Writing on July 2, the council’s director-general Balram Bharghava told the 12 institutions to “fast-track all approvals”, including enrolling participants for the human trials within five days, adding that the vaccine was “the top-most priority” of the government. Next: “It is envisaged to launch the vaccine for public health use latest by 15th August, 2020”, the letter said, adding “non-compliance will be viewed very seriously”. Had that date – India’s Independence Day – not been included, the letter may have seemed just like another effort from the council to speed up vaccine development, an effort made by many countries around the world. But the date itself, as well as the absurd timeline it suggested, going from enrolling participants for human trials on July 7 to a vaccine for “public health use” by August 15, made it evident that the motivations were blatantly political. ‘Indian vaccine’Naturally, the unrealistic timeline and the unabashedly political date provoked a strong reaction from India’s medical community: “I don’t think anywhere in the world has anyone ever given a date in  advance for the release of a new vaccine before a clinical trial has  even begun...That is not how science works,” said Amar Jesani, editor of the Indian Journal of Medical Ethics. “I would Iike to believe that it is a typographical error of saying  2020, instead of 2021,” said K Sujatha Rao, former secretary of the health ministry. “If not, the implications are serious as the  proposed vaccine can only be ready by August 15 by fudging data or  incomplete documentation. There is no other way.” “By general experience, a month to decide whether to release a vaccine  is a very short time... Even if you fast-track it, it will  take a minimum of one year,” said Vasantha Muthuswamy, chairperson of the ethics advisory committee of the ICMR’s bioethics cell.The sheer force of the reaction prompted the council’s director-general to backtrack, insisting that the letter was only meant to cut red-tape without skipping any necessary processes. However, the clarification did not address the wildly unrealistic and politically opportunisitic timeline and date mentioned in the letter. It also added this: “While issues raised in public domain from time-to-time by commentators  are welcome, as they form an important part of feedback loop, the best  of India’s medical professionals and research scientists should not be  second-guessed for their professionalism or adherence to the highest  scientific rigour.” If the August 15 date making its way into the original letter was not disturbing enough, this complete dismissal of the criticism – which ended up being so relevant that the ICMR’s clarification dropped any mention of a timeline – is a dangerous sign that the culture of letting political aims and optics guide on-ground processes has spread even to India’s medical research body. ‘Headlines over processes’Over the past few years, we have seen this government hiding data on jobs, bringing in a political funding instrument called electoral bonds that even the Election Commission called problematic and opaque, make questionable decisions about the way the Gross Domestic Product is calculated while dismissing those who raised concerns and asking the Supreme Court to institute censorship rather than offering transparency about the Covid-19 situation in the country. In most of these situations, we have seen political expediency and a desire to manage the headlines take precedence over the reality on the ground. When this is done for things like GDP numbers, it is deeply damaging for the Indian statistical system’s reputation and hampers planners and policymakers in their efforts to chart out viable economic blueprints. When this is done for vaccine development and medical research, however, these efforts could directly have an effect on people’s lives and potentially unsettle people’s trust in vaccinations for generations. These concerns are not to be taken lightly by the ICMR, no matter how much pressure has been put on it by the political leadership. As we work our way out of this coronavirus crisis, it is vital that those in charge of medical research set their sights squarely on outcomes that are scientifically and clinically vital for the Indian population, rather than ones that will please their political bosses. Doing the latter may win them brownie points in the short run, but would have long-lasting repercussions for Indian lives and the reputation of India’s medical community.","author":"Rohan Venkataramakrishnan","time":"2020-07-08T09:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141970-rpnckrbbnf-1590498832.jpg","tags":["The Daily Fix","ICMR","Covid-19","Coronavirus Crisis"]}