{"title":"Women’s quota Bill: KCR’s daughter leads hunger strike in Delhi, 12 Opposition leaders to join","content":"Bharat Rashtra Samithi leader K Kavitha on Friday held a day-long hunger strike in Delhi, demanding passage of the Women’s Reservation Bill by Parliament. Kavitha, the daughter of Telangana Chief Minister K Chandrashekar Rao, held the demonstration a day before she is scheduled to appear before the Enforcement Directorate in connection with alleged irregularities in the Delhi government’s now-scrapped liquor policy.In a tweet on Friday, Kavitha noted that the Bill that seeks to reserve 33% seats for women in the Lok Sabha and all state Assemblies has been pending for last 27 years. “If India needs to develop, women should play a key role in politics,” she added.The ruling Bharatiya Janata Party had promised to implement the legislation in the run-up to the 2014 and 2019 Lok Sabha elections.“None of the BJP leaders [have] raised this issue and the Modi government has failed to get this Bill passed in Parliament despite having a majority,” Kavitha said. “This is a very saddening issue.”27 years later, Women’s Reservation Bill still continues to be absent from the Parliament. Together, we will ensure that 33% Women’s Reservation Bill is a reality. I thank @cpimspeak & @SitaramYechury Ji for joining this movement today. https://t.co/5W4J35SWnE pic.twitter.com/l0KVM9LMo5— Kavitha Kalvakuntla (@RaoKavitha) March 10, 2023\n\nCommunist Party of India (Marxist) General Secretary Sitaram Yechury, who inaugurated the protest in Delhi’s Jantar Mantar, said that the Left parties will support the Bharat Rashtra Samithi till the Women’s Reservation Bill is passed.“It is important to bring this bill to give equal opportunity to women in politics,” Yechury said during his inaugural address.The Bharat Rashtra Samithi has said that leaders of 12 political parties have confirmed their participation in the hunger strike, The Indian Express reported. This includes Aam Aadmi Party’s Sanjay Singh, Akali Dal leader Naresh Gujral, Trinamool Congress’s Sushmita Dev, KC Tyagi of the Janata Dal (United) and Shiv Sena MP Priyanka Chaturvedi.On Thursday, Kavitha had said that Opposition should demonstrate unity ahead of the 2024 elections. She added that the BJP government has been harassing its political adversaries instead of working to reduce inflation and give jobs to the youth.#NDTVExclusive | \"Opposition Should Demonstrate Unity\": BRS leader K Kavitha pic.twitter.com/ss3txolqzj— NDTV (@ndtv) March 10, 2023\n\nThe Delhi liquor policy caseIn December, the Bharat Rashtra Samithi leader was questioned by the Central Bureau of Investigation for over seven hours in the Delhi liquor policy case.The Enforcement Directorate, which is investigating the money laundering aspect in the matter, has alleged that Kavitha is part of the “South Group” that paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through arrested businessman Vijay Nair.According to the Enforcement Directorate, the “South Group secured uninhibited access, attained stakes in established wholesale businesses and multiple retail zones [over and above what was allowed in the policy]”.  The Enforcement Directorate and the Central Bureau of Investigation have alleged that the excise policy was modified to ensure a 12% profit margin for wholesalers and almost 185% profit margin for retailers.Apart from Kavitha, others in the alleged “South Group” include Magunta Sreenivasulu Reddy, the YSR Congress Party Lok Sabha MP from Ongole in Andhra Pradesh, his son Raghav Magunta and P Sarath Chandra Reddy, the son of PV Ramprasad Reddy, who is the founder of the Hyderabad-based Aurobindo Pharma.","author":"Scroll Staff","time":"2023-03-10T15:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187797-jnsqfhlken-1678441590.jpg","tags":["Women’s Reservation Bill","K Kavitha","BRS","ED","Delhi liquor policy case","CBI"]}