{"title":"‘Women Of My Billion’ review: What happens when women get talking","content":"In September 2018, gender rights activist Srishti Bakshi embarked on a walking pilgrimage from Kanyakumari to Kashmir. A camera crew documented Bakshi’s journey, which lasted eight months and covered 3,800 kms. Along the way, Bakshi spoke to students and community groups on what it means to be a woman in India. Women Of My Billion depicts Bakshi’s project to understand the roots, nature and impact of gender-based violence.The 2021 documentary has been released on Prime Video. Directed by Ajitesh Sharma, Women Of My Billion intersperses footage of Bakshi’s walk alongside conversations with the women she encountered as well as the testimonials of three survivors of abuse.The 97-minute film begins with a provocative sequence. Bakshi intervenes in a domestic abuse situation, preventing a woman from being thrashed by her husband. The intervention comes to nought.A later moment addresses the dangers of parachuting into a situation that makes for shocking cinema but cannot be easily resolved. Any discomfort in barging in an ongoing act of violence that can only backfire on the woman is acknowledged by Bakshi: it’s like we are opportunists, she says.Bakshi’s charisma, public speaking skills and motivation are evident at her workshops, where she urges participants to seek education, stand up for their rights, and combat injustice. But more than the pep talks and shots of Bakshi trudging along various Indian highways, it is the case studies that are revelatory.Retired Indian Army doctor Sangeeta Tiwari endured years of mental torture during two failed marriages. Neha Rai’s nightmarish marriage included body-shaming, perverse micro-management by her ex-husband’s family and marital rape. Pragya Prasoon Singh’s face was destroyed by an acid-wielding stalker. Their accounts, coupled with others, reveal the depth of the challenges faced by Indian women, the lack of support they receive from their families, and the loneliness of their battles.Women are brought up to be docile and it takes decades to unlearn this conditioning, Tiwari observes. Perhaps a start can be made simply by letting women unburden their experiences? In this aspect, Women Of My Billion literally walks the talk.\n\n\n    \n    Play\n\nWomen Of My Billion (2021).","author":"Scroll Staff","time":"2024-05-03T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200426-kvoavtwemi-1714593273.jpeg","tags":["Women of My Billion review","Srishti Bakshi","Prime Video"]}