{"title":"Women’s Prize for Fiction: A reader’s guide to the six books on the 2024 shortlist","content":"The Women’s Prize for Fiction announced its 2024 shortlist of six books on April 24. The winner will be announced on June 12. The winning author will receive a cash prize of £30,000 and the “Bessie”, a bronze statuette created by the artist Grizel Niven.The Prize was established in 1996 and is awarded annually to the author of the best full-length novel of the year written in English and published in the UK. The judging panel for the 2024 Prize is chaired by author Monica Ali and includes author Ayọ̀bámi Adébáyọ̀; author and illustrator Laura Dockrill; actor Indira Varma; and presenter and author Anna Whitehouse.The six shortlisted novels are:The Wren, The Wren, Anne EnrightNell – funny, brave and so much loved – is a young woman with adventure on her mind. As she sets out into the world, she finds her family history hard to escape. For her mother, Carmel, Nell’s leaving home opens a space in her heart, where the turmoil of a lifetime begins to churn. And across the generations falls the long shadow of Carmel’s famous father, an Irish poet of beautiful words and brutal actions.A psychologically astute examination of family dynamics and the nature of memory. Enright’s prose is gorgeous and evocative and scalpel-sharp.— Monica Ali.\nBrotherless Night, VV Ganeshanathan 16-year-old Sashi wants to become a doctor. But over the next decade, as a vicious civil war subsumes Sri Lanka, her dream takes her on a different path as she watches those around her, including her four beloved brothers and their best friend, get swept up in violent political ideologies and their consequences. She must ask herself: is it possible for anyone to move through life without doing harm?Visceral, historical, emotional. It is 300 pages of must-read prose.— Anna Whitehouse.\nRestless Dolly Maunder, Kate GrenvilleDolly Maunder is born at the end of the 19th century, when society’s long-locked doors are just starting to creak ajar for determined women. Growing up in a poor farming family in rural New South Wales, Dolly spends her life doggedly pushing at those doors. A husband and two children do not deter her from searching for love and independence.Restless Dolly Maunder is a subversive, triumphant tale of a pioneering woman working her way through a world of limits and obstacles, who is able – despite the cost – to make a life she could call her own.It begins in the 1880s in rural Australia, and it follows Dolly’s ambitions to live a bigger life than the one she's been given.— Indira Varma.\nEnter Ghost, Isabella HammadAfter years away from her family’s homeland, and reeling from a disastrous love affair, actress Sonia Nasir returns to Haifa to visit her older sister Haneen. While Haneen made a life here commuting to Tel Aviv to teach at the university, Sonia remained in London to focus on her acting career and now dissolute marriage. On her return, she finds her relationship with Palestine is fragile, both bone-deep and new.When Sonia meets the charismatic and candid Mariam, a local director, she joins a production of Hamlet in the West Bank. Soon, Sonia is rehearsing Gertrude’s lines in classical Arabic with a dedicated group of men who, in spite of competing egos and priorities, all want to bring Shakespeare to that side of the wall. As opening night draws closer and the warring intensifies, it becomes clear just how many obstacles stand before the troupe. Amidst it all, the life Sonia once knew starts to give way to the daunting, exhilarating possibility of finding a new self in her ancestral home.How can a production of Hamlet in the West Bank resonate with the residents’ existential issues? ‘Enter Ghost’ is a beautiful, profound meditation on the role of art in our society and our lives.— Monica Ali.\nSoldier Sailor, Claire KilroyIn her acclaimed new novel, Claire Kilroy creates an unforgettable heroine, whose fierce love for her young son clashes with the seismic change to her own identity.As her marriage strains, and she struggles with questions of autonomy, creativity and the passing of time, an old friend makes a welcome return – but can he really offer her a lifeline to the woman she used to be?A beautiful and harrowing novel about what it can feel like to be a first-time mother.— Indira Varma.\nRiver East, River West, Aube Rey LescureA mesmerising reversal of the east-west immigrant narrative set against China’s economic boom, River East, River West is a deeply moving exploration of race, identity and family, of capitalism’s false promise and private dreams.Shanghai, 2007: feeling betrayed by her American mother’s engagement to their rich landlord Lu Fang, fourteen-year-old Alva begins plotting her escape. But the exclusive American School – a potential ticket out – is not what she imagined.Qingdao, 1985: newlywed Lu Fang works as a lowly shipping clerk. Though he aspires to a bright future, he is one of many casualties of harsh political reforms. Then China opens up to foreigners and capital, and Lu Fang meets a woman who makes him question what he should settle for.Set in Shanghai in the 2000s, it's a novel about reinvention. It’s original, it's funny, and it's sometimes heartbreaking as well.— Monica Ali.","author":"Scroll Staff","time":"2024-04-27T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200265-ggtxdkhfwv-1713950274.jpeg","tags":["Women’s Prize for Fiction","shortlist","women","awards"]}