{"title":"Women’s Day: Remembering Manipur’s historic ‘Nupi Lan’ movements","content":"In a letter to confidant and fellow activist Ludwig Kugelmann on December 12, 1868, Karl Marx wrote: “Anybody who knows anything of history knows that great social changes are impossible without the feminine ferment.” Little did he know that almost a century later, the very day would be commemorated as “Nupi Lan Day” in the state of Manipur, India. Nupi Lan means “Women’s War”, and December 12 marks the day when thousands of women in Manipur valiantly stood up for the rights of their countrymen and women against the British in 1939.In 2020, as the women of Shaheen Bagh make headlines across the world, creating history, there is some merit in looking back at one of the first protests led by women back in 1904. Those familiar with the history of the state know that Manipuri women have always enjoyed a high and free position in the kingdom. It is believed the Khwairamband Bazar – currently more popularly known as Ima Keithel, or Mother’s Market – was set up in the late sixteenth century, and more than 2,000 women have been conducting trade of all kinds of commodities here ever since. This market proved to be an important location for the two Nupi Lans later.The first Nupi LanThe first agitation was triggered by the action of Colonel Maxwell in July 1904 to reintroduce the abolished Lallup System, wherein men were required to perform free labour for 10 days after every 30 days. After the bungalows of two British officials was burnt down in 1904, Maxwell temporarily reintroduced the Lallup System to rebuild them. This move proved a misstep as the women rose up in unison to protest against the injustice of forced labour.On September 3, 1904, thousands of women gathered spontaneously and marched towards Maxwell’s official residence. They were assured that the order would be reconsidered, however, it all came to naught. Hence, on October 5 that year, around 5,000 women gathered at Khwairamband Bazar in protest, refusing to move till the order was retracted. “The violent agitations and demonstrations led by the market women had to be dispersed by the use of force but ultimately the British had to build the houses at their own expense,” wrote Sanamani Yambem in the Economic and Political Weekly. The womenfolk of Imphal, thus, according to academic Lal Dena, achieved what their male folk could not.In 1925, the women raised their voice again when the state authorities increased the water tax. There were widespread demonstrations, again led by the tradeswomen, against the measure. This was similar to the later women’s agitation later of 1939.The second Nupi LanAfter the Anglo-Manipur War of 1891, Manipur came under direct British rule till 1907, when the administration was handed over to Raja Churachand Singh and his durbar. However, a British political agent was employed to oversee the functioning of the region and had powers over the royal durbar. This had major implications on the economy and trade of Manipur.The Manipur valley was and is a major rice-growing region. While rice was exported outside of Manipur ‒ primarily Assam ‒ even before 1891, the quantity increased by gargantuan proportions thereafter. Irrespective of production and internal need, export quantity continued to increase. This was aided by the replacement of bullock carts as mode of transport by motorised vehicles, which made it easier and faster to export large quantities of rice. According to Professor N Joykumar, from 1925–’26 to 1938, there was an increase of only 10,322 acres of total area under cultivation. However, the volume of the export of rice increased from 1,55,014 mounds to 3,72,174 mounds, respectively, before the outbreak of Nupi Lan.In addition to exporting more rice than Manipur could afford, the British slowly and steadily converted the region into a market for imported manufactured goods, which ultimately led to the decline of indigenous cottage industries. For instance, the import of Liverpool Salt ‒ which was sold cheaply ‒ competed with the local brine wells of the state. On the other hand, the Marwaris ‒ who had settled in the region and took over much of the rice trade ‒ spied a business opportunity and bought most of the paddy land, and built rice mills. This resulted in running the local husking industry out of business.All these factors contributed to the mobilisation of the second Nupi Lan. In July-August and then November 1939, excessive rain and hail severely damaged paddy production. The farmers appealed to the durbar to ban export to meet local demand. While the durbar temporarily agreed, they overturned the ban under pressure from the exporters. The situation resulted in acute shortage of rice and a rise in price, hitting the poor sections of Manipur hard.On December 12, hundreds of women came out on the streets of Imphal demanding a ban on rice export and a closure of rice mills, marching up to the durbar office. However, since Maharaja Churachand Singh was travelling, they were told a decision could not be taken. Undeterred, the women dragged TA Sharpe, president of the Manipur state durbar, to the telegraph office to send an urgent telegram to the maharaja. Sharpe and other officials were held captive till a response came, with the gathering of women swelling to around 4,000. Soon a posse of Assam rifles arrived at the scene to disperse the women, and a ruthless bayonet charge followed. It was met with stone-pelting by the women, many of whom were injured. This scene has been portrayed in the Nupi Lan Memorial in Imphal. While the women had to backtrack under the shower of brutality, their voices were heard by the maharaja, who messaged the next day asking for rice export to be stopped. Jubilant, the women then turned their focus towards the rice mills, eliciting a promise from them to stop milling paddy. Minor attempts by traders to restart export or milling was met with immediate resistance by the women.Khwairamband Bazar was closed for almost a year in protest against the violence meted out to the women. As Yambem wrote, “The Nupi Lan, which started as an agitation by Manipuri women against the economic policies of the Maharaja and the Marwari monopolists, later on changed its character to become a movement for constitutional and administrative reform in Manipur.”Since then, Manipuri women have bravely led protests across the years ‒ be it the Meira Paibi movement in the 1970s against drug abuse and alcoholism or the 12 women standing nude in 2004 against AFSPA. There have been other women-led movements across the country as well, but Nupi Lan remains a strong testament to the power of women’s voice in India.This article is part of Saha Sutra on www.sahapedia.org, the digital library of Indian culture.","author":"Shruti Chakraborty, Sahapedia","time":"2020-03-08T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137892-dhukyfexnk-1583500698.jpg","tags":["India","Manipur","Women"]}