{"title":"‘World’s biggest extortion scheme’: Rahul Gandhi questions PM Modi’s claim on electoral bonds","content":"The electoral bonds were the “biggest extortion scheme in the world”, Congress leader Rahul Gandhi said on Wednesday, questioning Prime Minister Narendra Modi’s claim in a recent interview that the now-scrapped mechanism was introduced by his government to improve transparency in political funding.“A few days ago, the prime minister gave a very long interview to [news agency] ANI,” Gandhi said at a press conference. “It was scripted, but it was a flop show.”The Congress leader said that Modi tried to explain the electoral bonds scheme in the interview. “The prime minister says that the system of electoral bonds was brought for transparency, to clean politics,” he said. “If this is true then why was that system cancelled by the Supreme Court?”Gandhi questioned why the Bharatiya Janata Party had “hidden” the names of those who had donated money to the party through the electoral bonds if the aim of the scheme was to increase transparency. “And why did you hide the dates on which they gave you the money?” he added.नरेंद्र मोदी भ्रष्टाचार के चैंपियन हैं!जिन्होंने ‘Electoral Bonds’ के नाम पर दुनिया का सबसे बड़ा वसूली रैकेट चलाया है। pic.twitter.com/uUF82hXMWr— Rahul Gandhi (@RahulGandhi) April 17, 2024\n\n\nElectoral bonds were paper instruments that anyone could buy from the State Bank of India and give to a political party, which could redeem them for money. The scheme was introduced by the BJP-led Union government in 2018.The entire process was anonymous to the public since buyers were not required to declare their purchase of these interest-free bonds and political parties did not need to show the source of the money, before the scheme was struck down. However, the Centre could access information about these donors as it controls the State Bank of India.In February, the Supreme Court verdict struck down the electoral bond scheme as unconstitutional saying it could foster quid pro quo relationships between donors and political parties. The court also directed the State Bank of India to reveal data on donations made to political parties through the scheme.“Contract worth thousands of crores is given to a company and immediately after that the company gives money to the BJP,” Gandhi said on Wednesday. “CBI [Central Bureau of Investigation] and ED [Enforcement Directorate] inquiry starts against a company. In 10-15 days, the company gives crores of rupees to the BJP and the CBI and ED inquiry [against the company] stops. On the streets, it’s called extortion.”Gandhi added that “all the businessmen of India understand and know this and no matter how much clarification the prime minister wants to give, it will not make any difference”. “Because the entire country knows that the prime minister is the champion of corruption,” he added.During the interview with ANI telecast on Monday, Modi had claimed that there would have been no mechanism to find out the money trail of who paid which political party without the electoral bonds scheme. “This is the success story of the electoral bonds,” he claimed.Conceding that the scheme was imperfect, Modi claimed that “we have pushed the country towards black money completely” as a result of the scheme having been scrapped.“And that is why I say everyone will regret it,” the prime minister had said. “When they think honestly, everyone will regret it.”Modi had made similar comments late last month.The prime minister also claimed on Monday that 3,000 companies had purchased electoral bonds, out of which 26 donors were being investigated by central agencies. “Of these, 16 companies bought electoral bonds around the time that they were raided,” the prime minister claimed. “From these electoral bonds, 37% of the money went to the Bharatiya Janata Party, while 63% went to the BJP’s opponents.”Analysis of the data shared by the State Bank of India revealed that the BJP received the lion’s share of electoral bond donations. Some of the buyers of the electoral bonds were companies that had faced raids by central agencies.The Congress on Monday said the prime minister’s statement that the public had access to a “money trail” when the electoral bonds were in use was a “bold-faced lie”.Congress leader Jairam Ramesh said that the electoral bonds scheme was designed to be anonymous. “In other words, Modi wanted to hide the details of ‘where funds have come from [to political parties], and how they are being used,’” he said in a social media post.Read more analysis on this topic by Project Electoral Bond, a collaborative project involving Scroll, The News Minute, Newslaundry and freelance journalists.","author":"Scroll Staff","time":"2024-04-17T13:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199315-csumqdxyoe-1710675008.jpg","tags":["Rahul Gandhi","Electoral Bonds","Narendra Modi","Lok Sabha 2024"]}