{"title":"World Cup: Alyssa Healy stars as Australia defeat Pakistan, Bismah Maroof scores half century too","content":"Alyssa Healy scored yet another World Cup half century on 8 March as her 72 helped Australia make short-work of the target set by Pakistan in the ICC Women’s Cricket World Cup match in Mount Manganui on Tuesday. With the seven-wicket win, Australia made it 13 wins out of 13 matches against Pakistan in this format. Australia also went to the top of the table for the tournament with two wins out of two. The Pakistan captain’s half century, her first after returning from a maternity break, added respectability to Pakistan’s total but Healy led a comfortable chase.Asked to bat first, Maroof finished with a superb unbeaten 78. It was a captain’s innings and Pakistan managed to finish with a strong last 10 overs. It was their second highest total against Australia. While it wasn’t quite upto 200, there was spin on offer on the used pitch at Bay Oval. The highlight was a 99-run stand between Maroof and Aliya Riaz.Maroof top-scored with 78 not out but it was not enough as a disciplined bowling display and Healy’s player-of-the-match effort proved too good.Pakistan are without a win after two games as slow scoring again hampered their chances of an upset, setting Australia just 191 to win. Pakistan were put into bat and were soon two wickets down as Megan Schutt and Ellyse Perry dispatched the openers in back-to-back deliveries. Schutt forced Nahida Khan into an edge as Beth Mooney took the catch with Sidra Amin going the very next ball, captain Meg Lanning this time pouching the edge from a Pakistani bat. Maroof and Omaima Sohail were then forced to rebuild, and the skipper led from the front, getting off the mark with a perfectly timed flick. Two overs later and Maroof delighted in watching three blurs of yellow chase her shot to the boundary down with a dive from Rachael Haynes not able to stop the four. Pakistan would then encounter a dry period, a wide off Schutt the only run scored for two overs before Omaima crashed a boundary. The 11th over brought the introduction of spin in the form of Alana King, whose three for 59 turned the game against England. It was an astute decision from captain Lanning as King dismissed Omaima with her sixth delivery, beating the bat and knocking off the bails to send Pakistan’s No 4 back to the dugout for 12 from 25. Pakistan had slipped to 38 for three when Nida Dar strode out to the middle and faced Jess Jonassen in her first over with only two fielders outside the ring as Australia looked to force Pakistan into a wild shot. Nida went for five giving Amanda-Jade Wellington her first international wicket since 2018 and Bismah was once again welcoming a new partner to the crease. Except this time, Aliya stuck around as they built a steady partnership, punishing the rare bad balls. Australia were not without chances, Schutt and Lanning both just missing out on tough catches before a quick burst of rain threatened to interrupt proceedings. Pakistan made it to the halfway point without losing another wicket but it was slow going, their 50 partnership did not arrive for another six overs, coming off 107 deliveries.It was just the fifth 50-run stand for any wicket for Pakistan against Australia, with Bismah featuring in four of them. As the field dropped back, Bismah and Aliya began scoring more freely adding singles and twos to their occasional boundary. Bismah’s fifty was brought up off 96 balls with five fours and her celebration paid tribute to her baby daughter Fatima who was watching on with her grandmother on the balcony. 📸ICC/Getty https://t.co/X5SbSrPpG9 pic.twitter.com/I9dtpFjlyI— Pakistan Cricket (@TheRealPCB) March 8, 2022\n\nFour balls later and the partnership reached 86, the highest for Pakistan at a World Cup with Riaz’s own fifty following not long after, her first at a World Cup. She would not add to her 53 as she was given out leg before wicket off the bowling of Nicola Carey, ending the partnership on 99, the joint-highest fifth-wicket partnership for Pakistan in ODIs. Fatima Sana would be the last wicket to fall for Pakistan as King got the promising all-rounder caught behind to leave Pakistan on 177 for six. Bismah and Diana Baig finished with a late flourish to set Australia a chase of 191 to win, Bismah ending on 78 not out, the second-highest individual score for Pakistan at a World Cup. But Healy and Rachael Haynes took their side off to a great start that rendered any comeback or an upset win impossible for Pakistan.Haynes would fall just as she was getting going, departing for a run-a-ball 34 as Australia’s opening stand produced 60 runs. It was business as usual as Meg Lanning came out to join Healy, but Pakistan had almost as many chances as Australia. The raw power of Lanning and Healy got them well above the run rate and on course for a second, more comfortable victory after the thriller against defending champions England.Healy’s fifty came off 55 balls and it felt like she and Lanning were in cruise control. Australia then experienced some turbulence as Lanning’s bails were knocked off by a Sohail delivery, meaning she had to go for 25 from 37, her bat frustratingly tucked under her arm on the way off.The job didn’t get any easier for Pakistan though, as Perry arrived at the crease and Healy’s free-scoring continued. Only a well-held catch in the deep from Nashra Sundhu could stop the wicket-keeper as she was forced to depart for 72 from 79. Australia were still well on track at 153 for three and Perry, 26 from 33, and Beth Mooney, 23 from 26, were unbeaten in the middle as they chased down 191 with 15.2 overs to spare for back-to-back victories to start their World Cup campaign. Scores in brief Australia beat Pakistan at Bay Oval, Tauranga by seven wickets Pakistan 190/6 in 50.0 overs (Bismah Maroof 78 not out, Aliya Riaz 53; Alana King 2/24, Amanda-Jade Wellington 1/25) Australia 193/3 in 34.4 overs (Alyssa Healey 72, Meg Lanning 35; Omaima Sohail 2/39, Nashra Sundhu 1/30) Player of the Match: Alyssa Healy (Australia) Screenshots from ICC match-centre. With inputs from ICC Business Corporation FZ LLC 2020","author":"Scroll Staff","time":"2022-03-08T12:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171213-whsmjefxob-1646723047.jpeg","tags":["Alyssa Healy","World Cup","ICC Women's Cricket World Cup","Bismah Maroof"]}