{"title":"World Wrestling CтАЩships: Antim Panghal wins bronze, clinches Paris 2024 Olympics quota for India","content":"Indian wrestler Antim Panghal clinched a bronze medal in the womenтАЩs 53 kg freestlye event at the World Wrestling Championships on Thursday, in Belgrade, Serbia. With the spot on the podium, Panghal also secured a berth at the Paris 2024 Olympic Games for India.The 19-year-old from India beat SwedenтАЩs Emma Malmgren 16-6, a win by Technical Superiority, to claim the bronze medal.Panghal, the recently crowned Under-20 World Champion, had made a quick start to the match by racing to a 5-0 lead over the Under-23 and Senior European Champion. But the Swede managed to make it 6-6 at the end of the opening round.In the second half though, the Indian dominated her opponent before securing the match and the medal.Panghal had started the tournament with an upset 3-2 win over reigning world champion Dominique Olivia Parrish of the United States. She then beat PolandтАЩs Roksana Marta Zasina 10-0, followed by a 9-6 win over Russian grappler Natalia Malysheva in the quarter-final.In the semi-final, she lost a close bout 4-5 to Russian Vanesa Kaladzinskaya, the eventually silver-medallist.But she was quick to make amends and clinch a spot on the podium with the win on Thursday.The quota she won however, does not secure her a spot at Paris since the Olympic berth she won is awarded to the country. Therefore, there is a possibility that the quota she won may be awarded to another wrestler instead.Panghal will now be expected to compete at the Asian Games in Hangzhou.рд╡рд░реНрд▓реНрдб рдЪреИрдВрдкрд┐рдпрдирд╢рд┐рдк рдХрд╛ рдкрджрдХ рдФрд░ рдЖрдЧрд╛рдореА рдкреЗрд░рд┐рд╕ рдУрд▓рд┐рдВрдкрд┐рдХ 2024 рдХрд╛ рджреЗрд╢ рдХреЗ рд▓рд┐рдП рдЬреАрддрд╛ рдЧрдпрд╛ рдХреЛрдЯрд╛, рдореЗрд░реЗ рдкреБрд░реЗ рджреЗрд╢рд╡рд╛рд╕рд┐рдпреЛрдВ рдХреЛ рд╕рдорд░реНрдкрд┐рдд, рдореЗрд░реЗ рдкрд░рд┐рд╡рд╛рд░ рдФрд░ рдХреЛрдЪрд┐рдВрдЧ рд╕рджрд╕реНрдпреЛрдВ рдХреЗ рдмрд┐рдирд╛ рдпреЗ рдХрд░рдирд╛ рдЕрд╕рдореНрднрд╡ рдерд╛ ЁЯЩПЁЯЩПЁЯЩП рдЖрдк рд╕рднреА рдХрд╛ рдЖрд╢реАрд░реНрд╡рд╛рдж рдмрдирд╛ рд░рд╣реЗред#WorldWrestlingChampionships@Media_SAI @wrestling pic.twitter.com/Q65IAD4rl7тАФ Antim Panghal (@OlyAntim) September 22, 2023","author":"Scroll Staff","time":"2023-09-22T11:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178719-fwzraxwiud-1660979138.jpg","tags":["Antim Panghal","World Wrestling Championships","Wrestling","Indian wrestling","World Wrestling Championships 2023","Paris 2024 Olympics"]}