{"title":"World Cup: Meg Lanning named captain of Most Valuable Team of tournament, no Indian in the XI","content":"Australia’s Meg Lanning has been named captain of the Most Valuable Team of the ICC Women’s Cricket World Cup 2022 after guiding her side to the title and scoring 394 runs.Four Australians have made the team, including Player of the Tournament Alyssa Healy. The wicket-keeper-batter made two centuries in the knockout stages, including 170 in the final.Also read: Meg Lanning’s Australia complete unflinching quest for greatnessThe team was chosen by a panel convened by the ICC’s Chris Tetley, with commentators Lisa Sthalekar, Nasser Hussain and Natalie Germanos and journalists Alok Gupta and Kristy Havill other members of the panel.Lanning’s vice-captain Rachael Haynes is selected after ending as the second-highest run-scorer on 497, with 130 of those coming in their opening game against England. Haynes is carded to bat at four with her usual opening partner Healy joined by South Africa’s Laura Wolvaardt at the top. The 22-year-old crashed five half-centuries as the Proteas reached the semi-finals, and is one of three South Africans selected.All-rounder Nat Sciver has been named at five after finishing as England’s leading run-scorer with 436, including 148 not out in the final, and contributing four wickets. Beth Mooney is chosen at six after ending with an average of 110.00, as she crashed 330 runs in the middle order for Australia as well as taking two stunning catches. Hayley Matthews is the only West Indies player named in the side after an all-round excellent World Cup. She top-scored for the West Indies with 260 runs and also led their wicket-taking column with 10. Another starring all-rounder, South Africa’s Marizanne Kapp delivered two player-of-the-match performances in a row on her way to 12 wickets and 203 runs. England’s Sophie Ecclestone was the best bowler with 21 wickets, while her six for 36 in the semi-final against South Africa was the best bowling performance of the World Cup. South Africa’s Shabnim Ismail is the fastest bowler in the team at No.10 and she ended the tournament with the second-most wickets, with 14.  Salma Khatun rounds out the XI. The off-spinner earned the honour with 10 wickets as the Tigresses made their debut in the 50-over event. England’s Charlie Dean has been selected as the twelfth player after bursting onto the scene in her debut World Cup, taking 11 wickets and contributing to a 65-run partnership with Sciver in the final. Upstox Most Valuable TeamLaura Wolvaardt (South Africa)Alyssa Healy (wk) (Australia)Meg Lanning (capt) (Australia)Rachael Haynes (Australia)Nat Sciver (England)Beth Mooney (Australia)Hayley Matthews (West Indies)Marizanne Kapp (South Africa)Sophie Ecclestone (England)Shabnim Ismail (South Africa)Salma Khatun (Bangladesh)12th player: Charlie Dean (England)Content courtesy: ICC Business Corporation FZ LLC 2020","author":"Scroll Staff","time":"2022-04-04T20:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171865-svkehnvqkj-1647929936.jpg","tags":["ICC Women's Cricket World Cup","Meg Lanning","CWC 22"]}