{"title":"‘Worse than smoking’: How true are the claims ultra-processed foods are bad for health?","content":"The perils of ultra-processed foods received widespread coverage in  recent months – thanks in no small part to the publication and promotion  of TV presenter and doctor of virology Chris Van Tulleken’s book  Ultra-Processed People. Ultra-processed foods, in short, are commercially manufactured food products that include ingredients you wouldn’t cook with at home.  Some of this processing makes foods more palatable, some increases  shelf life and makes them more affordable – such as wholemeal  supermarket bread, for example. Scientists have long known that foods high in saturated fat, salt, sugar, calories or which contain too few wholegrains and fibre contribute to greater risk of health problems – such as obesity, hypertension, heart disease and type 2 diabetes.A fair number of ultra-processed foods will have some of these  unfavourable nutritional profiles – but many don’t. What is new and  controversial about ultra-processed food is the idea that food  processing itself is deadly. Van Tulleken’s book argues that “it is the ultra-processing, not the  nutritional content, that’s the problem”. Musing on why some pizza isn’t  great for our waist lines, he writes “the only question is whether it  is an ultra-processed food”. Van Tulleken also claims ultra-processed  food is linked to more deaths than tobacco, and is the number one cause of early death globally. But, in my view a lot of this is just wrong.  Myths scrutinisedUltra-processed foods haven’t been shown to be the largest cause of deaths globally and no scientific study has ever found this.I believe this bold but misleading claim appears to be a misinterpretation of research which suggests that poor diet is a leading cause of death.  Most deaths attributed to poor diet in this and similar studies are due  to factors such as not eating enough fruit and veg, oily fish or  wholegrains.Nor is there strong evidence that whether a food is ultra-processed or not is what determines how it may affect your health.Many studies have shown that people whose diets are high in  ultra-processed foods have poorer health compared to those whose diets  contain fewer ultra-processed foods. However, research suggests that it’s some specific types of ultra-processed foods foods that are linked to worse health in studies that examine this, rather than all ultra-processed foods. This includes categories like sugary drinks and processed meats, which we have known for some time are bad for health. Eating other foods classed as ultra-processed does not predict worse health. And some studies have even shown them to predict better health. Brown bread and cereals, are good examples.Pretty much all scientific studies used as evidence on the harms of ultra-processed foods are “observational studies”.  This means the researchers don’t change a person’s diet to see what  happens to their health – they observe the health of people based on  what they report they eat. As such, observational studies can only try to account for all the  ways in which people who eat a lot of ultra-processed foods versus fewer  ultra-processed foods differ. This is key to ultra-processing, because there may be unmeasured  factors about a person or their diet that cause worse health – making it  appear the number of ultra-processed foods in a person’s diet is  harming their health, when it isn’t. A recent study captures this perfectly. The study looked at whether ultra-processed food consumption was associated with developing cancer. It was, as shown in other studies.  But it also looked at whether ultra-processed food consumption was  associated with a health outcome it should have no plausible reason to  be associated with: accidental death. People who ate a lot of  ultra-processed foods were more likely to die in car crashes, falls and  other accidents, it turns out. There’s no plausible reason why processed food would cause accidental  death. Rather, the reason is probably something else that has either  not been accurately measured and accounted for or not measured at all –  known as a “confounding factor”. People from poorer backgrounds are more likely to be victims of accidental death – as are people who have worse mental health. We also know that people from poorer backgrounds or who have worse mental health often eat more ultra-processed food. A study can measure a person’s income, but the many ways in which  living in poverty or having worse mental health can damage physical  health are very difficult to measure with any accuracy. They therefore  may be examples of confounding factors that make ultra-processed food  appear to predict worsening health, like cancer.Given the doom and dread about food processing, you’d think there’s  convincing evidence that has identified how food processing harms health  in humans. But there isn’t. Panels of scientists from the US and UK  (both with and without histories of food industry funding) agree on  this and agree that it currently isn’t clear if food processing itself  harms health. I believe there’s good reason to conduct more research to understand  ultra-processed food and health. But this is a long way from Van  Tulleken’s assertion that we’re eating “food that isn’t food” and that ultra-processed food is worse for health than smoking.Hype around ultra-processed food is problematic because it may be  causing unnecessary anxiety among people who already struggle with food  or worry about their health.As well as confusing the public on what food is and isn’t healthy,  ultra-processed food hype may also distract attention from much-needed  government action to restrict food industry marketing and sales of the  types of foods we already know are bad for health – foods higher in  sugar, salt, saturated fat and calories. Perhaps in the future, convincing evidence might show that some  specific types of food processing can cause severe health problems. But  until then, sensationalist messages and misleading claims about  ultra-processed food are very real problems.Eric Robinson is Professor in Psychology, University of Liverpool.     This article was first published on The Conversation.","author":"Eric Robinson, The Conversation","time":"2024-01-20T22:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197569-kjznvocczr-1705404169.jpg","tags":["Food","Food Processing","Health"]}