{"title":"Wrestling, Asian Olympic Qualifiers: Aman loses in semi-final as Indian men fail to win Paris quotas","content":"The Indian men’s freestyle wrestlers returned empty handed from the Asian Olympic Qualifiers in Bishkek, Kyrgyzstan as none of them suceeded to reach the final in their respective weight categories in the continental event on Friday.Aman Sehrawat, competing in 57kg, was the only grappler from the country to reach the final four stage. The 20-year-old reigning Asian Games bronze medallist was pinned in the semi-final by Uzbekistan’s Gulomjon Abdullaev. The Indian was trailing 0-10 when he was pinned to the mat. A win in the bout would have ensured Sehrawat a quota place for the 2024 Paris Olympics.Earlier, Sehrawat had beaten Kim Sunggwon of South Korea 11-1 on technical superiority in the quarter-finals after getting the better of Kazakhstan’s Yerassyl Mukhtaruly 10-0 by technical superiority in the qualification round.Among the other Indians in action in men’s freestyle Jaideep (74kg) bowed out in the quarter-finals after a loss to local grappler Orozobek Toktomambetov, while Deepak (97kg) fell to a loss in the qualification round against Japan’s Arash Yoshida.Sumit, in 125kg, also lost in the quarter-finals 0-10 on technical superiority to Lkhagvagerel Munkhtur of Mongolia. These losses were after two other Indians – Sujeet Kalkal (65kg) and Deepak Punia (86kg) – had to forefeit from the competition after failing to reach on time for the weigh-ins. Both Kalkal and Punia were stranded at the Dubai airport for the past few days amidst heavy rains and floods in the city. The results on Friday mean that India is yet to secure a single quota place in men’s freestyle for the 2024 Paris Olympics. Men’s freestyle wrestling has been India’s one of the more successful events at the Olympics with medals from Sushil Kumar (2008, 2012), Yogeshwar Dutt (2012), Bajrang Punia (2020), and Ravi Dahiya (2020) in recent past.The Indian wrestlers will get one more shot at securing their berths at the quadrennial event via the World Olympic Qualifiers, which will be held next month.","author":"Scroll Staff","time":"2024-04-19T18:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175397-tewsyjtpyq-1654497315.jpg","tags":["wrestling","Asian Wrestling Olympic Qualifiers","Aman Sehrawat","Deepak Punia","Sujeet Kalkal","Indian Wrestling","2024 Paris Olympics"]}