{"title":"Wrestlers protest shows how Indian law is a tool of oppression rather than an instrument of justice","content":"It is possibly for the first time in the history of Indian sports that Olympic medal winners are on the streets in protest against poor governance, financial irregularities and alleged sexual exploitation – more specifically in wrestling. Instead of applauding their courage and responsibility, the protesting athletes have faced hostility, defamation and outright condemnation by those in power.The protest and mobilisation against sexual harassment has exposed the deep malaise in the body politic of sports as well as Indian democracy. More than anything else, it has shown how the criminal justice system has been corrupted by years of  political manipulation and the law has become a tool of oppression rather than an instrument for justice.When the wrestlers first sat in protest at Delhi’s Jantar Mantar in January, they had thought that as the country’s top sporting figures, their voices would be heard, that it would give visibility to the issues that had troubled them for so long. Already, there is an assumption that the voices of ordinary people, especially women, will not be heard unless backed by some authority.Vinesh Phogat is the first Indian woman wrestler to win gold medals in both the Commonwealth and Asian Games and the only Indian woman wrestler to win multiple medals at the World Wrestling Championships.In an interview in January with Khel Now, she had said that coaches harass women while coaches who are “favourites of federation” misbehave with women coaches as well. “They sexually harass girls,” said Vinesh Phogat, “The WFI [Wrestling Federation of India] president has sexually harassed so many girls.” This is how our champions are being treated. The world is watching us! #WrestlersProtest pic.twitter.com/rjrZvgAlSO— Sakshee Malikkh (@SakshiMalik) May 28, 2023\n\nThe wrestlers have made allegations of sexual abuse and harassment against Brij Bhushan Sharan Singh, president of the Wrestling Federation and a six-time MP from Uttar Pradesh. Five out of those six times, Singh was fielded as a candidate by the ruling Bharatiya Janata Party.The allegations were of a criminal nature and the police should have registered a first information report, or FIR, immediately. But it was only in April that the police registered an FIR, months after the protest began.After the intervention of the Supreme Court on April 28, two FIRs were registered, one under the stringent Protection of Children from Sexual Offences Act.Singh, meanwhile, asserted in an interview on May 6 that he was not guilty of sexual harassment and that there is no evidence to prove this. He claimed there were CCTV cameras in the room or audio reports and none indicate any misconduct by anyone.  He also alleged that the wrestlers were not following the law or procedures. The country “is run by the Constitution and not by Jantar Mantar”, he said. It remains unclear how many FIRs were registered in total and under what circumstances. The same police force that was reluctant to register an offence is not likely to help the victims make a strong case.On May 12, the Delhi Police told a special court that a Special Investigation Team has been formed to investigate the allegations against Singh. But there are no answers as to why the police delayed registration of the FIR. Singh’s assertions as well as the delay in registering an FIR raises worrying questions about the criminal justice system.  The BJP parliamentarian and president of Wrestling Federation faces a slew of criminal charges and cases – at least 38 – and has even declared on camera that he has “committed one murder”. Among the charges he faces are theft, rioting, murder, criminal intimidation, attempt to murder, kidnapping – all lodged between 1974 and 2007, according to The Print. His supporters claim he has been acquitted in all cases.Ahead of the 2022 Uttar Pradesh Assembly elections, Singh, in an interview to news portal Lallantop said in Hindi, “...Whatever people may say, I have committed one murder.” The wrestlers' protest site at Jantar Mantar being cleared, on May 28. Credit: PTI.It comes as little surprise that the six-time MP and president of the Wrestling Federation has so much confidence in the criminal justice system. Perhaps, this is also precisely why India’s top wrestlers are not confident about the country’s law enforcement machinery. The registration of an FIR is crucial as it sets the criminal justice system into action. But how far will this system act impartially when the start of the process was vitiated by the unexplained delay? How can there be a fair investigation?These are questions that need to be answered urgently by all those concerned by the deterioration of India’s democratic institutions.The second troubling issue has been the acceptance of “narco” or narcoanalysis, tests as a way of establishing the truth. Singh as well as the protesting wrestlers have agreed to subject themselves to nacro tests under the supervision of the Supreme Court and in public view through live broadcasting. Twenty four Haryana khap panchayats have also demanded that Singh be subjected to a narco test.But this only reflects an ignorance of the law, the technical aspects of a criminal trial and what constitutes evidence.It has been established beyond doubt that “truth serum”, or drugs used during the narcoanalysis, is far from being a reliable method of getting to the truth and that confessions obtained under the test are mostly not admissible as evidence.As far back as 2007, a report in Frontline, pointed out that the drugs would have little influence on people who tell lies. “…Even under the best conditions, the barbiturates would elicit an output contaminated by deception, fantasy, garbled speech, and so on,” said the report. “Studies have shown that persons who make truthful confessions are those who were likely to confess had interrogators persisted in using regular methods, and that persons who lie can continue to manifest a lie even under the influence of a so-called truth serum.” Is it any wonder why Singh readily accepted the challenge thrown at him to undergo a narco test? As to why the wrestlers agreed to it, one can only presume they are not aware of the consequences of the narcoanalysis test on the mind or are desperate to prove their allegations.The protesting wrestlers threatened to return their medals and in response the president of the wrestling federation humiliated and defamed them with  impunity. Brij Bhushan Singh said  they should return the prize money and not their medals, which were worth a mere Rs 15.A defamation suit filed was, however, not against Brij Bhushan but against the wrestlers by a man calling himself Bam Bam Bole Nauhatiya. He accused the wrestlers of using inappropriate language against Prime Minister Narendra Modi and against Brij Bhushan Singh. The Patiala House Court has asked the police to file a report and the case is listed for June 9.A protest on solidarity with the wrestlers in Bengaluru on May 28. Credit: PTI.At the start, the wrestlers had said they would fight a legal battle but they have since stepped up their agitation after seeing how difficult it was to get an FIR registered. They have demanded Singh’s arrest since one of the FIRs was registered under the stringent Protection of Children from Sexual Offences Act. Section 10 of the act, punishment for aggravated sexual assault, is a non-bailable offence that specifies imprisonment up to seven years for “aggravated  sexual assault on a minor”.The Act defines “aggravated sexual assault” as sexual assault or touching the body of a minor without penetration with sexual intent committed by a “person in authority”, which includes several definitions, including “public servant” or a person “in the ownership or management or staff, of any institution providing services to the child,” or a person “in position of trust or authority of a child.” Singh, responding on May 26 to the child sexual abuse charges, claimed that the act has been “misused: against him and added that “we will force the government to change it”. Under these circumstances, the protesting wrestlers, very reluctantly, have accepted the support of the khap panchayats, farmers and women’s organisations that have come forward in their support. On May 28, the day Prime Minister Narendra Modi inaugurated the new Parliament building, the wrestlers arranged for a peaceful Mahila Samman Panchayat in front of the complex.While the mainstream media showed pictures of the inauguration of the new Parliament with multi-faith prayers, the police at Jantar Mantar disrupted the protests and detained the protesting women, activists, students and finally the wrestlers themselves.Wrestler Sakshi Malik told a reporter how a man came to the protest one day and put his three-month-old girl in her arms and said, “For her sake, please don’t quit till you have won.” He added: “You are not just fighting for justice for the girls who have been abused by Brij Bhushan Sharan Singh, you are also fighting for a better and safer India for my daughter.”Asked Malik, “How can I give up after an appeal like that?” Going forward, the movement has to be political and it must aim to challenge an ideology that allows the corruption of basic democratic institutions. It must challenge the set-up where the law and the criminal justice system itself is complicit in promoting violence against women and protecting the perpetrators. The challenge, now, is to arrive at a political understanding and develop a political agenda for a long, hard battle. The wrestlers, especially the women, have shown the way with their courage and sacrifice. We must not let them down.Nandita Haksar is a human rights lawyer and award-winning author.","author":"Nandita Haksar","time":"2023-05-29T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190667-rztpdqynvv-1685289275.jpg","tags":["Wrestlers' Protest","Brij Bhushan Sharan Singh","Sakshi Malik","Vinesh Phogat"]}