{"title":"Yogini Sunita and Kailash Puri: The women who helped popularise yoga in Britain","content":"From fairly obscure beginnings in the mid-20th century, the practice of yoga in Britain has become a massively popular pastime. It’s hard to find official figures for just how many people practise yoga regularly, but it’s thought that at least 500,000 people regularly take part in what the UN describes as “a holistic approach to health and well-being” with “universal appeal”.The discipline was popularised in Britain through the hard work and dedication of a diverse group of unusual individuals. There were competing ideas of yoga, different forms of practice and many different points at which yoga entered into the British culture, as my book Yoga in Britain explores. But there are two women whose dedication and enthusiasm played a huge part in popularising yoga in Britain and whose legacies have sadly been largely forgotten.Yogini SunitaYogini Sunita was born Bernadette Boccaro in 1932 to a Catholic family of Portuguese-Indian ancestry in a suburb of Bombay. She arrived in Britain with her husband and son in the 1960s. In Britain, she found her new acquaintances eager to learn yoga. She quickly adopted the persona of Yogini Sunita and began teaching what she called Pranayama Yoga – asanas she had learnt from Yogi Narainswami on the beaches near Bombay.Yogini Sunita training a group of British women to be yoga teachers in 1966. Credit: The Lotus and The Rose Publishers/Suzanne NewcombeBy 1965, Sunita was teaching 780 yoga students at the Birmingham Athletics Institute. According to historical sources, she was a charismatic teacher who taught a flowing sequence of postures, many with at least one knee bent, resting a foot on the groin.Sunita’s signature technique was the “slipped second” during which one calls to mind anxieties, before releasing them completely for just one second. Explaining to listeners of BBC Radio-4 Woman’s Hour in 1961, Sunita described this practice as mental relaxation which allows one to engage with life’s demands more efficiently. In fact, Sunita claimed that it was equivalent to eight hours of perfect sleep.Yogini Sunita, around 1965. Credit: The Lotus and the Rose Publishers/Suzanne NewcombeShortly before her sadly premature death at 38 in 1970, Sunita began training others to teach but left no training syllabuses or manuals. She wrote that mastering Pranayama Yoga involved knowledge of psychology, the causes of tension and knowledge of three hundred exercises. Sunita was emphatic, though, that “the gift and ability to impart such a subject can never be decreed by letters”.In this, Sunita anticipated many of the debates about the nature and validity of “yoga teacher training programmes” today. As Sunita understood in the 1960s, possessing a yoga teaching certificate does not automatically mean that a person will be a good or a charismatic teacher of yoga. She emphasised how yoga was an embodied practice and how not all competent practitioners make appropriate teachers of the tradition.Kailash PuriA second remarkable woman who popularised yoga in Britain was Kailash Puri (1926-2017) who taught yoga from her home in Crosby with her husband, Gopal Singh Puri (1915-1995), between 1968 and 1990. Both Kailash and her husband were Sikhs born in Punjab and had settled in Crosby as Gopal Puri worked at Liverpool Polytechnic lecturing in biological sciences.Noticing a demand for yoga shortly after the Beatles returned from India, Puri encouraged his wife to teach postures, breathing exercises and relaxation while he gave philosophical lectures and made up herbal prescriptions based on Ayurvedic principles. Kailash Puri also gave lessons in healthy eating and cooking with vegetables and her influence in this area extended to her acting as an Indian cookery consultant to Marks & Spencer during the 1970s.Yoga for All by Frank and Hazel Wills. Credit: AmazonLike Sunita, the Puris also emphasised yoga as relaxation, an antidote to the problems of modern life – stress, materialism and emotional imbalance. Two of their students, Frank and Hazel Wills, further popularised these methods of yoga with a regular slot on BBC Television’s lunchtime show Pebble Mill at One for several years starting 1973 and with a book, Yoga for All.Both Sunita and the Puris emphasised that their yoga practices were not associated with any specific religious ideology. They both claimed that the techniques were accessible to everyone and had significant benefits for health and relaxation. Significantly, neither Sunita nor Puri established guidelines for training others in yoga. This has meant that their influence has largely been forgotten.Kailash and Gopal Puri teaching in Liverpool in the 1970s. Credit: Gopal Puri/The ConversationMeanwhile, men such as BKS Iyengar (1918-2014), who developed a standardised teacher training syllabuses in conjunction with the London adult education system and Wilfred Clark (1898-1981), who founded the British Wheel of Yoga, have legacies which are much easier to document.British women and yogaThe significance of these two women in inspiring other women should not be underestimated. Women quickly became the majority of both students and teachers of yoga in Britain, comprising of 70% to 90% of those attending yoga classes in the post-war period. There were several reasons for this. As Mark Singleton, yoga historian and senior research fellow at School of Oriental and African Studies, pointed out, modern yoga practice has much in common with exercise methods such as Swedish and Danish gymnastic drills that were popular for women in the late-19th and early-20th centuries.Yoga also offered relief from what one yoga teacher described in 1976 as housewife syndrome which included “monotony and lack of recognition, indeterminate pains and psychosomatic symptoms”. Yoga, in the experience of many women of this period, provided a space to refresh physically and mentally.Teaching yoga also gave women viable work that could fit around family commitments. Teaching yoga allowed them to earn more in shorter periods of time compared to other employment accessible to women at that time, such as secretarial work.Yogini Sunita and Kailash Puri were more than simply yoga teachers – their lives exemplify how yoga provided new opportunities for personal empowerment and social influence, offering a new route to liberation for women.Suzanne Newcombe is a lecturer in Religious Studies at The Open University.This article first appeared on The Conversation.","author":"Suzanne Newcombe, The Conversation","time":"2019-06-24T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122457-ssnqrrcpvb-1561295234.jpg","tags":["Yoga","World Yoga Day","British Yoga"]}