{"title":"Beyond Brexit: A Look at Six Indian Referendums and the One That Never Was","content":"\nWhile the world watched Britain's exit from the EU, India has its own history of referendums, each with a unique story. From the partition of 1947 to the integration of Sikkim in 1975, these votes reveal the complexities of Indian politics and the struggle for self-determination. \n\nIn 1947, the North-West Frontier Province and Sylhet saw referendums, but their outcomes were heavily influenced by political maneuvering. Sylhet, a Muslim-majority district in Assam, voted to join East Pakistan due to the Congress's lack of support. The NWFP, however, was a farce with the Congress boycotting the vote, leaving it to be annexed by Pakistan.\n\nPost-independence, Junagadh, a princely state with a Muslim ruler, opted for Pakistan, but India intervened after a popular uprising, leading to a referendum that confirmed its integration.\n\nKashmir, however, remains a point of contention. After a violent insurrection, the Maharaja acceded to India, but a promised plebiscite never materialized. India's annexation of Sikkim in 1975 also sparked controversy, with accusations of manipulation and a lack of true democratic process.\n\nGoa, in 1967, voted to remain a Union Territory, rejecting a merger with Maharashtra. This referendum highlighted the importance of linguistic identity and the complexities of social divisions within India. \n\nThese referendums, while diverse in their context and outcomes, offer a glimpse into the history of Indian democracy, highlighting the power of public opinion, the role of political maneuvering, and the enduring complexities of nation-building.\n","tags":["Brexit","History","Referendums"],"source":"https://scroll.in/article/810564/with-brexit-a-reality-a-look-back-at-six-indian-referendums-and-one-that-never-happened","author":"Shoaib Daniyal","time":"2016-06-24T18:35:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/810564-ecsvojkqfj-1466773486.jpg","id":"fd274f48-6324-5eaa-8268-4ba4c2747571"}