{"title":"Citizenship Bill: Will North East Exemptions Really Protect Indigenous Communities?","content":"\nThe Citizenship Amendment Bill (CAB) has been revised to address concerns in the North East, specifically regarding the influx of migrants from Bangladesh, Pakistan, and Afghanistan. The bill aims to grant citizenship to undocumented non-Muslim migrants from these countries. \n\nHowever, the revised version excludes regions protected by the Inner Line Permit (ILP) and Sixth Schedule provisions, which include most of Arunachal Pradesh, Mizoram, Nagaland, Meghalaya, and Tripura. While this seems like a concession, experts argue it might not be effective in protecting indigenous communities.\n\nThe ILP restricts non-indigenous individuals from settling or buying land in these areas. However, the bill doesn't prevent naturalized citizens from applying for long-term permits, potentially negating the ILP's effectiveness. \n\nSimilarly, the Sixth Schedule, which grants autonomy to tribal areas, faces practical challenges. The bill's exemption might lead to further unrest, as it creates a complex and potentially discriminatory scenario, especially in areas where the Sixth Schedule and non-Sixth Schedule regions are intertwined. \n\nAdditionally, the introduction of a cut-off date for eligible migrants (December 31, 2014) is seen as a cosmetic measure that won't deter future migration. Experts believe it could even exacerbate the problem by encouraging an influx of Hindus from Bangladesh. \n\nUltimately, the revised CAB, while attempting to address North East concerns, might not effectively protect indigenous communities and could potentially lead to more unrest in the region. \n","tags":["Citizenship Amendment Bill","North East","Bangladesh"],"source":"https://scroll.in/article/946028/will-the-north-east-exemptions-in-the-new-citizenship-amendment-bill-meet-their-purpose","author":"Arunabh Saikia","time":"2019-12-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132371-ytychwxyjo-1575740179.jpg","id":"ef6fe35f-9d84-5426-918a-d23f15e56db7"}