{"title":"Karunanidhi's Legacy: A Model for Social Justice in India","content":"\nKarunanidhi, the late leader of the Dravida Munnetra Kazhagam (DMK), was a champion of social justice in India. He implemented groundbreaking schemes that empowered marginalized communities, proving that political power can be a force for positive change. \n\nHis commitment to social justice stemmed from his own experiences as a member of the Isai Vellalar caste, a marginalized community in Tamil Nadu. He was deeply influenced by the Self-Respect Movement led by Periyar, a renowned social reformer. \n\nKarunanidhi's government introduced several key initiatives, including:\n\n* **Legalization of self-respect marriages:** This allowed Hindu couples to marry without the presence of a Brahmin priest, challenging traditional caste-based practices.\n* **Increased reservations for Backward Castes and Dalits:**  This provided greater access to education and employment opportunities for these communities.\n* **Establishment of welfare boards:** These catered to the needs of various marginalized sections, including transgender individuals.\n\nThese policies, while met with criticism from caste elites, helped create a more equitable society in Tamil Nadu. The state now boasts a diverse middle class and a local bourgeoisie, with a higher number of Dalit entrepreneurs than other states.\n\nKarunanidhi's legacy serves as a model for other political leaders in India, demonstrating the transformative power of social justice policies and the importance of representing marginalized communities. \n","tags":["Karunanidhi","social justice","DMK","Periyar","self-respect movement","caste discrimination"],"source":"https://scroll.in/article/889760/with-pioneering-schemes-karunanidhi-was-a-champion-of-social-justice-both-in-words-and-in-deeds","author":"Karthick Ram Manoharan","time":"2018-08-10T07:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889760-knvqanclqb-1533748881.jpg","id":"df4603c0-9b11-5257-b679-0091c1ac0c7c"}