{"title":"A short history of how Modi and Rajnath came to believe that mythology is science","content":"Over two decades after the former Libyan dictator Muammar Gaddafi claimed that William Shakespeare was an Arab named Sheikh Zubayr, Turkey’s President Recep Tayyip Erdoğan followed in those esteemed footsteps by asserting, at a meeting in Istanbul, that Muslims colonised the New World before Columbus.Erdoğan’s evidence was an entry in Columbus’s diaries which supposedly described a mosque on a Cuban hill.  The actual passage, found in Bartolme de las Casas’s account of Columbus’s travels, reads,“Remarking on the position of the river and port, to which he [Columbus] gave the name of San Salvador, he describes its mountains as lofty and beautiful, like the Pena de las Enamoradas, and one of them has another little hill on its summit, like a graceful mosque.”If one really wants to believe Muslims got to America way before Columbus did, a hill that resembles a mosque is proof enough.Despite their best efforts, though, Muslim revisionists are shackled to some version of actual fact, because their faith is only 1,400 years old. Their Hindu brethren, unencumbered by such restrictions, can dream up stuff that would make Gaddafi and Erdoğan weep with envy. We in India are currently ruled by what might with justice be renamed the Raving Loony Hindutva History Party. Epic scienceLast month, its leader produced this gem of deductive logic: \"The Mahabharat says Karna was not born from his mother’s womb. This means that genetic science was present at that time. That is why Karna could be born outside his mother’s womb.\" Following the Prime Minister’s bold lead, the Home Minister Rajnath Singh last week laid out the Varanasi interpretation of quantum theory. Werner Heisenberg, Singh explained, had based his famed Uncertainty Principle on the Vedas.Some of Singh’s fellow travellers admitted that Heisenberg hadn’t really read the Vedas, but quickly added that he did once have a conversation with Rabindranath Tagore, which was pretty much the same thing. That the Heisenberg-Tagore conversation took place two years after the German physicist had completed his career-defining work was irrelevant, for time is relative. To understand more, they said, read Einstein. Or the Vedas.The man who first argued that Hindu scripture contained the world’s accumulated scientific wisdom was a nineteenth century reformer named Dayanand Saraswati. He is known today as the founder of the Arya Samaj, but his greater, and unfortunately overlooked, achievement was the establishment of the Raving Loony Hindutva History movement. The summary of his beliefs is found in a passage from his magnum opus, the Satyarth Prakash: “There was but Vedic Religion in the whole world 5,000 years ago, when the great war, called the Mahabharat, was fought between the Kurus and the Pandus, in which almost all the great men perished and which led the Indian Empire to its downfall. Prior to that war, Indian civilisation was the wonder of the world and attracted the people of the world to come to India to learn science and art (as now they do by going to Europe, the seat of modern civilisation)…Ancient Indians developed military art to a wonderful stage rivalling its modern state, as there were firearms, called shataghni (cannon), bhushundi (musket), etc …It, was from ancient India that knowledge travelled westward. It went first to Egypt, thence to Greece, thence to Rome and, spreading over all Europe, passed on to America.”A progressive Funny thing is, Dayanand was in many ways a progressive: he was against caste discrimination and child marriage, he favoured allowing women access to sacred knowledge. Confronted by Christian, and to a lesser extent Muslim, ridicule of Hindu rituals and customs, Dayanand executed a curious double manoeuvre. He reinterpreted Hinduism in a way that brought it closer to Christianity and Islam. The Arya Samaji sect is monotheistic, rejects idol worship and caste hierarchies, and believes in perfect revealed scripture.However, Dayanand also viciously attacked non-Hindu religions, not just Christianity and Islam, but also Sikhism, Buddhism and Jainism. Instead of acknowledging the influence of other religious traditions, he claimed he was reverting to an original, true Hindu faith that had been tarnished in the course of centuries and even millennia.This extract from Satyarth Prakash shows how he could couch liberal ideas in the language of Raving Loony Hindutva History: “Shri Krishna and Arjuna went to Patala (America) by an Ashwatari, which is a  name for a steamer, and thence brought saga Uddalaka to the sacrifice celebrated by Emperor Yudishtira. Dhritarashtra was married to a princess of Gandhara, now called Kandahar in Afghanistan. Madri, the wife of Pandu, was the daughter of a king of Iran (Persia). Arjuna was married to Ulopi, the daughter of a king of Patala, which is  now called America. If the people did not go to foreign countries and islands, how could such things come to pass?”The passage has Dayanand rejecting the caste taboo against crossing the Black Water, but doing so by claiming the Mahabharata’s landscape included the Americas and steam ships. There are other things in his writing that are plain weird, like an injunction against mothers suckling their children for more than the first few days after birth. His etymological creativity in wishing away animal sacrifice and intoxicants from Vedic verses is also remarkable. Interested readers can discover the range of his thinking here.Interfaith battlesI’d like to stick with the peculiar affinity that developed between RLHH and science, which was a direct outcome of 19th century interfaith battles and tensions. Even as Christian missionaries attacked Hindu habits and beliefs, the ground was being pulled from under their own feet by developments in biology and linguistics back in Europe. Dayanand saw science as a way of getting back at his Christian adversaries, because Biblical genealogies suggested the earth was but a few thousand years old, while geology was showing its age to be closer to Hindu time scales of kalpas and yugas.  At one debate with Christian priests, he held up a crystal and asked them how old they thought it was. Through such dramatic acts, he popularised the idea that, far from being an irrational faith mired in the past, Hinduism, correctly interpreted, was in tune with the latest scientific advances.Needless to say, this belief involved a very selective reading of science. If linguists showed the Bible was the product of a multitude of authors, they were celebrated as independent pioneers. If another lot of linguists put a date on the composition of the Vedas that conflicted with RLHH dogma, they were condemned as biased and imperialistic.As each new technological revolution has come into existence in the decades since Dayanand’s death, there has always been an accompanying RLHH case made for its presence in the Vedas. Aviation, check; nuclear power, check; computers, check. If archaeologists have found no cables dating back millennia, that is only because the ancients had mastered wireless tech. Evidence, in any case, is secondary, almost redundant. Besides, one can always find a hillock that, in a certain light, from a certain angle, resembles a mosque.","author":"Girish Shahane","time":"2014-11-19T01:30:12+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/690475-2db4cea0-b896-409e-8ce6-4e91c58ae967.jpg","tags":[],"source":"https://scroll.in/article/690475/a-short-history-of-how-modi-and-rajnath-came-to-believe-that-mythology-is-science/"}