{"title":"10 things the suicide of Rohith Vemula reveals about Indian society","content":"In life, Rohith Vemula was said to have been an inspiration for the students of Hyderabad Central University. In death, he has acquired the status of rebel. We have together invented the cult of Rohith Vemula because his suicide has revealed different aspects of our society.1. His death has undermined the claims that caste-based discrimination has disappeared from urban India, particularly in those quarters deemed civilised because of their educational attainment. No doubt, the stranglehold of caste on urban India has loosened over the decades. You will not have people openly refusing to share the same space with a lower caste or shaking his or her hand.But this is perhaps because our urban spaces remain socially homogeneous. If you don’t have a Dalit as your office colleague or neighbour in your residential colony, it is practically irrelevant whether or not you believe in caste or discriminate on its basis.The one shared urban space which has social diversity is the higher educational institute, where the reservation policy has ensured participation from marginalised groups. Once 50% of reservations were introduced in 2006, university campuses gradually became volatile sites of social discrimination and conflict.The 2006-2007 report of the Thorat committee that probed the allegations of differential treatment of Dalits at Delhi’s All-India Institute of Medical Sciences brought out vividly the shocking prejudices of its faculty. It also found that higher caste students in hostels often harassed their Dalits neighbours to shift into residential blocks mostly inhabited by their caste brethren.Since then, the change in campus culture has been, at best, incremental. Testimonies pouring out of HCU, as also the retelling of past stories of suicides on other campuses, create the grim picture of low caste students being marked deliberately low, or denied compensatory assistance to overcome their educational lag. Their peer group rarely comprises high caste students.Reservations in government jobs have also provided social plurality in the bureaucracy. Perhaps a survey ought to be carried out for establishing whether social segregation and discrimination exist in the government sector. Recently, a senior Dalit IAS officer in Rajasthan, Umrao Salodia, opted for voluntary retirement, and converted to Islam, in protest against being overlooked for the post of chief secretary.  We can’t but conclude: Caste hasn’t been effaced from urban consciousness.2. The suicide of Rohith turned the spotlight on the academic record he achieved despite his penurious family background. His poignant suicide note, written with acuity, shattered in just 558 words the myth that Dalits and reservations are synonymous with mediocrity.This point was further driven home as we came to know that Rohith was a recipient of Junior Research Fellowship of Rs 25,000 per month from Council of Scientific & Industrial Research. This amount financed his studies and also sustained his family.  There were four other Dalit students whom HCU had suspended along with Rohith, against which they protested by sleeping in the open. Out of them, one is a UGC scholar, another two are recipients of fellowship of Rs 8000 a month.Their academic achievements make many wonder whether it isn’t just a mere propaganda that reservations undermine merit, deliberately resorted to restore the earlier monopoly of the upper caste over higher education. The policy of affirmative action indeed helps the innate talent of Dalits to blossom.3. The death of Rohith has ensured that the reservation policy cannot be rolled back, a demand voiced intermittently. This demand had acquired a serious import because it was voiced by none other than the Rashtriya Swayamsevak Sangh chief Mohan Bhagwat last year and, more recently, by Lok Sabha Speaker Sumitra Mahajan. Not only would a rollback prove to be politically fraught, but it would also appear morally wrong and unjust.This is because the story of Rohith has provided the nation a glimpse of the economic background of those who are in the reservation pool. His estranged father was a security guard, his mother worked as a tailor, and had three children to support as a single parent. Four of his protesting comrades had more or less the same background – Seshaiah Chemudagunta’s parents were bonded labourers; those of Vijay Kumar are agricultural labourers; ditto Sunkanna Velupula’s; Dontha Prashant’s father is a driver and mother an agricultural labourer.It is debatable whether a gang of five upper caste students in a central university will uniformly have such a poverty-stricken background. Certainly, none of them will have parents who were bonded labourers.4. The suicide of Rohith underscores the power the English language bestows on those who have acquired felicity in it. It is debatable whether his suicide would have elicited such a response had he written the note, say, in Telugu or Hindi. That he wrote it in English, and elegantly at that, provided him, in death, with a national connect.Over the years, Dalit activists have emphasised  the importance of their community acquiring proficiency in the English language. They believe it is key to excellence in the arcane world of higher education. This is because all cutting-edge knowledge and research works, whether in natural or social sciences, are readily available in English, not in regional or Hindi languages.Then again, English is India’s language of power and, therefore, a tool of empowerment. This was why Lalu Prasad Yadav in his first tenure as Bihar Chief Minister had proposed making English a compulsory subject in school, to be counted in the total marks of students. Howls of protest prompted him to abandon the idea. Perhaps it is time for us to take a relook at Lalu’s idea.5. The death of Rohith has triggered an avalanche of stories pertaining to Dalit students being unable to find teachers who could guide or mentor them for their PhD thesis, or who were deliberately marked low or failed. However, it is possible that in some cases the language skills of Dalit students or their ability to undertake research were genuinely found wanting.This problem testifies to the reduction of affirmative action to a mere assignment of quotas to different social groups. It is likely the proponents of affirmative action will now insist on improving the skills of Dalit students through remedial classes or a system of mentoring by senior students. The reservation policy indeed needs to be rethought, but not in order to roll it back, but to bring about a qualitative improvement in it.6. The ferment at HCU is proof of our campuses witnessing “war minus the shooting” between privileged social groups and the rest. The heartburn among higher caste students over the competition for entering quality institutes becoming progressively stiffer is understandable.Rallying behind high caste students are teachers who share their caste. They are known to club Dalit students who qualify in the “general category”, a nomenclature quite obnoxious, in the quota group, thus hoping to make available an additional few seats for their caste brethren. Such is the anger against reservations that upper caste teachers are known to fail Dalit students out of spite.Take Jaspreet Singh, an outstanding student of the elite Government Medical College, Chandigarh. He wished to compete for a seat in the Doctor of Medicine or MD course from the prestigious Post Graduate Institute of Medical Education and Research in Chandigarh, but twice failed a paper on Community Medicine. His upper caste teacher told Jaspreet he would be failed over and over again. Frustrated, Jaspreet committed suicide in 2008. His answer sheet was sent to external examiners, who adjudged he had cleared it. (Such examples can be found in the chapter, Defying the Odd in the book, Beyond Inclusion: The practice of equal access in Indian Higher Education.)If Dalit students require remedial classes, their higher caste counterparts and teachers need to be sensitised to caste inequalities and the philosophy of affirmative action. This exercise should preferably begin in high schools, many of which seldom have representations from marginalised social groups. Unless such a step is undertaken soon, our campuses might soon have full-blown caste wars.7. The conflict over reservations largely springs from the paucity of quality institutes in the country. Thousands upon thousands of students compete for very few seats. In this scenario, higher caste students nurse animosity against those in the reserved category. Obviously, they forget that their privileges have given them a head-start over others. Nor have the values of social diversity and equality been inculcated in them for appreciating affirmative action.This apart, India needs a substantial increase in quality institutes to absorb the supply of students. It also requires to bridge the gap in quality between institutes in metros and other cities. Alas, the expenditure on education has remained more or less static if not declined in real terms. This is perhaps why the young, both high and low castes, are so quick to express their outrage against the system.8. The fight to demand justice for Rohith is no longer confined to the HCU campus. It has ballooned into a prototype all-India movement. Innumerable towns in Uttar Pradesh witnessed protests, from Meerut to Lucknow, where three Dalit students disrupted Prime Minister Narendra Modi’s address at the convocation ceremony of Ambedkar University.All this testifies to Indians being cantankerous, argumentative and contrarian, instinctively opposed to being controlled and straitjacketed. They may love the nation, but not necessarily the state. The Modi government, however, seems to have a very low opinion of Indians.Otherwise it would have thought better of portraying, through leaks to the media, that Rohith wasn’t a Dalit but belonged to the Other Backward Classes or OBC. It forgets that the flip side of the battle at HCU is the high-handedness of its authorities, and their propensity to support the Akhil Bharatiya Vidyarthi Parishad, largely an upper caste outfit, at least in comparison to the social composition of the Ambedkar Students’ Association.9. The government is so keen to delink Rohith from the Dalit narrative of encountering discrimination because it undermines the Sangh Parivar’s philosophy of Hindutva. This ideology is based on the belief that all Hindus, regardless of their caste and language, are united because of sharing a common culture.This claim is belied by the protests over the suicide of Rohith. It underscores the hierarchical nature of Hindu society and the attempts of upper castes to retain their exalted perch against the upsurge of subaltern groups. It also shows that culture can scarcely be a unifying factor as long as it legitimises social and economic inequality. In trying to project Rohith as OBC and his Dalit-ness as a fraud construct, the Modi government is desperately trying to ensure its project to co-opt Dalits into the BJP isn’t aborted.10. The protest over Rohith’s suicide isn’t just a challenge to the Right, but also to the Left. The mainstream communist parties have consistently failed to accord importance to caste in their analysis of the Indian socio-economic reality. They stress upon the principle of class, around which the communists wish to mobilise people. Even as they join the movement to demand justice for Rohith, they should introspect why he left the Communist Party of India (Marxist)‘s Student Federation of India to join the Ambedkar Students’ Association.Ajaz Ashraf is a journalist in Delhi. His novel, The Hour Before Dawn, has as its backdrop the demolition of the Babri Masjid. It is available in bookstores.","author":"Ajaz Ashraf","time":"2016-01-30T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/802722-article-onbhadhwoh-1453085190.jpeg","tags":["Rohith Vemula","Dalits","Reservations","Education"],"source":"https://scroll.in/article/802722/10-things-the-suicide-of-rohith-vemula-reveals-about-indian-society"}