{"title":"10 things we learnt about AR Rahman from the authorised biography ‘Notes of a Dream’","content":"For nearly three decades now, several attempts have been made to decode the enigma that is Allah Rakha Rahman is. The phenomenally talented Oscar-winning music composer is also an introvert, and thus remains something of a mystery.But things are changing in the AR Rahman universe, as Krishna Trilok informs us in the authorised biography Notes of a Dream (Penguin Random House India). Trilok, the author of the 2017 fantasy novel Sharikrida, reveals that Rahman has decided that “the time has finally come to give some long-awaited answers – to break a long silence”. The 334-page book offers rare insights into the life of the 51-year-old musician who put India on the map of world music – the impact of the death of his father, music composer RK Shekhar, which forced nine-year-old Rahman to become the sole breadwinner of the family, his unplanned foray into composing for films, his entry onto the world stage, and his current plans of becoming a filmmaker.Trilok is the son of Sharada Krishnamoorthy and Trilok Nair, the advertising filmmakers from Chennai who gave Rahman his earliest break as a composer of jingles. Krishnamoorthy and Nair also introduced Rahman to Mani Ratnam, who is Krishnamoorthy’s cousin, and who has collaborated exclusively with Rahman since Roja (1992).Here are some highlights from the life of the man known as the “Mozart of Madras”, a title the composer isn’t fond of, Trilok writes. “Mozart is Mozart and I am who I am,” Rahman tells Trilok.College or music?Born Dileep Kumar on January 6, 1967, in Chennai, Rahman is the second child and the only son of Rajagopala Kulashekhar Shekhar and Kasthuri (who later became Kareema Begum after the family converted to Islam). Shekhar, a musician, composer and arranger, was also a “very talented musical pioneer” and “an innovator” who came up the hard way and worked mainly in Malayalam cinema. He had a profound influence on his son.When Shekhar died at the age of 43 after a prolonged illness, the young Rahman had to become the “man of the household”. Guided by his mother, he helped rent out his father’s eclectic collection of instruments alongside pursuing an education. Rahman’s mother refused to sell off the instruments because she felt that they would be useful for her son’s career.Up until he was 16, Rahman balanced his studies with musical assignments, which included assisting composers during recording sessions, playing the keyboard and fixing musical equipment. He also became an expert at programming when the sequencer arrived in India and became a man who knew “how to make computer music”.Eventually, it became impossible to manage both college and work. His sister Fathima recalls how he went up to his mother one day and told her that he will have to choose between the two. “Amma didn’t hesitate,” she tells Trilok. “She told him to drop out of school and focus on music. She said we could see about the studying later.”AR Rahman (extreme right, first row) in the sixth standard at Padma Seshadri Bala Bhavan, Chennai. Courtesy PSBB Batch of 1985.The non-film yearsTrilok writes that Rahman never intended to become a film music composer, but instead dreamed of creating his own albums, like musicians in the West. “I didn’t like the Indian movies produced in the eighties,” Rahman tells Trilok. “My sensibilities were different.”A career in films, however, was waiting to take off, especially after the extraordinary success that Rahman had as a composer for jingles in Chennai. The years that Rahman spent in the advertising industry “really opened him up as a person and as an artist”, but he also often felt trapped. Trilok quotes from a public conversation that Rahman had with filmmaker Bharat Bala in 2017: “Up until I was about twenty-five, I used to think about suicide maybe every day,” Rahman told Bala. “I just felt that I was stuck and I didn’t know where I was going. I felt I was a failure at what I really wanted in life.”Before Mani RatnamAmong the musicians for whom Rahman worked was MK Arjunan, the renowned music composer who was also a friend of Rahman’s father. Rahman also worked with other composers, such as Ilaiyaaraja, MS Vishwanathan, Raj-Koti and Ramesh Naidu. Ilaiyaraaja respected Rahman’s technical expertise, Trilok writes. “He was the number one keyboard player back then,” Rahman’s sister, Raihanah, told Trilok. “Rahman has always been the most sought after in whatever he does, be it playing at sessions, programming, composing for jingles or movie songs.”Later, when filmmaker K Balachander had a fall-out with Ilaiyaraaja. Rahman ended up as the replacement on Balachander’s production, Roja (1992), directed by Mani Ratnam.\n\n\n    \n    Play\n\nChinna Chinna Aasai, Roja (1992).The film that changed his fortunesRahman was introduced to Ratnam by Ratnam’s cousin, Sharada Krishnamoorthy, and her husband, Trilok Nair. A nervous Rahman played a bunch of tunes for Ratnam the first time the director came to his studio. What he didn’t expect was how Ratnam would react. The director thanked Rahman and left the studio. A baffled Rahman asked Nair, “Eh enna da? Onnumae sollala” (What man, he didn’t say anything?)Rahman thought Ratnam hated his music, but Ratnam told Trilok that he was “stunned” that day in the studio. “I could not believe what I was hearing,” Ratnam tells Trilok. “The music he played for me that day, it was fabulous.”Dileep Kumar or AR Rahman?The name Allah Rakha Rahman was selected by Kareema Begum after the family converted to Islam. Trilok writes that at the time, Rahman was going through a phase in his life when he “wanted to be born anew, to drop what he describes as the insecurity of his old life and wipe the slate clean”.The formal change of name and faith happened days before Roja’s release on August 15, 1992, after the title sequences of the final edit had been created.  Kareema Begum made a last-minute call asking for Rahman’s name to be changed from Dileep Kumar to Rahman. “It was a pretty big request to make so late in the day, but she was particular about it,” Nair tells Trilok. “She said it really, really mattered to her personally. In fact, she would’ve rather not had his name appear at all, than not have his new name appear on the credits.”\n\n\n    \n    Play\n\nOttagathai, Gentleman (1993).A camel, mischief and musicRahman takes “an active interest” in the lyrics of his songs and can be “quite mischievous” too, writes Trilok. He cites the examples of Ottagathai Kattiko from Shankar’s Gentleman (1993) which, despite being written by Vairamuthu, also had inputs from Rahman. Ottagam in Tamil means camel, which is a metaphor for virility, Trilok explains before citing other such examples: Telephone Manipol from Shankar’s Indian (1996) and Sakkara Inikkira Sakkara from SJ Suryah’s New (2004). “When you talk to him about it, AR just cackles like a boy who’s been caught pulling some harmless prank,” Trilok writes.An arranged marriageThere’s a short but candid chapter on Rahman’s marriage in Trilok’s book. He writes about the conversation that Rahman and his future wife Saira Banu had before their wedding. “Rahman told his wife-to-be in no uncertain terms that if they had a dinner, and a song came up, they would have to ditch the dinner,” Trilok writes. Saira, from a Kutchi family settled in Chennai, did not find that upsetting in the least and tells Trilok that Rahman “auto-tuned” her before marriage. “If he just takes me out for an ice cream once in a while, I’m happy,” she tells Trilok. “We do simple things. That’s enough for me.”Saira Banu and AR Rahman. Courtesy Daboo Ratnani.‘Urvasi’ and AR Rahman, the singerThe first time AR Rahman’s voice boomed through a film soundtrack was in Shankar’s Kadhalan (1994). The track was Urvasi, which Rahman was nervous about singing, writes Trilok. “He didn’t know for sure how good a singer he was and was worried that people he had made sing would make fun of him as someone who could not do the same himself,” he writes.Rahman’s voice was actually first heard in Chinna Chinna Aasai in the yalaelo portion in the background. Rahman had recorded it as a demo and was going to replace it when Ratnam “told him not to touch it”.‘Highway’ and Imtiaz AliAmong the many quirky anecdotes in the book is the one about how AR Rahman got on board Imtiaz Ali’s Highway (2014). One day, during a conversation on Skype, Rahman asked Ali about his follow-up to Rockstar (2011). Ali told Rahman that it is a very “small budget film” that does not have a lot of music. “You want me to do it?” Rahman asked him immediately. A reluctant Ali tried to explain that there was going to be only one “song situation” in the movie. “Yeah, but do you want me to do it?” Rahman persisted. Ali confessed that he was embarrassed to ask him for just one song. Rahman made Ali narrate the film’s plot and asked again if Ali wanted him to compose the soundtrack.“That’s the thing about Rahman Sir,” Ali tells Trilok. “He makes you see what you want. What you want is the only reality that you are aware of, that’s one thing I learnt from him.”Highway eventually featured nine songs in its soundtrack.\n\n\n    \n    Play\n\nPatakha Guddi, Highway (2014).Rahman, the filmmakerWhy has AR Rahman decided to plunge into the business of movie making? “I get bored easily,” he tells those asking that question, Trilok says. Rahman is currently steering the production of two different projects: the virtual reality short film Le Musk and the feature-length Hindi musical 99 songs. Le Musk, which Rahman has directed, is a suspense thriller about a young woman who uses her sense of smell to find the killers of her parents. The film has inspired by his wife Saira, who is a huge fan of perfumes. Rahman hopes that the film will turn out to be a 5D experience that will engage all the five human senses. Rahman has envisioned special chairs that will release odours and and offer sensations to the audience, Trilok writes.Trilok describes 99 Songs as a love story and a musical about a Rajasthani man deeply in love with music and a woman named Sophie. This film too is an ambitious project that has been directed by Vishwesh Krishnamoorthy under Rahman’s supervision. The film is “closest to AR’s heart,” Trilok writes. “It is a love story and a musical, simple and reminiscent of Damien Chazelle’s 2016 hit La La Land.” AR Rahman on the sets of Le Musk. Photo by Moein Asadi.","author":"Archana Nathan","time":"2018-10-15T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/griutogkei-1539113859.jpg","tags":["AR Rahman","Krishna Trilok","Notes Of A Dream"],"source":"https://scroll.in/reel/897429/10-things-we-learnt-about-ar-rahman-from-the-authorised-biography-notes-of-a-dream"}