{"title":"10,000 people charged with sedition in one Jharkhand district. What does democracy mean here?","content":"This is the third part of our series on what Indians think of the state of Indian democracy. Read the introductory note to the series here.After Haryana  and Maharashtra, we travelled to Jharkhand where state assembly elections will be held in five phases starting from November 30. In Khunti district, an hour from the state capital, Ranchi, Adivasi villages are debating whether to boycott the elections as part of a protest movement called Pathalgadi, which literally means the laying of stones. The movement started in 2017 when stone monoliths engraved with provisions of the Indian Constitution began to be installed in the villages of Khunti. The engravings highlighted the special autonomy granted to Adivasi areas under the Fifth Schedule of the Indian Constitution. The Jharkhand police responded to the Adivasi assertion with a crackdown, filing cases against thousands of people.Scroll.in has accessed 19 first information reports filed by the police in Khunti district between June 2017 and July 2018, which charge more than 11,200 people with a host of offences related to disturbing public order.One of the offences made in 14 FIRs, which feature more than 10,000 people as the accused, is sedition under Section 124A of the Indian Penal Code. A relic of colonial rule, the section punishes anyone seen to “excite, or attempt to excite feelings of disaffection against the government” with terms that could include life imprisonment.The 10,000 Adivasis accused of sedition constitute two percent of Khunti’s population. The actual number of sedition-accused in the district could, in fact, be higher since it is widely believed that there are more than just 19 FIRs against Pathalgadi supporters.The 19 FIRs that we examined identify 132 people by name, many of whom have been named in multiple FIRs. Forty-three of the accused are village chiefs. The rest are “unknown”, which has created a chilling effect in the district as villagers fear the police could indiscriminately implicate anyone in the cases in the future.Strikingly, Khunti district is home to two of the most popular historical figures from Jharkhand. One is Birsa Munda who was killed in 1900 at the young age of 25 after he led a powerful rebellion against the British. The other is Jaipal Singh Munda, a charismatic hockey player who led India to a gold medal in the 1928 Olympics and went on to become one of the most prominent Adivasi voices in the Constituent Assembly that ratified the Indian Constitution in 1950.Seven decades later, Adivasis say they are being hounded for invoking the Constitution to protect their land rights.Among those interviewed for this article are 10 people who were either charged, arrested and imprisoned in the cases, or whose relatives faced police action, which in one case resulted in death.Birsa Munda: I am a duplicate Birsa Munda, not the real one. (laughs)The customary chief of Bhandra village cracked a joke as he sat down to discuss the sedition case against him. At 79 years of age, he had a toothy smile and cloudy eyes but also muscles strong enough to carry water canisters on a shoulder pole, which he placed on the ground when he saw us outside his mud house. Plastic chairs were pulled out from the homes of neighbours and placed in a circle under the shade of a tree, and a small group of men joined the discussion.Supriya Sharma: When did you come to know you had been charged with sedition?Birsa Munda: About a year ago. I heard they were filing cases against Mundas (customary village chiefs) and then someone told me there is also a case against me.Not one case, but three, as Scroll.in found. The first case was filed in 2017, another two in 2018, both of which include the charge of sedition.Supriya Sharma: Had you heard of sedition before this?Birsa Munda: No, never.It wasn’t just the chief’s name that harked back to revolutionary times.The Pathalgadi movement itself was sparked by concerns over a dilution of the legacy of the original Birsa Munda. Eight years after he died, the rebellion he led forced the colonial government to pass the Chotanagpur Tenancy Act in 1908 to protect tribal land rights. It was the Bharatiya Janata Party government’s decision in 2016 to dilute provisions of this Act that laid the ground for Pathalgadi, a young man in his twenties explained. His name too, incidentally, was Birsa Munda.Birsa Munda, junior: We were travelling to Ranchi in October 2016 to take part in a rally to protest the changes [to the Chotanagpur Tenancy Act] when news came that the police had fired upon people and killed one Adivasi. In a democracy, if we could not go on a rally to ask for our rights, then we thought it best to stay within our villages and declare our rights under the Fifth Schedule of the Constitution right here.On March 3, 2017, Bhandra became the first village to erect a painted green stone monolith with engravings from the Indian Constitution.The stone monolith in Bhandra village was erected on March 9, 2017.Mangal Munda of nearby Chamdih village and Maki Tuti of Bhandra village explained the impulse.Mangal Munda: We were reading in the papers that the government was amending the CNT Act to give away lands to big companies. In Chukru village, 12 km from here, land was being acquired to build the new capital, Greater Ranchi...Maki Tuti: ...forcibly, without taking the approval of the gram sabha.Mangal Munda: Now, erecting stone slabs is an old practice of our ancestors, we mark everything from birth to death by stones, so we thought why not use stones to display the rights granted to us by the Fifth Schedule of the Constitution.The residents of Bhandra village said they did not know much about the Fifth Schedule until some of them began to attend meetings organised by urban Adivasi intellectuals in the district headquarters, from 2012. These intellectuals, led by Vijay Kujur, a manager in the Shipping Corporation of India, had revived the Adivasi Mahasabha, an organisation established by Jaipal Singh Munda in 1938. The police FIRs names them as “masterminds” of the Pathalgadi movement.But the residents of Bhandra claim the idea of installing stone monolith with excerpts from the Constitution – Samvidhan ki Pathalgadi, as they call it – was their idea, not that of the leaders.Sumbar Tuti: We thought a board might fade or fall, but a stone will last forever. We wrote the text and then consulted some leaders and lawyers who said it was fine.What does the stone monolith in Bhandra say?It invokes four Articles of the Indian Constitution, in the following words:Under Article 13(3)(a) of the Constitution of India, custom or tradition is the force of law, that is, the power of the Constitution.Under Article 19(5), in scheduled districts or areas, no outsider or non-customary person is allowed to freely roam, reside, settle and move around. Article 19(6) of the Constitution of India prohibits outsiders from doing business, trade or any other form of employment in scheduled areas.Under paragraph 5(1) of Article 244(1)(b), no law passed by the Parliament and state assembly will be applicable to scheduled areas.The text is not a verbatim reproduction of the Constitutional provisions, rather it offers a glimpse into how Adivasis in Khunti interpret them.For instance, Article 19(5) does not directly ban outsiders from accessing scheduled areas – areas with a large presence of tribal communities. Instead, it allows the state to make laws restricting freedom of movement, residence, trade and occupation “for the protection of the interests of any Scheduled Tribe”.Article 244(1) of the Constitution allows the Governor of a state, after consulting a Tribal Advisory Council, to notify that a law passed by Parliament and the state assembly will not be applicable to scheduled areas. The Adivasis in Khunti have interpreted this to mean that general laws can be applied to scheduled areas only after the Governor notifies them on the advice of the Tribal Advisory Council.Here, it is important to remember that in several judgements, like the landmark Samatha judgement in 1997, Indian courts have read these provisions expansively, taking the view that the Constitution seeks to preserve the culture and autonomy of tribal communities.But the Jharkhand government took a narrow view of the declarations on the stone monoliths. As more villages began to emulate Bhandra, instead of engaging in a discussion with the Adivasis, it started filing police cases against them. The first bunch of FIRs were filed in the aftermath of friction between the police and Adivasis in Kanki village, not far from Bhandra, on June 22, 2017.Maki Tuti: The villagers had built a bamboo machaan [raised platform] to protect the village. A police team came and began to ask questions in the afternoon. Then, another team showed up in the evening and slapped three people. Someone raised an alarm by ringing the village bell and people from nearby villages gathered at the spot. The policemen were asked to stay back in the village for discussions with the gram sabha, which could only be held in the morning.The police version is somewhat different. According to an FIR dated June 25, 2017, a police team went to Kanki village after they heard that “anti-social elements” had blocked the road and were charging levies from vehicles carrying gravel and stones and from opium cultivators. In the evening, a larger police contingent went to the village and dismantled the bamboo structure to clear the road, but villagers attacked them with sticks and traditional weapons.The FIR claims leaders of the Pathalgadi movement then appeared in the village and began to further provoke the 500-member strong crowd. By 8.30 pm, an additional director general of police arrived from Ranchi with an armed contingent. But the Adivasis held them captive for 12 hours and subjected them to questioning before letting them go in the morning, it states.The villagers, however, deny that they used force. How could they have held an entire police contingent, they ask.Maki Tuti: The police officials stayed back willingly and even left on an amicable note in the morning. But two days later, we heard they had filed an FIR accusing village folk of holding them captive.Another FIR filed in the aftermath of the incident on June 24, 2017, accused the leaders of Pathalgadi of “misleading the innocent people in the name of scheduled areas”. “They are erecting stone slabs in dozens of villages and presenting the wrong interpretation of the Constitution to instigate innocent people to block the work of the administration, which is disturbing the peace in the area and creating a law and order problem,” it said.Sumbar Tuti: If what we wrote on the stones is the wrong interpretation of the Constitution, then the administration should tell us what is the right interpretation. When we asked the officials for the right interpretation, they had no answer.The FIRs came as a rude shock to the residents of Bhandra – so confident had they been of the constitutionality of their actions that they had informed block authorities in advance about the Pathalgadi ceremony held in their village in March. Scroll.in has a copy of the letter.The villagers claim the police official heading the local station even attended the ceremony. In June 2017, however, the same official filed complaints leading to FIRs against them.Neither of the two initial FIRs lists the charge of sedition, but some residents of Bhandra and nearby villages, including Sumbar Singh Tuti and Mangal Munda, were subsequently arrested for it. It is unclear if the sedition charge was added to the FIR later or they had been arrested in another case. In 2018, both men spent ten months in prison, first in Khunti district, and then in Bokaro, 170 km away. They are currently out on bail.Mangal Munda (left) is a resident of Chamdih village while Sumbar Singh Tuti (right) lives in Bhandra village.Mangal Munda: We have been thinking what we could have done that we had been charged with sedition. What acts make for sedition, we do not even know that.Supriya Sharma: Did any police official or magistrate explain this to you?Mangal Munda: We were not presented before a magistrate.The police also carried out kurki zabti [search and seizure] at the homes of Vikas Tuti and Balgobind Tirkey in Bhandra. For this, earthmoving machines were deployed, say their families. The homes stand completely flattened.Jharkhand police did not respond to Scroll.in’s email which listed eight questions, including why such a drastic measure was needed for a search operation. Speaking on phone, Ashutosh Shekhar, the police superintendent of Khunti, said he could not respond to the questions until the assembly elections were over.Tirkey’s young daughter-in-law said the police took away all their possessions, including personal belongings she had brought from her maternal home.The roof of Balgobind Tirkey's house had caved in. The family said a JCB machine was used to flatten the house.As Pathalgadi spread to villages in three blocks of Khunti district – Khunti, Murhu, Arki – more police cases followed, charging thousands of Adivasis with sedition. Here are some excerpts from the FIRs:FIR number 17/18 filed on February 2, 2018 in Khunti police station...the gram pradhans are issuing orders with the Ashoka symbol of the Indian government in which people are being asked not to participate in national festivals like Republic Day and August 15 and in the Lok Sabha, Rajya Sabha, assembly and panchayat elections. Orders have also been passed asking the Hindu society to stop burning the effigies of Maharaja Ravana and Mahishasura and describing them as demons.FIR number 11/18 filed on February 9, 2018 in Murhu police station...When the employees and officials of the government go to the villages to perform their duties, the gram pradhans ask them unconstitutional questions. In this way, members of the above named Adivasi organisation are accused of actions that are anti-democratic, anti-government and anti-national, against the soul of the Constitution and causing social disharmony.FIR number 33/18 filed on March 3, 2018 in Khunti police stationThe self-described leaders of the Pathalgadi movement… are going from village to village asking people to oppose developmental schemes of the government, stop sending children to school... stop officials of the police and administration from entering the village, turn down government subsidies and making provocative speeches against the nation and the democratic system.[In a large public meeting], the leaders of Pathalgadi made provocative speeches against the government, the administration, Ramayana, Gita, Mahabharata, claiming not an inch of land belongs to the government, the real owners of the country are Adivasis, and therefore the central and state governments are illegal.Scroll.in asked the police to explain what made these acts seditious but there was no response.While the laying of stone monoliths is an age-old Munda Adivasi tradition, used by activists in the 1990s to educate villagers on the Panchayat (Extension) to Scheduled Areas Act, other elements – like the rejection of government schemes, the boycott of elections, the use of symbols to proclaim a distinct Adivasi state – were infused from the millenarian cult of Satipati in Gujarat. For more insight into the way the ideas came to be blended, read sociologist Nandini Sundar’s account of a Pathalgadi meeting she attended in May 2018. Or watch this interview of Joseph Purti, one of the leaders of the movement, a former government college lecturer who is now on the run.A stone monolith at a village intersection in Khunti district.Despite the crackdown, stone monoliths continued to spring up in other districts of Jharkhand. The movement even spread to Adivasi areas in neighbouring states like Chhattisgarh, where a former Indian Administrative Service officer, an Adivasi, was among those arrested by the police.Most Pathalgadi leaders belonged to the educated urban middle-class, many held government jobs. But Jharkhand government chose to characterise the movement as funded by Maoists, Christian missionaries and opium cultivators, ignoring its wide appeal.A young resident of Ghaghra village in Khunti district explained why the movement resonated with him – it tallied with his lived experience.Young man: The government takes away our land and gives us schemes we do not need. These schemes came to the village without consulting us. The administration does its man marzi. The contractors are from outside.He said his village’s decision to lay a stone monolith was preceded by careful deliberation.Young man: After the first ceremony happened Bhandra side, we began to attend all Pathalgadi meetings. We listened to what was being said and did our own research to verify the claims. We spent a year on this. The government was saying [the text on the slabs] was a wrong interpretation of the Constitution, but they were not spelling out the right interpretation. So we became convinced that the claims were right.Attending the meetings was like mass education.Young man: We had heard abua disum, abua raj [our land, our rule – a slogan coined by Birsa Munda in the 19th century]. But no one had told us the Constitution provides three different schemes of governance – one for general areas, another for tribal areas under the Sixth Schedule and the Fifth Schedule, and third under Article 370 for Jammu and Kashmir. By doing Pathalgadi, we wanted to remind the government about this. We were not even asking for new laws, we were just asking for existing laws to be implemented.The young man asked for his identity to be protected since he feared he could become a target of the police, which could add his name to any of the FIRs. The people of his village, Ghaghra, were particularly vulnerable, he said, since the Pathalgadi ceremony held there on June 26, 2018, had turned into a major flashpoint.The ceremony was held just days after the police filed a rape case against some of the leaders of the Pathalgadi movement. As thousands of Adivasis gathered in the village to attend the ceremony, the police showed up looking for the leaders. The villagers allege the police hit them with lathis and took some people captive. In anger, the villagers detained three police guards posted at the home of the local MLA at a nearby village.The standoff continued till next morning. The police claimed in an FIR filed on June 27, 2018, that after its entreaties went unheard, it was forced to open a lathicharge on the gathering. But the villagers allege not only did the police hit the attendees with sticks, it even dragged out people from homes and beat them.Young man: Itna zabardast mara, dauda dauda kar mara. They chased us and beat us badly.The villagers allege the police opened fired upon the fleeing Adivasis, which led to the death of a resident of Chamdih village named Birsa Munda. An image shows him lying on the ground face-up with blood oozing from the back of his head. The police claims he died in the stampede, but his brother, Sanika Munda, disputed this.Sanika Munda: In the hospital in Ranchi, I heard a woman doctor say the wound on his head could have only been caused by a bullet. When we brought the body home from the hospital, I saw how badly his head was ruptured just above the ear.A photograph as seen on a phone of Birsa Munda lying on the ground with blood oozing from his head. Despite several attempts, the brother has not been able to get a copy of the postmortem report. Scroll.in asked Khunti police for a copy but there was no response.Meanwhile, the customary chief of Ghaghra village, Karam Singh Munda, is among those arrested on charges of murder and sedition. His wife said he had been transferred to a prison in Hazaribagh, 145 km away, which made it more difficult for the family to keep in touch with him.Radiya Nag, the wife of Karam Singh Munda, holds up his photograph, outside their house in Ghaghra village.Strikingly, of the 132 names in the 19 FIRs analysed by Scroll.in, 43 are gram pradhans or village chiefs. Birsa Munda, the chief of Bhandra village, said it was an intimidation tactic to silence entire villages. Twenty km from Bhandra, another village chief, Baijnath Pahan of Kewra village, was back home after spending eight months in prison. The police had charged him with sedition even before the laying of the stone slab in his village. Pahan traced the case to friction between villagers and the police after it set up a camp inside the village school building.The police camp exists inside the campus of the government middle school. Baijnath Pahan: Some women were returning from the market when policemen misbehaved with them. Then, a man from a nearby village was cycling home when the police asked him to carry wood to their camp. He refused, saying the load was too much for the cycle, but they forced him. His cycle got damaged. I got a notice from his village asking me why I had allowed the police to set up camp in my village.It was another matter that the police had actually not asked him, he added. But after consulting the gram sabha, he decided to go and raise these concerns with the police. The meeting turned heated.Baijnath Pahan: Halla hua, maar peet nahi hua. There was no physical violence, only loud words. But the police wrote an FIR accusing us of carrying sticks and weapons into the police station.The actual accusation in the FIR dated March 13, 2018, is far worse: Pahan and 300 others have been accused of capturing the police station and snatching weapons from the hands of police officers, all as part of the larger seditious Pathalgadi movement.Apart from Pahan, the police arrested Neta Nag, another resident of Kewda, who is still in prison in Dumka, 400 km away.Baijnath Pahan: He barely used to attend the village meetings. Bahut anpad aadmi hai, he is an illiterate man, he doesn’t even know Hindi, what netagiri will he do. He subsisted by selling firewood.Neta Nag’s son, Pitta Nag, said he could not afford to travel to Dumka to meet his father.Pitta Nag, the son of Neta Nag, outside their home in Kewra village.With fear pervading the district, the stone-laying ceremonies have largely come to a halt. But a quiet protest is still underway: entire villages are giving up their Aadhaar cards and ration cards and declining to take government food rations. While some villages have burnt the cards, others have collected them and sent them by post to the Governor’s office.Another form of protest that the Adivasis have adopted is election boycott. Many villages did not cast votes in the Lok Sabha elections held in the summer.Mangal Munda: Gandhi ji did non-cooperation, we were doing the same.Sumbar Tuti: We stayed away from the festival of democracy, because no one was talking about or valuing our customary rights, our gram sabha.Many believe the election boycott served the interests of the BJP, which pulled off a surprise victory in the Lok Sabha with a narrow margin of 1,445 votes, largely because many Adivasis, who would have voted against the party, stayed away.Sumbar Tuti: We did not take part in the elections but we were hopeful that the BJP will be defeated and the Congress will win, but the tables turned, we don’t know how. We had thought if the Congress wins, it might take up our cause.Supriya Sharma: The state has previously been ruled by Congress and other non-BJP parties. Were those governments more thoughtful towards Adivasis?Sumbar Tuti: They too did not care for us, but at least they looted us less. The BJP government has treated Adivasis very badly. Forget us [Pathalgadi supporters], even women anganwadi workers were beaten like animals by policemen, young people asking for reservations were beaten up...Despite the anger against the BJP, knowing well that an election boycott would help the party, many Adivasi villages in Khunti seem to be veering towards staying away from the upcoming assembly polls.Young man from Ghaghra village: The governor needs to issue a separate notification for elections in scheduled areas on the advice of the Tribal Advisory Council. Unless he does that, elections here are illegal.Dayamani Barla, an Adivasi social activist who is contesting the assembly elections in Khunti on a ticket of the Jharkhand Vikas Morcha, believes an election boycott is a bad idea – not merely because it helps the BJP.Dayamani Barla: If Jaipal Singh Munda had not been elected to the Constituent Assembly, would we even have had the Fifth Schedule?Tomorrow, in this series, we examine the question of an election boycott more closely in a conversation with Dayamani Barla on Pathalgadi and Indian democracy.","author":"Supriya Sharma","time":"2019-11-19T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131046-zcgvjwrkjp-1573909483.jpg","tags":["Talking Democracy","Jharkhand","Adivasi Rights","Pathalgadi movement"],"source":"https://scroll.in/article/944116/10000-people-charged-with-sedition-in-one-jharkhand-district-what-does-democracy-mean-here"}