{"title":"12 buildings of Gandhian organisation demolished in Varanasi","content":"Twelve buildings of the Gandhian social service organisation, Sarva Seva Sangh, were demolished in Varanasi on Saturday on a district court ruling that the plot of land belonged to the Railways.On July 3, the Allahabad High Court had dismissed a petition filed by the organisation challenging a Varanasi court order that had allowed the demolition in an order on June 26, reported the Hindustan Times.Freedom fighter Vinoba Bhave had established the Sarva Seva Sangh in 1948 to propagate the ideas and philosophy of Mohandas Karamachand Gandhi. The organisation had cited three sale deeds from 1960, 1961 and 1970 to claim that it had purchased the plot of land. “The Uttar Pradesh government and the Indian Railways have played a dirty trick to target Gandhi,” Ram Dhiraj, the head of the Sarva Seva Sangh, told reporters before he was arrest on Saturday, reported The Telegraph. “They proved in court with the help of forged papers that the Sangh’s land deal with the railways was illegal. We lost the case in Varanasi and the High Court, but hope to prove in the Supreme Court that we had paid the railways for about 13 acres of land.” The 12.8 acre land was home to a library, a guest house, a khadi store, a pre-school for children from the socio-economically weaker sections, a meeting hall, a naturopathy centre and a youth training centre among buildings.“In the morning, 500 policemen surrounded the premises,” Surendra Narayan, an accountant with the organisation, told The Hindu. “Six bulldozers were used during the demolition drive, carried over three hours. After protests by the Sangh representatives, 10 persons were taken into custody.”The demolition happens a day hundreds of social and political activists gathered in Varanasi in protest against the eviction and demolition at Sarva Sewa Sangh. pic.twitter.com/kr0Yxwq2jR— Piyush Rai (@Benarasiyaa) August 12, 2023\n\nThe Sarva Seva Sangh termed the demolition a “historical conspiracy against Gandhi’s ideology”.“It would be foolish to think that this is happening without the consent of the local MP and Prime Minister Shri Narendra Modi,” the organisation said. “It is clear that this demolition is being done on the instructions of the prime minister’s office. This incident will be remembered as a shameful incident in Indian history.”The Congress also demolitions as “shameless act”.“Attempts to usurp and destroy Gandhi’s legacy have already taken place at Sabarmati Ashram in Gujarat and Gandhigram in Wardha,” Congress MP Jairam Ramesh said in a tweet on Saturday. “Now there is a preparation to usurp the Sarva Seva Sangh of Varanasi and hand it over to the capitalists.”In 2021, the Bharatiya Janata Party-led Central government had proposed a Rs 1,200 crore project to convert the Sabarmati Ashram into a “world-class” tourist destination in Ahmedabad. Also read: Ramachandra Guha: How Modi is trying to use Gandhi’s name to whitewash his dark record","author":"Scroll Staff","time":"2023-08-13T14:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193130-zfgyikomkn-1691917063.jpg","tags":["Sarva Seva Sangh","MK Gandhi","Uttar Pradesh","Congress","BJP","Bulldozers"],"source":"https://scroll.in/latest/1054245/12-buildings-of-gandhian-organisation-demolished-in-varanasi"}