{"title":"‘12th Fail’ is about ‘never giving up’, says director Vidhu Vinod Chopra","content":"Among the cluster of Hindi-language releases on October 27 is a movie about standing out in a crowd. Vidhu Vinod Chopra’s 12th Fail stars Vikrant Massey as Manoj, a Chambal native who dreams of becoming an Indian Police Service officer. Chopra’s tenth feature draws from Anurag Pathak’s novel Twelfth Fail, itself inspired by Indian Administrative Service officer Mohan Kumar Sharma’s journey.12th Fail is unlike any of Chopra’s previous movies, including the suspense thriller Khamosh, the Mumbai gangland saga Parinda, or the Kashmiri Pandit exodus drama Shikara. Chopra’s new project, which he has written and edited with Jaskunwar Kohli, runs in the opposite direction of glamour or bombast. Rather, 12th Fail is a realistic account of a young man’s attempts to overcome his impoverished background, face his detractors and follow his conscience while taking the highly competitive Union Public Service Commission exams. Manoj doesn’t only want to be a police officer – he wants to be an honest one. The cast includes Medha Shankar as Manoj’s girlfriend Shraddha, Anshumaan Pushkar as his mentor, Anantvijay Joshi as his friend, and Geeta Agrawal Sharma and Harish Khanna as his parents. In an interview with Scroll, 71-year-old Chopra spoke about the ideas that went into 12th Fail, casting Vikrant Massey, and what the film says about aspiration. Here are edited excerpts. What is 12th Fail telling us about the education system, the dreams of Hindi-medium UPSC aspirants, and the power of dreaming?This film isn’t just about education or small towns – it’s about never giving up. It’s also about relationships, about how these friends come together.While the idea is based on a real story, it is also based on many other real-life stories. There is a lot of me in it too. The film is about my journey from Kashmir to here. I have achieved all of this without selling my soul. That is what the film is saying – you don’t have to sell your soul.There was a recent festival of my films at Broadway Cinema in Srinagar. This was the cinema where I used to go as a kid and stand outside, waiting and hoping that the house wouldn’t get full and the owner, Vijay Dhar, would give me a free ticket. This film is about that.Vidhi Vinod Chopra with 12th Fail actors Medha Shankar and Anantvijay Joshi. Courtesy Vinod Chopra Films. The movie also makes a case for honesty, especially in government service.The film is dedicated to the handful of honest government officers out there. An IAS officer I met at one of the locations read the script. When she came to the dedication part, she started crying. I didn’t know what to do. She told me, I want to thank you – people think we don’t exist. We are begging for our existence to be acknowledged.The film isn’t cynical at all. There is hope.  Don’t say that honesty doesn’t exist. It does. Even if the one per cent of honest people out there become two per cent after watching the film, then I will have done my job. 12th Fail begins in a village in Chambal, moves to Gwalior and then to Delhi. What went into the writing and structuring of Manoj’s journey?In the beginning, there is a constant use of wide angle lenses. Slowly, the lensing changes from wide angles to telephoto, as Manoj gains more confidence.Structuring actually comes through scripting and editing, not through directing. I spent three years writing the film. I kept writing through Covid. I started the film at the age of 66 and finished it at 71. I genuinely believe that this is one of my best-performed films, and probably one of my best scripts. It moved me when I edited it, and I have never felt like that.In Ayn Rand’s The Fountainhead, there are two characters, the architects Howard Roark and Peter Keating. At one point, Peter and Howard are competing for something and they have both made drawings. Peter says, how do you do it? Howard tells him, when I saw your first drawing, you were far ahead of me. This is my 88th drawing, but you stopped at the 12th.So it’s not about genius. It’s a lot of hard work. You keep going. I rehearsed with the actors for a year.Anshumaan Pushkar in 12th Fail (2023). Courtesy Vinod Chopra Films. What made you cast Vikrant Massey in the lead role?I had seen him in [Konkona Sensharma’s] A Death in the Gunj. I actually wasn’t going to direct 12th Fail.  I was going to hand it over to a young director. There are two other films I have written, including Pawn’s Gambit, which I want to make outside India.I met Vikrant and told him what I had in mind. He immediately went into a child’s pose because I wanted a kid who was initially 19 years old in the film. I was fascinated by this actor. So I decided I would direct this film myself.Vikrant lost 11 kilos, I think, in the beginning, and gained eight kilos by the end. We shot the script in the order of the scenes. People who saw the film said, what great make-up [for Manoj’s browned face]. I started laughing. There is no make-up. This kid went to Chambal one month before the shoot and lived in a village. He exposed his skin to the sun. The little house where Manoj lives, which is a set, he and the actor cast as his brother made that road themselves over 15 days. Vikrant surprised me in many scenes, for instance, when Manoj meets his father, or when Shraddha comes to visit Manoj at a flour mill where he is living. He has excelled himself.Is it fair to say that 12th Fail is far removed from any of your previous films?It is very different from what I have made. When I recently saw Khamosh again, the first thing I told Raju Hirani is that if I were a producer and had seen Khamosh, I would never have hired this director to make 12th Fail. Or even the director of Parinda, for that matter. Because this film is so different.Unlike my previous films, I feel like heaven played music through me and I was just the instrument, rather than the creator. Amazing things happened. For instance, when the mother tells Manoj over the phone, I want to see you in a police uniform, she kisses the phone instrument. I hadn’t directed that.The mother lost 10-12 kilos for the role. The father, in the scene in which he asks Manoj for a glass of water, he was actually thirsty. So when he drinks that water, he’s not acting.Since this was a period film that begins in 1997, I have used only three instruments in the background – the sitar, the sarod and the flute. When the actress is humming a tune, she’s actually singing. That doesn’t happen in Hindi movies. I had such fun directing this one that I will definitely direct a few more. But there are so many kids in my office who have potential. If they come up with scripts, I will produce, or rather, co-create the films. We are hoping to do Munnabhai 3. I haven’t done it so far because I didn’t like the script. I won’t create a film I am not proud of even if it makes tonnes of money.\n\n\n    \n    Play\n\n12th Fail (2023).","author":"Nandini Ramnath","time":"2023-10-22T07:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195167-hxzavtopcb-1697889196.jpg","tags":["12th Fail","Vidhu Vinod Chopra","Vikrant Masset"],"source":"https://scroll.in/reel/1057927/12th-fail-is-about-never-giving-up-says-director-vidhu-vinod-chopra"}