{"title":"168 flights, 18 trains delayed amid dense fog in Delhi","content":"As the national capital and parts of northern India remain engulfed in a dense fog, Delhi’s Indira Gandhi International Airport saw 168 flight delays and 84 cancellations on Monday, NDTV reported citing data from the flight tracker website flightradar24.The average delay at the airport was about an hour. Delhi is reeling under a cold wave that hit the city on January 12. The city has also been shrouded by a thick layer of fog for the past few days. On Monday, the minimum temperature in the national capital dropped to 3.5 degrees Celsius, the lowest this winter season, reported Livemint. #WATCH | Visibility affected in parts of the national capital as a blanket of dense fog covers Delhi.(Visuals from Munirka and Vasant Vihar area, shot at 7:35 am) pic.twitter.com/3ahLh6hlhb— ANI (@ANI) January 15, 2024\n\n\nIn view of this, the Indira Gandhi International Airport has issued a dense fog alert as thousands of passengers were stuck, waiting for their flights.Major airlines such as Vistara, IndiGo and SpiceJet have said that bad weather conditions in Kolkata and Delhi may disrupt flights. Vistara said that an early morning Delhi-Kolkata flight was diverted to Hyderabad. The fog has also affected the functioning of train services, with 18 trains scheduled to reach Delhi on Monday being delayed.18 trains to Delhi from various parts of the country are running late due to dense fog conditions as on 15th January. pic.twitter.com/eYeAu6kqdk— ANI (@ANI) January 15, 2024\n\n\nAfter major disruptions at the Delhi airport due to fog, Minister of Civil Aviation Jyotiraditya Scindia posted on social media detailing the efforts taken by to mitigate the situation. Scindia said that the Directorate General of Civil Aviation has issued standard operating protocols to airlines “for better communication and facilitation of passengers”. “It is my earnest request to all travellers to bear with us during this difficult period,” said the minister. “All stakeholders are trying their best to minimise passenger inconvenience. Incidences of unruly behaviour amidst this are unacceptable and will be dealt with strongly in line with the existing legal provisions.”Scindia’s statement comes after a video of a passenger slapping the pilot of a Delhi-Goa IndiGo flight emerged on social media.Yesterday, Delhi witnessed unprecedented fog wherein visibility fluctuated for several hours, and at times, dropped to zero between 5 AM to 9 AM.The authorities, therefore, were compelled to enforce a shut-down of operations for some time even on CAT III runways (CAT III…— Jyotiraditya M. Scindia (@JM_Scindia) January 15, 2024\n\n\nAccording to the India Meteorological Department (IMD) data, Delhi’s minimum temperature was four notches below the season’s average on Monday. The maximum temperature stood at 20.6 degrees Celsius.The weather agency has issued an orange alert for a cold wave on Monday and Tuesday. After this, Delhi is expected to have moderate fog conditions till January 20.The agency issues an orange alert when extremely bad weather is expected. The conditions may disrupt transport as well as the power supply.#WATCH | Visibility affected in parts of the national capital as a blanket of dense fog covers Delhi. (Visuals from Shanti Path area, shot at 6:40 am) pic.twitter.com/zoirLgwYot— ANI (@ANI) January 15, 2024","author":"Scroll Staff","time":"2024-01-15T10:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197518-vbtcpgbqnh-1705293070.jpg","tags":["Delhi","Fog","Cold wave"],"source":"https://scroll.in/latest/1062141/168-flights-18-trains-delayed-amid-dense-fog-in-delhi"}