{"title":"17th Lok Sabha: Fewest sittings among full-term Houses, average annual working days down to 55","content":"The 17th Lok Sabha held 274 sittings across five years, which is the fewest by a House that has completed a full-term, shows a analysis by the independent non-profit research group PRS Legislative Research.The average number annual sitting days of the 17th Lok Sabha stood at 55. A sitting day is a day on which the House commences after an adjournment and works until it is adjourned again.This is down from 66 annual average sitting days in the 16th Lok Sabha, and significantly less than the 135 average annual sitting days in the 1st Lok Sabha.“Only four previous Lok Sabhas have had fewer sittings, all of which were dissolved before completing the five-year term,” PRS Legislative Research’s analysis shows. “The fewest sittings in this Lok Sabha were held in 2020 [33 days], amidst the COVID-19 pandemic.”In these five years, the Lok Sabha functioned for 88% of its scheduled time, while the Rajya Sabha worked for 73%.At least 35% of the bills introduced by the Bharatiya Janata Party-led Centre were passed with less than an hour of discussion in the Lok Sabha, while the corresponding figure in the Rajya Sabha was 34%, the analysis found.During the 17th Lok Sabha, the majority of bills were passed without recorded voting. While voice voting is the preferred method in the House, recording of votes is mandated when there is a constitutional requirement for a special majority of Parliament to pass a certain item.The analysis found that 9% of the bills were passed with at least one instance of recorded voting, including voting on amendments as well as passing of bills. The figure was roughly the same during the term of the 16th and 15th Lok Sabhas.In an unprecedented move in December, 146 Opposition MPs were suspended for serious misconduct in the House following which key bills, including three new criminal laws, were passed in Parliament.Over the years, the time spent on Budget discussions in the Lok Sabha has also reduced, from an average of 79 hours in the 1st Lok Sabha to 35 hours in the 17th Lok Sabha. Last year, the entire Budget was passed without discussion. In the 16th Lok Sabha, the average time spent on Budget discussions was just 13 hours. Between 2019 and 2023, on average, about 80% of the Budget was voted on without discussion.On Friday, several rights groups and activists, in a list described as a “chargesheet”, accused the Union government of undermining India’s parliamentary democracy.The 22 rights organisations and 20 activists alleged that the Bharatiya Janata Party-led Union government had deliberately subverted democratic processes and laws.  “The institution of Parliament, a crucial pillar of democracy of representative accountability, has been fundamentally decimated in the last ten years by the government,” read their statement. The Centre has “deliberately violated” procedures and constitutional provisions to turn Parliament into “an instrument for majoritarian and undemocratic law-making”, it added.","author":"Scroll Staff","time":"2024-02-12T13:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194197-nrhppizsgt-1695101282.jpg","tags":["Lok Sabha","PRS Legislative Research","Parliament","Bills"],"source":"https://scroll.in/latest/1063569/17th-lok-sabha-fewest-sittings-among-full-term-houses-average-annual-working-days-down-to-55"}