{"title":"2002 Gujarat riots: SC lists hearing of plea against acquittal given to PM Modi for February","content":"The Supreme Court on Tuesday said it will hear a petition challenging the acquittal given by a Special Investigation Team to Prime Minister Narendra Modi in connection with the 2002 Godhra riots in February, PTI reported. Modi was then the chief minister of Gujarat.The petition was filed by Zakia Jafri, the wife of Congress MP Ehsan Jafri who died in the riots along with 68 other people, alleging a “larger conspiracy” between February 27, 2002 and May 2002. She had challenged an order passed by the Gujarat High Court rejecting her plea against the Special Investigation Team’s decision.A bench of Justices A M Khanwilkar and Ajay Rastogi said it will hear the plea four weeks from Tuesday after the counsel appearing for the petitioner said asked for an adjournment. “You are asking for four weeks and we are giving your four weeks,” the court said. In October 2017, the Gujarat High Court upheld a 2012 judgement by a magistrate’s court in the state that accepted the Special Investigation Team’s closure report that acquitted Modi and 58 others in connection with the 2002 riots, saying there was “no prosecutable evidence” against them.The High Court had said there was no “larger conspiracy” behind the riots as alleged in Jafri’s petition. However, Justice Sonia Gokani allowed her to file a plea in the magisterial court or the Supreme Court, demanding a new investigation.On December 3, the Supreme Court had adjourned the hearing of the petition till the third week of January.  During an earlier hearing, the court had said that it will also look into an application filed by social activist Teesta Setalvad on becoming a co-petitioner in Zakia Jafri’s plea, according to PTI.Advocate Mukul Rohatgi, who appeared for the Special Investigation Team, had said that Zakia Jafri’s plea was not maintainable and raised objections to Setalvad becoming a second petitioner in the case. Rohatgi said Jafri had not filed a single affidavit and that all supporting affidavits were filed by Setalvad.Advocate CU Singh, who had appeared for Jafri, said the main petitioner was 80 years old and therefore Setalvad was made a second petitioner to assist her. The court had said it will look into Setalvad’s application on making her a co-petitioner.","author":"Scroll Staff","time":"2019-01-15T12:45:43.864944+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/909502-f019787f-26ce-4afe-aad5-8b25f39e3106.jpg","tags":["Narendra Modi","Supreme Court","Zakia Jafri","2002 Gujarat riots"],"source":"https://scroll.in/latest/909502/2002-gujarat-riots-sc-lists-hearing-of-plea-against-clean-chit-given-to-pm-modi-for-february"}