{"title":"2007 Samjhauta train blast: Verdict deferred, next hearing on Thursday","content":"A special National Investigation Agency court in Panchkula on Monday reserved the order in the 2007 Samjhauta Express blast case, PTI reported. The next hearing will be on Thursday. The court’s decision to defer the matter after a Pakistani woman moved a petition claiming she had evidence related to the case. The explosion, which took place on February 18, 2007, had killed 68 people, including 10 Indians. In its chargesheet, the NIA said the blast had targeted Pakistani Muslims, IANS reported.The incident happened at Diwani village near Panipat, 160 km from Panchkula in Haryana. The train, which connects India and Pakistan, was heading toward Attari, the last station on the Indian side.The petitioner Rahila Wakeel is the daughter of blast victim Muhammad Wakeel of Dhingranwali village in Pakistan’s Hafizabad district, PTI reported. She sought examination of the blast eyewitnesses from Pakistan. “The eyewitnesses/Pakistani witnesses do not have any knowledge about the ongoing stage of the trial because no proper summons were served to them,” Wakeel contended in her plea.  The court asked the petitioner why a plea was being made at the fag end of the trial. #NewsAlert | Pak national moves plea to present more witness on the Samjhauta blast case. | @jyotik with more details | #SamjhautaBlastTwist pic.twitter.com/PgtvYNb1bi— News18 (@CNNnews18) March 11, 2019\n\nThe NIA’s chargesheet named several people, including Aseemanand, who was acquitted in the Ajmer Dargah blast case in May 2017 after prosecution witnesses turned hostile. Last year, Aseemanand was also acquitted in the 2007 Mecca Masjid blast case. Nine people were killed and 58 injured after an improvised explosive device exploded in the mosque in May 2007.The NIA chargesheet in the Samjhauta blast case also included the now-deceased Sunil Joshi, Lokesh Sharma, Sandeep Dange and Ramchandra Kalasangra. The agency’s investigation had revealed a criminal conspiracy hatched between 2005 and 2007 by Aseemanand, Joshi and their associates.Upset with Islamist terror attacks on temples – Akshardham (Gujarat), Raghunath Mandir (Jammu) and Sankat Mochan Mandir (Varanasi) – Aseemanand had called for “bomb ka badla bomb (bomb for a bomb)”. The conspirators had chosen the Samjhauta Express as most of its passengers are Pakistani citizens.","author":"Scroll Staff","time":"2019-03-11T17:19:45.809074+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114927-jvawrohmvs-1552282983.jpg","tags":["Samjhauta Express","Samjhauta Train Blast","2007 Samjhauta Blast","National Investigation Agency","Aseemanand"],"source":"https://scroll.in/latest/916144/2007-samjhauta-train-blast-verdict-deferred-next-hearing-on-thursday"}