{"title":"2008 Malegaon blasts: SC reserves order on accused Lt Colonel Purohit’s bail plea","content":"The Supreme Court on Thursday reserved order on the interim bail plea of 2008 Malegaon blasts prime accused Lieutenant Colonel Prasad Shrikant Purohit. Adovcate Harish Salve, who argued for the accused, had pleaded bail for Purohit in the “interest of justice” while the National Investigation Agency opposed the plea, reported ANI.Purohit had moved the apex court on April 28, days after the Bombay High Court had rejected his bail plea. The High Court had granted relief to another accused in the case, Sadhvi Pragya Singh Thakur, but said that the charges against Purohit were of grave nature, PTI reported. Both Purohit and Pragya were arrested in 2008 on charges of plotting the explosions carried out by radical Hindutva group Abhinav Bharat.In May, the Supreme Court had issued a notice to the NIA and the Maharashtra government seeking a reply on the bail plea. Purohit’s lawyer had told the apex court that he was considered to be one of the best counter-insurgency officers and that he was framed in this case.Two explosions on September 29, 2008, in Malegaon, Maharashtra, had killed at least six people and injured several others. The Maharashtra Anti-Terrorism Squad had filed a chargesheet against 14 right-wing extremists, including Purohit and Thakur, in the case. The two were later arrested.Purohit, a former military intelligence officer, was charged with conspiring to carry out the blasts and procuring materials to create the explosives used in the incident. Another prime accused in the case, Ram Kalsangra, is still absconding.NIA is opposing the bail of Col Srikant Purohit and argues that the Bombay High court order should be upheld by the Apex court.— ANI (@ANI) August 17, 2017\n#FLASH SC reserves order on bail plea of Malegaon blasts accused Col Srikant Purohit pic.twitter.com/hL9Mc4UBho— ANI (@ANI) August 17, 2017","author":"Scroll Staff","time":"2017-08-17T12:32:10.184648+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/847516-55729-thtgygptqg-1502249616.jpg","tags":["Supreme Court","Prasad Shrikant Purohit","Malegaon","2008 Malegaon blasts"],"source":"https://scroll.in/latest/847516/2008-malegaon-blasts-sc-reserves-order-on-accused-lt-colonel-purohits-bail-plea"}