{"title":"2008 Malegaon blasts: NIA court drops organised crime charges against Pragya Thakur, Colonel Purohit","content":"A special court of the National Investigation Agency in Mumbai on Wednesday discharged Sadhvi Pragya Thakur, Lieutenant Colonel Shrikant Purohit, Ramesh Upadhyay and Ajay Rahikar under the Maharashtra Control of Organised Crime Act in the 2008 Malegaon case.They were also discharged under the Arms Act and sections 17, 20 and 13 of the Unlawful Activities (Prevention) Act. They will, instead, be tried under Section 18 (conspiracy) of the Unlawful Activities (Prevention) Act and other sections of the Indian Penal Code.The court held that all accused will continue to be out on bail, and all previous bonds and sureties against them still stand. The bench had earlier said it would decide on the discharge plea filed by the accused when it framed the charges against them.The court scheduled the next hearing for January 15.On September 26, the Bombay High Court had granted bail to Major (retired) Ramesh Upadhyay. On September 19, the NIA court in Mumbai had granted bail to two others – Sudhakar Chaturvedi and Sudhakar Dwivedi – in the same case. They had applied for conditional bail after Lieutenant Colonel Purohit was granted conditional bail and released from jail on August 23.In its supplementary chargesheet filed in May 2016, the investigative agency had recommended dropping the charges against Pragya Thakur, saying there was no evidence against her. Chaturvedi later claimed that investigators from the Maharashtra Anti-Terrorism Squad had tried to frame Uttar Pradesh Chief Minister Adiyanath and other Hindu leaders in the case. The squad from Maharashtra was investigating the case before the National Investigation Agency took over.On September 29, 2008, at least six people died and several were injured in two blasts in Maharashtra’s Malegaon. Radical Hindu outfit Abhinav Bharat was suspected to have carried them out. The Anti-Terrorism Squad had filed a chargesheet against 14 right-wing extremists in the case. The Congress responded to the verdict by accusing the Bharatiya Janata Party government at the Centre of “pressurising lawyers” to help the accused in the case.“Everyone knows the BJP government has been pressurising lawyers to help these people and the NIA was also putting pressure for the same,” spokesperson Shakeel Ahmad told ANI. “The government lawyer has stated that NIA has pressurised them [sic] to go slow.”Everyone knows BJP govt has been pressurizing lawyers to help these people (accused) & NIA was also putting pressure for the same. Govt lawyer has stated that NIA has pressurized them to go slow (on the accused): Shakeel Ahmad, Congress on #MalegaonBlast judgement (File Pic) pic.twitter.com/ZFEkXQceOb— ANI (@ANI) December 27, 2017","author":"Scroll Staff","time":"2017-12-27T16:49:56.159403+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/862909-48373-zftmonkgwt-1505806988.jpg","tags":["Malegaon blasts","National Investigation Agency","Pragya Thakur","Shrikant Purohit","MCOCA"],"source":"https://scroll.in/latest/862909/2008-malegaon-blasts-nia-court-discharges-pragya-thakur-lt-colonel-shrikant-purohit-under-mcoca"}