{"title":"2008 Malegaon blast: Key witness declared hostile, 37th so far","content":"A crucial witness in the 2008 Malegaon blast case was declared hostile by a special National Investigation Agency court on Wednesday, PTI reported.This was the 37th witness who turned hostile in the case. Bharatiya Janata Party MP Pragya Singh Thakur is among seven persons accused in the case.On September 29, 2008, six persons were killed and 100 injured when an explosive device strapped to a two-wheeler went off near a mosque in north Maharashtra’s Malegaon. Days after the blast, investigators had recovered an LML scooter, which was allegedly registered in Thakur’s name, from the explosion site. The blast was initially investigated by the Maharashtra Anti-Terrorism Squad, which filed a chargesheet in the case. However, in 2011, the case was handed over to the National Investigation Agency. The witness who turned hostile on Wednesday was said to have given a statement to the Anti-Terrorism Squad, which the agency had included in its chargesheet. The witness statement had quoted him as saying that on October 8, 2008, he had overheard a conversation between Thakur and another absconding accused, Ramji Kalsangra, The Indian Express reported.The Anti-Terrorism Squad said that during the conversation, Thakur told Kalsangra that the police had found the scooter and called her for an inquiry about the blast. The witness statement said that in the conversation, the Hindutva leader had said that when the police would ask her about the vehicle, she would tell them she sold it and could not remember more details as she lost the documents.As per the statement, Kalsangra had told Thakur that if the police were persistent, she could take his name in connection with the matter. The two were also said to have discussed how the police could identify the vehicle, as Kalsangra had destroyed the chassis and engine numbers.However, on Wednesday, the witness said he did not know Thakur and denied having given any voluntary statement to the Anti-Terrorism Squad, PTI reported.On April 28, another key witness in the case – a doctor associated with the Rashtriya Swayamsevak Sangh – had turned hostile, according to The Indian Express. The Anti-Terrorism Squad had cited a statement quoting the witness as saying that a meeting took place in January 2008 during which there was a discussion about the constitution of Abhinav Bharat, an organisation started by the accused persons.On Wednesday, however, the witness said he did not attend the meeting. He claimed that the Anti-Terrorism Squad wrote the statement attributed to him and made him sign it.","author":"Scroll Staff","time":"2023-05-11T13:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121791-wwlpxectpj-1566362373.jpg","tags":["Pragya Singh Thakur","Malegaon","Maharashtra","blast case","BJP"],"source":"https://scroll.in/latest/1048926/2008-malegaon-blast-key-witness-declared-hostile-37th-so-far"}