{"title":"2008 Malegaon blasts case: Bombay High Court grants bail to Sadhvi Pragya Singh Thakur","content":"The Bombay High Court on Monday granted bail to Sadhvi Pragya Singh Thakur in the 2008 Malegaon blasts case, but denied relief to Lieutenant Colonel Prasad Shrikant Purohit. They were both the prime accused in the case and had been jailed for eight years on charges of plotting the explosions as part of pro-Hindu group Abhinav Bharat. Thakur has to furnish a bail bond of Rs 5 lakh and two sureties of the same amount. The bench also directed her to submit her passport to the National Investigation Agency and appear before a trial court as and when required.Victims of the Malegaon explosions said they will challenge Thakur’s bail in the Supreme Court. They had earlier accused the NIA of carrying out an incomplete investigation.The verdict order was pronounced months after the bench had reserved its order on the duo’s bail petition in February. They had moved the High Court after a special court, which hears terror cases investigated by the NIA, quashed their bail pleas last year.In January 20, the NIA had said it had no objection to granting bail to Thakur in connection with the case. “The prime witnesses who had earlier deposed against her have retracted from their previous versions during our probe,” Additional Solicitor General Anil Singh, who appeared for the agency, had said.Two explosions on September 29, 2008, in Malegaon, Maharashtra, had killed at least six people and injured several others. The Maharashtra Anti-Terrorism Squad had filed a chargesheet against 14 right-wing extremists, including Purohit and Thakur, in the case. The two were later arrested. Purohit, a former military intelligence officer, was charged with conspiring to carry out the blasts and procuring materials to create the explosives used.","author":"Scroll Staff","time":"2017-04-25T11:15:58.196240+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/835578-50943-ldhytxadop-1486472229.jpg","tags":["Bombay High Court","Sadhvi Pragya Singh Thakur","Malegaon blasts"],"source":"https://scroll.in/latest/835578/2008-malegaon-blasts-case-bombay-high-court-grants-bail-to-sadhvi-pragya-singh-thakur"}