{"title":"2012 Delhi gangrape case was ‘blown out of proportion’, claims Congress leader Sheila Dikshit","content":"Congress leader and former Delhi Chief Minister Sheila Dikshit said that the December 2012 gangrape case was “blown out of proportion” by the media. “There are so many cases like this taking place today,” she said in an interview to Mirror Now. Dikshit, who served as the chief minister of the Union Territory for 15 years from 1998 to 2013, claimed her government had no role to play in the security situation and that “law and order was under the purview of the central government”. However, the United Progressive Alliance led by her party, the Congress, was in power at the Centre when the gangrape took place.Six men had raped and brutally assaulted a 23-year-old student in a moving bus in Delhi on December 16, 2012. The woman succumbed to her injuries two weeks later at a hospital in Singapore. A minor convict was released in December 2015 after serving three years in a detention home for juveniles, while one convict died in prison.A trial court had ordered death sentences for the convicts in September 2013, which was upheld by the Delhi High Court six months later. On May 5, 2017, the Supreme Court upheld the verdicts of the Delhi High Court and the trial court. The crime had triggered country-wide protests and demands for better safety of women. The outrage had forced the government to introduce new anti-rape laws.Dikshit told Mirrow Now there were several cases of rape across the country. “Sometimes you ignore rapes, just a little thing in the newspaper...little children being raped...and one was made into a political scandal.”When asked about women’s safety by ensuring proper street lighting and CCTV installations, Dikshit said it was not her government’s responsibility as the Delhi government comes under the central government.In 2012, the All India Progressive Women’s Association had staged a protest in front of Dikshit’s house against the gangrape. Kavita Krishnan, Secretary of the association, had said: “When that journalist Soumya [Vishwanathan] was murdered, Sheila Dikshit had said, “If she (Soumya Vishwanathan) was out at 3 am in the morning, she was being too adventurous.” Dikshit’s comments in the Delhi Assembly in 2013 about the gangrape had also been criticised.Dikshit is contesting the Lok Sabha elections from North East Delhi. All seven seats in Delhi will vote on May 12.\n\n\n    \n    Play","author":"Scroll Staff","time":"2019-05-04T10:58:15.436457+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/37695-adrhmhnwjb-1556946276.jpg","tags":["Sheila Dikshit","Congress","Nirbhaya Rape Case","2012 Gangrape Case"]}