{"title":"2018 in web series: The few good ones (and the many more that could have been)","content":"A-list stars, top directors, studio backing and international distribution – it’s been a busy year for web series in India, with the term itself is becoming diminutive, given the scope of programming offered on the internet.And yet, the results have been mixed. Open corners of the internet, such as YouTube, have continued to churn out consistently palatable even if safe content, while many of the star-studded and expansive offerings have been disappointing. It has been hard to identify too many “best” shows of the year. A longer list, however, can be drawn up of shows in 2018 that had something different to say, or found an interesting way to spin a familiar tale.The ones that workedLeading the way is Netflix’s Sacred Games, aided by top-notch performances from Saif Ali Khan, Nawazuddin Siddiqui, Radhika Apte and a rich ensemble cast. Directors Anurag Kashyap and Vikramaditya Motwane masterfully steer a cop-gangster saga that flits between past and present and unfolds against the backdrop of a threat to the city of Mumbai. Credit equally goes to the writing team – Varun Grover, Smita Singh and Vasant Nath – for turning Vikram Chandra’s novel, on which the show is based, on its head, while still honouring the source material. Other high points include the tender relationship between gangster Ganesh Gaitonde (Siddiqui) and the transgender Kukoo (Kubbra Sait) as well as Jeetendra Joshi’s constable Katekar, who adds a dash of humour and levity to the dark universe of the show.\n\n\n    \n    Play\n\nSacred Games (2018). The crime drama template is carried forward in Amazon Prime Video’s Mirzapur, which trades the urban setting of Sacred Games for a tale of lawlessness set in India’s Hindi heartland. Pankaj Tripathi is perfectly sinister as Akhandanand Tripathi, the don and de facto ruler of Mirzapur, who has to deal with a threat to his turf from a rival gangster as well as the antics of his mercurial son Munna (Divyendu Sharma) and two new recruits, the brawny Guddu (Ali Fazal) and the brainy Bablu (Vikrant Massey). There’s guns and gore galore and the series sometimes ends up firing on too many fronts. However, the power-packed performances and often wickedly funny dialogue elevate the show. Despite its flaws, Mirzapur is consistently engaging, occasionally thrilling and always well made.\n\n\n    \n    Play\n\nMirzapur (2018).The family drama-comedy continues to be a popular genre for web series makers. Among the better shows in this space is The Viral Fever’s Yeh Meri Family, a 1990s-set story about a teenaged boy negotiating adolescence and relationships over one summer holiday. Charm and nostalgia do most of the work for the show, which stars Akarsh Khurana, Mona Singh and Vishesh Bansal, and there isn’t a particularly busy story line here. Still, it’s easy to breeze through, hard to dislike, and also gets points for its faithful recreation of the turn of the century. \n\n\n    \n    Play\n\nYeh Meri Family (2018). Family ties are tested in AltBalaji’s adultery-themed show Kehne Ko Humsafar Hain, which marks the web series debut of former television staples Ronit Roy, Mona Singh and Gurdeep Kohli.AltBalaji’s web series output has been prolific this year, but not much of it sticks. Kehne Ko Humsafar Hai is one of a handful of series on the platform that works well for the most part and is also a meta reference to Ekta Kapoor’s transition from prime time television queen to web series magnate. The series straddles both words: it is soap-like in its aesthetic and melodramatic quality, but the web series veneer creates the space for a slightly more bold exploration of its theme.The lack of sandpapering over rough edges, awkward dialogue and the distinct absence of chemistry between the lead pair take away from the final narrative, but as far as stories go, it’s a mostly well-rounded and fairly nuanced take on adultery, one that neither villainises nor exculpates. Mostly refreshingly, it treats the “other woman” with a rare empathy and she emerges as the most likable angle of the triangle.\n\n\n    \n    Play\n\nKehne Ko Humsafar Hai (2018). Dice Media’s What the Folks  also returned with a new family dynamic in season two, which features Veer Rajwant Singh, Eisha Chopra, Renuka Shahane, Shishir Sharma and Kriti Vij in key roles.  While the show’s first season worked well because it found humour in the tight-rope-walk that is an Indian man’s relationship with his in-laws, the second season flips that dynamic. It’s the wife’s turn to get to know her husband’s parents, but the series eventually becomes an exploration of the protagonist’s own fractured relationships, especially with his sister.What The Folks finds a place on this list for managing to steer the show forward convincingly even as it moves away from the novelty of its original premise. \n\n\n    \n    Play\n\nWhat the Folks (2018). The ones that almost workedAnother Dice Media show that took a different route in its second season was Little Things, which moved from YouTube to Netflix after the success of its first outing in 2016. Season one comprised short and loosely connected episodes, each tracing a day in the life of live-in Mumbai couple Dhruv (Dhruv Sehgal) and Kavya (Mithila Palkar). The second season set up the pair for bigger challenges, larger decisions and strife.  As the show tries to swim in deeper waters, the acrimony between Dhruv and Kavya seems unnatural and bereft of context. Neither does it dig deep enough into their problems to uncover anything profound. It is by no means a bad season, just one that lacks the charm of the original, reiterating that Dhruv and Kavya work best when they work as a team.\n\n\n    \n    Play\n\nLittle Things (2018). Kunaal Roy Kapur’s self-referential comedy Side Hero, on Eros Now, is based on the Delhi Belly actor’s failure to cash in on his family name to get better film roles. The show also takes digs at Bollywood and its consumers. No one is spared, not even Baby Taimur (who’s the new Che Guevara, we’re told). Some, like Shakti Kapoor, Konkona Sen Sharma and Tillotama Shome, join in to make fun of themselves. Each episode of the sitcom-style show has at least one great joke, but sputters through the rest of its 30-minute run. Shorter episodes, higher stakes, less farcical situations and a little more investment from the actor could have helped Kunaal Roy Kapur make a stronger case for why he’s more than just a side hero.\n\n\n    \n    Play\n\nSide Hero (2018). Another show that could have been great with a little more attention is Zee5’s Akoori, a slice-of-life comedy centred on a dysfunctional family that reunites after 15 years. When his wife goes into a coma, Dara Irani (Darshan Jariwala), a foul-mouthed and acerbic Parsi man living in Gujarat’s Udvada, reluctantly calls his daughter and estranged son back home. Kaizad (Shadab Kamal) and Jehan (Zoa Morani) try to deal with their personal crises along with their family dynamics and mother’s health.The show has plenty of charm, light humour and airy sarcasm, but the viewer perennially feels like an outsider to the family,  and is never let into what exactly drove the family apart. Some of the sub-plots are hastily dealt with as the show moves towards a predetermined conclusion.\n\n\n    \n    Play\n\nAkoori (2018). Family is also at the centre of AltBalaji’s Home, a drama inspired by the Campa Cola Compound row of 2013, where residents of an elite Worli housing complex were faced the threat of losing their illegally built apartments. The show follows the Sethis as they cope with their individual setbacks as well as the collective challenge facing their home. Directed by Habib Faisal, the cast includes Annu Kapoor, Supriya Pilgaonkar, Amol Parashar and Chetna Pandey.The pace of the show lags in the second half. The family’s compounding woes start to feel tiresome, but the strong performances by Kapoor and Pilgaonkar and some heartwarming exchanges between the family come to the rescue.\n\n\n    \n    Play\n\nHome (2018). AltBalaji’s Apharan is another example of a crime thriller in the web series space and is also a case study of why this format is hard to pull off. The show is centred on disgraced police officer Rudra (Arunoday Singh), who agrees to kidnap a politician’s daughter for money. He is put up to the task by Mahie Gill’s femme fatale, Madhu, and is told that the daughter is in on the plot and wants to be whisked away from her over-protective father. Predictably, things get out of hand, landing Rudra in a big mess.The show has some thrilling twists and turns, but cannot carry its twisty plot through to a satisfactory conclusion. Singh’s performance isn’t bad, but he is far too urban to pull off a small-town police officer. The show also takes some unnecessary digressions and mounts several implausible scenarios. \n\n\n    \n    Play\n\nApharan (2018). Amazon Prime Video kicked off 2018 with the thriller Breathe. The show stars R Madhavan as a loving father who starts bumping off organ donors when he realises that his son urgently needs a kidney transplant to survive but is too far down the recipient list. At the other end of the moral curve is Amit Sadh’s troubled police officer Kabir, who finds solace and escape in alcohol after the death of his daughter. Kabir’s track keeps the show going, but the show’s fundamental flaw is that Madhavan’s Danny Mascarenhas transforms almost overnight from a genial gentleman and devout Christian into a serial killer who can devise innovative ways to murder people without leaving a trace. The show does have other things going for it – the performances are solid, the cat-and-mouse chase is engaging, and the runtime is just right. A second season drops next year, with Abhishek Bachchan in the lead. \n\n\n    \n    Play\n\nBreathe (2018).","author":"Soumya Rao","time":"2018-12-31T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108895-usjzehpwjd-1545735593.jpg","tags":["Web series","Mirzapur","Sacred Games"],"source":"https://scroll.in/reel/906824/2018-in-web-series-the-few-good-ones-and-the-many-more-that-could-have-been"}