{"title":"2019 elections: Sacked BSF jawan Tej Bahadur Yadav’s nomination rejected, he may now approach SC","content":"The Election Commission on Wednesday rejected the nomination of Samajwadi Party’s candidate from Varanasi Tej Bahadur Yadav, reported PTI. In its notice to the sacked Border Security Force jawan on Tuesday, the poll panel had said that government employees who have been dismissed for “corruption or disloyalty to the state” shall be disqualified from campaigning for five years.When he filed his nomination, Yadav had admitted that he was dismissed from service. However, later, he reportedly omitted this from his nomination form. The Election Commission ordered the former soldier to produce a no-objection certificate from the BSF and file his response by 11 am on May 1.Yadav said he will approach the Supreme Court. “My nomination has been wrongly rejected,” Yadav told ANI. “I was asked to produce the evidence at 6.15 pm yesterday, we produced the evidence, still my nomination was rejected. We will go to the Supreme Court.”Yadav was sacked from service after he posted a video on social media in January 2017 about the watery dal and burnt rotis served to soldiers. The video was viewed more than 70 lakh times, prompting the Prime Minister’s Office to ask for a report. Yadav was dismissed after a court of inquiry found him guilty on charges of indiscipline for going public with his grievances.Modi is the sitting MP in Varanasi and the Bharatiya Janata Party’s candidate from there. Polling in the constituency is scheduled for May 19. The results will be announced on May 23.Opposition objectionsSamajwadi Party Akhilesh Yadav criticised the Border Security Force for dismissing Yadav for complaining about the quality of food, ANI reported. “When they [BJP] are asking for votes in the name of nationalism, they should have faced a soldier,” Akhilesh Yadav was quoted as saying. “People who dismissed him from his job because he complained about food, how can those people be called real patriots?”Aam Aadmi Party chief and Delhi Chief Minister Arvind Kejriwal alleged that Prime Minister Narendra Modi was responsible for the Yadav’s nomination cancellation. “There will be fewer occasions in history when the jawans of a country are compelled to challenge their PM, but this is the first time in history that a PM has been so afraid of a jawan that instead of competing with him, he got his nomination cancelled on technical grounds,” Kejriwal tweeted. “Modi ji, you are very weak and the country’s jawan won.”","author":"Scroll Staff","time":"2019-05-01T16:15:37.017765+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/921962-51176-ebcsazsgmo-1486727887.jpg","tags":["Tej Bahadur Yadav","Lok Sabha elections","Samajwadi Party","Narendra Modi","Varanasi","Election Commission"],"source":"https://scroll.in/latest/921962/2019-elections-sacked-bsf-jawan-tej-bahadur-yadavs-nomination-rejected-he-may-now-approach-sc"}