{"title":"2019 polls: Congress to leave seven seats in UP vacant for Samajwadi Party, BSP, Rashtriya Lok Dal","content":"The Congress on Sunday decided not to contest seven out of the 80 Lok Sabha seats in Uttar Pradesh during the upcoming elections, instead leaving them vacant for the Samajwadi Party-Bahujan Samaj Party combine. “We are leaving seven seats vacant for the Samajwadi Party, Bahujan Samaj Party and the Rashtriya Lok Dal,” Uttar Pradesh Congress chief Raj Babbar said at a press conference. “These include Mainpuri, Kannauj, Firozabad and whatever seats [Bahujan Samaj Party chief] Mayawati, and [Rashtriya Lok Dal leaders] Jayant Chaudhury and Ajit Singh contest from.”Samajwadi Party founder Mulayam Singh Yadav will contest from Mainpuri, while party chief Akhilesh Yadav’s wife Dimple Yadav is expected to run from Kannauj, NDTV reported.Babbar said two seats will also be allocated to the Apna Dal – Gonda and Pilibhit. The Congress and the Krishna Patel faction of the Apna Dal sealed an alliance on Saturday.The Samajwadi Party and the Bahujan Samaj Party had announced an alliance in January. Earlier this month, the Rashtriya Lok Dal was also inducted into the alliance. The Samajwadi Party will contest 37 seats, the Bahujan Samaj Party 38 seats and the Rashtriya Lok Dal three seats. Akhilesh Yadav had said that the Congress’ entry into the alliance would help the Bharatiya Janata Party in the state. However, the alliance has left two seats – Amethi and Rae Bareli – the constituencies of Congress chief Rahul Gandhi and United Progressive Alliance chairperson Sonia Gandhi vacant. Earlier this month, Akhilesh Yadav said the Congress is also part of the coalition.","author":"Scroll Staff","time":"2019-03-17T16:18:27.753805+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/114809-fflmenmpbg-1552111728.jpg","tags":["Congress","Samajwadi Party","Uttar Pradesh","Bahujan Samaj Party","Lok Sabha elections"],"source":"https://scroll.in/latest/916929/2019-polls-congress-to-leave-seven-seats-in-up-vacant-for-samajwadi-party-bsp-rashtriya-lok-dal"}