{"title":"2019 General Elections: Voting to be held in 7 phases from April 11 to May 19, counting on May 23","content":"Voting to elect the 17th Lok Sabha will take place in seven phases between April 11 and May 19, the Election Commission announced on Sunday. The votes will be counted on May 23. The Model Code of Conduct came into effect immediately after the announcement.  Assembly elections for Andhra Pradesh, Arunachal Pradesh, Odisha and Sikkim will be held along with the General Elections. The poll panel did not announce the dates for Assembly elections in Jammu and Kashmir.The first phase of the elections on April 11 will cover 91 constituencies across 20 states. In the second phase, 97 constituencies across 13 states will cast their votes on April 18. The third phase is scheduled for April 23, covering 115 constituencies in 14 states, followed by 71 seats in nine states on April 29. In the fifth phase, 51 seats in seven states will vote on May 6.The sixth phase will take place in 59 seats in seven states on May 12 and the seventh in 59 seats across eight states on May 19.Image: Election Commission of IndiaThe dates were announced at a press conference by Chief Election Commissioner Sunil Arora. The tenure of the current Lok Sabha ends on June 3. Prime Minister Narendra Modi’s five-year term expires on May 26.Also read: #TheModiYears, a series which recaps the major milestones, controversies and policies of the BJP government.Here is the state-wise election schedule:Andhra Pradesh: April 11Arunachal Pradesh: April 11Assam: April 11, April 18, April 23Bihar: April 11, April 18, April 23, April 29, May 6, May 12, May 19Chhattisgarh: April 11, April 18, April 23Goa: April 23Gujarat: April 23Haryana: May 12Himachal Pradesh: May 19Jammu and Kashmir: April 11, April 18, April 23, April 29, May 6Jharkhand: April 29, May 6, May 12, May 19Karnataka: April 18, April 23Kerala: April 23Madhya Pradesh: April 29, May 6, May 12, May 19Maharashtra: April 11, April 18, April 23, April 29Manipur: April 11, April 18Meghalaya: April 11Mizoram: April 11Nagaland: April 11Odisha: April 11, April 18, April 23, April 29Punjab: May 19Rajasthan: April 29, May 6Sikkim: April 11Tamil Nadu: April 18Telangana: April 11Tripura: April 11, April 18Uttarakhand: April 11Uttar Pradesh: April 11, April 18, April 23, April 29, May 6, May 12, May 19West Bengal: April 11, April 18, April 23, April 29, May 6, May 12, May 19Andaman and Nicobar Islands: April 11Chandigarh: May 19Dadra and Nagar Haveli: April 23Daman and Diu: April 23Lakshadweep: April 11National Capital Territory of Delhi: May 12Puducherry: April 18As many as 90 crore voters are eligible to participate in the elections. There will be around 10 lakh polling stations across the country, as compared to 9 lakh in 2014. Voter-verifiable paper audit trail will be used for all electronic voting machines.The General Elections will be held to choose 543 members of the Lower House of Parliament. In the previous elections in 2014, the Bharatiya Janata Party had emerged victorious with 282 seats – the first time a party managed a majority on its own since 1984, and the first time a non-Congress party won more than half the electorate. After defections, resignations and demises, the Lok Sabha now has 522 members, with 268 from the BJP.\n\n\n    \n    Play","author":"Scroll Staff","time":"2019-03-10T17:34:30.841589+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114891-msigebuutc-1552228139.jpg","tags":["Election Commission","Lok Sabha","Lok Sabha elections","General elections"],"source":"https://scroll.in/latest/915713/2019-general-elections-voting-to-be-held-in-seven-phases-to-start-on-april-11"}