{"title":"2020 Delhi violence: HC says it will hear pleas seeking action against politicians from February 8","content":"The Delhi High Court on Friday said that it will hear a group of petitions seeking action against political leaders for allegedly instigating the February 2020 violence in the Capital from February 8, Bar and Bench reported.Most of the petitions have sought a first information report against Bharatiya Janata Party leaders Kapil Mishra, Anurag Thakur and Parvesh Sahib Singh Verma. One petition, filed by activist Ajay Gautam, seeks FIRs against Congress leaders Rahul Gandhi and Salman Khurshid, Aam Aadmi Party leaders Arvind Kejriwal and Manish Sisodia, and All India Majlis-e-Ittehadul Muslimeen President Asaduddin Owaisi.A bench comprising Chief Justice DN Patel and Justice Jyoti Singh was earlier hearing the petitions. However, on January 28, the cases were transferred to a bench comprising Justices Siddharth Mridul and Anup Bhambhani, PTI reported.The court on Friday directed the counsel for the petitioners to collate all the demands in one plea, adding that it will examine which ones are relevant and which ones have now become irrelevant.On December 17, the Supreme Court had asked the High Court to deal with the cases in a speedy manner, preferably within three months.The High Court on Friday noted that two months had already passed since then. The bench said that even though the Supreme Court’s directive was expressed euphemistically, its wishes “are commands for us”.During the hearing, lawyer Rajat Nair, representing the Delhi Police, said that the investigation is complete in most of the cases and chargesheets have been filed, according to PTI. He said that the trial is at an advanced stage in some cases related to the violence.On December 6, a court convicted a man for being part of a mob that set a house on fire. It was the first conviction in the Delhi riots cases.  Communal violence had broken out between the supporters of the Citizenship Amendment Act and those opposing the law in North East Delhi between February 23 and February 26, 2020. The violence claimed 53 lives and hundreds were injured. The majority of those killed were Muslims.  The petitioners who have sought an FIR against the BJP leaders also asked for an independent Special Investigation Team, with officers not from Delhi, to look into cases related to the riots. The plea also sought compensation for the victims and asked for CCTV camera footage to be preserved along with the evidence of the violence.  Statements of the BJP leadersOn February 23, 2020, Mishra had amassed a crowd and gave an ultimatum to the police to clear streets of protesters who were demonstrating against the Citizenship Act amendments in Jafrabad.In the presence of a senior police officer, the BJP leader had demanded that the police evict the protestors and threatened violence in case they failed to do so within three days.At a rally in January 2020, Thakur was heard shouting “desh ke gaddaron ko” and the crowd responded with “goli maaro saalon ko”. The slogan meant “shoot the traitors”, with an expletive used for “traitors” being a reference to those protesting against the Citizenship Amendment Act.Verma had told an audience that the “lakhs of protestors” who have gathered at Shaheen Bagh would enter their homes to “rape their sisters and daughters and kill them”.","author":"Scroll Staff","time":"2022-02-04T17:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155845-fqgsulbghs-1615081404.jpg","tags":["Delhi High Court","Delhi violence","Delhi riots","CAA","Citizenship Amendment Act","Anurag Thakur","Kapil Mishra"],"source":"https://scroll.in/latest/1016673/2020-delhi-violence-hc-says-it-will-hear-pleas-seeking-action-against-politicians-from-february-8"}