{"title":"22 Shiv Sena MLAs of Eknath Shinde group will soon join BJP, claims Uddhav Thackeray faction","content":"The Uddhav Thackeray-led Shiv Sena faction on Sunday claimed that 22 MLAs of the Maharashtra Chief Minister Eknath Shinde’s group will soon join the Bharatiya Janata Party. In a weekly column in Shiv Sena’s mouthpiece Saamana, the outfit also claimed that Shinde being the chief minister is a temporary arrangement by the BJP. “Now everyone has understood that his [Shinde] chief ministerial uniform will be taken off anytime,” the outfit claimed in the ‘Rokthok’ column.The column also claimed BJP leaders say Shinde will also have to join the BJP soon. “If this happens, what did Shinde achieve?” it asked.The Shiv Sena claimed that no one can see Shinde’s contribution to the development of Maharashtra but his deputy Devendra Fadnavis can be seen everywhere. Noting that it was Fadnavis who got the approval for a piece of land from the Union Ministry of Railways for redeveloping the Dharavi locality in Mumbai, the column said that all the credit for this project would go to the deputy chief minister and the BJP. “The chief minister of the state is nowhere in the announcement of this important project,” it said. “He is more interested in police transfers and appointments of his officials because that’s all his 40 MLAs want.”The Shiv Sena split into two factions in June after current Maharashtra Chief Minister Eknath Shinde and a group of party MLAs rebelled against the former state government – a coalition of the Shiv Sena, Nationalist Congress Party and the Congress.After more than a week of political drama, the coalition was ousted from power as the Thackeray faction was reduced to a minority in the state Assembly. Shinde was sworn in as the chief minister of Maharashtra on June 30, while the Bharatiya Janata Party’s Devendra Fadnavis took oath as his deputy.Thackeray and Shinde are now fighting a legal battle to be recognised as the real Shiv Sena.","author":"Scroll Staff","time":"2022-10-24T11:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176579-hshsrmfuia-1656740251.jpeg","tags":["Eknath Shinde","Shiv Sena","Uddhav Thackeray","Maharashtra","BJP","Devendra Fadnavis"],"source":"https://scroll.in/latest/1035773/22-shiv-sena-mlas-of-eknath-shinde-group-will-soon-join-bjp-claims-uddhav-thackeray-faction"}