{"title":"Over 17,400 citizens write to EC seeking action against PM Narendra Modi for hate speech","content":"Thousands of Indians wrote two letters to the Election Commission on Monday seeking action against Prime Minister Narendra Modi for his remarks that the Congress would distribute citizens’ property among “infiltrators” if voted to power in the Lok Sabha elections.“The prime minister, while campaigning as the [Bharatiya Janata Party’s] Star Pracharak [campaigner], made a speech on April 21 in Rajasthan that has disturbed the sentiments of millions of Constitution respecting citizens of India,” said a group in a petition to the poll panel. “The speech is dangerous and a direct attack on the Muslims of India.”The petition was signed by 2,209 persons.On Sunday, Modi had said: “When the Congress-led government was in power, they had said that Muslims have the first right over the country’s assets. This means that they will distribute wealth to those who have more children and those who are infiltrators. Is this acceptable to you?”The citizens group pointed out to the Election Commission that Modi’s use of pejorative language against Muslims in a bid to seek votes “seriously undermines India’s stature as the ‘Mother of Democracy’ in the world”.“The Election Commission’s failure to take any action against such hate speech will only undermine its credibility and autonomy that has been safeguarded and upheld by a series of exemplary officers before you,” the petition read.Modi on Sunday was purportedly referring to remarks that Congress leader Manmohan Singh had made on December 9, 2006, when he addressed a meeting of the National Development Council. Singh, the prime minister at the time, had said that the country’s priorities were to uplift the Scheduled Castes, Scheduled Tribes, Other Backward Classes, minorities and women and children.“We will have to devise innovative plans to ensure that minorities, particularly the Muslim minority, are empowered to share equitably in the fruits of development,” Singh had said. “They must have the first claim on resources.”Another letter by the Samvidhan Bacchao Nagrik Abhiyan, signed by more than 17,400 persons, alleged that Modi had “blatantly violated this code [Model Code of Conduct]” and the Representation of the People Act, 1951, by making a speech “aiming at not only appealing to ‘communal feelings’ but also instigating and aggravating hatred in the Hindus against Muslims”.The Model Code of Conduct is a set of guidelines issued by the Election Commission that political parties have to follow while campaigning.The letter by the Samvidhan Bacchao Nagrik Abhiyan alleged that Modi had “equated Muslims as a population which produces more children and is infiltrators”. “Modi is resorting to lies as nowhere in the election manifesto of the Congress party is it said that it will collect information about the gold owned by Hindu women and distribute it among Muslims,” it added.Though the BJP shared a video clip of Singh’s remarks on social media, the Congress noted that the section had been taken out of context. Modi’s comments have drawn sharp criticism from the Opposition.The Congress also dared Modi to show one paragraph in its manifesto where it talked about redistributing wealth to the Muslim community.The Samvidhan Bacchao Nagrik Abhiyan’s letter asked the poll panel to censure Modi, alleging that the prime minister’s speech “has the potential of tearing apart the social fabric of India” and impose a ban on his campaign “as has been done earlier for violations of this nature”.Also read: Modi’s dog whistle on Muslims not the only time EC has ignored contentious statements by BJP leadersNo power to ban political parties or candidates for hate speech, Election Commission tells SC","author":"Scroll Staff","time":"2024-04-22T16:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194288-lnkuwardix-1695316440.jpg","tags":["Narendra Modi","Hate speech","Lok Sabha 2024","Election Commission","Manmohan Singh"]}