{"title":"Odisha train collision toll rises to 288, around 900 injured","content":"At least 288 passengers have been killed and around 900 were injured in an accident involving two express trains and one goods train in Odisha’s Balasore district on Friday evening, PTI reported, citing an official. The accident, which is among the worst railway disasters in India’s history, occurred around 7 pm when two coaches of the Yashwantpur-Howrah Express derailed near the Bahanaga railway station in Balasore, reported The Hindu.The derailed coaches came in the path of the speeding Coromandel Express on the adjoining track and collided with it. Seventeen bogies of the Coromandel Express were derailed in the collision. Some of these bogies of the Coromandel Express then hit a goods train, a railway official said, reported The Hindu.Images and videos on social media showed upturned train cars and people attempting to pull survivors from the wreck. There was no official confirmation about the total number of passengers on the trains.Coaches of Coromandel Express and Yeshwantpur-Howrah Express at the mishap site in Balasore district of Odisha I Photos by @ddmallick #TrainMishapOdisha #ExpressPictures@NewIndianXpress @santwana99 @Siba_TNIE pic.twitter.com/IGngVEbEz3— TNIE Odisha (@XpressOdisha) June 3, 2023\n\nThe toll rose steadily throughout the night and reached 261 by Saturday noon, South East Railway spokesperson Aditya Chowdhury told PTI. He added that the rescue operation has been completed.Sudhanshu Sarangi, the director general of Odisha Fire Services, told AFP that there were a lot of serious injuries. “A very sad incident, and the prognosis is not good,” he added.All hospitals in nearby districts have been put on alert, reported NDTV. Odisha Chief Secretary Pradeep Jena told the news channel that three National Disaster Response Force units, four Odisha Disaster Rapid Action Force units, over 15 fire rescue teams, 30 doctors, 200 police personnel and 60 ambulances are at the accident site.Pijush Poddar, a resident of Berhampore in West Bengal’s Murshidabad district who was travelling in the Coromandel Express, told PTI that the passengers suddenly felt a jolt and saw the train bogie turn to one side.“Many of us were thrown out of the compartment by the momentum of the derailment,” he added. “When we managed to crawl out, we found bodies lying all around.”  #WATCH | Latest visuals from the site of the deadly train accident in Odisha's Balasore. Rescue operations underwayThe current death toll stands at 233 pic.twitter.com/H1aMrr3zxR— ANI (@ANI) June 3, 2023\n\nAnother survivor told NDTV that he saw other passengers with broken limbs and disfigured faces.#WATCH | Morning visuals from the spot where the horrific train accident took place in Odisha's Balasore district, killing 207 people and injuring 900 pic.twitter.com/yhTAENTNzJ— ANI (@ANI) June 3, 2023\n\nAshwini Vaishnaw, the minister of railways, said a detailed high-level investigation will be conducted to determine the cause of the accident. “Our immediate focus is on rescue and relief,” he said from the site of the accident.He also announced a compensation of Rs 10 lakh for the families of the dead, Rs 2 lakh for those with serious injuries and Rs 50,000 for minor injuries.Prime Minister Narendra Modi said he was “distressed by the train accident”. He announced a compensation of Rs 2 lakh for the families of those killed and Rs 50,000 for the injured from the PM’s National Relief Fund.Modi chaired a meeting to review the situation and visited the site of the accident and met those injured at the Cuttack hospital later in the day.“The government will leave no stone unturned for the treatment of those injured,” he said, according to ANI. “Instructions have been issued to probe the incident from every angle. Those found guilty will be punished stringently.” PM Shri @narendramodi visits Balasore Train Accident site to take stock of the situation. pic.twitter.com/g0ASXpX2oo— BJP (@BJP4India) June 3, 2023\n\nOdisha Chief Minister Naveen Patnaik has declared one-day state mourning. The state government has also released an emergency contact number – 06782-262286. The Railway helpline numbers are 033-26382217 (Howrah), 8972073925 (Kharagpur), 8249591559 (Balasore) and 044-25330952 (Chennai).Only three past railway incidents in the country have led to higher deaths, PTI reported. These accidents – in the 1980s and 1990s – involved a derailment and two collisions. In view of the latest carnage, 48 trains have been cancelled and 39 trains have been diverted, said Amitabh Sharma, a railroad ministry spokesperson. “These are dynamic figures and still changing,” he added.","author":"Scroll Staff","time":"2023-06-03T08:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190877-hfoeeqcdnk-1685801493.jpg","tags":["Odisha","Balasore","Train accident"],"source":"https://scroll.in/latest/1050271/233-dead-over-900-injured-as-trains-derail-in-odisha"}