{"title":"26/11 terror attack: BJP claims Congress conspired with ISI to pass it off as Hindu terrorism","content":"The Bharatiya Janata Party on Tuesday accused the Congress of “having links with Pakistan” after former Mumbai Commissioner of Police Rakesh Maria’s book claimed that the Lashkar-e-Taiba wanted to pass of the 26/11 Mumbai terror attacks as a saffron plot, The Indian Express reported.In the memoir, titled Let Me Say It Now, Maria said that 26/11 terror attack convict Mohammed Ajmal Amir Kasab would have died as Bengaluru resident Samir Dinesh Chaudhari, with a “red thread tied around his wrist”, had the Lashkar-e-Taiba succeeded in its plans to pin the blame on Hindu extremists. “There would have been screaming headlines in newspapers claiming how Hindu terrorists had attacked Mumbai,” he added. “Over the top TV journalists would have made a beeline for Bengaluru to interview his family and neighbours. But alas, it had not worked that way and here he was, Ajmal Amir Kasab of Faridkot in Pakistan.”At least 166 people were killed in the attacks, that began on November 26, 2008 in various parts of South Mumbai, including the Chhatrapati Shivaji Maharaj Terminus station, the Taj Mahal Hotel and Chabad House.Union minister Piyush Goyal claimed a conspiracy by the erstwhile Congress-led United Progressive Alliance. “I think it was a conspiracy by Congress, by the UPA,” he told reporters in Mumbai. “We have seen this before when Congress tried to impose the completely false “Hindu terror” term at the behest of [former Union Home Minister] P Chidambaram.”BJP spokesperson GVL Narasimha Rao wondered if the “saffron terror” plot was a combined project by the Congress and Pakistani spy agency Inter-Services Intelligence. “For the first time in the history of Islamic terror, the perpetrators of terrorism attempted to mislead people about their identity,” he said in Delhi. Rao claimed that Congress leader Rahul Gandhi had told United States diplomats that home-grown groups in India were a greater threat than Islamist terrorists operating from abroad. “The comments of Rahul Gandhi refer to 2007 and seem to have joint sponsorship of terror groups across the Line of Control,” Rao alleged.The BJP spokesperson added that Congress leader Digvijaya Singh had linked the 2008 Mumbai attacks with the Rashtriya Swayamsevak Sangh. “The fake identity proof of Ajmal Kasab and fake claims of Digvijaya Singh are not just coincidental resonance but seem to be part of a larger conspiracy,” he claimed.","author":"Scroll Staff","time":"2020-02-19T11:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/3207-javeypdddi-1582089771.jpg","tags":["Rakesh Maria","26/11 terror attacks","Mumbai terror attacks","Ajmal Kasab","Bharatiya Janata Party","Congress"],"source":"https://scroll.in/latest/953626/26-11-terror-attack-bjp-claims-congress-conspired-with-isi-to-pass-it-of-as-hindu-terrorism"}