{"title":"‘27 Down’ revisited: The magic and tragedy behind Awtar Kaul’s first and last movie ","content":"Train journeys to somewhere and nowhere, men unable to crawl out of their fathers’ shadows, women caught between tradition and the desire for independence, psychological dislocation caused by migration, the soul-destroying anonymity of the big city – 27 Down was completed in 1973 but has barely aged.Directed by Awtar Kaul and based on Hindi writer Ramesh Bakshi’s 1966 novel Athara Sooraj Ke Paudhe, the Hindi-language movie stars MK Raina as Sanjay, a Railway ticket checker, and Raakhee as Shalini, a Life Insurance Corporation employee. The title refers to a long-distance train that takes Sanjay to Varanasi. Events in Sanjay’s life, major and minor, are influenced by this mode of transport. He is born on a train between stations; his father is a locomotive driver. He first meets his future girlfriend in a railway compartment, and their romance includes train dates. Sanjay is torn between his desire to follow his dreams and his duty towards his authoritarian father. Whenever I see my drooping shadow, I see another, my father’s, he tells Shalini in a moment of despair. When the darkness starts closing in on Sanjay, he seeks comfort in the precise chugging of the train. Later, the very architecture of the railway system, with its fixed timetables and pre-decided destinations, begins to throttle Sanjay.Perhaps no other film has squeezed dry the metaphorical possibilities of train travel as this black-and-white classic. And perhaps no other movie has recorded the rhythms of railway travel as memorably as 27 Down. The film can be streamed on the websites Mubi India and Cinemas of India.MK Raina in 27 Down (1973). Courtesy National Film Development Corporation.27 Down has another unfortunate legacy that has eclipsed its achievements. It was the only movie made by Kaul. He died in a drowning accident on July 20, 1974, on the day that the National Film Awards selection committee decided to give 27 Down awards for best Hindi feature and AK Bir’s cinematography. Kaul died without knowing that he had won the prestigious prizes. “It is unfortunate that the film will always be connected with Awtar’s death,” Bir told Scroll.in.Awtar Kaul was born in either 1936 or 1937 in Kashmir, said his brother Pradhuman Kaul, who lives in Delhi. Pradhuman Kaul was a production controller on 27 Down, which was initially financed by the brothers and then completed with a loan from the Film Finance Corporation, the forerunner of the National Film Development Corporation.The eldest of three brothers, Awtar Kaul was the first filmmaker in the clan. “Our family came to Delhi in 1949, but Awtar remained in Srinagar until he completed his schooling,” 78-year-old Pradhuman Kaul said. “In 1957 or 1958, he joined the Ministry of External Affairs. In the 1960s, he went to work at one of the embassies in the United States.” But his heart lay in filmmaking. He quit his job and enrolled in a direction course in New York City. He returned to India in 1970, with his American wife Anne, and settled in Mumbai, where he would live until his death.Awtar Kaul. Courtesy Pradhuman Kaul.“Merchant-Ivory’s Bombay Talkie was being made, and Awtar became an assistant on that film,” Pradhuman Kaul said. By now, the stream of filmmaking that came to be known as parallel cinema had already started flowing. Indian directors influenced by international arthouse film movements such as neo-realism and the French New Wave had begun exploring the human condition in unconventional ways. They shot on location, often with unknown actors, and picked up subjects shunned by the mainstream film industries, particularly the dream factories in Mumbai. They explored caste, religious tensions and feudal practices, but also provided psychological portraits of what it meant to live through India in the 1960s and ’70s. In 1969, the Film Finance Corporation had already produced such ground-breaking films as Mrinal Sen’s Bhuvan Shome, Basu Chatterjee’s Sara Akash and Mani Kaul’s Uski Roti. Awtar Kaul was keen on adding his name to this list of outliers. With the encouragement of FFC chairperson BK Karanjia, Kaul set out in 1972 to make his first feature.“He picked the Rakesh Bakshi novel by walking into a bookstore in Delhi and telling the salesperson, give me books that nobody wants to buy or read,” said MK Raina, who played Sanjay. Raina was trained at the National School of Drama and had acted in several plays based on Hindi novels. “I read the novel, gave Awtar my take, and then he gave me the script,” Raina said. The director’s leap of faith was matched by his brother. Pradhuman Kaul quit his job with the Indian Air Force to help on a production that was a challenge on all fronts. The film was shot entirely on location – both a thrilling and nightmarish prospect. “I had never seen a shoot before that,” Pradhuman Kaul said. “We shot on more than 40 actual locations. The film could be made only because the people involved with the film were all young.”The most prominent crew member was Raakhee, who had already a movie star. Awtar Kaul initially wanted to cast director Bimal Roy’s daughter Aparajita in the lead role. She was friends with Behroze Gandhy, the daughter of the gallerist Kekoo Gandhy. They were both studying at Elphinstone College in Mumbai’s Kalaghoda neighbourhood and would often visit Samovar Cafe inside Jehangir Art Gallery across the street. “Not surprisingly, because of its location, Samovar became very popular with the art fraternity as well as Bombay’s intellectuals and the avant-garde film makers of the ’70s,” Aparajita Sinha said. “I don’t remember the exact sequence and not even if Awtar actually asked me to act in his film. It could have been that he approached me through somebody I knew. He did want me to act and I said no. I was not interested in acting in movies.” Rakhee came on the recommendation of FFC’s BK Karanjia. She accepted the role because she liked the storyline, she told Scroll.in in a previous interview.Raakhee in 27 Down (1973). Courtesy National Film Development Corporation.The truckload of first-timers included AK Bir, the Film and Television Institute of India-trained cinematographer who was 22 years old at the time and had never shot a feature. Bir is still invited to give lectures on his vivid verite-style camerawork, which reproduces the bustle of railway travel while also capturing intimate moments between Sanjay and Shalini. Bir had been working in commercials when he ran into Kaul sometime in 1972. “We met at Samovar, and I was told that Awtar had come back from the US only to make a Hindi film,” Bir recalled. “He hadn’t seen anything I had previously done. He took a chance on me.”When Bir read the script, he realised that it would be “tough”, to say the least. “The mood, the tone, the characters needed a fresh perspective,” Bir said. “I hadn’t done a film before, so I thought, let me plunge into the challenge, take a candid approach, and shoot on location with all the crowds around. Once you accept the premise, you can come up with the solutions to whatever problems you may encounter.”The problems were many. Raakhee was a known face, and the crew had to show her travelling on trains or walking through crowds without causing a minor riot. “It was difficult to handle her in public,” Pradhuman Kaul said. “For some of the shots, we had to seek the help of the police. We just kept rolling and managed it.”Bir wanted “controlled candidness” – to merge documentary and fiction, to allow characters to move about as though in real life while also reflecting the dramatic tensions in the script. “I wanted candid shots that captured the spontaneity of the moment and the sense that you were watching everything that was happening,” Bir said. Seventy-five per cent of the cinematography was handheld. “My Arriflex camera was heavy, also because we didn’t have the original battery and had rigged the apparatus to a car battery,” Bir said. “Since nobody could see us shooting, I covered the camera with a black cloth and carried it on my shoulder. You required a lot of patience. You had to watch the crowds without getting their attention. The actors were ready and by the time people realised we were shooting, we had moved on.”One of the key locations in Mumbai was the Chhatrapati Shivaji Maharaj Terminus railway station, known as Victoria Terminus at the time. The heritage structure inspired one of the most well-regarded scenes in 27 Down: a top-angle scene of a platform being filled with bodies alighting from an incoming train.The crew found a way to get onto a terrace with a window that afforded the high angle. The window was slightly broken. Kaul and Bir were winging it – they didn’t have permission to shoot from that spot.“I couldn’t place the camera through the window, so we slowly took the broken pieces out and managed to shove the camera through,” Bir said. “I was holding the camera and my breath and somehow managing to keep my hand steady. Suddenly the train came in. Awtar said, don’t cut. It was a continuous shot of three minutes, and I was completely exhausted by the end of it.”MK Raina and Raakhee in 27 Down (1973). Courtesy National Film Development Corporation.Kaul was a taskmaster, Bir recalled, with a tendency to fly off the handle. “Sometimes he would get very annoyed with me, saying, you are taking so long for a single shot,” Bir said. “When he saw the rushes, he completely changed.”The filmmaker didn’t even spare his brother. “He would shout at me if I made a mistake,” Pradhuman Kaul said. “A unit member was combing his hair while recording sound. Awtar yelled, you should have a boom in your hand, not a comb.”Sound recordist Narinder Singh, who had previously worked with Kaul on Bombay Talkie, equally remembers Kaul’s meticulous ways. “Those were the days of mono sound, and everything was on celluloid,” Singh told Scroll.in. “It was a long and laborious process. We had to create sound effects as well as relay the dialogue. Awtar worked minutely on all the details. He had this American accent, and would say, I want this, I want that.”The challenge wasn’t just to reproduce the unique sonicscape of railway travel, but also to reflect the psychological state of the characters, Singh added: “The words, the sound, they are all part of the film, which is saying something through the soundtrack.”\n\n\n    \n    Play\n\n27 Down (1973).The production took nearly two years. One of the reasons for the delay was that the Kaul brothers ran out of money. “The film cost around Rs eight lakh, and we gave 2-3 lakh from our side,” Pradhuman Kaul said. Awtar Kaul’s wife, Anne, returned to the US halfway during the shoot. 27 Down was finally completed in 1973. It had been screened at the Locarno Film Festival the following year, where it was given an award by one of the juries. On July 20, 1974, Awtar Kaul was invited to dinner at a sea-facing bungalow in Walkeshwar in south Mumbai. AK Bir was at his rented apartment with a few friends. That night, Bir got a call from Delhi, informing him that 27 Down had won two National Film Awards. “We were expecting Awtar to come and celebrate,” Bir said. “At around 1am or so, I got a call from the police, asking me to identify a body.”On the beach that lay below the bungalow, they saw a woman’s corpse. They learnt that the waves had been treacherous the previous night. Awtar Kaul was sitting on a parapet along with a female friend. She lost her balance and slipped into the Arabian Sea. Kaul dived in to save her, but neither survived.“Awtar was taken first to one hospital and then to another, and he died on the way,” Bir said. “I was so shaken that I couldn’t see his body.”Praduman Kaul wasn’t in Mumbai at the time. He had returned to Delhi to tend to his ailing wife.“Bir rang me up, and I came back to Mumbai for the cremation,” he said. “It was shocking for all of us. We had heard that he was getting the award just the previous night.” Awtar Kaul’s wife, Anne, had lost her father around the same time, and couldn’t travel to India for the funeral, Pradhuman Kaul said. He stayed in touch with Anne until the mid-1980s. All he knew about her was that she had remarried and was living in Pennsylvania. The director’s untimely death turned his brother’s life upside down. “I was so disturbed, I could not do anything after that,” Pradhuman Kaul said. “I had spent over two years on the film, and my career was in limbo.” He returned to Delhi and worked for a while with a theatre group set up by Ramesh Bakshi, whose novel inspired 27 Down. He later joined an insurance company.The movie was released later in 1974. Its production might have been wracked by troubles, but Pradhuman Kaul knew that a future classic was being shaped. “It’s a good film then and now,” he said. “While watching the rushes, Awtar would ask me what I thought, and I would tell him, it’s moving too fast, I can’t follow it. So Awtar slowed it down a bit.”Awtar Kaul at Jehangir Art Gallery in Mumbai. Courtesy Pradhuman Kaul.MK Raina, who embodied Sanjay’s sensitivity, disillusionment and ambivalence, went on to do several roles in plays and films. He remembers Awtar Kaul as being “roly-poly, with a lovely moustache, and very, very impatient when things went wrong”. Awtar Kaul was planning a couple of other films after 27 Down, MK Raina said. “One was on his family, and he wanted to cast me as himself. He had seen a lot of theatre while living in New York City, and he told me, keep doing theatre. If I make money I will finance your plays.”27 Down marked Raina’s acting debut in cinema. “All of us were willing to die for the film,” he said. “We were all mad – the attitude was, if we need a shot, we have to get it. At VT station, people thought I was a ticket collector and ask me for information on trains.”Raina watched the film only after Kaul’s demise. “Somebody once asked me, was it real, did we make a movie like this?” he recalled. “Even today, film buffs and students of cinema recognise me by this film.” Also read:‘Duvidha’ revisited: Raissa Padamsee recalls ‘a beautiful adventure’ but also enduring dilemmas Fazil on his classic ‘Manichitrathazhu’: ‘Everything came together to make the film happen’","author":"Nandini Ramnath","time":"2020-06-15T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142833-pjfktwuwvo-1592063385.jpg","tags":["27 Down","Awtar Kaul","Indian new wave"],"source":"https://scroll.in/reel/964627/27-down-revisited-the-magic-and-tragedy-behind-awtar-kauls-first-and-last-movie"}