{"title":"276 of 303 passengers detained in France return to India","content":"A flight carrying 276 passengers, mostly Indians, landed in Mumbai on Tuesday after it was detained in France for four days for suspected human trafficking, reported PTI.On December 21, Airbus A340 aircraft operated by Romanian charter company Legend Airlines carrying 303 passengers had landed at the Vatry airport in the Marne region of eastern France for a technical stopover. It was flying from the United Arab Emirates to Nicaragua.The authorities had then launched a judicial investigation into the conditions and purposes of the journey. This was after they were tipped off by an anonymous informant that the flight was carrying passengers “likely to be victims of human trafficking”.#WATCH | Maharashtra: Passengers leave from Mumbai airport.A plane with Indian passengers that was grounded in France for four days over suspected human trafficking arrived in Mumbai, earlier today. pic.twitter.com/N93wPcbwr8— ANI (@ANI) December 26, 2023\n\n\nAuthorities in France on Sunday, however, allowed the flight to leave the country.Twenty-five out of the 303 passengers, including two minors, have sought asylum in France, reported PTI. Two others, who were held and produced before a French judge last week, were released and placed on assisted witness status, PTI reported. Their nationalities are not clear.  Assisted witness status is given to those accused by a witness or who evidence indicates may have been complicit, acted as perpetrator or as an accomplice in the crimes being investigated, according to the International Federation for Human Rights of which France is a member state.After the flight was grounded, the airport was turned into a courtroom for emergency hearings on Sunday to determine whether to detain the passengers. Four French judges had begun questioning the passengers.However, they later chose to cancel the hearings due to irregularities in procedure, reported AP.According to French law, foreigners can be held up to four days in a transit zone for police investigations after which a special judge must rule on whether to extend the detention for eight days.After returning to Mumbai, the passengers were interrogated by the Central Industrial Security Force. The organisation said that many passengers have been allowed to leave the airport after questioning.  Mumbai, Maharashtra: CISF officials are interrogating the passengers and some passengers are still being interrogated. Many people have been allowed to leave after questioning: CISF officials https://t.co/BzBHXTyo7Y— ANI (@ANI) December 26, 2023\n\n\nThe Indian embassy in France said it was grateful to the French government and the Vatry airport authorities for the “quick resolution’ of the situation, which allowed the Indian passengers to return home. The embassy added that Indian officials were present throughout the past few days at the airport to that the passengers returned safely.Thank French Gov and Vatry Airport for quick resolution of the situation enabling Indian passengers to return home & hospitality.Also for working closely with embassy team, present throughout at the site to ensure welfare and smooth & safe return.Thank agencies in India, too.— India in France (@IndiaembFrance) December 25, 2023\n\n\nThe flight was detained in France after it was suspected that the passengers may have planned to travel to Central America to try to illegally enter the United States or Canada, AFP had quoted unidentified officials as saying.While Mexicans remain the largest group illegally entering the United States, the number of Indians making the attempt has risen significantly in recent years.Nearly 97,000 Indians had illegally entered the United States between October 2022 and September this year, according to the US Customs and Border Protection agency. Of these, at least 41,770 Indians had illegally crossed into the US through the country’s southern land border with Mexico. The figure has more than doubled from the same period last year. More than 83,500 of the illegal migrants from India were single adults, while 12,409 were individuals in a family. There were 730 unaccompanied children or minors as well.  Nearly all Indians illegally entering the US turn themselves into the Border Patrol to avoid getting arrested. This is so that they can apply for asylum in the US, The Wall Street Journal had reported in October.","author":"Scroll Staff","time":"2023-12-26T10:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196945-zpxznuwaog-1703565448.jpg","tags":["human trafficking","India","France"],"source":"https://scroll.in/latest/1061154/276-of-303-passengers-detained-in-france-return-to-india"}