{"title":"3 BJP ministers demand review of Supreme Court order on arresting public servants under SC/ST Act","content":"Three ministers from the Narendra Modi government on Thursday asked for a review of the Supreme Court’s judgement that protects a public servant from being arrested under the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act without a preliminary inquiry. The ministers’ demand came a day after the party’s Dalit legislators also stressed the need for a review of the Supreme Court’s decision.While passing the order on March 20, the Supreme Court said the move was aimed at curbing the alleged misuse of the Act. Following the order, no public servant can be taken into custody until an officer not below the rank of deputy superintendent conducts a preliminary inquiry. The bench of Justices Adarsh Goel and UU Lalit also said the public servant can be arrested only after the authority that appointed him approves it. On Thursday, Minister for Social Justice and Empowerment Thaawarchand Gehlot said that while there may be a need for a review petition, it would require the law ministry’s inputs, The Indian Express reported. Gehlot said he discussed the order with Law Minister Ravi Shankar Prasad, Finance Minister Arun Jaitley and BJP National chief Amit Shah, who promised to “study the matter and take further action”, the daily reported.Meanwhile, two other ministers, both NDA allies, made a stronger plea for the review. Minister of State for Social Justice Ramdas Athawale, who heads Republican Party of India (A), told The Indian Express that the Supreme Court’s order was “one-sided and unjust to Dalits and Adivasis”. Athawale said he had also met Shah and Jaitley. “This government is not anti-Dalit but is concerned about the issue of Dalit atrocities,” the daily quoted him as saying. “It was the Modi government that moved amendments to the Atrocities Act in 2015 and made it stronger.”Union Cabinet Minister and the chief of the Lok Jan Shakti Party, Ram Vilas Paswan, said people belonging to Scheduled Caste and Scheduled Tribe were “angry” about the Supreme Court’s ruling and that the Centre should file a review petition “at the earliest”, PTI reported. He added that his own party will soon file a review petition in the case. The Congress had earlier expressed “serious concern” over the judgement, and accused the Centre and the Maharashtra government –  parties to the case – of not presenting it properly before the top court.Congress spokesperson Randeep Surjewala claimed atrocities against Dalits had risen and that the government should either review the order or amend the Act.","author":"Scroll Staff","time":"2018-03-23T12:29:27.644381+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/873039-40643-izcshqkrwj-1498922919.jpg","tags":["SC/ST Act","Scheduled Castes and Scheduled Tribes","Supreme Court","BJP","Congress"],"source":"https://scroll.in/latest/873039/3-bjp-ministers-demand-review-of-supreme-court-order-on-arresting-public-servants-under-sc-st-act"}