{"title":"3,200 Christians criticise community members who attended Modi’s Christmas event","content":"Over 3,000 Christians have registered their protest against community leaders who participated in Christmas celebrations hosted by Prime Minister Narendra Modi on December 25.The signatories to the statement include Trinamool Congress MP Derek O’Brien and retired civil servants MG Devashayam and John Shilsi.The event was attended by 100 Christians from different denominations, including Oswald Gracias, the Indian cardinal of the Roman Catholic Church, Anil Couto, the archbishop of Delhi, and Paul Swarup, the Delhi bishop of the Church of North India. Athlete Anju Bobby George and actor Dino Morea also attended the event.At the event, Modi had drawn a link between his government’s policies and the message of Jesus Christ. “In a Christmas address, the Holy Pope once prayed to Jesus Christ that the people who are trying to abolish poverty should be blessed,” he said. “These words of the Holy Pope are in line with our mantra of development. Our mantra is ‘Sabka saath, sabka vishwas, sabka vikas, sabka prayas’.”A group of 3,200 Christians, however, have refused to endorse the message and flagged in a statement the “continued attacks and vilification” the community has faced from members of the ruling Bharatiya Janata Party since 2014, when the Hindutva party came to power at the Centre.The statement alleged that BJP-ruled states have enacted anti-conversion laws that are used as weapons against the fundamental right to preach, practise and propagate one’s religion.“Christians and Christian schools and institutions have been hounded and harassed, their places of worship destroyed, they have been denied their ordinary rights as citizens and been subject to denigration and demonization,” it alleged. “...Celebrations in schools have been stopped and Christians have been arrested without any warrant and put behind bars for no offence of theirs.”At least nine BJP-ruled states – Uttar Pradesh, Madhya Pradesh, Gujarat, Uttarakhand, Chhattisgarh, Haryana, Jharkhand, Karnataka and Himachal Pradesh – have either passed new anti-conversion laws or updated existing ones after 2017 that put in place stricter punishments and newer grounds for restricting conversions.The statement also noted the attacks on Christians in Manipur since May 3, when violence broke out between the Meitei and Kuki communities, have continued and alleged that it is being done with “apparent approval from the BJP governments” in the state and at the Centre.“The hard truth is that the prime minister and his government have consistently disregarded their constitutional mandate, be it to the minorities, the Adivasis, the Dalits, the backward castes, the farmers, labourers, migrants, etc,” it said. In the wake of all these incidents, the statement said, it was ironic that the prime minister hosted the event on Christmas.“...one naturally would question the intention of this reception when he [Modi] has not condemned a single attack on the Christians, under his prime ministership,” the statement said. “Interestingly, while he praised Jesus Christ and waxed eloquent about the services of the Christian community, he did not share remorse or empathy for the situation of the Christians in the country today.” It also said that those attending the event had an opportunity to decline the invitation in view of the violence, adding that “their acceptance of this invite was not in our name”.“When these Christian representatives spoke at the reception, they were giving a tacit approval to the omission and commission of this government,” the statement said. “Hence, their words were not in our name!”  Also read:What is the link between Modi’s Christmas event and a network helping bolster his personality cult?Attack on ChristiansOver the last year, there have been several instances of Hindutva groups allegedly attacking churches and Christian prayer halls after accusing them of engaging in forced conversions.On July 4, the principal of a school in Maharashtra’s Pune district was assaulted allegedly by members of a Hindutva outfit who claimed that students had been asked to sing a Christian prayer.On April 30, members of a Hindutva group allegedly disrupted a Christian prayer service and vandalised the venue in Chhattisgarh’s Durg district, alleging religious conversion.On March 2, a group of men vandalised a book stall at Delhi’s World Book Fair as they allegedly objected to the distribution of copies of the Bible. The stall was run by a Christian non-profit organisation named Gideon International.On February 28, a pastor and his wife were arrested in Ghaziabad on complaints filed allegedly by members of the Hindutva group Bajrang Dal. They claimed that the pastor and his wife were converting residents to Christianity through persuasion and allurement.Prior to this, a church in Madhya Pradesh’s Narmadapuram was vandalised on February 13 and one in Chhattisgarh’s Narayanpur on January 2.The Supreme Court is hearing pleas filed by Bengaluru Archbishop Peter Machado, the National Solidarity Forum and the Evangelical Fellowship of India, alleging an increase in attacks on Christians in India.The petitioners have alleged that a similar pattern has been observed in cases involving instances of violence against Christians.“In over 90% of the incidents, a prayer meeting would be taking place in a private residence or a church premises,” the petitioners said. “As if on cue, a large group of persons from a well-known communal organisation force entry into the premises, disrupt the prayer meeting, assault the congregation, including women, destroy property, drag the pastor and others to the police station, register FIRs against the victim community and in many cases put the pastor in jail.”It further argued that in most cases the assailants are accompanied by the local police, giving them confidence to resort to violence.","author":"Scroll Staff","time":"2024-01-05T14:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197229-oiwklbqlrd-1704444001.jpg","tags":["Christians","Attack on Christians","Narendra Modi","Christmas"],"source":"https://scroll.in/latest/1061681/3200-christians-dissociate-from-christmas-event-hosted-by-pm-allege-vilification-of-community"}