{"title":"35 charts decoding the 2022 Uttar Pradesh verdict: bipolarisation and BJP consolidation","content":"The Bharatiya Janata Party has made history by winning a consecutive election in Uttar Pradesh at the end of a five-year term, something that only Sampurnanand, the state’s second chief minister, succeeded to do in 1957.The BJP’s victory is all the more impressive as it also increased its vote share, from 39.7% to 41.3%. The relative decline of seats – 255 against 312 in 2017 – comes from the fact that the Samajwadi Party did well in a bipolar election. When a multipolar party system becomes more bipolar, the votes of parties on the decline usually get distributed between the two ascending parties, lifting both boats.The Samajwadi Party scored its highest vote share ever (32%) but could not convert the votes into as many seats as it had hoped. The SP failed to break the social coalitions that have enabled the BJP to now win four consecutive elections in Uttar Pradesh.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe two losers of this election are the Bahujan Samaj Party and the Congress. The BSP collapsed at 12.9% of total vote share, its worst performance since 1993, when it was still a nascent party. The decline of the BSP in recent elections has been nothing short of spectacular. Its loss of vote share has been gradual since it peaked in 2007 but greatly accelerated this year. The consequences in terms of seats are disastrous. In 2007, the BSP obtained a single majority of seats with 30% of the votes. It is now reduced to a single seat, despite having received 12.9% of the votes. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe Congress has been reduced to dust and can now officially be declared clinically dead in Uttar Pradesh. As political scientist Rahul Verma observed, the Congress usually never comes back in the states where it disappears. Votes and seats point in different directionsA comparison of parties’ performance over the last three elections shows that the BJP has been losing assembly segments, despite increasing its vote share. This has to do with the configuration of the competition. In 2019, the SP-BSP alliance underperformed in terms of seats but did reasonably well in terms of votes. They only won 15 Lok Sabha seats but were ahead in 105 assembly segments, not far from the 111 seats that the SP won in 2022. The last two elections have been more bipolar than in the recent past, first between an alliance and the BJP, and this time between the SP and the BJP. This explains why the BJP has been losing seats while gaining votes. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe bipolarisation of Uttar Pradesh politicsThe trajectories of parties’ vote share since 1993 indicate the magnitude of transformation of the state’s politics. The BJP has crossed the 40% bar in a state election for the first time of its history. It is hard to remember that before 2017, the BJP was, in fact, on the decline. Few parties have succeeded to gain as many votes in such a short period of time as the BJP has done.The Samajwadi Party too made its best performance, at 32%. Ten years ago, it would have obtained a comfortable majority in the assembly with such a vote share. But the days of low vote share single majorities are for the time being over, with the BJP having raised the winning threshold in Uttar Pradesh drastically. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nBy virtue of alliances, the BJP and the SP did not contest every seat – the BJP contested 376 out of 403 and SP contested 347. Vote share in seats contested is a better measure of a party’s performance, even though one must assume that their partners did contribute in some way to boost their performance. BJP vote share thus increases to 44.2%, against 37.3% for SP.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe first-past-the-post system continues, as always, to produce a disproportionate allocation of seats. The BJP seat share went from 77.4% to 63.3%, while SP’s seat share increased from 11.7% to 27.5% in 2022. Both the BSP and the Congress have been completely laminated, reduced to one and two seats, respectively. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nPolitical geography speaksThe geography of the results speaks volume. Going from west to east, we can identify clusters that give us clues about parties’ performance. In western Uttar Pradesh, there is an RLD cluster in and around Muzaffarnagar. The constituencies of Shamli, Thana Bhawan, Budhana, Siwalkhas and Chaprauli are all seats containing a sizeable Jat population, directly involved in the farmers’ movement. These areas have also been most affected by communal violence since the Muzaffarnagar riots of 2013. The SP won the seats of Kairana, Sardhana and Charthawal and Saharanpur, the former stronghold of Rasheed Masood, who passed away in 2020. This shows that the SP-RLD alliance worked and that the farmers’ movement did prepare the ground for change. But as expected, it remained a local phenomenon. The RLD remains a local party that did not have much to offer to the SP in the rest of the state. The second SP cluster is located in Rohilkhand, in and around the Rampur area, stronghold of Azam Khan, who won a 10th term in the Vidhan Sabha (while contesting from jail). Seats like Noorpur, Kanth, Suar Tanda have some of the highest proportion of Muslim voters in Uttar Pradesh. Muslims make 31% of the population of that entire sub-region. The consolidation of Muslims’ votes behind the SP helped the alliance to get a 44% strike rate in that region, its second highest after eastern Uttar Pradesh. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe third cluster is located in lower Doab, around the traditional Yadav belt SP strongholds of Jaswant Nagar, Karhal, Bidhuna, where members of the Yadav family usually contest. The BJP’s Jayveer Singh, however, won the seat of Mainpuri, another Yadav stronghold, which the SP had won in 2012 and 2017.  We finally move eastward towards the regions where the SP made its greatest inroads in this election. The SP has bagged 26 of the 61 seats of eastern Uttar Pradesh and 22 of the 52 seats of the North East. Its seats are clusters around Azamgarh, while BJP seats are clusters around Gorakhpur. This is also the area where SP’s partner, the Suheldev Bharatiya Samaj Party, has won its six seats. To understand how the SP made inroads in eastern Uttar Pradesh, the 2019 election map, by assembly segments, give us a clue. Most of the seats the SP swept in that region correspond to assembly segments in which the BSP led 2019. One can, therefore, assume that many BSP voters shifted their vote towards SP, at any rate in greater proportion than that for the BJP. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nIn 2019, the BSP also did well in the northwestern tip of the state, in the Saharanpur and Bijnor area. The BSP votes is likely to have split more evenly between SP-RLD and BJP candidates, compared to the East. In 2017, the SP seats were completely scattered around the map. Clusters were formed in 2019, even though the BJP still swept that election. These clusters grew further in 2022, to the benefit of the Samajwadi Party. This means that while the BJP’s appeal tends to be transversal to the state’s geography, the SP appeal remained more localised. The SP will have for the future to think more about specific sub-regional strategies to hope to break the BJP’s dominance in central Uttar Pradesh, lower Doab and Bundelkhand. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nPhase-wise analysisA phase-wise breakdown of the data help us put numbers to  these observations. In terms of vote share, the BJP alliance did its best score in phase 1, corresponding to western Uttar Pradesh. Since this is also the area where the RLD did well, we can assume that the performance of both alliances is a result of intense voter polarisation. The average victory margin of BJP candidates in that phase was 20.7%, against 7.3% for the SP-RLD candidates. The BJP’s performance in successive phases remained consistent, with a drop in phase 7, corresponding roughly to eastern Uttar Pradesh. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe evolution of the BJP’s strike rate match the observations made from the cartography of results. After winning 79% of the seats in phase 1, the BJP’s strike rate decreases to 56% in phase 2, before climbing again. In phase 7, the two alliances share the same strike rate. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThis does mean that the SP alliance did not beat the BJP alliance in any of the election’s seven phases, a testimony of the sweeping character of the BJP’s victory. Seat retentionA strong measure of BJP’s performance is the number of seats they have retained. Traditionally, half of Uttar Pradesh’s sitting MLAs lose their seat, leading to a great transfer of seats between parties. This year, 274 seats did not change hands, 232 alone held by BJP. This is a high rate of seat retention that supports the idea that the BJP did consolidate its previous gains, rather than win and lose many seats.The BJP lost 80 seats it had won in 2017 and gained only 23 new seats. These losses include the few seats lost in bye-elections or through defections. The SP only lost 10 of the 47 seats it won in 2017 and won 75 new seats. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nVictory marginsVictory margins are a useful indicator of the degree of competitiveness of elections. The number of closely fought contests tell us to what extent small vote swings could have affected the overall distribution of seats. In 2022, 131 MLAs won with a victory margin inferior to 5%, which is considered a close election. Ninety-one MLAs won with a margin between 5% and 10%, which is comfortable, 68 won with a margin between 10% and 15%, which is large, and 113 MLAs won with margins superior to 15%, which are very high margins. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nIn Kursi, Sakendra Prasad, the BJP candidate, won with a margin of 217 votes. In Dhampur and Chandpur, Ashok Kumar Rana (BJP) and Swami Omvesh (SP) won by 203 and 234 votes, respectively. The BJP and its allies won 74 of the 131 close contests. The SP and its allies won 55 of them. This tells us that the seat distribution could have turned out quite differently, had the SP pushed its electoral appeal in these seats by a notch. Party-wise victory margins also confirm that BJP candidates won larger victories compared to its adversaries. It also shows that its alliance partners’ candidates tend to not perform as well. Vote transfers between partners are almost never equal. This help understand why major parties are reluctant to give too many seats to their partners. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe cartography of victory margins reveal a few clusters of strong margins in the southern part of western Uttar Pradesh, lower Doab, Bundelkhand, and the North East, all areas swept by the BJP. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nStable participationVoter participation remained essentially the same in 2022, from 60% five years ago to 60.7% this year. A phase-wise breakdown of seat-level participation data shows that participation went down as the election moved eastward. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThis is not a new phenomenon. Past elections have shown that voter turnout is generally lower in eastern Uttar Pradesh. There are several possible explanations for it. Western Uttar Pradesh and Rohilkhand are intensely competitive sub-regions, producing much political churning. General political trends tend to be somewhat more stable in the East, where we find a greater resilience of old patterns of social and political dominance from traditional elites. Greater competition can induce more participation. The map below indicates that participation was higher in Western Uttar Pradesh, Rohilkhand and adjacent Northern districts. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nIn the next map, we plot turnout variations, to indicate the constituencies where participation went up and down. The fluctuation are not enormous, except a few seats that saw dramatic change in turnout. The biggest drop of participation were recorded in Ghazipur (-8.8%), where Jai Kishan was elected on a SP ticket, and in Jangipur (-8.5%), where SP candidate Virendra Singh Yadav was elected. The biggest jump in participate were seen in Karhal, where Akhilesh Yadav contested (+6.8%) and in Kairana (+5.5%) where Nahid Hasan of the SP was re-elected. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThis map gives us more precision about the overall decline of participation. Not only does the East vote less than the West or the Avadh region, but it decreased further in this election. NOTASo much attention was spent on the BJP-SP contest that most commentators forgot about NOTA, or None of the Above, an option introduced in 2013, which allows voters to reject all candidates. As it happens, most voters forgot about it too. Plotting the NOTA score on a map, however, reveals variations. NOTA gets subscribed to lightly in some of the poorest districts, including Bundelkhand and areas comprising tribal populations. This is consistent with other state’s NOTA results, where the presence of Scheduled Tribe populations leads to more NOTA votes. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAfter looking at party performance, we now turn to candidates. Candidates and parties contestingFor the first time since 1985, the total number of parties contesting the Uttar Pradesh election is not higher than in the previous election: 289 parties contested in 2022. The number of parties represented in the assembly – nine – is also the lowest since 1985, again. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nWhat explains that chasm is the fact that voters in Uttar Pradesh are not willing to waste their votes on candidates or parties that stand no chance of winning. In 2017, a stunning 94% of all votes went to one of the four major parties contesting, and their allies. Five years later, that number increases to 95%. As elections in Uttar Pradesh become more bipolar, there is also lesser space for small parties to enter politics effectively. This phenomenon accounts why a party like the All India Majlis-E-Ittehadul Muslimeen, or AIMIM, could assemble vast crowds in its rallies, but could not convert that audience into supporters at the polling booth.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAnother effect perhaps of the concentration of electoral competition is the decreasing number of candidates, something that we already observed in 2017. A total of 4,442 individuals contested the election, against 4,853 in 2017. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nRe-running incumbentsMany commentators had noted the fact that the BJP had chosen to retain most of its MLAs. The data shows to the contrary that parties fielded the lowest number of sitting MLAs since 1985. What changed, however, is their extraordinary success rate, as 149 of them succeeded to retain their seat. In previous years, only a minority of re-running incumbents would succeed to do so. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nPart of the explanation lies with the fact that this was an unusual election. Government incumbency in Uttar Pradesh is an extremely rare event. But even the SP managed to get 24 of its 38 incumbent candidates re-elected, a 63% strike rate. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nFirst-time MLAsAs a consequence, the number of first-time MLAs in the Uttar Pradesh assembly (211) is the lowest it has been since 1977. That is still a short majority of all legislators. This is again induced by the fact that the BJP won a consecutive election and retain much of its seats won in 2017.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe chart below tells us that wave elections, or elections that produce single-party majorities, such as 1985, 1991, 2007, 2012 and 2017, bring a lot of fresh blood in the assembly.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nNo show for turncoatsTurncoats are another popular fixture of Uttar Pradesh elections. In 2022, 206 candidates ran on a different party affiliations. For all the talk about the role of defectors in this election, the number of turncoats in 2022 was the lowest it has been in Uttar Pradesh since 1977. Their performance has also been one of the poorest, as barely one of five defectors managed to win.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAmong the three ministers who spectacularly resigned at the beginning of the campaign, Dharam Singh Saini lost in Nakur and Swami Prasad Maurya lost in Fazilnagar, while Dara Singh Chauhan won in Ghosi. The Samajwadi Party fielded the largest number of turncoats (59). Only 19 of them won. All BSP turncoats lost, by virtue of all BSP candidates having lost (except one first-time candidate). Sixteen of the 28 turncoats fielded by the BJP won, which is not a high proportion given the overall BJP strike rate in this election. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nMuslim representation goes upThirty-four Muslims have been elected to the Uttar Pradesh Assembly, 10 more than five years ago. When we look at major parties, we find that SP, BSP and Congress together did increase the number of tickets given to Muslims candidates over the past two elections. In 2022, the BSP gave 16% of its tickets to Muslim candidates, against 13% for the SP and 10% for the Congress. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAll 34 Muslims MLAs have been elected on tickets given by the Samajwadi Party or one of its ally. Like in 2017, the BJP did not give a single ticket to a Muslim. While representation of Muslims within the Samajwadi Party increased, the following chart reminds us that Muslims get higher representation when there are at least two major parties providing them some space. The collapse of the BSP did not simply lead to a transfer of Muslim representation to the SP. More Muslims would have been elected had the BSP remained in the race.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe cartography of Muslim contestants serves as a reminder that Muslims are not only concentrated in Rohilkhand and western Uttar Pradesh. Many Muslims also contest across eastern Uttar Pradesh and in the Terai region. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nMuslim representation, however, remains concentrated in the Rohilkhand region and is scattered across the East and in western Uttar Pradesh. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nWomen representationWomen representation, finally, went up modestly, from 42 to 47 MLAs. The Congress party’s ‘Ladki Hoon, Lad Sakti Hoon’ campaign failed to produce a single MLA. The one woman elected on a Congress ticket (out of two MLAs in total), Aradhana Mishra, would have won her seat in Rampur Khas anyhow. The campaign also failed to inspire other parties who did not by and large make more space for women contestants. As a result, while the overall number of women candidates progresses, under the effect of the Congress decision to field 155 women, the overall number of women in the Uttar Pradesh Assembly does not increase by much. The BJP did not offer more tickets to women than in 2017, while both SP and BSP did increase their number of women contestants marginally.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe cartography of women’s contestants is skewed by the presence of many Congress female candidates. Forty-eight constituencies had three women candidates or more, 12 had four women running against one another and three constituencies – Chibramau, Bilgram-Mallanwan and Balha (SC) – even had five women contesting. Two of these three seats elected a women MLA (Archana Pandey and Saroj Sonkar, both BJP). !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe failure of the Congress campaign of inclusion should not, however, be derided as a farce. Bringing so many women to contest was a meaningful project that we can only hope to see other parties imitating. Many of the women who contested on a Congress ticket had prior political experience, in local elected bodies or party organisations. The experience of running for office will certainly help some of these candidates to pursue some form of involvement in public life, which is needed. In the meantime, the map of women’s representation still looks like an archipelago of female representatives scattered in a sea of male legislators.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nObservationsThis dive into the details of this elections’ results lead us to make three observations. First, these results are indicative not only of the bipolarisation of the party system, but of the deep polarisation that divides Uttar Pradesh society. The Samajwadi Party performed best in areas that contain the largest share of its core support base – Yadavs in Lower Doab, Muslims in Rohilkhand. Eastern Uttar Pradesh offers a more complex setting which requires more investigation. But the outcome in Western Uttar Pradesh was also geographically specific, and marked by caste-based and communal polarisation. The consolidation of the Muslim vote behind the SP is an indicator of deepening polarisation too. Second, the features of BJP’s performance indicate a consolidation of its previous victories. It is a major feat for any party to not lose ground, particularly in a state particularly affected by mass poverty, economic distress, unemployment and a general lack of future prospects for its enormous youth population. Of course, there have been plenty of factors that have worked in favour of the BJP. Publicity around its welfare schemes, strongman politics, communal politics and a mix of resources, leadership and organisations have all contributed to this re-election. The charts and maps presented in this article do not speak to those aspects but merely help to qualify parties and candidates’ performance. And finally, the Samajwadi Party can find some comfort in defeat by having scored its best performance. It also has a lot going on for them: leadership, a strong core social base, organisational capacity and a focus on issues rather than constant denigration of its adversary. The cycle party has less than a year to think about how build its appeal beyond its core support base. That is the key for turning the 2024 Uttar Pradesh election into a real challenge.  Gilles Verniers is Assistant Professor of Political Science and Co-Director, Trivedi Centre for Political Data. Srishti Gupta and SV Sai Vikas are Research Fellow at the Trivedi Centre for Political Data. Views are personal. Ananay Agarwal, Neelesh Agrawal, Mohit Kumar and Ishika Sharan have contributed to the data.","author":"Gilles VerniersSrishti GuptaSV Sai VikasMohit Kumar","time":"2022-03-13T16:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171339-csjwavljas-1646934348.jpg","tags":["Uttar Pradesh","Uttar Pradesh Assembly Elections 2022","Bharatiya Janata Party","Samajwadi Party","Bahujan Samaj Party"],"source":"https://scroll.in/article/1019364/35-charts-decoding-the-2022-uttar-pradesh-verdict-bipolarisation-and-bjp-consolidation"}