{"title":"40 days of biting cold: Life during chillai kalan, Kashmir's harshest period of winter","content":"The Valley is cloaked in white, the sun has all but disappeared and the most promising source of heat is the kanger, the traditional fire pot. The air is tinged with blue and grey, filled plumes of smoke and burnt wood. Pools of water on the streets freeze over, only to crack with a harsh sound when stepped on. This is chillai kalan, the 40 harshest days of winter in Kashmir that begins on December 21. Till the end of January, life in the Valley is going to be slow-placed and dependent on the whims of the weather.Since January 5, Kashmir has been covered in a blanket of white, after continuous snowfall ended the longest dry spell  in the state in 40 years. Flight movement has been disrupted and Kashmir has become a virtual island, cut off from the rest of the country after heavy snowfall closed down the Jammu-Srinagar national highway, one of the state’s crucial road links.Apart from the isolation and gloom, uncertainty also looms over the Valley during wande, the Kashmiri word for winter. This is a time when electricity is erratic and activity comes to a near-standstill. So, the impending winter shapes the activities of the months before. Before the cold peaks, Kashmiris scour the markets like ants to stock up on food and supplies that will tide them over chillai kalan. When the winter has the Valley in its grip, the days shorten to a few hours and time spent indoors grows longer. The bitter cold casts a spell of laziness – burdened by multiple layers of clothing, topped by a pheran (a traditional knee-length cloak) and ensnared in the warmth of the kanger, one finds it hard to find the will to step outdoors.    🌬️❄️ By @sheikhmdusman  #kashmiri #kashmir #ROFLKashmir #Koshur #truestory A photo posted by ROFL Kashmir (@roflkashmir) on Dec 22, 2016 at 2:53am PST\nBack to the rootsWinter in Kashmir is not just a season, it is a way of life that compels people to go back to their roots – in the biting cold, only Kashmiri handlooms, weaves and handicrafts can come to the rescue; surviving without the pheran, kanger, namda carpets and gabba (traditional woolen flooring) is near impossible.The 40 days of chillai kalan are followed by 20 days of chillai khurd, which translates to small cold and 10 days of chille bach (literally, baby cold). This year, minimum temperatures plummeted to -5.6 degrees Celsiuis. Razia Akhtar, a resident of downtown Srinagar, said the discomfort of cold is exacerbated by the erratic supply of power. “On and off supply of electricity, and at low voltages, means a lack of heating (for warmth) and for hot water,” she said. Every year, residents cover their windows with plastic to prevent the cold air from seeping in during the peak winter. After 2016’s summer of unrest, when the Valley erupted in violence to protest the killing of Hizbul Mujahideen commander Burhan Wani on July 8, this chillai kalan brings with it additional challenges. As hundreds of cars were damaged during clashes on the street between protesters and security personnel, the windowpanes of these too have been taped with plastic. Those whose homes bore the wrath of security forces have covered broken windowpanes with thick blankets and tin sheets.While kangers become indispensable for most residents of Kashmir, the well-to-do huddle together in hamams – not the Turkish baths, but rooms with limestone floors that are warmed by burning firewood in a hearth. Others spend long hours in mosques even after prayers, as the hamams there provide a warm backdrop against which Valley residents socialise.The fumes from heaps of burning wood and coal make the otherwise pristine air of Kashmir highly polluted peak in autumn and winter.A Kashmiri woman rows her boat during heavy snowfall on Dal Lake in Srinagar on January 6. Credit: Tauseef Mustafa/AFPSeeds of life For all the gloom it brings, the winter also brings some things to life in the Valley. The cold rejuvenates the orchards and the snow replenishes its streams and rivers.Prominent Kashmiri artist Masood Hussain said that for artists, winter is a source of creativity. “People say it is a sign of depression but to artists, it is something else. We enjoy it,” he said. “We get a pleasure in seeing these colours and patterns of frozen water.”Kashmiri poet Agha Shahid Ali, whose couplets Hussain brings to life in his paintings, said about the winter:“Snow gleams as if a lover’s gaze has fallen to earth. How the season whitens! Even the evergreens are peppered with salt, and only love can take the place of the mountain.”A panoramic view of Pahalgam after a spell of snowfall during an earlier winter. Photo: Rayan NaqashHussain said he prefers the stillness of winters as it better reflects the psyche of Kashmir and its people and how it has been affected by the prolonged turmoil in the Valley, especially post 1989, when insurgency in the state started to rise.Every year, when winter sets in, weatherman Sonam Lotus acquires the status of a minor celebrity. Residents of the Valley anxiously wait for updates from the head of the state’s meteorological department before stepping out of their homes. “People definitely want to know and take informed decisions,” Lotus said, moments after a visitor at his office enquired about the snowfall as he had to head out on a road trip through the mountain passes.Lotus points out how the chillai kalan over the last decade or so is not a patch on how things were in the 1980s, when the minimum temperature was minus 9 degree Celsius and the maximum temperature was minus 6.6. With global warming and rising pollution, the last decade has been one of the warmest in Kashmir’s history. But the state’s collective memory has immortalised the chillai kalans of yore, when the iconic Dal Lake in Srinagar would be covered in a sheet of ice so thick that former Chief Minister Farooq Abdullah drove a jeep over it in the 1980s. Ghulam Mohammad, a shikara (boat) owner in his 60s, said that chillai kalan used to be “so dangerous that people would not go out thinking they will freeze to death. That era is gone now.”A solitary shikara on a chilly afternoon on the Dal Lake in Srinagar. Photo: Rayan Naqash","author":"Rayan Naqash","time":"2017-01-09T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/825765-48912-tutzhuvnos-1483868113.jpg","tags":["Kashmir","Srinagar","snowfall","winter","chillai kalan"],"source":"https://scroll.in/magazine/825765/40-days-of-biting-cold-life-during-chillai-kalan-kashmirs-harshest-period-of-winter"}