{"title":"42.3% graduates under 25 years were unemployed in 2021-’22, says study","content":"Unemployment among graduates under the age of 25 was at 42.3% in 2021-’22 even as the overall rate of joblessness stood at 8.7%, the State of Working India 2023 study by Azim Premji University’s Centre for Sustainable Employment said on Wednesday.The study said that even before the Covid-19 pandemic, which broke out in January 2020, the Indian economy was experiencing “its most prolonged growth slowdown in recent decades”.It said that economic growth had slowed for 10 quarters between 2017-’18 and 2019-’20. The effects of the pre-pandemic economic slowdown and the pandemic are still influencing current employment trends, the study added. The study found that the unemployment rate fell from over 40% for educated youth under 25 years of age to less than 5% for graduates who are 35 years and above in 2021-’22. “This indicates that, on average, eventually graduates do find jobs, by their late 20s or early 30s, but the key questions are, what is the nature of jobs they find and whether or not these match their skills and aspirations,” the study said. Between 2004 and 2019, average growth in Gross Domestic Product led to decent rates of employment. But the pandemic interrupted this, resulting in larger growth in employment driven by distress.At the other end, unemployment among older, less educated workers is in the range of 2%-3% in 2021-’22.The study said that low unemployment is matched by stagnant earnings as total household income from labour only grew at a compounded annual rate of 1.7% in real terms since 2017-’18. The study showed that labour demand remains weak and its effects in the economy are being passed on to the workers, the study said.It also said that between 2017 and 2022, self-employment earnings have fallen but have remained mostly stagnant for regular wage and salaried workers.Rise of women in workforce likely due to distressThe study said that women’s participation, which began increasing since 2019, was led by self-employment likely driven by distress at a time when economic growth was slowing down.The study showed that before the coronavirus pandemic, 50% women were self-employed and this figure climbed to 60% after the panemdic ended. The study, however, said that earnings from self-employment for women declined in this period. After two years of the lockdown, earnings were only 85% of the figure in the April-June 2019 quarter. “If participation rises due to economic growth and rising labour demand, [it] has very different implications than if it rises due to falling household incomes, which force women into self-employment,” it said.The study said  married women living in households where the mother-in-law is present but not employed are 20% less likely to be employed in rural areas against households where the mother-in-law is not present. This rises to 30% in urban areas. However, if the mother-in-law is employed, daughters-in-law are 50% more likely to work in rural areas and 70% in urban areas.","author":"Scroll Staff","time":"2023-09-21T14:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194269-godjnhkudz-1695282694.jpg","tags":["Economic Growth","Unemployment","Women in Workforce","Azim Premji University","Centre for Sustainable Employment"],"source":"https://scroll.in/latest/1056325/42-3-graduates-under-25-years-were-unemployed-in-2021-22-says-study"}