{"title":"48 hours in Manipur: Defections, rumoured abductions and mysterious letters","content":"Manipur is a rapidly shifting landscape. On Saturday, the election results yielded a hung assembly, with the Congress getting 28 seats and the Bharatiya Janata Party finishing second at 21. The key to government formation in the 60-member assembly seemed to lie with the smaller parties, and both Congress and BJP vied for their favour. By Sunday evening, however, the fight for allies was overshadowed by other dramatic developments – allegations of abduction, a defection, and rumours of mass defection.By Monday, the Congress had gone from being the single largest party in the state to almost losing its claim to government. Najma Heptulla, Manipur governor and former Union minister for minority affairs from the BJP, asked Chief Minister Okram Ibobi Singh to resign. The three-time chief minister, however, is yet to do so. While the story unfolds, a look at the last 48 hours.Abductions, defectionsOn Sunday morning, the Congress reportedly “unanimously” re-elected Singh as leader of the Congress legislature party. Counting on the support of one independent MLA and the sole winning candidate from the All India Trinamool Congress, it looked good to form government. The coalition was just one short of a majority.Then things happened fast. In the evening, Randeep Surjewala, the official in charge of communications at the All India Congress Committee, took to Twitter to claim that the independent MLA elect, Asabuddin from Jiribam, had been abducted at Imphal airport.BJP now misusing CISF & Airport authorities to detain & abduct Independent MLA, Asabuddin at Imphal, Airport and take him to Calcutta. 1/n— Randeep S Surjewala (@rssurjewala) March 12, 2017\nIn a series of tweets, he claimed Asabuddin, who was accompanied by Congress minister Abdul Nasir, was whisked away from Imphal airport and packed off to Kolkata. He alleged the Central Industrial Security Force and airport authorities had been “misused”  to “detain and abduct” Asabuddin. According to one report, Asabuddin was flying back from Guwahati to Imphal, where he was greeted on the tarmac by the Central Industrial Security Force and a BJP leader. While the legislator was kept in the holding area, a flock of leaders from both the Congress and the BJP descended on the airport. According to other  reports, he later claimed to be headed to Delhi. While senior BJP leaders did not react to the allegations of abduction, general secretary Ram Madhav reportedly said later that the independent was going to join the party.Then it emerged that the Trinamool MLA had decided to join the BJP, followed by Thaonaojam Shyamkumar, winning Congress candidate from Andro. Under the anti-defection law, Shyamkumar loses his seat. This meant a rejig in numbers: with 59 legislators left, only 30 were needed for a majority. Shortly afterwards, even these numbers seemed to become irrelevant. Reports quoted unidentified sources in the Congress who said that 18 legislators were set to join the BJP. Also on Sunday evening, Congress officials who did not wish to be identified made similar claims to Scroll.in.They added that a number of legislators wanted a change in leadership and Ibobi Singh replaced. They also claimed that of the four MLAs from the National People’s Party two favoured the Congress. The other two wanted to side with the BJP but would consider joining the Congress if Chief Minister Singh was replaced.The mystery of the National People’s PartyOn Monday, however, the mystery of the National People’s Party seemed to deepen. The Naga People’s Front and the National People’s Party have four seats each, making them prime targets for both the Congress and the BJP. With the Naga party having declared that it would not support a Congress-led government, the spotlight was on the National People’s Party.Both the Congress and the BJP claimed to have its support. Heptulla said the Congress brought her a letter on behalf of the National People’s Party, apparently signed by the party president and secretary, saying it would back the Congress. But the governor said she had received an earlier letter from the National People’s Party itself, saying it wanted to go with the BJP.The night before, the BJP central leadership, flanked by Himanta Biswa Sarma, an MLA in the Assam government who has emerged as the party’s wheeler dealer in the region, claimed to have 32 MLAs. This included 21 from the saffron party itself, four from the National People’s Party, four from the Naga People’s Front, one from the Trinamool, the lone winning candidate from Lok Janshakti Party and the independent who was going to join the BJP. The BJP then prepared to elect the leader of its legislature party on Monday and form the government.Congress leaders, meanwhile, called the manoeuvres a “murder of democracy”.  Former Union minister P Chidambaram even went so  far as to say the BJP was “stealing” the elections in Manipur and Goa. But the story is not over yet, and Manipur still does not have a government.","author":"Ipsita Chakravarty","time":"2017-03-13T18:54:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/831695-48668-hjifjcjlac-1483535132.jpg","tags":["Assembly elections","Okram Ibobi Singh","Manipur","Congress","Bharatiya Janata Party"],"source":"https://scroll.in/article/831695/48-hours-in-manipur-defections-rumoured-abductions-and-mysterious-letters"}