{"title":"480 Bangladeshis deported between January 2016 and April 2018: Delhi Police tell Supreme Court","content":"The Delhi Police on Wednesday informed the Supreme Court that 489 Bangladeshis have been detained and 480 out of them have been deported from January 1, 2016 to April 30, 2018, PTI reported. However, no Rohingya immigrants were detained or deported during this period, ANI reported.The Delhi Police was responding to a petition filed by Bharatiya Janata Party leader and lawyer Ashwini Upadhyay. He sought details of deportation of all illegal Rohingya and Bangladeshi immigrants.His petition sought a direction to the Centre and the state governments to identify, detain and deport all “illegal migrants and infiltrators”.“The large-scale illegal migrants, particularly from Myanmar and Bangladesh, have not only threatened the demographic structure of bordering districts but have seriously impaired the security and national integration, particularly in the present circumstances,” his petition read. He alleged that the migration was harming the national security of the country.The petition also claimed that there was an organised influx of illegal immigrants from Myanmar through agents via Benapole-Haridaspur and Hilli in West Bengal, Sonamora in Tripura, Kolkata and Guwahati. The matter is likely to come up for hearing next on August 14.However, in July, the top court had agreed to examine if undocumented Rohingya immigrants can be granted refugee status. Two Rohingya men had filed a plea against the Centre’s proposed plan to deport 40,000 members of their community to Myanmar. The court had asked the government’s counsel and the petitioners’ lawyer to file the gist of their arguments, supporting literature, articles and viewpoints by August.Solicitor General Tushar Mehta had urged the court to let international laws regarding community rights govern the matter. “The main question is whether illegal immigrants can claim refugee status; how they are being dealt with internationally is the main issue,” he had said. “Everything else is peripheral...”","author":"Scroll Staff","time":"2019-07-31T22:43:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/122638-tzsptzionf-1563282784.jpg","tags":["Supreme Court","Delhi Police","Rohingya","Bangladeshi immigrants"],"source":"https://scroll.in/latest/932443/480-bangladeshis-deported-between-january-2016-and-april-2018-delhi-police-tell-supreme-court"}