{"title":"49 more Opposition MPs suspended from Parliament, total 141 so far","content":"Forty-nine more Opposition MPs were suspended from the remainder of the Winter Session of Parliament on Tuesday for allegedly disrupting the proceedings as they sought a discussion on the December 13 security breach in the Lok Sabha chamber, reported PTI.This came a day after 78 Opposition MPs were suspended for the same reason. This takes the total number of MPs who have been suspended from both the Houses since December 14 to 141 – 95 in the Lok Sabha and 46 in the Rajya Sabha.The legislators have been demanding a discussion on the security breach of Parliament on December 13 when two men had jumped into the Lok Sabha chamber from the visitors’ gallery and opened gas canisters. Outside Parliament, a man and a woman had opened smoke canisters.Congress chief and Rajya Sabha MP Mallikarjun Kharge had said on Monday that the Opposition only had two simple demands – the Union home minister making a statement in both Houses of Parliament on the security breach and a discussion on the issue.Congress leaders Shashi Tharoor and Karti Chidambaram, Samajwadi Party’s Dimple Yadav, Nationalist Congress Party’s Supriya Sule and National Conference leader Farooq Abdullah were among the MPs suspended by Lok Sabha Speaker Om Birla on Tuesday, NDTV reported.Congress leader Jairam Ramesh said that a “complete purge is being executed” by the government so that “draconian bills are passed without any meaningful debate, and so that the BJP MP who facilitated entry of the two intruders into the Lok Sabha on December 13th goes scot-free”. “The new Parliament reflects Namocracy in all its tyranny,” Ramesh said in a social media post.For the first time in my parliamentary career of nearly 15 years, I too entered the well of the House holding a placard calling for a discussion on the recent security breach. I did so out of solidarity with my @INCIndia colleagues, who have been unjustly suspended for demanding…— Shashi Tharoor (@ShashiTharoor) December 19, 2023\n\n\nFormer Chief Minister of Jammu and Kashmir Farooq Abdullah said that the Opposition was demanding a statement from Union Home Minister Amit Shah since the subject of internal security and the police is controlled by the home ministry. “What would have happened if he [Shah] had made a statement in Parliament on the incident,” he told reporters outside Parliament.#WATCH | Lok Sabha MP Farooq Abdullah suspended for the remainder of the Winter session of Parliament\"Who does the Police come under? What would have happened if he (Union Home Minister) had made a statement in Parliament on the incident (security breach)?\" pic.twitter.com/WDstvY2Lz1— ANI (@ANI) December 19, 2023\n\n\nCongress MP Karti Chidambaram compared the situation in Parliament to that of North Korea. “This is going to be a token house,” Chidambaram told PTI.VIDEO | \"This is going to resemble the North Korean Assembly. This is going to be a token house,\" says Congress MP @KartiPC on suspension of 49 Lok Sabha MPs. pic.twitter.com/mCt4JwUvC0— Press Trust of India (@PTI_News) December 19, 2023\n\n\nAfter suspension of the Opposition MPs from the Lok Sabha, Shah came to the Lower House on Tuesday and moved a motion to discuss three crucial bills revamping the Indian Penal Code, the Code of Criminal Procedure Act and the Indian Evidence Act.The Bharatiya Nyaya Sanhita seeks to replace the Indian Penal Code, the Bharatiya Nagarik Suraksha Sanhita seeks to replace the Criminal Procedure Code, and the Bharatiya Sakshya Bill seeks to replace the Evidence Act.The bills were introduced by Union Home Minister Amit Shah during the Monsoon Session of Parliament.","author":"Scroll Staff","time":"2023-12-19T13:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194197-nrhppizsgt-1695101282.jpg","tags":["Parliament","Opposition","Lok Sabha","Rajya Sabha"],"source":"https://scroll.in/latest/1060795/50-more-opposition-mps-suspended-from-parliament-for-demanding-discussion-on-security-breach"}