{"title":"50 years ago today, Indira Gandhi got the Indian Air Force to bomb its own people","content":"March 5 marks the 50th anniversary of the bombing of Aizawl – the first air raid by the Indian Air Force on civilian territory within the country. This is as good a time as any to go beyond just questioning the morality of the bombing, or the complexities that led to it. It’s time to understand its legacy.The story began in 1961, when the Mizo Hills were a part of the state of Assam. The Mizo National Front formed on October 28 that year, and asserted its right to self-determination. The group initially adopted a non-violent approach to secure its political objective. However, following intense internal pressure after human rights violations by security forces in the area, the Mizo National Front took up arms.The battle beginsOn February 28, 1966, the fighting volunteers of the Mizo National Front launched Operation Jericho to throw out Indian forces stationed in Mizoram – launching simultaneous attacks on Assam Rifles garrisons in Aizawl and Lunglei. The next day, the Mizo National Front declared independence from India.Operation Jericho shocked the security forces stationed in the Mizo Hills – the insurgents swiftly managed to capture significant installations including the government treasury in Aizawl, and Army installations in Champhai and Lunglei districts.The central government led by Indira Gandhi may have been taken by surprise, but the reprisal was swift. On March 5, four fighter jets of the Indian Air Force – French-built Dassault Ouragan fighters (nicknamed Toofanis), and British Hunters – were deployed to bomb Aizawl. Taking off from Tezpur, Kumbigram and Jorhat in Assam, the planes first used machine guns to fire at the town. They returned the next day to drop incendiary bombs. The strafing of Aizawl and other areas continued till March 13 even as the town’s panicked civilian population fled to the hills. The rebels were forced to retreat into the jungles of Myanmar and Bangladesh, which was then East Pakistan.Colossal destructionRecounting his memories of that day, Thangsanga, a veteran member of the Mizo National Front, said the bombing took them by surprise. “Our little town was suddenly encircled by four screaming jet fighters,” he said. “Suddenly, bullets rained and bombs were dropped. Burning buildings collapsed and there was dust and chaos everywhere. They hit the heart of Mizoram, but not the Mizo spirit”.No one had imagined that the Union government would bomb its own territory.  “It took us by surprise that the government had the courage to deploy jet fighters to bomb Aizawl that it dared not fly inside China or Pakistan,” said Remruata, a village council member. “Well, charity begins at home.”The bombing caused colossal destruction with some reports saying Aizawl town had caught fire. Fortunately, only 13 civilians were killed.The establishment – including the government and the armed forces – kept mum or even flatly denied that Aizawl had been bombed. Details only emerged decades later when several writers and former insurgents emerged with their accounts of the day the people in Aizwal saw planes shoot fire.A March 9, 1966, report by the now-defunct Kolkata-daily, the Hindustan Standard, quoted Prime Minister Indira Gandhi as saying that the fighter jets had been sent in to airdrop men and supplies, not bombs. But the question was, why would anyone deploy fighter jets to drop rations?Zo nationalismSince 2008, Mizoram has observed March 5 as Zoram Ni or Zoram Day. The idea is to revive the idea of self-determination and instil the importance of sacrifice among the younger generation. “Self-determination is our birthright,” said Malsawma, a member of the Zo-Reunification Organisation or ZORO. “We cannot allow our land and peoples to be divided in India, Bangladesh and Burma [Myanmar] in the name of democracy, a republic or anything else. Our resolution remains that we are united as one people in our own land. Not the Britishers’ land, not Indian land, but in Zo-land”.Zamawia, another ZORO member, said he strongly believed that the Mizos right to self-determination was unquestionably attached to Zo nationalism.The bombing helped strengthen Zo nationalism said Zarzosanga, a Mizo scholar. “The bombing of Aizawl did not deter or detach the heart of Zo nationalism,” he said. “Instead it makes Zo nationalism more evident and alive and outside the interest and understanding of Indian nationalism. The bomb actually othered the Mizos from India and Indians. The blunder made by the government of India with its decision to bomb Aizawl was an affirmation and acknowledgment of Mizo nationalism.\"Marked as the ‘other’The bombing may have managed to crush the Mizo uprising but it also helped usher in two more decades of insurgency. Following the bombing, the Union government implemented what it termed the “regrouping of villages” in which thousands of Mizos deep in the hills and hamlets of what is now Mizoram were forcefully displaced – their homes and villages burned – and relocated in centres along an arterial highway under armed guard ostensibly so that the Indian state could keep an eye on them.Though the state of Mizoram was formed in 1987 after the Union government and the Mizo National Front signed the Mizoram Peace Accord, today, Zo nationalism – an ideological formulation of Zo peoples fragmented by the process of decolonisation and spread across India, Myanmar and Bangladesh – continues to assert itself.“The horror of that day still haunts every Mizo,” said Lalremruata, a progressive member of the Zo-Reunification Organisation. “But the positive aspect is that it inspires us to secure Zo nationalism, which is already crossing national boundaries”.For the Mizos, Aizawl is the heart of their identity and belonging. During the fight for Indian Independence, Mizos had been left on the periphery. The bombing of Aizawl to secure the Indian nation state further paralysed the Mizos from sharing in the notion of Indian nationalism. The excessive action simply helped to cement the feeling of otherness within the Mizos vis-à-vis the rest of India.Was that the only option available to the Union government at the time? Whatever the answer, it was clearly the military and political weapon used to assert mainland India’s dominance over the Mizos.Corrections and clarifications:","author":"David Buhril","time":"2016-03-05T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/804555-4e573506-00b2-4a3c-9ef1-11dd09276f4c.jpg","tags":["Mizoram","Indian Air Force","Zoram Ni"]}