{"title":"51 persons killed by Assam Police since May 2021, government tells High Court","content":"The Assam Police has killed 51 persons since May last year, the state government told the Gauhati High Court in an affidavit on Tuesday.“As per records, there have been 51 numbers of death and 139 numbers of injuries caused due to police action or during police custody since May 2021 till May 31, 2022,” the government’s affidavit said. “These incidents pertain to 31 numbers of districts of the state.”The High Court had directed the Home Department to submit a response in connection with a public interest litigation filed by Delhi-based lawyer Arif Jwadder.In December, Jwadder sought an independent investigation into the rise in police shootings in Assam.Jwadder cited media reports to claim that over 80 such incidents have taken place from May 2021 till December that same year. He added that 28 people were killed and 48 were injured in “fake encounters” in this period.“All the victims were unarmed and handcuffed at the time of encounter,” Jwadder claimed in his petition.The lawyer said that police personnel “do not have the licence to kill” and that the Code of Criminal Procedure aims to apprehend criminals and bring them to justice, and not to kill them. “Such encounter killings deprive the victims of the right to personal liberty and life, which cannot be denied except by ‘procedure established by law’,” the petition noted.The petitioner also demanded the designation of human rights courts in all districts, and the payment of monetary compensation to the families of those who died in the alleged encounters.On Tuesday, the Assam government submitted that 161 cases have been registered in 31 districts from May last year to the same month this year for deaths or injuries to persons due to police action.“The deponent begs to state that 161 separate FIRs [first information reports] had been lodged and investigated following the directions of the Supreme Court issued in the People’s Union for Civil Liberties versus the state of Maharashtra order of 2014,” the affidavit said. “There are 32 incidents of death as well as four other incidents of accidental death of accused while they were escaping from police custody which have been investigated or being investigated by the police officers from different police stations.”The government denied the allegation that separate first information reports of each incident of police shooting leading to deaths of accused persons were not registered.“There was no extra judicial killing as alleged by the petitioner,” the affidavit claimed.Also read: As police shootings continue in Assam, the state government openly backs themWhat the chief minister saidOn March 15, Assam Chief Minister Himanta Biswa Sarma defended police action in the state assembly. The number of cases registered in January and February had fallen by 30% compared to the same period last year, Sarma said, adding that the police’s tough stand against criminals was working.“The fall in crime rate shows that the police action against criminals has worked,” Sarma said. “We have been criticised in the House repeatedly for the encounters. Nobody supports the encounters. Police have to work within the law. But while working within the law, if a bullet hits a rapist, we must be clear whether we should sympathise with the rapist or the victim.”A few days later, Minister of Parliamentary Affairs Pijush Hazarika told the Assam Assembly that the death of accused persons while attempting to escape police custody was not new in the state.“There is no such word as encounter in the Assam Police manual,” Hazarika said. “If a criminal tries to escape or attack the police, they may get injured or killed.”","author":"Scroll Staff","time":"2022-06-21T21:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163138-yiekeehheb-1629713765.jpg","tags":["Police shootings","Assam","Assam government","Gauhati High Court","Assam Police","public interest litigation"],"source":"https://scroll.in/latest/1026659/51-persons-killed-by-assam-police-since-may-2021-government-tells-high-court"}