{"title":"53% teachers say most primary students in Jharkhand forgot to read, write after Covid-19: Survey","content":"Fifty-three percent of teachers who were part of a survey have said that most students in primary and upper-primary government schools in Jharkhand had forgotten how to read and write by the time schools reopened in February 2022 after the coronavirus pandemic.Primary and upper-primary schools were closed in Jharkhand since the onset of the Covid-19 pandemic in 2020. They reopened in early 2022.The survey was conducted by Gyan Vigyan Samiti Jharkhand, a non government organisation of community-based volunteers, between September and October. The report was prepared by Economists Jean Dreze and Paran Amitava.Source: roadscholarz.netThe survey sampled 72 primary schools and 66 upper-primary schools with an average of 54 and 210 children enrolled.“The schooling system in Jharkhand, weak to start with, suffered a heavy blow during the Covid-19 crisis,” the report said. “Recent recovery measures are grossly inadequate. Safeguarding the well-being and rights of Jharkhandi children calls for a major investment in the schooling system.”According to the survey, an acute shortage of teachers was also noticed in the state.Of the total schools, only 20% of upper-primary schools and 50% of primary schools had a teacher-student ratio of less than 30 – as prescribed under the Right to Education Act – while 20% of the school had a single teacher, the survey found.Source: roadscholarz.netOf the total teachers, 55% were para-teachers at the primary level. At the upper-primary level, this figure was 37%.“Para-teachers have lower qualifications and less training than regular teachers,” Dreze said, according to PTI. “And it is doubtful if they are more accountable. No teacher recruitment was done in the last six years in the state.”The survey also found that none of the schools in the sample had functional toilets, electricity and water supply. Two-thirds of primary schools in the sample had no boundary wall, 64% did not have a playground and 37% had no library books, it said.Jharkhand Education Project Council director Kiran Kumari Pasi said that it is fact that the learning abilities of students and attendance in schools have declined after the pandemic.“I don’t want to comment on the survey as I have not seen it,” Pasi told PTI. “We have taken various initiatives – from promoting sports to recreation activities – to bring students back to schools. The situation is improving now.”","author":"Scroll Staff","time":"2022-12-19T19:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184625-rdnswscgkw-1671457486.jpg","tags":["Jharkhand","Education","Schools"]}