{"title":"61 Muslims won Uttar Pradesh urban polls on BJP tickets. What does this mean?","content":"Last week, Kausar Abbas was elected chairperson of the Nagar Panchayat of Sirsi, a small town of around 30,000 people in Uttar Pradesh’s Sambhal district.  Abbas was one of the nearly 15,000 people to have won the state’s urban body elections held earlier this month. Yet, his name features in several news reports detailing the results. The reason for his prominence: he is one of the 61 Muslim candidates to have won on a Bharatiya Janata Party ticket, and one of the five to have secured the position of chairperson. The results have made the BJP, which has come to power promoting Hindu supremacism, proclaim that it now has the support of a large section of the state’s Muslims.  Abbas, though, seemed to be less enthusiastic about his ties with the BJP. During a phone interview with Scroll, he said he had “formally” joined  the saffron party only very recently – the day he filed his nomination papers to contest the election. He said he used to be in the Samajwadi Party till about seven years ago, but in recent years had “started doing social work”.Given his “track record of helping everyone in need”, Abbas said the BJP platform was no hindrance – even though around 80% of the town’s population are Muslim. “I asked them if they had faced any discrimination in terms of welfare schemes,” he said, speaking from his home in Sirsi. “And because that had not happened, it was not difficult to convince them.”An expected victoryThe results of Uttar Pradesh’s urban body elections were declared on May 13, the same day as the Karnataka Assembly election. While the BJP suffered a rare heavy defeat in the latter, it swept the urban polls in the Hindi heartland state. Considering the BJP’s hegemony in the state’s urban and semi-urban pockets, the outcome was largely along expected lines. However, the BJP has claimed that the victory carried another significant subtext. The only Muslim minister in the state, Danish Azad Ansari, told the news agency PTI:  The result “proves that Muslims are gradually shifting towards the BJP and they have no illusion regarding” the Samajwadi Party, which has long enjoyed significant support from the community.While Azad’s claims may have its sceptics, the urban elections did witness an unmistakable attempt by the BJP at some kind of outreach to Uttar Pradesh’s Muslims, particularly those belonging to the community’s lowered castes, known as Pasmandas. The party, which has no elected Muslim lawmakers in the Uttar Pradesh Assembly as well as the Parliament, gave tickets to 395 Muslim candidates. Almost 90% of them, according to the party’s state leaders, were Pasmanda Muslims. Less than 400 candidates for nearly 15,000 posts is nowhere near proportionate representation to the community. After all,  Muslims account for around 20% of Uttar Pradesh’s population. But it was still a significant improvement on the last edition of the elections held in 2017. At the time, the BJP gave tickets to around 100 Muslim candidates, most of them women. While around 20 of them managed to be elected as members in the Nagar Panchayats, none secured the position of chairperson.BJP promotional material. A new turn?A comparative analysis clearly indicates progress. But what does it mean in the larger scheme of things? Are Uttar Pradesh’s Muslims really starting to consider BJP as an option ahead of the 2024 Lok Sabha election? Without a doubt, according to Wali Mohammad, another successful BJP candidate who secured the position of chairperson in the Gopamau Nagar Panchayat in Hardoi. “In the urban areas of our district, 80% of the houses under the Pradhan Mantri Awas Yojna have gone to Muslims,” he claimed, referring to the flagship housing scheme of the Centre. “So if we are getting benefits, why should we not side with them?”Mohammad, who was with the Uttar Pradesh-centric Akhil Bharatiya Loktantrik Congress till recently, added, “In the past, Muslims have been with everyone from the Congress to Samajwadi Party – but what have they really done to uplift us in the true sense?”Leaders of the Samajwadi Party, the BJP’s main challenger in the state, refused to draw any larger takeaways from the urban polls’ outcome. “In predominantly Muslim areas, obviously Muslim candidates will win,” said Udaiveer Singh, the party’s spokesperson and a former representative in the state’s Upper house. “And as it so happens, they [the BJP] gave a few tickets to some Muslims. There is little more to the results than that.”The party, in fact, claimed its vote share had increased from the last election in 2017. Sudhir Panwar, a former member of the Uttar Pradesh planning commission who contested assembly elections on a Samajwadi ticket, said the party’s vote share had increased in all three tiers of the urban bodies: the Nagar Panchayat, the Nagar Palika Parishad, and at the mayoral level. “The SP has got more votes at the expense of the BSP [Bahujan Samaj Party] and Congress,” said Panwar. “So if anything, it reinforced the bipolar nature of Uttar Pradesh politics.” Such claims are hard to verify in the absence of independent poll data. Hedging bets?Regardless, many said the results certainly held a message for the Samajwadi Party. A senior Bahujan Samaj Party leader from Saharanpur said while the urban body elections may have their own peculiar dynamics, Muslims in Uttar Pradesh had started to realise that it was in their best interest to hedge their bets according to local realities. “Ultimately, that is how we survive given no one is really going to stick out their necks for us,” said the politician, requesting anonymity. “After all, who heads all the big parties? Hindus.”Community activist Afag Khan, who used to be with the Jan Morcha political party till recently, echoed the Bahujan Samaj Party leader. “Given that Muslims backed the SP in large numbers and yet they could not win in 2021 [assembly elections] means people are wary about putting all their eggs in one basket,” said Khan. Indeed, in several of the 17 mayoral contests in the urban polls,  a split in the Muslim votes among candidates backed by the Samajwadi Party, the Bahujan Samaj Party, and in some cases the Congress, Aam Aadmi Party, and the All India Majlis-e-Ittehadul Muslimeen was quite evident. This helped the BJP, which did not platform even one Muslim candidate for the coveted mayoral positions, sail through in all 17 municipalities. Taj Mohammad, who runs a Hindi daily out of Meerut, said “Muslims were going in all directions. The Samajwadi Party could not protect our rights so we are actively looking for other options.”In the Meerut mayoral election, where Muslims account for over 35% of the electorate, the Samajwadi Party backed a Hindu contender. The Bahujan Samaj Party and the All India Majlis-e-Ittehadul Muslimeen went with Muslim candidates. The BJP’s candidate won comfortably, but it was the All India Majlis-e-Ittehadul Muslimeen candidate who finished second. SP and BSP no longer default options: Muslim voters choices broaden in UP local/civic body polls!!Muslim candidates of AIMIM & AAP polled more votes than Muslim candidates of SP &  BSP in contests for Nagar Palika Parishad & Nagar Panchayat chairperson!!https://t.co/57xrJX4uVx— Muslim Spaces (@MuslimSpaces) May 15, 2023\n\nMuslims and Hindutva Yet, reading the results of the urban polls as some sort of an inflection point for the Muslim vote in Uttar Pradesh may be jumping the gun, political observers said. For one, urban polls are not representative of state-level political calculations. “These are elections where you vote for people from your locality, people you know closely,” said Mirza Asmer Beg, a political scientist at the Aligarh Muslim University. “So in that sense, these are a very different sort of election where party affiliations may not matter all that much.”At the state level, many believe Muslims will remain wary of the BJP. “Unless something dramatic happens and a completely new pole emerges, Uttar Pradesh’s Muslims will continue to largely stick by the Samajwadi Party,” said a Lucknow-based Muslim leader of the Congress, who asked not to be identified.  Beg, the political scientist, took a more measured position. “I think it is too early to draw too many conclusions, it all depends on the options available on the table to the community,” he said. But few dispute, even within the BJP, that the party’s prospects among the Muslims were directly a function of how much representation it was willing to offer to the community. “Wherever you will get respect, people will go there,” said Nadeemul Hasan who won on the party’s symbol in Bareill’s Dhaura Tanda nagar panchayat. “People voted for them because they gave Muslims tickets this time. Similarly, if they give at least a few tickets to Muslims in the Lok Sabha elections, at least 50% Muslims will vote for them.”The prospect of the BJP fielding Muslim candidates in large numbers in assembly and parliamentary elections in Uttar Pradesh seems unlikely, said observers. Beg pointed out that the party had not platformed even a single Muslim in the 17 mayoral contests – the highest tier of governance in the urban civic set-up. “2024 is going to be about more and more Hindutva and in that kind of aggressive space, it is difficult to see Muslims being given a space by the BJP,” said Beg.","author":"Arunabh Saikia","time":"2023-05-18T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190233-sjlwmtkrmj-1684251627.jpg","tags":["Pasmanda Muslims","BJP","Uttar Pradesh","Muslim","Urban body elections","election","Muslim vote"],"source":"https://scroll.in/article/1049217/61-muslims-won-uttar-pradesh-urban-polls-on-bjp-tickets-what-does-this-mean"}