{"title":"70 years of Partition: India, Pakistan have successfully demonised each other in popular imagination","content":"On the 70th anniversary of Partition, intellectuals, analysts, writers, artists and engaged citizens seem driven to try to understand 1947, to make sense of the bloodshed and trauma, to explore the legacy of Partition, and to uncover the personal stories that were far too often sidelined in favour of grand state narratives on both sides of the border.The first Partition Museum is being inaugurated in Amritsar this month while the 1947 Partition Archive, the largest repository of Partition interviews, has just moved forward to release the narratives for public consumption.This is indeed imperative – 70 years on, we are on the brink of losing the Partition generation and there is an urgency to record their stories, to understand history more holistically, to uncover the nuanced experiences Partition survivors had, and to try and challenge one-sided jingoistic state narratives.This is even more important because Partition is not just a static event that took place in 1947 that we can move on from. Even as we lose the Partition generation, Partition will remain a centrepiece in our history and in our present-day discourse, it will continue to inform our politics, our media debates, our nationalism, our external affairs and most importantly, our identity formation.Stories of separationA couple of years ago, I had interviewed two sisters in Lahore. One held an Indian nationality while the other was Pakistani.They spoke to me about not being able to meet each other for years, of missing out on special occasions, of the blackouts during war and of the breakdown in communication channels. They spoke of the pain of being kept away from the countries they saw as home, from their family and their friends.Another man I interviewed told me of how he’d opted to move to Pakistan when he was barely 18 years old, even though his family supported the Congress and decided to stay back in Nagina, Uttar Pradesh.He spoke of how much independence meant to him, of the freedom Pakistan symbolised, and of how he thought he’d continue to have two homes, one in Nagina and the other in Lahore. And for many years, it stayed that way. He could easily travel back and forth and felt that he really belonged to both worlds.But over the years, wars, terrorism and growing animosity between India and Pakistan left imprints on his life. When his parents passed away, he was unable to get a visa to attend their funeral. Such was the price he had to pay for his country.He told me, “You have to fight a constant struggle every day, to visit, to be one with them. I don’t regret my decision [of moving to Pakistan] but I had never realised how much I would have to give up for Pakistan. I had no idea that things would ever become so bad… I was unable to make it for my parents’ funerals. I didn’t have the visa to go. I was their son and I couldn’t go…”Dividing lines However, the impact of Partition and its ongoing journey doesn’t only affect Partition survivors and their families. The communal identities and resulting communal tensions, which were crystalised at Partition, have penetrated deep into the fabric of society today.Textbooks are hence revised on both sides of the border in an effort to purge Muslim and Hindu influences respectively, trying to carve out national identity premised on religious fervour, teaching children that a particular religion or civilisation has always been superior to the other.Hindus are cast away as deceitful and treacherous in Pakistan and Muslims as barbaric and savage in India. Mob lynchings become increasingly common, whether on blasphemy allegations or in the name of gau raksha.Patriotism is questioned at whim and it becomes all too easy to be charged with the anti-national label. Cricket matches become a war of civilisations, people feeling dishonoured and resorting to burning posters and pelting stones after losing at the hands of the enemy nation.In short, Pakistan and India define themselves in opposition to each other, both nations determined to justify that they are better than the other: they insist they are more pious, more righteous, more prosperous, mightier and stronger than the enemy lurking across the border.Not only is the Two-nation Theory still endorsed at the state level in Pakistan, the rise of the Hindutva movement in India is also premised on a similar idea that to be Hindu is somewhat superior and distinct to Islam. Both countries are clinging on to Partition to convince their citizens that they are indeed better off than the other, and without the other.Changed narrative Over the years, the consequences of this rhetoric have been felt by millions of people on both sides. The same narrative of otherisation was used to demonise the Bengali Hindus and their influence over the Muslim population of East Pakistan after the creation of Pakistan.The indigenous resistance movement was sidelined in favour of grand narratives of Indian-funded separatism, encouraging the public in West Pakistan to turn a blind eye to the civil unrest and violence brewing in the other part of the country.Today, the war is taught as an Indian conspiracy, with Pakistan refusing to introspect upon its own unjust policies that may have led to 1971. This holds an eerie resemblance to India’s narrative in Kashmir, which dismisses local grievances and struggles and labels the movement for freedom as Pakistan-funded terrorism.By blaming the other, both states are able to shrug off any responsibility for their own actions and inactions.Today, minorities on both sides have to constantly prove their patriotism, the vulnerability they face palpable. The Gujarat riots of 2002, the recent lynchings of Muslims in India and attacks on Hindu temples and forced conversions in Pakistan are all residues of Partition.Children in Pakistan today openly call Indians infidels and demons. In India, students have come to believe that all Pakistanis are savages and fanatics. Many of them even refuse to talk to each other, holding their biased textbook curriculum and media reports as sacred opinions of the other.70 years later, both nation-states are holding onto Partition like an existential imperative; it helps them define national identity, lead antagonistic state policies, and instill patriotism in citizens – patriotism based on the hostility of the other.The pity is that the Partition narratives they cling onto are myopic and simplistic understandings of a complicated past. These metanarratives are bent upon juxtaposing one religious community as triumphant and humane over the other.Nowhere in these narratives do we find the possibility of understanding the complexities of Partition, the diversity of experiences, the coexistence of fault lines and inter-communal harmony, of violence and rescue stories.Linear, simplistic versions of 1947 are promoted on both sides, with clear lines between victims and perpetrators. And these versions are here to stay for they serve as the raison d’être of both nations, instilling hostile and jingoistic national spirit in post-Partition generations.70 years later, Partition lingers on, its shadow deformed and distorted but stubbornly looming over us for the years to come.This article first appeared on Dawn.","author":"Anam Zakaria","time":"2017-08-18T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/847420-33974-ufqduyefiv-1475297401.jpg","tags":["Partition","Independence","India","Pakistan","70th anniversary"],"source":"https://scroll.in/article/847420/70-years-of-partition-india-pakistan-have-successfully-demonised-each-other-in-popular-imagination"}