{"title":"76% of Indian prisoners are awaiting trial. A separate bail law could be the start of a change","content":"The numbers tell a story: India has 371,848 prisoners in pre-trial detention, known locally as undertrials. Seventy-six per cent – three  in four – of all prisoners in Indian jails are awaiting trial. This  compares unfavourably with the global average, which is 34%.On the metric of percentage of undertrials, India ranks second–next only to Bangladesh – among the 54 Commonwealth countries, former British colonies, many of whose legal systems continue to  reflect a colonial legacy, according to a June 2022 Commonwealth Human  Rights Initiative report on pretrial detentions. Globally, India ranks sixth after Liechtenstein (91.7%), San Marino (88.9%), Haiti (81.9%), Gabon (80.2%) and Bangladesh (80%).Credit: IndiaSpend.inBesides the absolute numbers is the length of incarceration  without trial: One in four undertrials have been confined for one year  or more, and one in eight have been in jail for two to five years,  according to Indian government data  from 2020. Over a decade to 2020, the percentage of undertrials who  have been in jail for one year or more has increased nearly seven  percentage points to 29%.What the numbers add up to  is this: India has more prisoners awaiting trial than ever before, and  more prisoners are spending longer periods in jail than before. The Covid-related lockdowns of 2020, when India’s courts went virtual,  saw a 12% increase in the number of undertrials in the period until  December 2020, compared to an average increase of 4% in the previous  four years, IndiaSpend reported in February 2022.What  this means is that three out of every four prisoners in India are de  facto serving punitive sentences without having been found guilty of any  crime.Further, as more people are arrested every day,  as more people spend more time in prison awaiting trial, it adds up to  overcrowding which exacerbates the already unsanitary conditions in our  prisons, leading to the spread of communicable diseases in an ecosystem where healthcare is not easily accessible, the Commonwealth Human  Rights Initiative report points out.Taking  note of the spike in the number of undertrials during the first wave of  the pandemic, the Supreme Court appointed High Powered Committees that  resulted in the release of 68,264 undertrials and a fall in jail  occupancy by 17%, per data compiled by the Commonwealth Human  Rights Initiative.  Yet,  on July 11, the Supreme Court noted that, despite multiple  judgments and directions by the court over decades, Indian jails were “flooded” with undertrial prisoners. The court directed  the Union government to consider introducing a separate Bail Act to  streamline the process of granting bail, along the lines of a similar  act in the United Kingdom. The court also directed  state governments and union territory administrations to comply with its  past orders on filling vacancies in special courts expeditiously and to  constitute more special courts. It also directed High Courts to  facilitate the release of undertrial prisoners who were not able to  comply with their bail conditions. The Supreme Court gave the administrations and  courts four months to file affidavits/ status reports.“…We should,” said  Chief Justice of the Supreme Court NV Ramana, “question procedures  which lead to such prolonged incarceration in huge numbers without a  trial.” On July 30, Prime Minister Narendra Modi urged district-level undertrial review committees “to expedite the release of under-trial prisoners”.Why so many undertrials?Legal experts point to a multiplicity of reasons to explain  India’s high percentage of undertrial prisoners, chief among them being  indiscriminate arrests by the police without due application of mind. Taking note of this tendency, the Supreme Court said  in July 2022 that an arrest is a draconian measure that should be used  sparingly, based on the presumption of innocence. Unnecessary use of  arrests betrayed a colonial-era mindset on the part of investigating  agencies, the Supreme Court said in a rebuke.A related issue is  the inability of undertrials, especially from economically weaker  sections, to access legal support – this, despite free legal aid being  enshrined as a Constitutional right.  This is coupled with the inability of poor people to comply with bail  conditions which almost invariably include a financial bond.Compounding  the issue is the fact that an undertrial loses their ability to earn a  living, thus creating additional financial pressures and pushing entire  families into poverty.Legal experts say that in order  to solve this problem, India should urgently adopt practices such as the United Kingdom’s Bail Act, which the Supreme Court has also recommended. However, a new bail  law in itself will not help to reduce the undertrial population, they  argue, pointing to the need to stop arbitrary arrests by police forces.IndiaSpend  has requested senior officials in the Ministry of Home Affairs and  Ministry of Law and Justice (Legal Affairs and Legislative departments)  for comments on plans for a new bail law, indiscriminate arrests and  punishments for errant officials, and adopting practices from other  countries. We will update the story when we receive a response.Indiscriminate arrestsOn July 20, the Supreme Court while granting bail to journalist Mohammed Zubair, who was arrested by the Delhi police on June 27 for allegedly hurting religious sentiments, criticised indiscriminate arrests by police. “Arrest  is not meant to be and must not be used as a punitive tool, because it  results in one of the gravest possible consequences emanating from  criminal law: the loss of personal liberty,” the court said.  In January 2021, the Allahabad High Court had cautioned  against the police’s “irrational and indiscriminate arrests” which it  said were a “gross violation of human rights”.The court pointed to the  third report  of the National Police Commission, which highlighted the problem of  arrests and corrupt police actions more than 40 years ago, in 1980. The  report had found that more than 60% of arrests “were connected to very  minor prosecutions”, and that unnecessary arrests lead to 42% of jail  expenditure.Journalist Mohammed Zubair being taken in a police vehicle on July 4. Credit: PTI.In 1999, a Law Commission consultation paper  on laws relating to arrest found that the “percentage of arrests in  bailable offences is unusually large, ranging from 30% to more than  80%”, and that arrests for petty offences is “substantial, if not more  than the arrests made for serious offences”.An August 2021 study by the Bhopal-based Criminal Justice and Police Accountability Project  on excise policing in Madhya Pradesh, which examined more  than 540 randomly-selected Excise Act-related First Information Reports, or FIRs,  in the state, found that nearly 47% of the arrests were made  under bailable sections of the Act. The police, which could issue notice  under Section 41-A instead of carrying out arrests, did so for “only 105 accused persons out of the 503 FIRs registered under bailable offences”.“The  problem [of excessive undertrial incarceration] begins with  indiscriminate arrests by police,” said Leah Verghese, research manager  at Daksh, a  Bengaluru-based law and justice reforms think-tank. “Magistrates must  ask the police to furnish reasons for an arrest, and currently it looks  like this does not happen. A bail act can provide guidance on this.”Compounding  the problem is the fact that the police rarely, if ever, face  repercussions for wrongful arrests. “If there are adequate consequences  in law when there is failure on the part of any actor to perform, they  will automatically be careful,” said Madhurima Dhanuka, programme head,  Prison Reforms Programme at the Commonwealth Human  Rights Initiative and lead author of the report.“Our  policing continues to depend on colonial laws, and the government must  take initiatives to discard those practices,” said N Ramachandran, a  former police chief and president of the Indian Police Foundation,  a think-tank on police reforms. For effective policing, it is important  to retain the discretionary powers of the police to arrest or not, but  what is “important is to prevent the misuse of such discretion”, he  said.There are many interconnected issues that the police force faces, like staff shortages and limitations in training infrastructure which leads to inadequate opportunities for in-service training and trickling down of information on legal issues, Ramachandran pointed out.No access to legal justiceIf the above factors increase the number of undertrials,  what happens after the arrest is equally a contributing factor to the  problem.In 1979, the first reported Public Interest Litigation petition  (Hussainara Khatoon v State of Bihar) highlighted the conditions of  undertrials in prisons. In its judgement that year, the Supreme Court said  that the “state cannot avoid its constitutional obligation to provide  speedy trial to the accused by pleading financial or administrative  inability”, and also highlighted the problem of poor undertrials being  unable to furnish bail. Over four decades later, undertrials continue to  face the same set of challenges, our reportage found.When  Rizwan*, 30, an undertrial in Pune’s Yerwada central prison, went to  jail for the second time, he decided to submit an application for a legal aid  lawyer. “I knew about government lawyers, but they function like [a  case] is a [lengthy cricket] Test match. A person loses hope,” Rizwan, a  widower with two children, who was released on bail after nearly two  months in jail, told IndiaSpend. It only took “two mulaqaats  [meeting] with the lawyer this time” to be released on bail, and it  cost him nothing compared to when he had engaged a private lawyer  earlier, he said. Rizwan, who runs a mobile repair  shop, said that during his previous stint in jail in a drug-related  case, his family had to spend nearly Rs 80,000 for a private lawyer, and  additionally furnish bail of Rs 50,000. This time, he approached a  legal aid lawyer through the Fair Trial Fellowship Programme of Project 39A  at the National Law University, Delhi. “When I came home, my mother was  curious to find out how I had managed, since the process had cost us  over Rs 1 lakh earlier,” he said.It took Aryan Khan 24 days in prison, 8 months of investigation, some of India’s most expensive lawyers, and a very influential family to get justice.To the thousands who languish in India’s prisons as undertrials, without having been found guilty, justice will seem selective.— Anup Surendranath (@asurendranath) May 27, 2022\n\nPravin Gunjal is a  social work fellow at the Fair Trial Fellowship Programme. The programme  works with the Maharashtra state legal aid department to ensure fair  trial for undertrial prisoners in Nagpur and Pune central prisons. Gunjal  visits the Pune prison barracks thrice a week, where undertrial inmates  approach him with applications for legal aid and sometimes to get other  forms of help, such as contacting relatives. “In a month, we receive  around 40 to 50 requests for lawyers and we meet 50-60 clients weekly,”  Gunjal told IndiaSpend. “There are inmates with private lawyers who approach us for information, and a few who wish to shift to legal aid lawyers.”“The  majority of undertrial clients (55.8%) do not have a bail filing  [application] or have bail orders pending for their compliance (27.3%),”  said Medha Deo, programme director of the Fair Trial Fellowship  Programme. Undertrials will have a lawyer representing them at first  production, even if not arranged by them, but these lawyers may not be  invested in the process later, said Deo.The Fair Trial  Fellowship Programme has represented 2,770 undertrials between January  2019 and October 2021. It received 1,795 applications for legal aid  lawyers, filed 791 bail and modification [changes to a bail order to  facilitate compliance by the undertrial, for instance by reducing the  bail amount] applications, and got 515 undertrials released as of the  time of reporting this story.At the police station  level, however, suspects do not have access to lawyers or may not be  aware of their right to a lawyer, legal aid lawyers told us. This,  despite the National Legal Services Authority guidelines  directing the police to inform the suspect that free legal assistance  can be availed from the Legal Services Authorities. All accused are  entitled to such aid, regardless of their means, per the Legal Services Authorities Act, 1987. Often,  the police get the accused a private lawyer, said Deo. “Police-referred  lawyers tend not to raise issues about any violations like torture,  violence, procedural violations,” she said. “While there may be a  lawyer, the quality can be questioned.”Many rights of  an accused are violated at the police station, including the infliction  of physical or mental abuse. Having a lawyer is the most important step  towards ensuring that rights are not violated in police custody or  during interrogation, said Dhanuka of the Commonwealth Human Rights Initiative. Rizwan, for instance, told  us that he was not informed about his right to a lawyer at the police  station. Given this lacuna, abuse of process is common,  and egregious. More than 60% of deaths in police custody occur within  24 hours of arrest, before they can be produced in court before a  magistrate, IndiaSpend reported in October 2020. Lawyers  or paralegals being made available at the police station level will  help ensure that there are no rights violations, legal aid lawyers said.‘Broken’ bail system“The existing system of bail in India is inadequate and inefficient to accomplish its purpose,” said a Law Commission of India report in May 2017. As  mentioned earlier, the Supreme Court in July asked the Union government  to consider an act solely for streamlining the granting of bail, on the  lines of the United Kingdom’s Bail Act.  The Act considers various factors, including the undertrial prison  population level, granting of bail both before and after conviction,  matters of violation of bail and the acceptance of the right to access  bail. Though a new bail law alone will not help solve  the problem if arbitrary arrests continue, Dhanuka argues, India does  have a serious issue with regard to the high undertrial population, and  it will be prudent to look for solutions and good practices in other  parts of the world which can be adapted based on need. Experts  feel that Indian courts are not adequately informed about the  socio-economic conditions of undertrials and the resulting implications  on their ability to furnish bail and sureties. Two of three undertrials  in India belong to marginalised caste groups including Scheduled Castes  and Tribes and Other Backward Classes, according to  government data. Further, nearly 68% of all undertrials are illiterate or educated below secondary school. The Criminal Justice and Police Accountability Project study had noted that persons from marginalised caste groups  were disproportionately affected by unnecessary arrests under the  Excise Act. Another study led by the late Father Stan Swamy had found in  2015 that among undertrials charged with being Maoists under stringent,  non-bailable offences in Jharkhand, a high proportion were Scheduled Castes, Scheduled Tribes and Other Backward Classes, and most if not all were poorly educated, IndiaSpend reported in October 2021.Ironically, Swamy himself was one among those arrested in the Bhima Koregaon-Elgaar Parishad case  in October 2020. The 84-year-old social scientist and Adivasi rights  activist died in judicial custody in July 2021, without ever being  brought to trial or granted bail.“The issue of  undertrials not getting bail is not a money problem alone. Often the  condition of bail is production of one or more sureties [people with  some standing in the community who can assure the court that the  undertrial will attend court hearings]. It is difficult for poor people  and migrants to produce sureties,” said Verghese of Daksh. Courts  should impose “reasonable conditions for bail” and should not insist on  local sureties, as it may not be possible for the accused person to  ensure compliance of such conditions despite granting of bail, said the  May 2017 Law Commission report.Further, there is no  system for tracking if undertrial prisoners who have got bail have  actually been released, and the prison staff may not know if a person  has got bail because this information is not communicated to prisons,  said Verghese. In 2020, only 442 undertrials, or 34% of those eligible for release under Section 436A  of the Code of Criminal Procedure which allows release of those who had  been in jail for a period of more than half the sentence for the  accused offences cumulatively, were released.In January, the Supreme Court warned the Uttar Pradesh administration against non-compliance with bail orders even a month after granting of bail. In another case in June, it warned the state about not releasing an undertrial who had spent more than 10 years in jail.  “The  current bail system is broken,” said Deo. “We thought inmates are  unaware of legal aid or feel the quality is inferior; instead we found  that undertrials leave the legal aid system before the allocation of  legal aid lawyers is completed. This also includes the category of  undertrials who plead guilty in desperate attempts to get out of  prison.” There is a need for a data-based diagnosis,  said Deo, to understand how many undertrials have a bail order or not,  how many are stuck due to inability to comply with bail conditions, how  many get rearrested and so on, as much of this information is currently  anecdotal.Rizwan, who got bail in two months because he  was able to access legal aid, is relieved, but said there are many  inmates who continue to languish in jails because of the lack of quality  support.  To reduce pretrial detentions, the Commonwealth Human Rights Initiative report recommended the framing of liberal provisions permitting bail at  the police station level, revisiting laws of arrest to include clear  definitions of illegal arrests, strengthening legal aid systems,  exploring non-custodial alternatives and ensuring transparent data  dissemination and sharing.*Name has been changed to protect the identity of those undergoing trial.This article was first published on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Shreehari Paliath, IndiaSpend.com","time":"2022-08-28T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165080-eijkowfoqo-1634103260.jpg","tags":["Prisons","Undertrials","Judiciary"],"source":"https://scroll.in/article/1031294/76-of-indian-prisoners-are-awaiting-trial-a-separate-bail-law-can-be-the-start-of-a-change"}