{"title":"77% of DMK’s electoral bond money came from ‘lottery king’ Santiago Martin ","content":"Fresh electoral bonds data reveals that Coimbatore-based “Lottery King” Santiago Martin’s company Future Gaming and Hotel Services Pvt Ltd was the biggest donor to the Dravida Munnetra Kazhagam through the electoral bond route.The DMK received Rs 656.5 crore through electoral bonds between April 2019 and November 2023, out of which Rs 509 crore was donated by Santiago Martin, according to details filed by the DMK to the Supreme Court in a sealed cover.Project Electoral Bond’s detailed profile of Santiago Martin had revealed his ties with the DMK. The disclosures made by the Election Commission earlier revealed that Santiago Martin topped the list of buyers and donated Rs 1,368 crore via electoral bonds. It is not yet known which party received the remaining bonds worth Rs 859 crore bought by Martin.The DMK’s second-highest donor through electoral bonds is Megha Engineering and Infrastructure Ltd, which donated Rs 105 crore to the party. India Cements, owned by former Board of Control for Cricket in India chief N Srinivasan, has donated Rs 14 crore, followed by Sun TV Network Private Limited, which donated Rs 10 crore.The new facts have come to light after the Election Commission released a set of electoral bond data that had been handed over to the Supreme Court in November 2023 in a sealed cover. Parties handed over this data to the court after it directed them to submit the details of donations they had received through electoral bonds.While political parties such as the Bharatiya Janata Party, Congress, Bharatiya Rashtra Samithi and others only revealed to the Election Commission the number of electoral bonds and the amounts received through them on different dates, the DMK, All India Dravida Munnetra Kazhagam and Janata Dal (Secular) have named donors in their submissions.According to the letter written by DMK treasurer TR Baalu, though the electoral bond scheme does not require the details of the donor to be furnished to the recipient, the donors to the DMK did reveal themselves nonetheless.Between April 2019 and March 2020, the DMK received Rs 45.50 crore from corporations that included India Cements, Megha Engineering, Ramco Cements, Apollo group, LMW company, Birla group, Triveni group and IRB Infrastructure Developers. In October 2020, the party received Rs 80 crore from two companies – Future Gaming and Hotel Services Private Limited, and Megha Engineering.It was between April 2021 and January 2022 that the DMK received the highest donations through electoral bonds – Rs 306 crore. From April 2023 to November 2023, the party received another Rs 65 crore.Meanwhile, the All India Anna Dravida Kazhagam received a total of Rs 6.05 crore through electoral bonds in 2019. Chennai Super Kings Cricket Ltd, a subsidiary of India Cements, donated the major chunk of Rs 5 crore. Coimbatore-based Lakshmi Machine Works Limitedm which manufactures special purpose machinery, donated Rs 1 crore and chairman of TVS Capital Funds Limited Gopal Srinivasan donated Rs 5 lakh.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and several independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Jayashree Arunachalam, Joyal George, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekhar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddhartha Mishra, Supriya Sharma, Sudipto Mondal, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Shabbir AhmedAzeefa FathimaProject Electoral Bond","time":"2024-03-17T18:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198401-uxkxixrali-1707750745.jpg","tags":["Dravida Munnetra Kazhagam","Santiago Martin","Electoral Bonds","Lok Sabah 2024"]}