{"title":"‘83’ movie review: A fan tribute to Indian cricket’s can-do and did-do spirit","content":"The team manager is frequently on the phone, arguing about the cost of rebooking expensive return air tickets. Nobody expects the Indian cricket team to last beyond the first few matches of the World Cup in England. The West Indies, the reigning champions, are a formidable rival with a blistering pace attack.Naysayers abound. The crowds are partisan. The players themselves are unsure. The finals and victory itself?We know how those flight bookings went. We know how the tournament ended. Kabir Khan’s 83 depicts India’s first-ever World Cup win in 1983 as a picnic that turned into a treasure hunt and took the whole country along. Khan’s fan tribute to a can-do and did-do spirit revivifies the black-and-white photographs, grainy footage and memories embedded in the memories of generations of Indians. Led by Kapil Dev, the men in white craft a tale of the absolutely unexpected with the same surefootedness with which Khan has made his most enjoyable movie.83 (2021). Courtesy Kabir Khan Productions.The journey is observed with moist eyes, a wide grin and a loudly thumping heart. Ranveer Singh, with a curly wig and a prosthetic overbite, plays Kapil Dev as the original captain of cool. Unruffled by setbacks, emboldened by defeat, and unfazed by his indifferent English-speaking skills, Kapil Dev gently but firmly communicates his vision to his diverse teammates.Kapil Dev’s Yoda-like pronouncements include “when you your potential realise” to Roger Binny (Nishant Dahiya) after the bowler struggles with his form and “we here to win” at a poorly attended press conference. Through sheer force of will and abiding faith in the available talent pool, Kapil Dev nudges his men past every obstacle. Team manager PR Man Singh (Pankaj Tripathi) is both soothing presence and strict headmaster.There’s plenty of thrillingly filmed cricket (Balvinder Singh Sandhu, who was a part of the team, has an associate director credit for the match sequences). Khan and his collaborators (including cinematographer Aseem Mishra and editor Nitin Baid) envisage the contest not as an aggressive and angst-bitten exercise – as is the case with so many sports dramas – but as an extended block party. Already bursting with characters and incidents, the movie sneaks in a giggly moment or two whenever possible. Every saunter by West Indian star player Vivian Richards (Jacques Taylor) onto the field yields a comic huddle.Saqib Saleem as Mohinder Amarnath in 83 (2021). Courtesy Kabir Khan Productions.This giant bear hug of a movie is also about the smaller moments. The paltry daily allowance paid to the players, the encouraging conversations with family members, the power cut that marred the telecast of the final – Khan and co-writers Vasan Bala and Sanjay Puransingh Chauhan create a time capsule to a country where cricketers were paid poorly and it took years to get a telephone connection. The team’s wondrous progress stops India in its tracks – and the movie too. Several expendable minutes are dedicated to cutaways of Indians huddled around radios and television sets. By the time Kapil Dev’s wife Romi (Deepika Padukone) has arrived to witness the miracle at the Lord’s Cricket Ground on June 25, 1983, the 150-minute movie already resembles an extended-overs match.The previously sniffy British press comes around to embracing the underdogs. British-Indians fail the Tebbit patriotism test by cheering for India. While 83 avoids overt jingoism, the Britain-bashing is clumsily handled – part of the extraneous scaffolding. Also, must a movie about cricket include visibly Muslim characters cheering wildly?\n\n\n    \n    Play\n\nIndia Jeetega, 83 (2021).The actors, who are uniformly good, are equally infected by the carnival-like atmosphere. Most of them don’t physically resemble the cricketers they are playing but have absorbed their personality traits to make their performances convincing. A handful of players stand out, by design. While Sunil Gavaskar (Tahir Raj Bhasin) is reduced to the role of a benevolent elder, the more prominent crickters include the goofballs Krishnamachari Srikkanth (Jiiva) and Syed Kirmani (Sahil Khattar), the aristocratic Mohinder Amarnath (Saqib Saleem), an improvisational Sandhu (Ammy Virk), and the hot-headed Yashpal Sharma (Jatin Sarna). Harrdy Sandhu plays Madan Lal, Chirag Patil is Sandeep Patil, Dhairya Karwa is Ravi Shastri and Addinath Kothare is Dilip Vengsarkar. Dinker Sharma is Kirti Azad and R Badree is Sunil Walson.Jatin Sarna as Yashpal Sharma and Syed Kirmani (Sahil Khattar) in 83 (2021). Courtesy Kabir Khan Productions.Ranveer Singh’s Kapil Dev is the man of this series for all practical purposes. Singh deftly underplays the heroics and coolly leads the ensemble cast out of the doghouse and into the big league.Chronology matters, a great man once said. So it does in 83, which draws a big line in the sand that marks the before and after of Indian cricket. Nearly everything we celebrate about India’s current cricketing achievements can be traced back to the summer of 1983, the movie suggests. Among the delirious fans after the last ball has been bowled is a baby-faced boy from Mumbai’s Bandra East neighbourhood. \n\n\n    \n    Play\n\n83 (2021).Also read:A day that changed the face of Indian cricket: Tributes to Kapil Dev and Co’s 1983 World Cup triumph Watch: Kapil Dev on 1983 World Cup, friendship with Sunil Gavaskar, captaincy philosophy, and morePause, rewind, play: When Yashpal Sharma’s fearless attitude won India the 1983 World Cup semi-final","author":"Nandini Ramnath","time":"2021-12-24T06:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167817-vlhzwrumlr-1640072967.jpg","tags":["83 movie review","Kabir Khan","Ranveer Singh"],"source":"https://scroll.in/reel/1013315/83-movie-review-a-fan-tribute-to-indian-crickets-can-do-and-did-do-spirit"}