{"title":"85 of 86 new Covid-19 cases in Tamil Nadu are linked to Tablighi Jamaat group, says health secretary","content":"Tamil Nadu Health Secretary Beela Rajesh on Sunday said the total number of coronavirus cases in the state rose to 571 on Sunday, with 86 more people testing positive, reported ANI. Of these new cases, 85 of them had attended the Tablighi Jamaat conference held in Nizamuddin area of Delhi last month. Rajesh attributed the spike in coronavirus cases in the state to the Nizamuddin conference, saying 522 cases of the total in the state have been reported from people who attended the event.In Karnataka, five people who returned from the Tablighi Jamaat congregation tested positive for Covid-19, The Hindu reported. The total number of cases in the state has risen to 151.Earlier in the day, the Union Health Ministry said that the coronavirus transmission in India has intensified due to the Tablighi Jamaat’s religious gathering. The country has recorded 3,374 coronavirus cases, of which 79 people have died, the ministry said.At a daily press briefing, Joint Secretary Lav Agarwal said 11 new deaths and 472 new cases were confirmed since Saturday. He added that 267 patients have recovered from the infection. “Our doubling rate [in how many days the number of Covid-19 cases double] at present is 4.1 days,” Agarwal added. “But if the Tablighi Jamaat incident had not taken place and additional cases had not come then the doubling rate would have been 7.4 days.” This came a day after the health ministry said that more than 1,000 positive cases were linked to the religious congregation. Thousands of Indians and hundreds of foreigners had attended a conference on March 9 and 10. Many also fanned out across the country to recruit people after this, raising concerns about the scale of the potential spread of infection at the conference. Follow today’s live updates on coronavirus here\n\n\n    \n    Play\n\nMeanwhile, the Indian Council of Medical Research said that there was no evidence of the coronavirus being airborne yet. “We need to understand that in science whoever does experiments some will have a for opinion and against, but we need to take a balanced, evidence-based approach,” Raman Gangakhedkar said. “For example, if it was an airborne infection then in a family whoever has a contact they all should come positive because they are living in same surrounding as the patient and the family is breathing the same air. When someone is admitted in hospital, other patient would have got exposure (if it was airborne) but that is not the case.”Agarwal said that the Cabinet secretary today held a review meeting with the district magistrates of all districts in the country. He added that the meeting was attended by the chief secretaries of all states where officials shared different successful containment strategies deployed in their respective territories. “The districts from where many coronavirus cases were reported like Agra, Bhilwara, Gautam Buddh Nagar, Pathan Mitha, East Delhi collectors also shared their experiences and strategies adopted by them,” he said.Agarwal said the successful strategies could be summed up in two points – proactive, ruthless containment implementation at the field level and over-preparedness.He said that delineating buffer and containment zones and the necessary ring-fencing of the disease was crucial to the containment strategy of the infection. “Instead of the virus chasing us, we chase the virus, our approach has been proactive since the very beginning,” Agarwal added.Read today’s top 10 updates on the coronavirus pandemic here.","author":"Scroll Staff","time":"2020-04-05T19:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139506-qufbyawkgh-1586091243.jpg","tags":["Union Health Ministry","Lav Agarwal","Tablighi Jamaat","Coronavirus","Covid-19","India"],"source":"https://scroll.in/latest/958274/85-of-86-new-covid-19-cases-in-tamil-nadu-are-linked-to-tablighi-jamaat-group-says-health-secretary"}