{"title":"A 65-year-old Kashmiri was detained and shifted to a UP jail after August 5. He never made it back","content":"On July 17, when 65-year-old Ghulam Mohammad Bhat received summons from a local police post in Chogal, part of North Kashmir’s Handwara area, he did something unusual. After evening prayers at the local mosque, he stood up and addressed the group of worshippers. “He told the gathering that he has been summoned by the police and they might arrest him,” recalled his son, 32-year-old Haneef Mohammad Bhat. “It seemed he had sensed something. That is why he apologised to everyone in the mosque, asked them for forgiveness in case he had ever hurt or caused any harm to anyone.”  When  Bhat went to the police that day, he was detained under the Jammu and Kashmir Public Safety Act, a preventive detention law. He was taken to the Anantnag district jail in South Kashmir, more than 130 kilometers away from his home.  After August 5, when the Centre stripped Jammu and Kashmir of special status under Article 370 and split the state into two Union Territories, Bhat became one of the many prisoners shifted to jails outside the Valley. A lifelong member of the banned socio-religious organisation, Jamaat-e-Islami, Bhat was transferred to Uttar Pradesh’s Naini jail.  Five months after he was detained, Bhat reportedly died in Naini jail on December 20. Haneef Mohammad BhatPreventive detentionsHe became the first political prisoner from Jammu and Kashmir to die in a jail outside the Valley this year. This is also the first prisoner death after the Jammu and Kashmir government introduced changes to the Public Safety Act in August 2018. The amendments ensured that those detained under the law could be held in jails outside the territorial boundaries of the former state of Jammu and Kashmir.Bhat’s arrest was part of a widespread crackdown in the run up to August 5. By the government’s own admission, around 5200 individuals in Jammu and Kashmir were taken into preventive custody since August 4.  According to sources in the home department, more than 200 individuals from Jammu and Kashmir are lodged in jails outside the Union Territory. A journey to Lucknow  On the evening of December 20, Haneef Bhat was returning home from Srinagar, when his phone rang. “I had gone to Srinagar to attend court proceedings on my father’s plea,” he explained. In late July, the family had challenged Bhat’s detention, filing a habeas corpus petition at the Jammu and Kashmir High Court. “The call was from the police post in Chogal, they asked me to go there,” Haneef Bhat continued. “When I reached, they told me that my father’s PSA had been quashed by the SP [the Handwara superintendent of police Ashish Mishra] and he had been taken ill, so I should go and bring him back from Uttar Pradesh.”  He could not go. The family lives under straitened circumstances, he said, and travel outside the Valley was too expensive. “I work as a labourer at a plywood factory,” Haneef Bhat explained. “My brother is also a labourer. We don’t have any other source of income. So even if we wanted to go and meet him, we couldn’t.”  The next morning, his morning rang again. The police, it seemed, had booked him a flight. “It was around 5 am,” he said. “The police called me again and told me that my flight for Lucknow was scheduled for 9am, so I should leave for Srinagar airport. When I reached the police post, they sent someone with me to the airport. I left for Lucknow and reached the Naini jail around 9 pm in the evening on Saturday [December 21].”  There, he learnt his father had already died. “The jail officials told me that my father expired on 11:20 pm on Friday [December 20],” he said. “They didn’t tell me how he had died. They just led me to the jail mortuary and asked me to identify my father’s body.” The body was then taken for an autopsy. Haneef Bhat left Naini jail with his father’s body around 2.30 am on the morning of December 22. “I was in shock, I too afraid to even ask them what had happened to my father,” he said.  Bhat was buried on the night of December 22 in Bonapara village in Handwara. “The police closed all the entrances to the village,” said one of his relatives. “People from other villages could not attend the funeral. There was some sloganeering during the funeral but overall, things went off peacefully.” Those who washed Bhat’s body said they saw two bruises, one on his left forearm and the other on his shoulder. “Only God knows what happened to him,” said the relative.  ‘Harbours a provocative attitude’ Bhat, a farmer and a father of four, was no stranger to detentions and police summons. His family says he was drawn to the Jama’at from the age of 12. Since then, they say, he had shown “undaunting support for and affinity to the ideology of Jamaat.” The socio-religious group had started out preaching political Islam, the idea of capturing political power to spread Islam. In the 1990s, as it swore off electoral politics, the group was seen as the political wing of the Kashmiri militant group, the Hizbul Mujahideen. But for years now, the Jama’at has distanced itself from the Hizb, focusing on charity work.“We have lost count of the number of times he was detained or arrested,” said Bashir Ahmad Khan, Bhat’s brother-in-law. “We also don’t know how many times army must have raided his house. In 1993, he was detained at the Keegam army camp in Kupwara for around seven months.” “He was subjected to brutal torture by the army,” Khan said. “They ran rollers on his legs and hit his legs with a cricket bat. All his life after that, he couldn’t walk properly or without some support.”But the detentions and arrests did not stop.  During the 2016 mass protests, triggered by the killing of Hizbul Mujahideen commander Burhan Wani, Bhat was detained under Public Safety Act and lodged in the Reasi jail in Jammu for about 15 months, his family said. Earlier this year, when the Centre announced a five-year ban ban on the Jamaat-e-Islami under the Unlawful Activities (Prevention) Act, allegedly for acting in a manner “prejudicial to internal security and public order,” Bhat was jailed for about two and a half months. According to the Public Safety Act dossier on Bhat, prepared by the Handwara police in July 2019 and viewed by Scroll.in, he was a former Hizbul Mujahideen militant, for which he was arrested by the 11-Kumaon Army unit at Keegam, Kupwara, in 1993.“The subject in order to propagate the secessionist ideology always indulges in anti-national activities and motivates youth of the area to join in extremist groups to propagate violence in the area,” the police dossier says. “The subject aims at disrupting the public peace and tranquility by creating mayhem and chaos among the general public. The subject harbors a provocative attitude and often leads processions, instigating people to raise slogans against the union of India and state of J&K.” About his association with the Jamaat, the dossier says: “The subject being an active member of un-lawful association Jamaat-e-Islami (JeI) is playing a vital role in the current ongoing unrest by organizing the protest rallies and mobilizes youth to engage in security forces in stone-pelting.” The dossier does not specify which “unrest” it is referring to. The dossier also names Bhat in two first information reports registered against him, one in 2016 and the other in 2019. Ghulam Mohammad's home in Handwara. Credit: Safwat Zargar‘How did he die?’   In Bonagam, Bhat’s family cannot fathom what caused his death. “Apart from problems in the legs, he had no issues,” said his wife, Zareefa Begum. They hope the autopsy report will shed some light on it. “After some days, we’ll go to the police and ask them about it,” said Haneef Bhat. “We want to know – how did he die?” But not everyone is hopeful of getting justice from the security apparatus or the judiciary “Justice from these people is like snowfall in July,” said a relative who was among the mourners gathered in Bhat’s house on December 23. A senior police officer in North Kashmir rejected the family’s claim that did not know Bhat had been ill. “We had informed the family about his ill-health in November but they didn’t go to meet him,” said the officer, who did not want to be named.","author":"Safwat Zargar","time":"2019-12-25T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133485-xeatagsgiy-1577196171.jpg","tags":["Jammu and Kashmir","Article 370","Custodial deaths"],"source":"https://scroll.in/article/947805/a-65-year-old-kashmiri-was-detained-and-shifted-to-a-up-jail-after-august-5-he-never-made-it-back"}