{"title":"A bad back, so what? In 2010, VVS Laxman showed why he was India’s ultimate saviour","content":"VVS Laxman has been India’s go-to man for troubled times ever since he smashed 281 against Australia in 2001 that helped India register an improbable victory after having been made to follow on by their all-conquering visitors.Be it consolidating after a top-order collapse or batting with the tail, Laxman was always there for India in the decade that followed as the team went from strength to strength.Some of his most challenging yet remarkable knocks, though, came at the fag end of the decade when despite being older, and with a body that had begun to give in to injuries, he saved India from certain defeats. In both games, which were played in 2010, he was up against it in more ways than one. A tough pitch, a bowler on song, the lack of partners and a dodgy back. The Hyderabad batsmen though hid all the pain with the elegance of his batting taking India to famous wins. The first one was a series-saving century against Sri Lanka in Colombo and the second back home in Mohali against the world champions Australia.Also read: VVS Laxman wasn’t fit for the 2001 Kolkata Test, but went on to play the innings of a lifetimeThe Colombo coupIndia have dominated Sri Lanka in Test cricket, winning 20 out of the 44 matches played between the two nations, while losing just seven.In Sri Lanka, however, the record was quite different before India’s series wins in the island nation in 2015 and 2017.So when MS Doni-led India toured their neighbours in 2010, they were hoping to end a 17-year wait for a series victory in Sri Lanka. They had lost their previous two series and were on the brink of losing a third at the Premadasa stadium in Colombo until Laxman walked out to bat.The task, though, was challenging even for the Hyderabad batsman. India were 62/4, chasing 257 for victory, on a Colombo track that was crumbling. Suraj Randiv had spun a web around the Indian batsmen taking all four wickets in the innings, having already grabbed four in the previous one.But Laxman laid down an early marker against Randiv driving him for a boundary down the ground. The shot oozed class but also showed the confidence that Laxman possessed at that time. He had scored two fifties and a century in the five innings leading up to the innings.Also read: VVS Laxman’s first Test century was a very, very special oneAjantha Mendis was at the receiving end of Laxman’s batsmanship as he first drove him through the covers before flicking him through mid-wicket for a boundary despite the bowler coming from around the wicket.Then it was Lasith Malinga’s turn as the Indian batsman hit him for two boundaries in an over after he raced his way to his half-century.With Tendulkar and Laxman at the crease, there was hope for India, but the challenges weren’t only coming from the pitch or the opponents. Laxman, India specialist for such crunch situations, was struggling with back spasms.In his book 281 and beyond, Laxman revealed that he wanted to bat with a runner but Tendulkar felt it could hamper the co-ordination between the batsmen. India’s chase suffered a blow when Randiv struck again to remove Tendulkar with India still 86 runs away from the target.In came Raina and eventually Sehwag as a runner for Laxman, who simply couldn’t cope without one anymore. That, however, had no impact on his batting as he continued to stroke the Sri Lankan bowlers away for boundaries from a slightly straighter stance than usual in order to reduce the pain.Well supported by Raina who scored an unbeaten 41, Laxman brought up his century with India in touching distance of victory. The Hyderabad batsman scored 14 boundaries in his knock of 103 as the visitors got home with five wickets in hand.\n\n\n    \n    Play\n\nThe win helped India level the three-match series and thus avoid a third straight series defeat in Sri Lanka. It was only India’s fourth victory in the island nation and their fifth-highest successful run-chase in Test cricket at the time. Since then India have only chased down a bigger target only once.The Mohali grindLater that year, Laxman pulled off a similar feat, once again battling back spasms to take India home against Australia with a subline knock. With Ishant Sharma at the other end and only Pragyan Ojha to come, Laxman took the attack to the Australians to smash a breezy 73 off just 79 deliveries, scoring eight boundaries in the process. India were 124/8 chasing 216 runs to win when Laxman stitched an 81-run stand with Sharma to take the hosts to a victory. The win proved to be crucial as India won the series 2-0. Sharma provided solid support surviving 92 deliveries for his 31 runs, but it was Laxman’s class that bamboozled the Australian bowlers who looked set to take their team home.Laxman, for once, felt the pressure as he portrayed his emotions during that knock, but eventually sported his trademark smile as India got over the line.“Laxman bhai was suffering from back spasms. I had never seen Laxman bhai so angry. Pragyan Ojha then Ishant Sharma came and he batted very nicely. We all four were talking and Mitchell Johnson was bowling reverse swing. Then Hussey fielded and threw a ball but it missed the stumps. When I went in as a substitute runner, I decided that I will dive but not get Laxman bhai out,” Raina who was Laxman’s runner in that game told Aakash Chopra on his YouTube show.The two knocks aren’t talked about as much as his double-century against Australia in 2001, but their significance in keeping India at the top of the ICC Test rankings shouldn’t be undermined. In 2010, Laxman scored 939 runs in 11 matches at an average of 67.07 smashing seven fifties and two centuries.It was Laxman’s belligerence that had started India’s rise at the start of the decade and it was Laxman’s steely determination that ensured the team’s hard work to get to the top didn’t go in vain. Truly a man for all seasons, VVS Laxman was always India’s ultimate saviour.","author":"Scroll Staff","time":"2020-08-10T10:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145664-ekufrfgcth-1596804205.jpg","tags":["Cricket","VVS Laxman","India","Indian cricket team","Australia","Sri Lanka"],"source":"https://scroll.in/field/969716/a-bad-back-so-what-in-2010-vvs-laxman-showed-why-he-was-indias-ultimate-saviour"}