{"title":"A bridge too far: Why imposing Hindi on all threatens more than just India’s diversity","content":"There is an ominous desperation in the speed and breadth of Hindi imposition under the Narendra Modi regime. It has led to growing unease among India’s non-Hindi populace. The presidential stamp of approval granted recently to a slew of Hindi imposition and promotion measures recommended by the Committee of Parliament on Official Language has created the climate for a political showdown in the incredibly diverse political entity called the Indian Union.Hindi imposition by the Union government is as old as the Indian Union itself. In 1965, more than 200 Tamils were killed by primarily central forces when they protested forced Hindi imposition. Since then, Tamil Nadu has been portrayed as a lone thorn in the beautiful path of linguistic uniformity via Hindi. This formulation was convenient. By portraying Tamil Nadu as an outlier, it implied that the rest were on board. This lie has now been shredded.Strong voices, both from the political field and the civil society, have arisen from many non-Hindi states, including non-Dravidian states. Bengali speaking MP Saugata Roy of the Trinamool Congress, Tamil speaking MK Stalin of the DMK, Kannada speaking HD Kumaraswamy of the Janata Dal (Secular), Telugu speaking Jayaprakash Narayan of the Lok Satta, and many more have spoken out against Hindi imposition in the last one week. Newspapers as varied as the Delhi-headquartered English daily The Indian Express to the Bengaluru-headquartered Kannada daily Vijaya Karnataka have run editorials against Hindi imposition and promotion moves that were approved by President Pranab Mukherjee. In the past week, civil society and social media protests against Hindi imposition have happened in Odisha, Tamil Nadu, Karnataka and elsewhere, and have received significant media coverage. Of late, Twitter hashtags like #StopHindiImposition, #StopHindiChauvinism and #StopHindiImperialism have been popular among many non-Hindi peoples. It is no longer Tamil Nadu versus the rest. Hindi imposition has united Indian citizens across linguistic boundaries. It is now Hindi imposition versus non-Hindi in a non-Hindi majority Indian Union. Remember that the majority of the Indian citizens don’t know Hindi and have expressed no demand to know it. Finally, remember that non-Hindi states generate a stupendous majority of the so-called central funds and are forced to subsidise the Hindi states, not vice versa. With this context, let us look at some of the parliamentary committee’s recommendations that have received presidential approval. Losing their voicePerhaps the most audacious one is that “all dignitaries including Hon’ble President and all the Ministers especially who can read and speak Hindi may be requested to give their speech/statement in Hindi only”. Already, non-Hindi MPs cannot give speeches in Parliament in their non-Hindi mother tongue without permission as Hindi MPs can in their Hindi mother tongue. This order seeks to force Hindi on all ministers who represent a non-Hindi majority republic. In short, the republic may be multi-lingual and non-Hindi majority, but its executive branch is requested to speak to non-Hindi people in Hindi. The recommendation that “Hindi should be made a compulsory subject up to tenth standard in all schools of CBSE and Kendriya Vidyalaya Sangathan” was accepted “in principle”. Thus, forcing students to learn Hindi in non-Hindi states has been agreed to “in principle”. The Central Board of School Education and the Kendriya Vidyalaya Sangathan are funded by the Union Ministry of Human Resource Development, which is funded mostly by revenue from non-Hindi states like any other “central” thing. So, non-Hindi peoples will have to fund Hindi imposition on themselves.Through approval to recommendation 47, Hindi has been made compulsory up to Class 10 in Andaman and Nicobar Islands, where less than 20% speak Hindi and Bengali is the most widely spoken language. But who cares about Andaman?   Recommendation 36 provides for offering Hindi option in exams and interviews in non-Hindi states while Tamil or Bengali option will be absent in Hindi states. This essentially expands job opportunities for Hindi speakers in non-Hindi states but discourages the opposite. Recommendations 3, 5, 9, 10, 83, 84 and 99 have to do with spending time, money and human resource on training personnel in learning Hindi without mentioning why exactly that is relevant to the work they do. Recommendations 22, 23, 26, 41, 62, 67, 75, 89 and 90 create a huge number of jobs and incentives specifically for Hindi-knowing people, primarily paid for by non-Hindi people’s revenues and taxes. While anyone can know Hindi, we know which linguistic group is handed an advantage by these. The dangerous recommendation 11 calls for surveillance of underlings by superiors vis-a-vis their use of Hindi in their office work in any department:  “senior most officer of every office should be assigned the responsibility to review the work done in Hindi by his subordinate officers on any day of the last week of every month”. Surely, the best use of a superior officer’s time in the Income Tax department’s office in Maharashtra or West Bengal is setting targets about Hindi use and checking up on that.Recommendation 35 calls upon the human resource development ministry to “take note of such Universities and higher educational institutes where there are no Hindi Departments” and “encourage” [such encouragement typically translates into extra funds or threats of fund cuts] them “to establish Hindi Departments so that these departments could extend help in imparting education through Hindi medium”. Thus, the ministry has to promote Hindi medium higher education in non-Hindi states. Nowhere is Hindi medium higher education more prevalent than in the Hindi belt.In the ministry’s own ranking of excellence of higher education institutions under the National Institute Ranking Framework, Hindi-belt states together had 21 institutions in the top 100. Twenty six of the 100 places went to Tamil Nadu, where Hindi medium education is practically non-existent. So, in effect, the Union government aims to drag down the level of academics in educationally advanced non-Hindi states to that of educationally backward Hindi states. This is nothing short of a conspiracy against the future progress of non-Hindi people.Recommendation 36 provides for offering Hindi option in examinations and interviews in non-Hindi states while Tamil or Bengali option will be absent in Hindi states. This essentially expands job opportunities for Hindi speakers in non-Hindi states but discourages the opposite.Unequal countryOther recommendations call for any government advertisement to be published in Hindi irrespective of which state it is aimed for, compulsory buying of Hindi books for libraries, making airline announcements in Hindi but not in Kannada or Bengali (even if it is a flight within Karnataka or West Bengal), paying money to Hindi publishing industry through bigger advertisements, special incentives to government officials for creative writing in Hindi, mandatory printing of railway material in Devanagari, compulsory Hindi announcements in railway stations of non-Hindi states, incorporating Hindi in all government websites (but not other languages), giving examinees the option of Hindi in all examinations conducted by the Union Public Services Commission (but no such option of mother language for non-Hindi examinees), and so on.The language committee was originally chaired by P Chidambaram, its recommendations were approved by Pranab Mukherjee and welcomed by M Venkaiah Naidu. All three are non-Hindi speakers who are politically irrelevant in their home states and play the same role for the pro-Hindi Delhi establishment as the Muktar Abbas Naqvis and Shahnawaz Hussains do for the BJP.The recommendations favours Hindi speakers for jobs, create hurdles for non-Hindi citizens in almost every walk of life that has anything to do with the Union government, effectively making them second class citizens of the Indian Union. Incentivizing Hindi and disincentivizing non-Hindi for all purposes of government, discriminating against non-Hindi speakers and favouring Hindi speakers in matters of jobs is precisely what Pakistan practised before 1971. Bengalis made sure they got exactly the same rights in every aspect as an Urdu speaker. They broke Pakistan and created Bangladesh.The Indian Union has no national language because it is a union of various linguistic nationalities. To make it a Hindi hegemonic nation is a threat to the unity of the Union itself, as MK Stalin has pointed out. The political rhetoric of the BJP government on religion and the resultant actions of its supporters on the ground is increasingly making parts of the Indian Union a Hindu mirror image of Islamic Pakistan. Whether by imposing Hindi it also wants to be the Hindi mirror image of pre-1971 Urdu Pakistan and, hence, share that country’s eventual fate is up to this government. They have to choose. The non-Hindi peoples of the Indian Union are also capable of making their own choices.","author":"Garga Chatterjee","time":"2017-04-26T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/835626-56712-nitvzewcdo-1493194314.jpg","tags":["Hindi imposition","Constitution","Official languages","BJP","Hindi belt","discrimination","Dravidian"],"source":"https://scroll.in/article/835626/a-bridge-too-far-why-imposing-hindi-on-all-threatens-more-than-just-indias-diversity"}