{"title":"A British woman fused Hindustani and Western music in the 18th century – with the help of courtesans","content":"Periwigged and powdered in the prescribed Georgian fashion, Sophia Plowden is an unlikely figure in the story of 18th-century Hindustani music. She was an amateur harpsichordist, the wife of an East India Company sahib and the mother of 10. But with the aid of her collaborators, the star courtesans of Lucknow and Varanasi, she turned into one of the earliest evangelists for Indo-Western fusion music.It was an unusual partnership, defying both political and social inequities, but one that yielded a popular mishmash of genres – the Hindustani air. Alternately referred to as Indoostanie, Indaustanie, Hindoostani and Hindu air, these were short musical compositions reworked in the western idiom as instrumental or sung pieces in English.Taranas, Punjabi tappas, Persian or Urdu ghazals, small bandishes in Hindi dialects, raginis, small set gats for sitar, anything with a repetitive tune and regular meter became a part of the experiment. Khayals and dhrupads, with their meandering patterns, were however spared.“Have you ever met with an Indostani Song the Chorus of which is ‘Tazzy bat Tazzy No bat No’?” Plowden asked her friend Margaret Fowke in 1785. “It is a very common one but if you could get the words and music for me I shall be much indebted – all the Notch Girls know it.” The Persian kalam of Hafiz, with its infectious refrain meaning forever fresh and new, was all the rage in the courtesan circuits of Calcutta of the 1780s.Plowden’s work in collecting, transcribing and performing these Hindustani airs has been the centrepiece of research by music historians such as Ian Woodfield and Katherine Schofield. And now she stars in City Symphonies, a new documentary by filmmaker Subha Das Mollick on the music of 18th-century Calcutta, the city where the first collection of 30 airs was first published in 1789 by Irish musician William Bird – The Oriental Miscellany: Being a collection of the most favourite airs of Hindoostan, compiled and adapted for the Harpsichord.Narrator Shivnath Mukherjee with director Subha Das Mollick. Courtesy: Subha Das Mollick.“I wanted to tell the story of a genre that took birth in Kolkata, and was performed and published first here as well,” said Mollick, whose last film Calcutta Sonata was about how the piano became integral to Kolkata’s cultural landscape. “The city has forgotten its place in this musical history, and I wanted to remind it of this phase of colonisation – when the Bengalis were sequestered in Black Town even as the British experimented in White Town with Indian music from the north.”City Symphonies opens with sahibs, memsahibs and families waiting to board their ships to Calcutta. By that time, the East Indian Company had entrenched itself well and truly as a military and economic power, and Calcutta, with its promise of burgeoning imperial opportunities, was a tempting destination.The film, evocatively animated by Sudipto Shankar Roy, features musical interludes by Schofield and harpsichordist Jane Chapman and an array of talented Bengali musicians such as popular singer-pianist duo Sourendra-Soumyajit. Given the jumble of historical scenarios, there is a sutradhar in the film, the actor Shivnath Mukherjee, who pieces together the story across genres and timelines.\n\n\n    \n    Play\n\nCity Symphonies draws primarily from Schofield’s 2018 work titled Sophia Plowden, Khanum Jan and Hindustani Airs, a blogpost accompanied by a podcast. In the project, Schofield and Chapman attempted to trace the origins of Plowden’s song collection, which is currently housed at the Fitzwilliam Museum in Cambridge.To understand Plowden’s contributions and the vivacious music scene in the colonial pockets of northern and eastern India, it is important to go back to what the film describes as the Calcutta where there were phaetons on the streets and a harpsichord in most homes of White Town.Musical culturesBy the time Plowden arrived with her husband in 1777, the Battle of Plassey had given the East India Company a considerable inroad into Bengal.Using animation and music, Mollick recreates the journey of families of traders and officers across choppy oceans, large harpsichords in tow. Schofield estimates that with every ship sailing for Calcutta came five to six “lyres of the empire”. The large, unwieldy predecessor of the piano was at the time the most popular domestic keyboard instrument in Europe.Ian Woodfield, in English Musicians In the Age of Exploration, points out that the explorers and settlers of 16th and 17th century “remained aloof from the musical cultures of the new lands”. So, the Hindustani airs were among the first signs that this insularity would thaw.What led to the shift in attitudes? Other than the musical curiosity of Plowden and Fowke memsahibs aroused at the nautch parties hosted by eager-to-please Indian nobility, there were some political factors too. The East India Company had expanded into central and northern provinces, opening up new cultural experiences, explains Woodfield in his paper Hindoostanie Air, English Attempt to Understand Indian Musicbook.Harpsichordist Jane Chapman with Katherine Schofield. Courtesy: Subha Das Mollick.With the death of Mohammed Shah in 1748, the Mughal empire was in doldrums, and musicians were moving to the more welcoming and lucrative assignments at the Awadh court. Lucknow was fast becoming the cultural capital of the north. “There were further influxes from Kashmir and from the Afghan inhabitants of Rohilkhand,” says Woodfield. “As a direct result of their having set up inland residencies in Oudh, the English were thus introduced to a wide range of northern musical forms.”In Lucknow, one of her husband’s postings, Plowden came upon the songs of the scintillating courtesan from Kashmir, Khanum Jan. Full of love and longing, delivered through languishing glances and the pervasive air of seduction, they were irresistible. What if these songs, even though they lacked the harmony so essential to western music, were adapted to western music?It was challenging work. “Women organized the collection of songs, hired the musicians and linguists to make the transcriptions and arrangements, and performed the airs at concert,” Woodfield points out.\n\t\t\n\tDavid Ochterlony (1758-1825) watching a nautch, Delhi, 1820. Credit: British Library (BL Add.Or.2) [Public Domain].Using her musical skills, and help from munshis for translation, Plowden started transcribing these songs using harmonised arrangements. They went into Plowden’s tunebook but along with these, she also commissioned a folio of loose leaves, with text in Urdu and Persian, and beautifully illustrated with the images of musicians.It was while she was studying these illustrated leaves – earlier mistaken for miniature paintings – that Schofield found something interesting: the text in them were the lyrics of the airs Plowden collected. This allowed her and Chapman to try and recreate how the songs must have sounded in the voices of tawaifs such as Khanum Jan and Chanam.Plowden’s airs were informally collected but many of them appeared in Bird’s Oriental Miscellany a few years later. Print was still something of a male prerogative, and women’s work was still not considered worthy enough of precious resources.\n\n\n    \n    Play\n\nIt is rarely acknowledged, but in a way, Plowden and Fowke opened up doors for western interrogation of Indian music systems in the following decades. In 1799 William Jones’s landmark work, On the Musical Modes of the Hindus, was published.Intriguingly enough, says Mollick, the Bengali population of Calcutta had no voice in the musical experimentation. “There was so much happening musically in the Black Town, by way of classical music, folk, devotional,” she said. “Bengal was developing its own form of tappa for instance. But all this music did not fall under the radar of the memsahibs who were song hunting.” Clearly, racial integration could only go so far and no further.Malini Nair is a culture writer and senior editor based in New Delhi. She can be reached at [email protected].","author":"Malini Nair","time":"2024-03-23T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199462-hvgrlcxmtw-1711023274.jpg","tags":["Music","Sophia Plowden"],"source":"https://scroll.in/magazine/1065592/a-british-woman-fused-hindustani-and-western-music-in-the-18th-century-with-the-help-of-courtesans"}