{"title":"A brief history of love jihad, from Jodhaa Akbar to the Meerut gang-rape","content":"Tadad badhane ke liye chal chalai, Muslim banane ke liye scheme banayi...Ek-kon ko gali gaon mein lekar ghumate hain, parde ko dal Muslim aurat bethate hain. Muslims are making new schemes to increase their population and to make people Muslims. They roam with carts in cities and villages and take away women, who are put under the veil and made Muslim.The panic palpable in those lines from a poem entitled Chand Musalmanon Ki Harkaten  is becoming all too familiar for Hindu families in western Uttar Pradesh these days. The Rashtriya Swayamsevak Sangh and its affiliates in the region have been intensifying their campaign against love jihad, a strategy they claim Muslim men have adopted to convert Hindu women to Islam after seducing them. Text messages and Whatsapp forwards that are almost identical to the lines from the poem have been flying around as the Sangh Parivar seeks to warn its flock about this alleged danger.There’s only one difference: Chand Musalmanon was written in 1928.“As a historian, one is struck by the uncanny resemblance of the issue and its language to similar 'abduction' and conversion campaigns launched by Arya Samaj and other Hindu revivalist bodies in the 1920s in north India, to draw sharper lines between Hindus and Muslims,” writes Charu Gupta, a professor of history at Delhi University. “What is significant in the present context is that in this period the Hindu woman’s body became a marker to sharpen communal boundaries in ways more aggressively than before.”History repeatedThe similarities are so marked, it can be hard to tell whether you are reading a pamphlet from the 1920s or a blogpost from 2014. Hindu Striyon ki Loot ke Karan (Causes behind the plundering of Hindu women)  is the title of one Arya Samaj explainer from early in the last century on how to save Hindu women, but it could easily be one of scores of Facebook pages that discuss the same phenomenon.“Hardly a day passes without our noticing a case or two of kidnapping of Hindu women and children by not only Muslim badmashes and goondas but also by men of standing and means, who are supposed to be very highly connected,” records an editorial in the Patriot in 1924. “The worst feature of this evil is that the Hindus do not stir themselves over the daylight robbery of their national stock.”Nine decades later, sitting in her chamber behind Meerut’s court complex, Chetna Sharma is saying much the same thing (although she doesn’t quite call women \"stock\"). “Our Hindu sisters and daughters are being taken away and brainwashed, yet nobody is bothered,” she said. “Every day you see cases like this, but because there are Muslims involved, everything is kept quiet.”Sharma is a lawyer and vibhag sanyojak (local convenor) of the Durga Vahini, the female wing of the Vishwa Hindu Parishad. She, too, is aware of the historical background of love jihad, although in her telling, the strategy goes back further than just the 1920s.“It starts with Jodhaa Akbar,” Sharma says, referring to the marriage of a Hindu Rajput princess to the Muslim Mughal emperor almost five centuries ago. “Love jihad is not new. It’s not something that the Hindu community came up with. The Mughals brought it here. The Rajput tradition of jauhar, when hundreds of women would burn themselves instead of being captured by Muslims, was begun only to prevent this.”#BringBackOurGirlsSelf-immolation is no longer the preferred method of preservation, though. Instead, you have the services of the Hindu Behen Beti Bachao Sangharsh Samiti (Save our Hindu Sisters and Daughters Committee). The committee brings the Sangh and various of its affiliates into a joint campaign that aims to spread awareness about the dangers of love jihad. Its campaigners have been attempting to explain how each of the last few big incidents in Western UP – including the Muzaffarnagar riots and the recent gangrape allegations in Meerut – somehow began with Muslim men trying to woo women of another community.In Kharkhauda in Meerut district, committee member and local Sangh leader Ajay Tyagi’s phone number also doubles as a love jihad helpline, which he claims has received hundreds of calls from concerned parents over the last few days. Sangh Parivar leaders also went on a rakhi drive across Western UP starting on Sunday, seeking to get the threads tied on ten lakh Hindus and assure those women protection.“We have to teach our women what they are up to,” said Tyagi, a former engineer who gave up his job to work on community organising. “Otherwise, 20 years from now, their numbers will be so much more than ours that they won’t even have to ask for votes from anyone else.”This jihad is not only limited to love, he says. Tyagi insists that the Muslim community is also carrying out a land jihad: setting up religious structures on public land overnight and making it difficult for the government to tear them down later.Politically potent tacticWhile there's little evidence that love jihad is a real phenomenon, the Sangh Parivar has undoubtedly seen its potential as a rallying point in a state that went overwhelmingly to the Bharatiya Janata Party in the Lok Sabha Elections in May.Reality doesn’t matter here so much as repetition. With one eye on upcoming by-elections to 12 assembly seats and the hope that the BJP can win UP’s state polls in three years’ time, it’s possible that Hindutva proponents have dipped into their own history to replicate past success.“Abductions became one of the main determinants of Hindu identity and consciousness, and can be regarded as one of the key factors polarising Hindu/Muslim politics in the 1920s,” Gupta writes, in (Im)possible Love and Sexual Pleasure in Late Colonial North India. “Abduction was represented as a general phenomenon of the period, and became a recurrent central proposition of Hindu publicists...In repetition lay strength,and one of the primary sources of communal power: its ability perpetually to renew itself through reiteration, and its authority as supposed truth and ‘common sense’.”","author":"Rohan Venkataramakrishnan","time":"2014-08-15T07:10:11+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/674314-ceb2aced-974a-4ffa-bce4-554f137e2d31.jpg","tags":["Scroll Anniversary - Best of 2014","love jihad","hindu"],"source":"https://scroll.in/article/674314/a-brief-history-of-love-jihad-from-jodhaa-akbar-to-the-meerut-gang-rape"}