{"title":"A caged life even after independence for residents of Indian hamlet on Bangladesh border ","content":"“Elections are held time and again, but despite being Indians, we continue to stay on the other side of the barbed wire fence,” says 80-year-old Ajit Prabhu, resident of Chor Meghna, a hamlet in West Bengal’s Nadia district, on the India-Bangladesh border.About 750 people living in the hamlet are compelled to carry their Aadhaar or voter identification cards all the time. “Nothing is more important than our identity card; if not for it, we won’t be able to even enter our village,” Prabhu says.There are a few grocery stores and a primary school in Chor Meghna, but for everything else, including higher education, healthcare and even buying essentials, the residents have to cross the fence at the border gates.Personnel from the Border Security Force man the gates, and maintain a register where they note down the names and the time of entry or exit when people cross the fence. Even that is only between 6 am and 6 pm. Three hours later, the gates open again, and if the residents miss that slot, they cannot enter the village until 6 am the next morning.“We have never asked for much,” says 51-year-old Mahesh Mandal. “We want the leaders to solve the land problem and connect our village with mainland India.” The residents ask that the wire fence be moved outside the village so they are spared of this everyday ordeal. “At present, we live like outsiders,” says Mandal, who works as a farm labourer earning Rs 200-Rs 250 a day in peak season.On May 16, 1974, the Land Boundary Agreement between then prime minister Indira Gandhi and Bangladesh president Sheikh Mujibur Rahman witnessed an exchange of enclaves and the surrender of adverse possessions. Under this agreement, Chor Meghna became Indian land, without any definite boundary.In 2015, the long-pending land boundaries settlement and demarcation was done by Prime Minister Narendra Modi soon after his visit to Bangladesh. It was then that a boundary pillar demarcating India was built on the banks of the river Mathabhanga, which has its origin from river Padma in Bangladesh. But the border fencing still does not include Chor Meghna within its boundary.Presently, the last point of Chor Meghna has a cemented pillar demarcating “151/16-S India”, which defines the Indian boundary. After the pillar, there is a narrow stream of the river Mathabhanga, and beyond that, Bangladesh begins.“A large portion of the India-Bangladesh border is criss-crossed by the river,” says a youth from Chor Meghna studying in Karimpur Pannadevi College, 19 km away. “The infiltrators and illegal immigrants enter the country. BSF needs to keep a check on us and everything here. After all, our land is not ours till date.”“Nothing is more important than our identity card; if not for it, we won't be able to even enter our village,” says 80-year-old Ajit Prabhu of Chor Meghna hamlet. Credit: Joymala Bagchi via IndiaSpend.com.Medical care“Even after years of Independence, we lead a caged, dependent life,” says Ashok Biswas, 61. “We do not know the taste of complete independence. Our children and grandchildren often ask us, ‘We are Indians too but, are we really free? Why do we always need to carry an identity card to enter our house?’”There are three gates (numbered 119, 120 and 121) at the Meghna border camp. Once the gates are closed, the villagers have to request the Border Security Force personnel to open the gate for any emergency.Accessing medical care, especially in emergencies, is challenging. Added to their difficulty is the poor mobile network in the area. There is no health centre within the hamlet. The nearest doctor is 2 km away in Meghna village, and for serious cases, they are dependent on Karimpur Rural Hospital, 20 km away. Bringing a car into the hamlet involves a lot of red-tape, especially at night: Villagers have to inform the Border Security Force personnel about seriousness of the ailment, following which they visit the house to verify the need. Only then is permission granted to bring a car in. Therefore, in most cases, the patients are carried till the gate in a makeshift stretcher. If the villagers are unable to arrange transportation to the nearest hospital/health centre, the Border Security Force personnel help by arranging vehicles.A road abuts the wire fence that separates India and Bangladesh in West Bengal’s Nadia district. Residents of Chor Meghna need to cross the fence, proving their identity to the BSF personnel at the gate, even to access basic services. Credit: Joymala Bagchi via IndiaSpend.com.Even to visit the doctor, Ajay Mandal, in Meghna village, the villagers need to cross the fence. Mandal, who has been practising for 45 years, says, “I have to keep my doors open 24x7 for the people of Chor Meghna. As there is an extreme limitation in availing immediate medical help, we have to look after everything from head to toe.”The doctor observed that the villagers are mostly malnourished. Villagers say the quality of foodgrain provided under the public distribution system is poor.“A proper primary healthcare centre is needed [in Chor Meghna] and we will try to make that happen,” says Ruma Ghosh, pradhan of the Hogalbaria gram panchayat under which the hamlet falls.The everyday struggleTill date, the land of Chor Meghna is not registered. The villagers do not pay taxes on the land. In the absence of its own registration, this land has been designated under Chor Pakuria, a mauja or administrative unit with one or more settlements.“To avail the PM Awas Yojana (the Union government housing scheme), one needs to have land registered in their name but we have no such thing,” says Sampada Sardar, 57, a resident.Chor Meghna’s existence dates back to almost 300 years, villagers told us. During British rule, several people from Jharkhand’s Dumka area travelled here to find livelihood. Initially, their primary work involved indigo farming. Many among these villagers continue to speak their regional language from Jharkhand along with Bengali.A street in the Chor Meghna hamlet. There is little work in the hamlet, with most people either working on other people’s fields or migrating in search of work. Credit: Joymala Bagchi via IndiaSpend.com.Anjali Sardar, 60, came from Jharkhand along with her husband and 12 other families 40 years ago. Now, there are around 27 families from Jharkhand living in Chor Meghna. “Most of the young men of this village and their wives went to Tamil Nadu to earn a living. We do not have many sources of income here. We work in other people’s fields and get paid between rupees Rs 200- Rs 250. But, we do not find work every day.”“We are completely dependent on the other side of the border for any needs, be it for seeing a doctor, buying vegetables or any other essentials,” says Anjali Sardar.This pillar at the end of the Chor Meghna hamlet denotes the India boundary. Behind it runs a narrow stream of the Mathabanga village beyond which Bangladesh begins. Credit: Joymala Bagchi via IndiaSpend.com.Another villager Lokkhi Sardar, 51, says, “The other day, my son-in-law came to see us. My husband went to buy vegetables. He was a little late and before he could cross the fence, the gate was closed. He waited for three hours for the gate to open. That day, we could not cook. Such things happen often.”“Our identity card is our everything. I lost it once and faced such hardships entering the village. Till my card was made and sent to the post office, I did not go beyond the border gate,\" says another villager.BSF personnel have created gate pass numbers for the residents of the hamlet, which is linked to their Aadhaar card. In case a resident does not have their identification card with them, this gate pass number is used to verify their identity.“This place is not good to stay. There is a constant fear of thieves who steal our crops. We face several problems here ,but who will give us land to stay on the other side of wire fencing? At least we have a roof here. We have lost all hopes from the politicians. We are just around 700 votes for them,” says another villager with the condition of anonymity.The village has a primary school established in 1972. To pursue high school and college, the students have to go to Hogalbaria, Karimpur. Soneka Sardar, a resident, says that after much requesting, in February this year, the government constructed a toilet for the villagers.Sampada Sardar says, “Our main demand is to include us with the mainland of India by either shifting the border fencing till the pillar (151/16-S India) or declaring the border gate as null and void.”His son Amar has a graduate degree but could not find any work. The only options available for him are working as a daily labourer in Chor Meghna or moving to another state for work.Earlier, the people of Chor Meghna used to cast their vote at the Meghna primary school, but for the last few elections, a polling booth has been set up in the only school in the hamlet, Chor Meghna Primary School.Students of the Chor Meghna Primary School in West Bengal’s Nadia district. The school, set up in 1972, hosts the ICDS centre and is also the hamlet’s polling booth during elections. Credit: Joymala Bagchi via IndiaSpend.com.The villagers have ration cards and are beneficiaries of state government schemes such as Lakshmir Bhandar, which provides monthly income support of Rs 1,000 to women, Kanyashree Prakalpa, a conditional cash transfer scheme to incentivise schooling and delay marriage of the girl child until the age of 18, and the widow pension scheme. Some villagers have worked under the Mahatma Gandhi National Rural Employment Scheme, but they are yet to receive wages.The hamlet receives drinking water through the Sajal Dhara project, but the quantity is not sufficient, Debdutta Chakraborty, Block Development Officer (BDO) Karimpur, Block 1 told IndiaSpend, adding that the administration is planning to introduce a water ATM. Currently, residents purchase drinking water for Rs 10 per 20 litres.Boys from Chor Meghna fill up drinking water from a tubewell. The hamlet receives drinking water through the Sajal Dhara project, but it is inadequate and authorities are planning to install a water ATM to cater to the hamlet’s 750 people. Credit: Joymala Bagchi via IndiaSpend.com.“During elections, the [Chor Meghna Primary] School serves as a polling station with a single polling booth for 613 voters for the last five years. The school also runs an ICDS [Integrated Child Development Services] centre. The villagers of Chor Meghna are receiving all social welfare schemes such as Lakshmir Bhandar, old age pension and widow pension,” said Chakraborty.The issue of border fencing is an international issue, and resolution depends on the two countries, Chakraborty said, adding that during flag meetings, this issue is discussed.“If this is Indian land and we are the citizens of India and we all have voter cards, why do we have to stay outside the barbed wire fencing? Why should there be a check post? Why can we not operate like any other free Indian citizens, just like the people living on the other side of the border?\" Sampada Sardar asks.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Joymala Bagchi, IndiaSpend.com","time":"2024-04-03T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199753-ahdvpsdctt-1711985482.jpeg","tags":["West Bengal","Bangladesh","Bangladesh Enclaves","India-Bangladesh border"],"source":"https://scroll.in/article/1066089/a-caged-life-even-after-independence-for-residents-of-indian-hamlet-on-bangladesh-border"}