{"title":"J&K panchayat elections saw 74% voter turnout – but that figure hides the full story","content":"Overall, the panchayat elections in Jammu and Kashmir that ended on December 11 posted a robust turnout. According to data released by the chief electoral officer, the state saw an average voter turnout of 74% over nine phases. But there were sharp differences between the state’s various regions: while the Jammu division recorded an average turnout of 83.5%, the 10 districts of the Kashmir Valley saw just 41.3%.For the Valley, this was a marked improvement over recent elections.  In April 2017, the bye-election to the Srinagar parliamentary seat recorded a voter turnout of just 7.14% amid widespread protests while the bye-election to the Anantnag seat was postponed indefinitely. For the municipal elections held in October, the average turnout was 4.27%.But the turnout figures for the panchayat polls may present a misleading picture. For one, they do not account for the reality that polling was not held in large parts of the Valley. Going by the electoral data, only 30% of the panchayat halqas in Kashmir saw polling. Halqas consist of a cluster of villages, each comprising a ward represented by a panch. The halqas are headed by a sarpanch.Of the 2,135 halqas in the Valley, no candidate stood in 708, meaning they remain vacant. Another 699 halqas each had a single candidate who won unopposed. This means 1,407 halqas saw no contest at all.The four South Kashmir districts of Shopian, Kulgam, Anantnag and Pulwama posted the lowest turnouts. Shopian and Pulwama, in fact, saw no polling at all. Kulgam had no polling in 99% of halqas and no candidate for 87% of its sarpanch posts. Anantnag saw no contest in 76% of its halqas.Of the total 17,059 panch wards in the Valley, only 1,656 saw a contest. Nearly 64% of the wards had no candidate. The number of wards where the candidates were elected unopposed was 4,537. Not surprisingly, polling percentages were even lower for the four districts of South Kashmir: of their 5,847 panch wards, only 95 saw any polling.These four districts are the epicentre of the new phase of homegrown militancy that has gained ground in Kashmir over the past few years. Indeed, even as elections took place, South Kashmir saw frequent gunfights that left civilians, militants and security forces dead. While North Kashmir recorded much higher voter turnout, polling in the south was patchy at best.  The elections were held under difficult conditions in the Valley. In June, the state’s government collapsed as the Bharatiya Janata Party walked out of its coalition with the People’s Democratic Party. Governor’s rule was imposed amid growing fear that Article 35A, the constitutional provision which empowers the state government to define “permanent residents” of Jammu and Kashmir and guarantee them special rights and privileges, would be removed.This prompted the two main parties based in the Valley, the National Conference and the People’s Democratic party, to declare they would not participate in the local body elections. As with every election, the separatist Hurriyat Conference also called for a boycott, describing the polls as a drama enacted to “fool people”.On August 28, Riyaz Naikoo, commander of the militant group Hizbul Mujahideen, released a video message warning that those filing nominations for the elections should bring along shrouds. He also threatened acid attacks against anyone who participated in the electoral process. The warning, along with widespread anger against the Indian government, appears to have kept the turnout down. Though there was no major violence targeted at the electoral process as such, voters and candidates  largely stayed away.Another reason could be that local government has largely been dysfunctional in the Valley. After the last panchayat elections in 2011, local representatives complained of local bodies being undermined and weakened. Many who had won in those elections were also targeted by militants, leading to a wave of resignations.So, for the government, the new panchayats will present a fresh set of challenges. If local self-government is to be meaningful, those who won the elections this time will need to go back to their villages and start working under tremendously adverse conditions.","author":"Safwat Zargar","time":"2018-12-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108150-cseplaozdw-1544857309.jpeg","tags":["Kashmir panchayat polls","militancy","Article 35A","Hurriyat Conference","People's Democratic Party","BJP","National Conference","Riyaz Naikoo"],"source":"https://scroll.in/article/905364/a-closer-look-voter-turnout-numbers-do-not-tell-the-whole-story-of-kashmirs-panchayat-elections"}