{"title":"A conclusion to the wrestling debacle to double digits in Paris – The Field’s wishlist for 2024","content":"The Indian sporting community took great strides across many disciplines in 2023. But there were a few steps taken backwards as well.As the 2024 season arrives, bringing with it the glittering Olympic Games in Paris, there are earnest hopes and fierce expectations from the Indian contingent across sports.The Field’s writers put down their wishlist for the 2024 season.Also read: From the dominant archers to Virat Kohli’s new benchmark – The Field’s highlights from 2023\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nHoping for a new dawnby Tanya KiniUnlike the immense success of the Indian compound archery team in 2023, the recurve team failed to live up to standards. The focus of the year has been solely on earning that coveted quota spot for the 2024 Paris Olympics. And Dhiraj Bommadevara is the only Indian to have secured a quota, after he won silver at the Asian Olympics qualifier event in Bangkok, Thailand in November.Bommadevara has been the shining light in the discipline – he was the only representative from the recurve team to compete at the World Cup Final in Mexico. Additionally, he was also the only Indian recurve archer to win a medal at a World Cup stage this year. Although nerves got the better of him during the individual elimination rounds at the Asian Games, the 22-year-old bounced back remarkably to help India win silver in the men’s team event – a first for the country in the sport at the Asian Games. This was preceded by the women’s team winning bronze. Also read: Dhiraj Bommadevara rides on luck and faith to let his talent shine throughThere is one more chance for the Indian recurve archers to win a quota in 2024 – at the upcoming World Cup stage in Turkey. One bright sign for recurve is the comeback of Deepika Kumari, who took a maternity break from the sport last year. The former world No 1 showcased her talent by winning two golds and one silver medal for her state, Jharkhand at the National Games in Goa. While there is no news on her possible return to the international circuit in 2024, it would be an incredible story should she end up winning a quota as well. Bommadevara, when speaking to the publication after his quota-winning effort, concluded that one spot won will be motivation for the others to succeed. Here’s hoping his words manifest into reality in the upcoming year. The Indian women's and men's recurve teams competing at the 2022 Asian Games in Hangzhou (Courtesy: World Archery)The Nikhat Zareen show in Parisby Samreen RazzaquiNikhat Zareen had been on a fantastic run in 2022. She lived up to the hype around her in 2023, defending her World Championship crown after shifting to the 50kg Olympic weight category. However, she suffered a setback at the Asian Games Hangzhou where she returned with bronze and confirmed her quota for the Paris Games. She had lost a bout for the first time in a really long time. It was a disappointment. She was expected to get a gold, after all.But if there had to be a reality check on her road to Paris, the Asian Games setback was a timely one. Considering the competition and training needed to ace the Olympics, Zareen has a chance to iron out any flaws and bolster her preparation.After her bronze-medal winning performance, she wrote on X, formerly Twitter: “Coming home with a medal and I know that it’s not the colour that everyone expected of me. I believe a comeback is always stronger than a setback. This Asian Games has certainly prepared me for Paris. I promise I’ll come back with a different color of medal.”Zareen’s track record so far has suggested that if she is pushed to a corner, her comeback is one to behold. Expect her to put on a show in Paris too. Nikhat Zareen became a two-time World Champion after winning in the finals of the IBA Women's World Boxing Championships 2023 (Courtesy: BFI Media)Unfinished businessBy Shahid JudgeThe 2023 calendar year for Indian sports began with the country’s star wrestlers going out onto the street in protest against the Wrestling Federation of India president Brij Bhushan Sharan Singh, with allegations of intimidation and sexual harassment.It was a protest against a powerful politician – a Bharatiya Janta Party MP – who had ruled over the sports body with a firm grip. And he was not letting go that easily.As the wrestlers protested, the sports ministry and Indian Olympic Association dragged their feet but eventually set up a committee to investigate the allegations. Their findings were not revealed to the wrestlers, who relaunched their protest in April.Also read: Why sports and politics are completely intertwined in IndiaThis time it would end with horrifying scenes of the Delhi Police manhandling the wrestlers.Singh was removed as chief, but when the sports body organised its elections in December, his close aide Sanjay Singh was appointed the new president.Sakshi Malik, the 2016 Rio Olympics bronze medallist retired in protest. Bajrang Punia and Virender Singh returned their Padma Shri awards. Vinesh Phogat returned her Khel Ratna and Arjuna Awards. And the sports ministry suspended the federation.Here’s hoping 2024 would find a peaceful, swift, and positive conclusion to what has been a major thorn in the side of a growing Indian sports community.Vinesh Phogat (in brown) and her cousin Sangeeta Phogat being wrestled to the ground by Delhi Police (Courtesy: Arun THAKUR / AFP)Double digit in Parisby Abhijit NairWhen you put 2024 and Indian sports together in the same sentence, it is hard to look beyond the big ticket event.Yes, the quadrennial event is happening at a gap of three years this time. The Games of the XXXIII Olympiad. The one in Paris. The 2024 Paris Olympics.Memories of the 2020 Tokyo Games, which was delayed by a year due the pandemic, still remains fresh. Be it the men’s hockey team standing on the podium after 41 years, or the women’s team beating Australia. If Bhavani Devi introduced India to fencing and sabre, every kid today aspires to be a javelin thrower – thanks to a certain Neeraj Chopra’s exploits on August 7, 2021.The seven medals India won in Tokyo is the country’s best ever showing at the Olympics.With Paris just seven months away, there’s a lot to be hopeful for. India enjoyed its best ever performance in the Commonwealth Games at Birmingham 2022, while the contingent breached the 100-medal mark for the first time at the Asian Games in Hangzhou.The likes of Chopra, Zareen, badminton men’s doubles pair of Satwiksairaj Rankireddy and Chirag Shetty, the men’s hockey team have all displayed consistent performances over the past year. Not to forget golfer Aditi Ashok, who just about missed out on a historic podium in Tokyo.With talented youngsters like Murali Sreeshankar, Mehuli Ghosh, Aishwary Pratap Singh Tomar, Preeti Pawar and others to accompany the established names, Paris might just be the time for India to breach the 10-medal mark at the Olympics. Or so I wish. Neeraj Chopra poses with his 2020 Tokyo Olympics gold medal (Courtesy: Andrew BOYERS / Reuters)Double Olympic podium in hockeyBy Dilip UnnikrishnanThe 2020 Tokyo Olympics saw India end a four-decade wait for a medal in hockey. So forgive me if I am being a bit greedy and wishing for the men’s and women’s teams to medal in Paris.Both teams will be in Paris with new coaches – albeit the women’s team is yet to qualify. However, both coaches are in different places with their respective teams. Janneke Schopman has been at the helm of the women’s team since 2021 while Craig Fulton took over as the men’s coach only in May 2023.Neither team is a firm favourite for an Olympic medal. The men’s team dominated in Asia, winning gold medals at the Asian Games and the Asian Champions Trophy but endured a disastrous home World Cup.It has been a period of transition for India under Fulton with the South African employing a pragmatic style of play which exploits India’s counter-attacking prowess. If they sort out their forward line-up, there is no reason why India cannot finish on the podium once again.The women’s team has also seen a transition under Schopman over the past year. The Dutch Olympic champion has blooded many young players while also phasing out senior players like Rani Rampal.The women’s team is still a work in progress and they will first have to qualify for the Olympics through the qualifiers in Ranchi in January. Schopman’s team will undoubtedly be underdogs in Paris. But should they go on a run like they did in Tokyo, they might yet come back with a first medal.","author":"Abhijit NairDilip Unnikrishnan Samreen RazzaquiShahid JudgeTanya Kini","time":"2024-01-02T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197105-tkdetlhete-1703951019.jpeg","tags":["Paris Olympics 2024","Paris Olympics","Indian Archery","Hockey","Wrestling","Neeraj Chopra","Nikhat Zareen","Boxing"],"source":"https://scroll.in/field/1060934/a-conclusion-to-the-wrestling-debacle-to-double-digits-in-paris-the-fields-wishlist-for-2024"}