{"title":"Curious teen with a connection to the rifle: Story of Avani Lekhara’s historic Paralympics campaign","content":"As her coach Suma Shirur puts it, Avani Lekhara is a fighter. This is true of all Paralympians. The very fact that they made it to Tokyo, and then the podium, highlights the resilience. But her age and achievements at her debut Paralympics shine a brighter light on what sets the teen shooting star apart.At 19, she is the first Indian woman to win a Paralympics gold medal and only the second Indian to win multiple medals at the same Games. She won gold in the women’s 10m Air Rifle Standing SH1 – India’s first in the sport – and followed it up with the bronze in the women’s 50m rifle 3 positions SH1. That is two medals from the four events she participated in (Mixed 10m Air Rifle Prone SH1 and the mixed 50m Rifle Prone event being the other two).Tokyo 2020: Meet shooter Avani Lekhara, the first Indian woman to win two medals at ParalympicsEven for many able-bodied rifle shooters, balancing the 10m and 50m 3P is a challenging task. The distance is not the only difference; the match time and endurance needed is virtually tripled. But Lekhara has shot down medals in both events in the span of a week while being confined to a wheelchair. It’s a phenomenal accomplishment. But for the teenager from Jaipur, even this was not enough.“I was not satisfied with the gold only (laughs), when I won the gold, I wanted to fire that last shot better... so this bronze is definitely not satisfying,” Lekhara said in a virtual press conference after her second medal. “… I don’t want to think that maybe if I had worked harder, I’d be better.” It’s but a small insight into how Lekhara became the champion shooter she is. When an accident as an 11-year-old confined her to a wheelchair, she chose to rise above her circumstances. Not settling for the hand life dealt her, to borrow from her life motto. A glimpse of this courage and confidence was visible in the 50m rifle 3P final, where she fought back after middling scores in the kneeling and prone series. But even when she was placed as low as six in the eight-shooter final, Lekhara was not flustered. “My standing is stronger than the other two positions, so I wanted to give my best. I didn’t think about the opponents but only my game. The start was not that good, finals make you a little nervous and I have never won a medal in 3P before,” she said of her mindset during the thrilling final. Her first final, where she won the gold, was not live-streamed so there was no way to understand just how challenging para shooting is. But her second final was and one could see how the equipment has to be completely changed. The nomenclature is the same but the dynamics of kneeling, prone and standing are very different. It’s all the more complicated as Lekhara needs assistance to move and change gear. In Tokyo, her personal coach Suma Shirur was seen helping her between rounds. How 50m rifle 3P works in para shootingIn prone position both elbows are on the table, not the floor. In kneeling, the left elbow which supports the rifle, is on the table and the right elbow is free. In able bodied, the left elbow is on the left knee. In standing, left elbow is on the hip.  “3P requires a lot of equipment for each position. Because I am in a wheelchair it took me a long time to adjust the different tables. That’s like a part of your body... the table is like my knee in the match,” Lekhara explained. “For the last few years I have had the set table to suit me right,” she said. The arm and core strength needed for 50m across three positions is immense and Lekhara can support the rifle only with the upper body. “Four events at the same time is very tough and my body was not strong enough to lift the rifle for two hours and 45 minutes. The 50m distance also complicates things. I’ve had to train hard physically because it’s a longer match too and needs more strength than 10m standing event,” the teen said while talking about balancing different disciplines. But building the physical strength to shoot a second event, which Lekhara began only in 2017 after the Al Ain World Cup, is just another challenge for the teen who is building an extraordinary sporting career from her wheelchairThe 19-year-old was introduced to shooting in 2015 as a hobby after her father took her to a range during one summer vacation. She said she was not particularly interested in the sport before but he wanted her to channelize her emotions and energy after the accident. But it turned out to be a calling as a ‘deep connection to the rifle’ and Abhinav Bindra’s autobiography inspired her to take up shooting seriously. She took part in her first National Shooting Championship in 2015 itself and has won medals at the national and international events since. She was very serious after her training from the beginning and in 2017, her father first approached Shirur – who is also the high-performance coach of India’s junior rifle team. “I took my time to make my decision whether I was able to take on a para shooter. In 2018 he asked again and I said I’ll meet her once, The first time I met her, I fell in love with her. I felt instantly ready to coach her looking at her desire, she was so willing to learn and full of curiosity,” Shirur told Scroll.in from Tokyo.“She came to my Lakshya Shooting Club in Panvel, Navi Mumbai. She travels with her mom because she needs assistance. The challenge was that we didn’t have para-friendly washrooms so we redid the interiors for her. Our range is on the first floor and the structure doesn’t come with a lift. But all the shooters at my club were more than happy to lift her wheelchair and get her to the first floor every day. They would jokingly call her ‘Jaipur ki Maharani’,” the coach added. Shooting alongside able-bodied shooters, the youngster slowly built her technical skills, self-belief and scores. “From the beginning I didn’t want to treat her differently because she is a para shooter. I would make her shoot along with everyone else. Initially, she lacked belief but she kept asking questions and I enjoyed working with her in detail. She has a deep feeling for the game and I could relate to that. Slowly, we worked on her technically and mentally and her scores started coming up, her confidence grew,” Shirur added. Feel a connection towards the rifle – Avani Lekhara on winning shooting gold  But, to begin with, lifting the rifle itself was not an easy task. “I had to be innovative and figure a rifle setting that can help her in the deficit she had in her physical capability, to hold it at a certain height. Over time, she has grown from a 16-year-old to an adult and she was worked very hard with a physio to build her strength,” Shirur said.As her exploits in Tokyo have shown, Lekhara’s mental strength is already immense and given that she is only 19, the hope is that she is only going to get better.","author":"Zenia D'Cunha","time":"2021-09-07T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163756-ahdvbmxlmy-1630998389.jpg","tags":["Tokyo Paralympics","Avani Lekhara","Indian shooting","Suma Shirur"],"source":"https://scroll.in/field/1004741/a-curious-teen-with-a-connection-to-the-rifle-how-lekhara-rose-above-challenges-to-create-history"}