{"title":"A daughter’s tribute to Dina Pathak: ‘Like lemon juice, sweet and salty’","content":"One memory stands out among many others. A troupe of 30 young actors attempting to board a train in Mumbai with only 15 reservations. Our destination – Ahmedabad, to perform Mithya Abhiman, a play directed by Dina Pathak. We just had to get there; the show had to go on. Panic struck all of us except my mother, who shepherded us aboard assuring us that we would find place somehow. “We’ll manage,” she said. We did manage; rather, she did. Before we could say Borivili, the whisper went around “Dinapathakdinapathak!” Ma spread her smile across the compartment and was immediately rewarded with a seat and a great deal of attention from our co-passengers. Many had seen her plays – Mena Gurjari was the most popular. Some had seen her films – Jal Bin Machhali Nritya Bin Bijli was their favourite (Golmaal had not happened yet)! Some had uncles or aunts who had known her in Junagadh/Ahmedabad /Pune/Mumbai. The rest were just blown away by this vibrant being, busily chatting in three different Gujarati dialects, as well as chaste Marathi and Bengali as the need arose, sharing their ubiquitous nasta and regaling them with stories of the exciting characters that peopled her universe.Dina Pathak. Courtesy Ratna Pathak Shah/Supriya Pathak.Before we reached Dahanu, the 15 of us unreserved passengers were safely ensconced in the compartment; the ticket collector having also been charmed (and paid). We were all over that compartment – in some cases the rightful owners of the berths were coiled in a corner, while one of us kids lay sprawled out in their place.‘People were her school of acting’That was my mother. Or, at least, a very important part of her. She loved people. They were her laboratory, her school of acting training. They were her university of ideas. I don’t think that she had read or researched much but instead had picked up all she knew by being with interesting people – poets, writers, musicians, dancers, scholars, scientists, politicians, trade unionists, farmers, shopkeepers, hairdressers, journalists. Like a sponge she absorbed ideas and then used them to inform her life and her acting. She knew all sorts of people closely – from nuclear scientists to nurses – and she enjoyed them all. None of them made her nervous; she was happy to admit to her lack of knowledge in a subject, be it Urdu poetry or making daaldhokli (she was a great foodie but an unhappy cook). Then having put the other person at his or her ease, she drew out what they could give from them.If this makes her sound like a user, it is not an inaccurate picture. She did use people for her own needs, but she gave back manifold.To those who became friends, she gave her time, her affections, genuine interest in them and their families. She had many dear, long-standing friends all over the country. In fact, my sister Supriya and I used to joke that there was no city in India where Ma didn’t have a home that would welcome her warmly.Dina Pathak (left) in the play Vijaya, produced by Nat Mandal in the late 1940s. Courtesy Ratna Pathak Shah/Supriya Pathak.To those who worked with her, she gave of her commitment, her curiosity, her immense drive to do better, her instinctive and very human understanding of the character she was playing, and again, her true interest in them as people, in what made them tick, in their families. This was as true of her interaction with her hairdresser as it was of her behaviour with her director. Even to those with whom she interacted briefly – those on a train, the Rotarians whose meetings she addressed – she gave of her attention, her humour, her stories, her interest in them and their families.   ‘Acting was the cornerstone of her existence’She once befriended a lady and her three daughters on a trip to Shirdi. For years after that, she had many a delicious South Indian meal at their home in Thane (she would travel that far to meet them), got involved in their hunt for the right boys for the girls and more important, the right girl for their only son, attended the weddings and regaled their guests with much enjoyed filmy stories. She became a member of their family; she was the grandmother, the masi, the fai, even the mother, that everyone could co-opt for their families. That neither Supriya nor I ever resented this shows how committed she was to us. On the contrary, we have always been proud of what she meant to others. She fit in. Her Mami (aunt) often used to say, “Dina is like nimbu juice. She can flavour the sweet as well as the salty!” Her Mami obviously said this to her very often and very early on in life, for Ma seemed to have taken this adage to heart and spent a large portion of her life metamorphosing to fit the situation she was in. From a likeable, if precocious, daughter of a civil engineer in Saurashtra, she transformed into an if-my-older-sister-can-do-it-so-can-I rebel until she discovered the actor in herself, the cornerstone of her existence.The Nat Mandal theatre group during a rehearsal. Courtesy Ratna Pathak Shah/Supriya Pathak.She developed into an attractive, vivacious, multi-talented performer and then into a more focused and determined theatre person. At a time (the late 1940s and early 1950s) when theatre people all over India were searching for a new modern identity, she launched into her own search at Nat Mandal, a theatre company she founded in Ahmedabad, where they produced a variety of plays ranging from folk forms like Bhavai (Mena Gurjari) to European plays like Henrik Ibsen’s Doll’s House (Dhingli Ghar).She was among the few female actor managers in the country, deeply focussed on training her troupe and dreaming of running a professional Gujarati theatre company. These were skills she had learnt in her days with Indian Peoples’ Theatre Association, when she travelled the breadth of the country withs dance shows, raising funds for the Bengal famine. It was an experience that changed her and informed the rest of her life; forever more she wouldn’t be a puppet waiting for someone to pull her strings. It also meant that she would forever be deeply moved by the idea of an equitable society and would stay involved with working class movements till the end of her days. ‘The many Dinas’Then there was the major diversion (some called it a sell-out) via the cinema and housekeeping and child rearing. At all these various stages, I maintain that she underwent crucial and sometimes fundamental changes in personality to fit in. Like the character in Woody Allen’s film Zelig, each time she became a slightly different person – a person like the people who surrounded her at that time. But the true triumph of this story lies in the fact that she was always more than the sum of her many parts; all these various Dinas lived together, all in touch with each other and with the people that made up her various existences. She had friends, good friends, from each phase of her jigsaw-like life and in spite of all the pain and unfulfilled promise, she was at peace with herself and the world.Another memory: Ma sitting on a huge double bed, late at night, with only a single dim lamp burning, surrounded by cards playing Japanese rummy. She deals out two games, plays both herself, cheats for both, rejoices and despairs for both!The metamorphosis didn’t stop. Her last (and according to my husband, most successful) avatar was that of a grandmother. She was wonderful with our children. A true friend, she enjoyed them completely and they returned the favour wholeheartedly. She knew all about He-Man and GI Joe, cricket and WWF, Stereo Nation and Backstreet Boys, thanks to the boys. And Kuch Kuch Hota Hai and Barbie Dolls, ribbons and lace dresses and chaniya cholis, thanks to the girls. She listened to their stories and told her own. As my son put it, “Things can never be dull if Ba is around; she cheers everything and everyone up.”Dina Pathak in Mirch Masala (1987). Courtesy National Film Development Corporation.There is a lesson in this for us. A lesson in how to grow old with dignity and grace; how to accept loneliness without complaint; how to find in others and their lives and their futures something to hold on to; something to nurture and encourage and something to identify with. She connected with four generations – from her parents to our children and their friends. She wanted to participate in our lives, to share in our excitements and reinvented herself endlessly in order to do so. Inadvertently, she has elucidated for me what a family and particularly children can do for an individual. It can make one see beyond oneself in the most natural way possible. Ma was one of the least egocentric people I know. For an example to emulate, I couldn’t ask for a better one.  So having completed 100 years of a highly eventful life, what does she have to show for herself? Memories of some pathbreaking work – but unfortunately no record; a body of some fairly good but largely mediocre films – unfortunately on record; a rapidly dwindling group of people who can testify to her contribution to theatre; a few awards; no theatre group to carry on the work (a loss she felt deeply); no myths, no legends about her prowess (something she had no regrets about); a large number of people who think of her with affection and admiration (she would enjoy being present at her own condolence meeting) and Supriya and I.Supriya Pathak and Ratna Pathak in the 1970s. Courtesy Ratna Pathak Shah/Supriya Pathak.That last bit is of significance to me. What have we imbibed that she may be proud of us? As actresses we may be very different from her but as people we have a lot to thank her for. From her we have learnt that people are good; they are interesting; they are the mainstay of life. They need not be feared; they must be treated with acceptance and love; they can be at the centre of our lives without diminishing the importance of all other aspects.One has heard that in the shadow of a banyan tree no other plant can achieve stature. But my banyan tree, my mother, helped me to achieve all that I wanted to and more. She supported me, encouraged me, pointed me in the right directions, criticised me, was there for me in every venture that I undertook and most importantly, she set me free. Above all she never let me doubt for a single second that she loved me and believed in me.And the one way I can repay her is to pass it on to my children. To be their lemon juice. To flavour their lives, whether sweet or salty. Ratna Pathak Shah is an actor, director and member of the theatre group Motley.","author":"Ratna Pathak Shah","time":"2022-03-06T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171096-vxoneclzxi-1646504815.jpeg","tags":["Dina Pathak","Ratna Pathak Shah","Supriya Pathak"],"source":"https://scroll.in/article/1018841/a-daughters-tribute-to-dina-pathak-like-lemon-juice-sweet-and-salty"}