{"title":"A Dalit women’s collective is fighting for the land it toils on in Gujarat","content":"Around 400 metres off the Gujarat state highway near Vautha village, along the snake-like curves of the Sabarmati river, lie nearly a hundred acres of land that government records describe as “non-useful riverside land”.But on the ground, in early April, Baluben Makwana led me through a dirt path to an unexpected scene. On one side was a sprawling expanse of wheat fields, ripe stalks swaying gently in the wind and a lone tractor weaving through to harvest the crop. On the other side, neat rows of castor oil shrubs stretched into the horizon, their branches tall, thin and bare. The ripe fruit had been plucked the previous week, and now a group of sickle-wielding women were hacking down the shrubs in preparation for the next sowing season.In the past 12 years, led by Baluben, this group of 51 Dalit women from Vautha, in Ahmedabad district’s Dholka block, had converted around 36 acres of the government’s “non-useful” wasteland into fertile farms that yield two crops a year. The land has become a precious source of livelihood for their families, and 72-year-old Baluben’s only dream is for her band of Dalit women to get formal ownership over it.The farmer’s collective that the women are members of – the Jai Bhim Mahila Kheti Sahakari Mandali – has repeatedly petitioned the state government to grant them ownership of the land under Gujarat’s Santhani scheme. Introduced in the 1960s, Santhani – a Gujarati word for plantation – is a land redistribution scheme designed to empower marginalised, landless farmers.Under the scheme, the government distributes land to landless or marginal farmers, agricultural labourers and even farmers’ cooperatives from the backward classes. The distributed land includes state-owned wasteland as well as farmland acquired through the Gujarat Agricultural Land Ceiling Act, 1960, a law under which individuals owning more than 54 acres of land must hand over the excess land to the government.The scheme, however, is plagued with several problems. One of them, as this report by Meenakshi Kapoor details, is that most of the 20,000 acres of wasteland distributed on paper to 7,000 landless families across Gujarat between 2005 and 2009, turned out to be poor-quality, uncultivable land.The case of the Dalit women’s collective in Vautha, however, highlights that the opposite can also be true: several acres of wasteland are clearly available, with the land evidently fertile, but the state seems unwilling to formally distribute it to families in need. Instead, government officials that this reporter met, claimed that land for the Santhani scheme has been scarce in the state for over a decade.During this time, Baluben and her collective’s efforts to get their application for land allocation under the Santhani scheme passed have been utterly futile so far.“We have been to every government office possible, at the Collector level, taluka [block] level and even in Gandhinagar,” said Baluben. “Many officials and politicians have praised our efforts and assured us we will be given the land. But we have not yet got it.”The Vautha women’s ongoing struggle is symbolic of the difficulties that Gujarat’s landless Dalits, particularly women farmers, face in getting land to their name, even as the state government makes questionable claims about the scarcity of available land.Doubly disadvantagedAccording to the 2015-’16 Agricultural Census, women across caste groups manage 13.9% of India’s total agricultural land holdings. The number is marginally lower for women from Dalit communities, officially termed as Scheduled Castes: they manage 13.4% of the land operated by their communities.In Gujarat, the gap is slightly wider: women on an average control 16.4% of the state’s total agricultural land holdings. Significantly, women from Scheduled Castes control 18.4% of the land holdings operated by their communities – more than women from other caste groups.What is striking, however, is the amount of land held by Scheduled Caste groups. At the national level, they constitute 16.6% of the total population, but operate 11.8% of the country’s agricultural land holdings. In Gujarat, where they account for 6.7% of the population, they operate barely 3% of the state’s farmland holdings.Baluben Makwana is the leader of the 51-member women's collective in Vautha. Photo: Aarefa JohariMost rural Dalits in Gujarat remain landless agricultural labourers despite decades of central and state government policies for allocating land to the landless. The struggle for land allocation – and then actual possession of allocated land – has been key to the Dalit experience in Gujarat. In 2016, after a brutal assault of four Dalits in Una triggered a state-wide uprising, it was a focus on Dalit land rights that propelled activists like Jignesh Mevani to the political stage.But in the midst of these struggles for Dalit land rights, the specific land ownership rights of Dalit women are often sidelined.“It is our failure, I must admit proactively, that even when we manage to get land allocated to Dalits, it remains under the control of Dalit men,” said Jignesh Mevani, an independent legislator in the Gujarat Assembly who has staged several protests in the past six years to draw attention to land rights for Scheduled Caste groups. “Land is hardly allocated to Dalit women, despite all our claims of being very progressive and pro-women.”While the Dalit women of Vautha struggle to get land allocation, hundreds of others have to fight for possession of land already allocated to them through the Santhani scheme.A study by rural economist Manjula Laxman in six Gujarat districts found that between 1960 and 2015, 43% of Dalits who had been allocated land acquired through the land ceiling law did not get possession of the property. Among those who did, 58% took more than five years to get possession of the land after it was officially allocated to them.The main reason for this is encroachment: plots of land allocated on paper to caste groups placed lower on the caste hierarchy are often illegally occupied by members of upper caste groups who refuse to leave.“We have discovered thousands of acres of land allotted to Dalits and OBCs [Other backward classes] that are under the wrongful occupation of upper caste people, and under the control of anti-social elements,” said Jignesh Mevani. While this is an offence under the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act, offences are rarely registered, and the police and district level authorities do little to evict the encroachers, he said.To push back against such encroachment and to win possession over the land allocated to them or cultivated by them, Dalit women have often stepped out to protest, alongside men from their community. Often, their participation has titled the scales.Vautha offers a good example of this. For years, the riverside land was controlled and cultivated by landed upper caste farmers who did not allow landless Dalit farmers to share a piece of the pie. When Dalit men failed, it was Baluben and other Dalit women who successfully wrested control of the land from the upper caste groups.Women in the leadThe story begins around 30 years ago, when Baluben’s husband and 50 other Dalit men from Vautha grouped together to cultivate a small portion of the total 100-acre wasteland every winter.Their intention was to ask the government for formal ownership over it, but were faced with intense hostility at the local level. Several Darbar farmers from adjacent villages had taken over nearly all of the wasteland for their own farming, and insisted that the land belonged to them. The Darbars are an upper-caste landowning Rajput community in Gujarat.“The Darbars kept causing trouble for our men, threatening them with violence for trying to farm on this land,” said Baluben. “But Darbars already have a lot of their own land to farm on, and we are landless. So why shouldn’t we get some land too?”After four or five years of being driven out of the land at the start of every rabi season in November, the Dalit men gave up. For over a decade, they stayed off the land while Darbar farmers took over almost all of it. While they reaped profits, Dalits and other landless villagers in Vautha were forced to work as agricultural labourers for barely Rs 50 a day. Then, around 11 years ago, the Dalit men decided on a new strategy: they turned to their women.“The men suggested that we should form a mandali [collective] and farm on the land instead of the men,” said Baluben. The Dalits believed that the Darbars would leave a group of women alone and that government officials, too, would be more likely to grant Santhani land to a women’s group.Baluben, a strong, vociferous woman, took the lead, becoming the chairperson of the Jai Bhim Mahila Kheti Sahakari Mandali. Like her, most of the 51 women were the middle-aged wives of the Dalit men who had failed to take on the Darbars.In the winter of 2009, when the women first attempted to cultivate a few acres of the wasteland, their assumption was proved wrong. Instead of leaving them alone, the Darbars treated them with just as much aggression.“They came with sticks to beat us,” said Maniben Solanki, a 70-year-old member of the collective. “But we did not get scared. We decided to get help and protection.”Maniben Solanki (in spectacles) along with Baluben Makwana (centre) and other women from the Jai Bhim collective. Photo: Aarefa JohariThe help that they sought was from Navsarjan, a well-known Dalit rights organisation with members across Gujarat. For nearly a year after the Vautha women approached them, Navsarjan’s activists mobilised over 50 volunteers from across the district to stand guard around the women while they farmed on a section of the wasteland. “It took some time, but the Darbars finally left us alone to farm in peace,” said Maniben.Now, with 36 acres under their control, the Dalit women of Vautha have become the primary breadwinners of their families. They pool in their resources and collectively earn up to Rs 3 lakh every cropping season by growing castor, cotton, wheat and other crops. “We each take daily wages of Rs 200 a day for our work, and each member also gets 80 to 100 kg of grain every year,” said Baluben. “The rest of the grain we sell in the market.”So far, government officials have not stopped them – or the Darbars – from occupying the wasteland and cultivating it. But in order to secure their families’ futures and be able to access farming loans and other government benefits, the women want land ownership under the Santhani scheme.“But our application has been stuck for years, we don’t know where,” said Baluben.Land for the wealthyIn Ahmedabad district’s Dholka block where Vautha lies, block-level officials in charge of land were not available for comment and did not respond to phone calls. At the Ahmedabad Collectorate, which is responsible for verifying land ownership applications, officials claimed they had no details about the case of the Dalit women’s collective in Vautha.In Gandhinagar, at the state government’s revenue department, officials said they had no knowledge about the case. “These women’s applications must be circulating at the Collectorate level. I don’t think it has reached here,” said Priyank Goswami, a section officer in the land division of the revenue department.Goswami claimed that under the Santhani scheme, the state government prioritises Scheduled Caste, Scheduled Tribe and backward classes for land distribution, but not specifically women.He also claimed that the state has seen a general dearth of government wasteland available for distribution in recent years. “Because land is scarce, the government has not really done any new Santhani allocations in the past 10 or 15 years,” Goswami said.Later in the same conversation, however, Goswami mentioned another scheme under which the state government proposes to dole out wasteland on 30-year leases, albeit to wealthier farmers: the Mukhyamantri Bagayat Vikas Mission, announced by former Chief Minister Vijay Rupani in January 2021.The aim of this scheme, according to Rupani, is to utilise “unproductive and fallow government lands for cultivating horticulture and herbal crops”, with an initial budget of Rs 100 crore. In the first phase, the scheme will be launched as a pilot in just five districts – Surendranagar, Patan, Kutch, Banaskantha and Sabarkantha – and the government envisions that it will generate employment for large numbers of people.“We have set aside 50,000 acres for this scheme, from government wasteland,” said Goswami. “We have received many applications, and the government will lease 125 to 1,000 acres to each applicant.”While Goswami claimed that no particular applicant would be given “special priority” under the scheme, Rupani’s announcement was clear that the land would be leased to farmers, individuals, organisations and companies who are “pragatisheel” or progressive, widely seen as a euphemism for someone financially well-placed. Goswami claimed this is because any applicant would have to be capable of leasing a minimum of 125 acres of land.“The land will be given at no cost for the first five years, and then we will charge Rs 40 per acre,” he said. “Our purpose is development, and applicants will have to not just grow fruits, vegetables and herbs but also set up processing plants and export the products. So it makes sense to give the land to people who have money.”In Vautha, Baluben and the Jai Bhim women’s collective have not heard about the horticulture scheme that is being piloted in other districts or the possible implications of the scheme if it is eventually launched in their own district. What they are more familiar with is the Land Grabbing (Prohibition) Act that the state government passed in 2020, to crack down on people who illegally encroach on or attempt to occupy land belonging to others, with or without the use of force. Anyone convicted under this law is liable for 10 to 14 years of imprisonment.Since the Land Grabbing (Prohibition) Act was passed, Baluben and her group have been facing threats of eviction from upper-caste men in and around their village.But the women have no intention of giving up their fight. “All we want is to get some land in our name so that our families can get some security,” said Baluben. “So we will keep farming here.”This reportage is part of the WGWLO and BehanBox fellowship on women’s land, forest and farming rights in Gujarat.","author":"Aarefa Johari","time":"2021-12-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166936-rpasxqtdll-1638191304.jpg","tags":["Gujarat","Dalit women","Women farmers","Land distribution","Land rights"],"source":"https://scroll.in/article/1011700/a-dalit-womens-collective-is-fighting-for-the-land-it-toils-on-in-gujarat"}