{"title":"A Dalit scholar’s death and Brahmin dominance at India’s premier science institute","content":"In February, the death by suicide of Darshan Solanki, a Dalit student of IIT Bombay, reignited a debate about the treatment of students from marginalised communities in India’s educational institutions. In Solanki’s case, details are continuing to emerge about what led to his death. But the problem is a larger one – in December 2021, the education minister stated in parliament that 122 students in Central government higher educational institutions had died by suicide between 2014 and 2021, and that 68 of these students were from Scheduled Caste, Scheduled Tribe and Other Backward Class communities.In a two-part series, Scroll revisited two such cases from the past, to examine how institutions responded to the suicides and whether the campuses changed as a result. The first part revisited an Adivasi scholar’s death in West Bengal’s Vidhyasar University. The second part comes from one of India’s oldest and most elite scientific institutions, the Indian Institute of Science, in Bengaluru.In 2007, Ajay Sree Chandra was a second-year PhD student at the Indian Institute of Science in Bengaluru. On August 26 that year, Chandra, who was from a Scheduled Caste, died by suicide in his hostel room.In a 2012 documentary film by Round Table India, an anti-caste media platform, Chandra’s father V Raveendra Kumar recalled the day it happened. “The security person was on the other end of the line and said that he was sorry to say, but that my son had committed suicide,” Kumar said. “I collapsed to the floor. It took me an hour to regain my senses.”Kumar, who taught mechanical engineering at a government polytechnic college in Hyderabad, explained in the documentary that his son had always excelled in his studies. “My son was always among the top ranks since school,” he said. After Chandra’s mother died in December 2000, Kumar added, Chandra stopped attending school, but in the Class 10 board exam three months later, he scored 81%.Even when he enrolled for an undergraduate programme, Kumar added, he regularly scored above 80% in his exams.Kumar explained in the film that the Scheduled Caste and Scheduled Tribes Employees Welfare Association of IISc had informed him that his son had been ranked among the top 12 students in the PhD entrance exam. “He was eligible for a general category seat but was given a reserved seat,” Kumar said in the documentary. Chandra was admitted for an integrated PhD programme, in the Division of Biological Sciences.Kumar recounted that from the start, Chandra felt out of place in the institute. “He told me that students fell at the feet of their teachers and that he felt odd about it because he was not used to that kind of practice,” Kumar said. Up to that point, Kumar had shielded his son from their caste identity – it was only when he joined IISc in 2006 that he began to face problems as a result of his identity.“He did not really understand caste, but that’s the only lens through which he was viewed as a student in IISc,” his father said.Kumar recalled in the documentary that Chandra faced discriminatory treatment in his laboratory. “All the students would get three kits, he would only get one,” he said. In one instance, Kumar said, Chandra “had to do an experiment in 14 days, and eight days into an experiment his kit was damaged”. Chandra “had to wait for two whole days for the professor to return to be able to get a new one”, Kumar said. Kumar added that his son had told him that when he informed the professor of his problem, the professor just glared at him.While Chandra obtained a good grade in the first semester, he was given a low grade in the second semester “on purpose”, Kumar alleged.Kumar recounted that his son told him that professors criticised him excessively. “Even before he finished his experiments, the professor would be quick to criticise,” Kumar said. “He was scared of approaching the professors because they were all upper caste.”In 2007, Ajay Sree Chandra, a PhD student, died by suicide at the Indian Institute of Science, in Bengaluru. His father alleged that Chandra had faced caste discrimination at the institute. Photo: Wikimedia CommonsOther setbacks also occurred. In the period leading up to his death, Chandra asked his father for a few thousand rupees every other month. Kumar was surprised – though Chandra only received a small stipend, he always saved money and had never asked for his father’s help. But Kumar did not worry about it too much, and deposited the sums in his son’s account. It was only later that Kumar learnt that Chandra’s stipend had been stopped after he failed an exam.The last time Kumar spoke to Chandra was on August 25, when bombs exploded in two places in Hyderabad. “He called me up and spoke for half an hour and enquired if we were all fine,” he said.According to news reports, on August 26, Chandra confided in a friend that he was feeling suicidal, but refused to allow the friend to stay with him that night. The next day, the friend told a professor from the department about what Chandra had said – the professor asked the friend to check on Chandra. The friend found Chandra dead in his hostel room.After he heard the news, Kumar’s colleagues pooled in money and bought him a ticket to fly to Bengaluru. “When I went to campus, all his friends were in tears,” he said. “They said Chandra would shiver at the mention of his professor’s names and hadn’t gone to class for a week.”Kumar recounted that the other students also told him that Chandra had actually attempted to take his own life in the past as well. “Nobody had bothered to inform me,” Kumar said. “If I had any idea, I would have spoken to him, and I know he would have listened to me. Or I would have just made him leave and come back with me.”Kumar explained in the film that the security person who called him was the only person who received him at the institute, and that no other member of staff met him on the day of his arrival. It was only the day after, he said, that the dean and a few professors met with him, after he returned from the hospital with Chandra’s body. But nobody discussed details of his son’s death, Kumar recalled.What followed after also left Kumar deeply troubled. Just before he left, he said, a woman professor approached him and asked him to sign a document – he recounted that she explained that it would ensure that he would face no trouble from the police when he was transporting the body. The professor, he said, told him that the document, which was written in Kannada, a language Kumar did not know, explained the circumstances of Chandra’s death.When he went back to the campus a few weeks later to follow up on procedures pertaining to his son’s death, he was told by members of the SC/ ST Employees’ Welfare Association that the document was actually a clean chit the university gave to itself, stating that it had no role or responsibility for Chandra’s death, and that he had been depressed over financial issues his family was facing. “I had no idea that that was what I had signed,” said Kumar.The students had informed Kumar that a seven-page suicide note had been found in Chandra’s room, and that he had maintained a personal diary. But in the chaos of retrieving his son’s body after a postmortem was conducted, Kumar did not have time to ask for the note or the diary.   He recounted that just as he was leaving, a staff member handed over Chandra’s diary to him. “After the funeral, I looked at it and saw that many pages were ripped off,” Kumar said in the film. “It was easily noticeable because from one topic the page immediately skipped to the middle of a whole other topic. It was very evident that pages had been ripped off.” In the pages that remained, Kumar said, Chandra had described feeling scared of “someone at the lab”, and had written that he felt he was looked at as an inferior among his peers, and that he did not feel like he belonged in that lab. Kumar was also never given or even shown the suicide note.After a few more visits to the campus, Kumar gave up on ever receiving justice for the death of his son. “I had two younger children to take care of. I had no faith in the system,” Kumar said in the documentary. “Immediately after, I developed heart problems and even had to undergo a bypass surgery.”An academician and activist who was in contact with a colleague of Kumar’s told Scroll that Kumar died some years later. This story is part of Common Ground, our in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.It has been 16 years since Chandra’s death. But students that Scroll spoke to said that IISc still does not recognise that the campus has a caste problem, and that for many students from marginalised communities, it remains a a hostile space. Scroll emailed queries to the IISc about Chandra’s death, as well as about the prevalence of caste discrimination on the campus – as of publication, it had not responded.Undergraduate students explained that their experience of casteism typically begins from the very first day, when upper-caste students inquire about the rank they had attained in the entrance exam to the programme. The ranks of students who secure admission through reservations is commonly lower than those who are admitted through the general category. Upper-caste students thus deduce which candidates are likely to have entered the institute with the help of reservations.Kavitha G, a former undergraduate, said that she was terrified of this question when she joined. (All students interviewed for the story asked to be identified by pseudonyms.) She explained that as soon as upper-caste students learn about the caste backgrounds of other students, they establish a hierarchy and form groups that exclude them. “I knew I did not want to talk about my caste,” she said. “I was very certain about it, but then you are pulled into these conversations about ranks.”She added that students are often also forced into conversations about whether reservations should exist. Priya K, another undergraduate student, said that such conversations sometimes revolved around questions such as, “Why do you need a reservation when you can afford a laptop and to pay fees?”Students from oppressed communities said that after joining IISc, they were often asked their ranks, a way through which others tried to ascertain if they were admitted to reserved seats. Photo: Wikimedia CommonsThese conversations, along with the privilege wielded by upper-caste students, have a profound effect on students from marginalised communities. “Culturally there is a huge divide,” Kavitha said. “They listen to classical music, they are so well-read. What we are studying now, they would have studied in school. I feel like a complete misfit on this campus.”She addedL “It is a very isolating experience.”This isolation is intensified by offhanded casteist comments that some students make without realising that they are in the presence of students from marginalised communities. Once, Kavitha recounted, a friend she was studying with suddenly began to talk about caste. “She said the tribes of her state are lazy and don’t work,” Kavitha said. “I was shocked. And this time I mustered up the courage to say that I also belonged to a tribal community, and asked her how she could say something so offensive, after knowing how hard I worked.”The friend just responded by saying that Kavitha did not belong to “that kind of tribe”.The students said that even though such comments may seem subtle to some, they gradually chip away at their self-esteem, confidence and mental stability. “After every exam, every assignment, there is always the fear that somebody is going to say something degrading about my ability,” Priya said. “The bullying is constant.”The hostile atmosphere takes a serious toll on students’ social lives. “I even rethink going to the gymkhana” – the sports and recreational centre on campus – “because I don’t feel any sense of community and fear feeling alone,” Priya said.The problem extends even to students’ social interactions with faculty.  Students told Scroll that they did not feel confident enough to talk to their teachers – at least not with the same ease as their upper-caste counterparts did. “If they speak the same language and come from the same background, the professors are very friendly with the students,” Priya said. “The students approach them whenever they want, and ask questions or discuss career-related topics and even bond over other similarities.” But Priya said she had never been able to socialise that way with the professors.In 2021, in a span of six months, three students of the institute died by suicide. Students were angered by the institute’s response to the crisis. In one widely criticised move, in December 2021, the administration sought to tackle the problem by removing ceiling fans from hostel rooms. The institute also claimed that its “wellness centre”, which was staffed with counsellors, was working towards improving mental health support for its students.But students told Scroll that they did not feel comfortable approaching the counsellors. Kavitha recounted a personal experience with the counsellors that left her disillusioned. “When things were really bad for me and I approached a counsellor for help, she just dismissed my concerns and asked me to just move on,” Kavita said, through tears. “She invalidated my feelings. There is absolutely no caste sensitivity.” After this incident, Kavitha said, she could not bring herself to return to the wellness centre, and finally resorted to getting therapy outside the campus.The students said that while the institute had a gender sensitisation committee against sexual harassment, also known as GSCASH, which organised programmes for students, they did not have any comparable programmes to target casteist harassment.Priya explained that one of the three students who died by suicide in 2021 was a friend of hers, and that he had wanted to file a complaint on the institute’s online portal, which allowed students to file complaints related to caste discrimination. “There was a 5,000-word limit on the complaint and we were preparing to name a professor as well,” Priya said. “But then suddenly we got scared because we were not sure who would read the complaint, and if they would get to know who it was. We feared repercussions.”The institute established the online portal to file complaints related to caste-based discrimination a few years ago. Students who tried to access the portal a few years ago told Scroll that their complaints did not even go through. They added that they had no idea what to do or where to go next. “When I tried to file a complaint a few years ago, the portal wasn’t working,“ said Akshay P, a PhD student. “There was one email ID also mentioned. So I sent an email there, but received no response.”The institute’s website also makes reference to an SC/ST Cell – the University Grants Commission mandates that all universities and colleges have an SC/ST Cell to address  the problems of students from these backgrounds. However, students told Scroll that though they too had heard of the existence of such a cell, they had no idea where it was situated, whether it had a physical office, and who was in charge of it.  Students told Scroll that casteism from the faculty typically is more pronounced towards PhD students. “In the undergraduate stage, there is less interaction between students and teachers, but in PhD, it is one-on-one, and so it’s far more challenging,” Priya said. “One senior told me that his professor once said to someone on the phone, while he was right in front of him, that in the past, students with only upper-caste surnames made it into IISc, but now even people with lower-caste names were getting in.”  Students said that in comparison with undergraduate programmes, discrimination was pronounced in PhD programmes, where they had to work much more closely with their professors. Photo: Wikimedia CommonsAkshay’s story is revealing of how immensely professors can damage the careers of young PhD scholars, and how little scholars can do to defend themselves.Initially, Akshay said he had no trouble with his supervisor. But trouble began two years into his PhD. At this stage, students, who start off with a junior research fellowship, have to give an exam to be eligible for an upgrade to a senior research fellowship. IISc also holds its own exam to determine students’ progress and commitment to the programme – if a student fails the exam, they are asked to leave the programme and are given a master’s degree instead. Both exams are organised by PhD supervisors.Two years into his programme, Akshay asked his supervisor to give him the internal exam. But for some reason, his supervisor kept putting off the exam, and instead asked him to produce more work in the laboratory. “I kept asking her and she just kept refusing,” he said. “All my other batchmates were giving their exam and they all progressed, and I was stuck.”When he approached higher authorities, he was not given any support. “They said they knew I was a good student and performed well,” he recounted. “But if my supervisor did not like me, they said there was nothing that they could do.”One person in a position of authority went as far as to tell him that “science isn’t for everyone”, and that he should consider switching professions.A research paper written by the anthropologist Renny Thomas and published in 2020 examined the role of caste at IISc. It noted that many Brahmin professors who were interviewed on campus perceived science as being a natural calling for their community members, and believed that people from lower castes did not have the skill sets or the rigour to succeed in the field. In an interview, one Brahmin professor said that people from “these groups”, referring to lower castes, wanted jobs with immediate results and did not have the patience for science, whereas Brahmins “value education, not on-the-spot profit”.Akshay soon learnt that his complaint had not been kept anonymous and confidential, after other faculty members from his department called him for a meeting and asked him why he had approached higher authorities. “They also said that whatever problem I was facing was not caste-related in any way and that I should try to resolve the issue instead of approaching higher-ups,” he recounted.But Akshay was certain the problem was related to caste. He had known of other PhD students from marginalised communities who were forced to drop out because their supervisors had refused to give them these exams. “If you look at the number of students who have dropped out, I can give it to you in writing that most of those will be students from marginalised communities,” he said.The deadline for the scholarship exam came and went, and Akshay lost his scholarship.Akshay had always been a bright student, and had joined IISc after working for many years at another laboratory and obtaining considerable professional exposure. So when he joined the lab in IISc, he was confident in his abilities and knew he had the capacity to succeed in his field. “It was because I had immense self-confidence that I am still here today,” he said. Students at the institute observed that apart from specific, targeted instances of discrimination, the general environment on campus also tended to exclude students from marginalised communities.This problem begins with the mess hall. When it was first established, IISchad eight separate mess halls, for different castes. According to a 2018 article, a 1911 leaflet printed just before IISc opened stated that “there are 72 single rooms, and eight mess rooms, each with its own store and kitchen, so that members of different races and castes can form separate groups, each observing its own customs”.Over 100 years later, while such overt segregation no longer exists, IISc has separate mess halls for vegetarian and non-vegetarian students. Pavan N, another PhD student, noted that while the non-vegetarian messes also serve vegetarian food, Brahmin teachers and students typically only eat at the vegetarian messes. In India, communities that consider themselves upper caste often adhere to vegetarianism. “The segregation starts right there,” said Pavan.Pavan explained that food was fundamental to the way students establish relationships between each other and with faculty members “Even inside the labs, if the team is celebrating something, they will just shove their vegetarian food options on the non-vegetarian students too,” he said. “And students feel awkward requesting any other kind of food.” He felt that the idea is imposed on all students that vegetarianism is better than non-vegetarianism. “Once I ordered a chicken dish to the lab and someone commented that non-vegetarian dishes smell bad and so she wasn’t comfortable around it,” said Priya.A student from a marginalised community said she felt isolated on campus, and that she avoided going to the campus gymkhana, where students meet to socialise with each other. Photo: Wikimedia CommonsOn the question of food, the 2020 paper noted that it served as a way of preserving upper castes’ “cultural and caste memory”. It observed, “Though these scientists continue to be vegetarians, they did not associate their food habits with their caste backgrounds. Instead, they justified vegetarian food habits as scientific.”Even cultural festivals became exclusionary spaces, the paper observed. While Brahmin scientists bonded over their shared knowledge of music, “non-Brahmin scientists were critical of this by showing either discomfort or lack of familiarity with classical music, as it is very clearly marked as an upper caste leisure form”, Such was the dominance of Brahmins, the paper noted, that the institute was jokingly referred to as “Iyer Iyengar Science campus”.Students noted that the number of pujas held to inaugurate new labs and mark Hindu festivals had increased. Pavan said that in early April, devotional songs were played loudly in their mess hall to mark Ram Navami celebrations. The students said it left them frustrated that such religious events were taking place in a centre of science and rationality. “Even equipment has the tilak mark,” Pavan said.“But they will never hold an event to celebrate a Muslim festival,” Priya said.  In recent years, students have felt the growth of Hindutva sentiment on the campus, which they associate with upper-caste faculty members. Some professors even openly talk about their affinity for Hindutva politics. “Caste and these Hindutva ideals are not much different from each other,” Pavan said. “So we know what to expect from these professors who openly profess these ideas.”Priya noted, “Of course, we will hesitate to speak to such professors because we know that they probably do believe in the caste system, and are going to treat us badly.”Students from marginalised communities told Scroll that they wished there were more people from their backgrounds on the campus. This, they said, would allow them to talk more freely about their interests, experiences and concerns, and also remain informed of fellowships and career opportunities, or even have non-academic conversations about art and culture. “Even if we have a casteist experience, it would be so helpful to have someone who can understand what that feels like and give us advice on what we can do,” Priya said. She observed that when she joined, there were no professors from her community, but that now there were a few.“But they are too few and too spread out,” Akshay said. “In such a big campus, how can we figure out where these professors are and how we can meet them?”According to IISc’s annual report for 2020-’21, the latest one to be published, the total number of academic staff in the institution was 558. Among them, 439 were from the general category and 12, or just over 2%, were from the Other Backward Classes category. In contrast, OBC communities constitute around 41% of the Indian population, according to 200 National Sample Survey Organisation data.The report clubbed faculty from Scheduled Castes and Scheduled Tribes together and noted that their total number was 14, or around 2.5% of the academic staff – it does not specify how many professors are from a Scheduled Caste and how many are from a Scheduled Tribe, even though the nature of discrimination and the lived experiences of the two groups are vastly different. According to the caste census, 2011, SCs constitute about 18% of the Indian population, and STs about 10%.In all, OBCs, SCs and STs come to about 5% of the academic staff. The numbers of the staff from these communities also falls short of legally mandated quotas. Under the constitution, all government institutions have to reserve 15% of jobs for SCs and 7.5% for STs; and under the recommendations of the Mandal Commission, they have to reserve 27% of jobs for OBCs.In 2012, the UGC had mandated that institutions offer remedial classes for students from Scheduled Castes, Scheduled Tribes and Other Backward Classes, as a way to support them, and reduce dropout rates. The classes were to be held outside the regular timetable, and were to focus on various goals, such as improving academic skills, linguistic proficiency, and laboratory techniques.But students told Scroll that they were not aware of whether these remedial classes were being organised. “We ourselves tried to help our juniors from marginalised backgrounds by mentoring them, but time is a constraint and we’ve not been able to give that enough time,” said Priya. “The institution should be the one providing such facilities.”One staff member said that the institute encourages reserved category students to come to the campus one month before the general category students so that they have a chance to meet their faculty and establish relationships with them. “Professors have to take the effort to come earlier and put plans in place to set up an interaction,” she said. “But most professors don’t put any work into making this happen. So there is no point to this exercise.”Students said there was a desperate need in the institute for caste sensitisation. “When they can hold gender sensitisation workshops, why can’t they do that for caste?” Priya said. “It is not our job to educate the upper caste students. It is the job of the institutions to make its campus safe for students from all backgrounds.”Also read: An Adivasi scholar’s death and the myth of casteless BengalThis reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Johanna Deeksha","time":"2023-05-24T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190455-fzwrqkbmrf-1684829744.jpg","tags":["Education","Caste","IISc","Discrimination","Reservation"],"source":"https://scroll.in/article/1049603/a-dalit-scholars-death-and-brahmin-dominance-at-indias-premier-scientific-institute"}