{"title":"A day later, Rahul Gandhi says Centre’s move on J&K has ‘grave implications’ for national security","content":"Congress leader Rahul Gandhi on Tuesday said that the Centre’s decision to remove special status accorded to Jammu and Kashmir and to bifurcate it into two Union Territories has “grave implications for our national security”. Gandhi’s response to the government’s move came over 25 hours after Union Home Minister Amit Shah made the announcement first in the Rajya Sabha on Monday. Gandhi also called the government’s decision to jail Kashmiri politicians “unconstitutional and undemocratic”. “Kashmir’s mainstream political leaders have been jailed at secret locations,” he wrote in another tweet. “This is unconstitutional & undemocratic. It’s also short sighted and foolish because it will allow terrorists to fill the leadership vaccum created by GOI. The imprisoned leaders must be released.” Former Jammu and Kashmir Chief Ministers Omar Abdullah and Mehbooba Mufti were formally arrested on Monday, a day after they were placed under house arrest. National Conference leader and former Chief Minister Farooq Abdullah on Tuesday said he was also under house arrest. Earlier in the day, Home Minister Amit Shah said that Abdullah was free and had not been detained.  The Rajya Sabha on Monday adopted the resolution on Article 370 of the Constitution be revoked.  The Upper House of Parliament also passed a bill to split the state into two Union territories – one, Jammu and Kashmir, which will have a legislature, and the other, Ladakh, without one. The proposal is currently being discussed in the Lok Sabha.“National integration isn’t furthered by unilaterally tearing apart J&K, imprisoning elected representatives and violating our Constitution,” Gandhi said in a tweet. “This nation is made by its people, not plots of land. This abuse of executive power has grave implications for our national security.” Kashmir’s mainstream political leaders have been jailed at secret locations. This is unconstitutional & undemocratic. It’s also short sighted and foolish because it will allow terrorists to fill the leadership vaccum created by GOI. The imprisoned leaders must be released.— Rahul Gandhi (@RahulGandhi) August 6, 2019\n\nNational integration isn’t furthered by unilaterally tearing apart J&K, imprisoning elected representatives and violating our Constitution. This nation is made by its people, not plots of land.This abuse of executive power has grave implications for our national security.— Rahul Gandhi (@RahulGandhi) August 6, 2019\n\nFollow today’s live updates here.The differences in the Congress party’s stand on the government’s move also seems divided. Bhubaneswar Kalita, who is Congress whip in Rajya Sabha, resigned on Monday night after he disagreed with the party’s stand on Article 370 as it was “against the mood and emotions of the nation”. The Congress had said that political parties will fight the Centre’s move and stand with the people of Jammu and Kashmir. Following this, Congress lawmakers Rahul Gandhi and his mother Sonia Gandhi held a meeting on Tuesday to discuss the party’s stand amid differing voices within, according to NDTV.Opposition parties such as the Bahujan Samaj Party, Biju Janata Dal, YSR Congress Party, Bodoland People’s Front and Aam Aadmi Party also supported the move on Monday, while the Congress, the Rashtriya Janata Dal, Samajwadi Party, and BJP ally Janata Dal (United) were against it.Leader of the Opposition in Rajya Sabha, Ghulam Nabi Azad, who is an MP from Jammu and Kashmir, had said that the government had reduced the state to a non-entity. “It will be a black spot on India’s history when the day this legislation is passed,” Azad said. “Will you break and ruin the old India to create a New India?” However, Shah said the Narendra Modi government had corrected a “long overdue historic wrong”. Article 370 of the Constitution, passed in October 1949, exempts Jammu and Kashmir from all but two articles of the Indian Constitution – Article 1, which lists the states and Union territories of India, and the Article 370 itself. It allows the state to have its own Constitution and limits the Parliament’s legislative powers over the state.Also read:Explainer: How BJP is proposing to change Jammu & Kashmir and what that meansMove to scrap special status of Jammu and Kashmir is an unprecedented attack on India’s Constitution","author":"Scroll Staff","time":"2019-08-06T13:47:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/932996-phppjwprmi-1529463328.jpg","tags":["Rahul Gandhi","Congress","Jammu and Kashmir","Article 370"],"source":"https://scroll.in/latest/932996/a-day-later-rahul-gandhi-says-centres-move-on-j-k-has-grave-implications-for-security"}