{"title":"A decade under Modi: Faster highways, struggling railways, building more airports","content":"In its 2019 election manifesto, the Bharatiya Janata Party promised to ramp up India’s physical infrastructure, calling it “the backbone of New India”. It claimed that since 2014, the Narendra Modi-led government had remedied the “policy paralysis and corruption” that bedevilled the sector under the previous Congress government. It promised to continue with the “fast pace” of infrastructural development, laying out specific targets on several fronts. Highways One key promise was the doubling of the length of national highways by 2022. It also vowed to add 60,000 km of national highways in the next five years. The two promises were at odds. In 2019, the length of India’s national highways was 1,30,667 km. Doubling it would require constructing more than twice the length the BJP promised to do. Even taking 2014 as the base year, the length of India’s national highways network has not doubled under the BJP, as per the latest available data. In March 2014, India had 91,287 km of national highways. The corresponding figure in March 2023 was 1,75,019 km. The Modi government might not achieve its target of constructing 60,000 km of national highways by 2024. In the first four years of its second tenure, the government built 44,352 km at an average of 11,088 km per year. While the Modi government might fall short of its stated targets, the pace of highway construction in the past decade has been higher than seen under the Congress from 2004 to 2014. Critics, however, have accused the Modi government of inflating the numbers by shifting to a new formula that portrays the pace of construction in a better light. RailwaysThe BJP’s 2019 manifesto promised “all efforts to ensure electrification of all railway tracks” and the completion of the dedicated freight corridor project by 2022.Both are yet to happen. Responding to a query in Lok Sabha on the expected timeframe for the completion of electrification, railway minister Ashwini Vaishnav said it “cannot be ascertained at this stage”. However, the rate of electrification in the BJP era has been higher than in 2004-’14 when the Congress was in power. Even as the government has expanded the network of high-end trains – as promised in the manifesto – the last five years have been marked by Indian Railways’ finances plunging like never before.As for the dedicated freight corridors, only the eastern leg has been completed. As of December 2023, the construction of 330 km of the 1,506-km long western corridor is still pending. Air travelThe BJP manifesto also promised to expand India’s air travel network by doubling the number of functional airports. That did not materialise – the number of functional airports in the country increased from 101 in 2019 to 148 in December 2023, according to official data presented in Parliament.Overall, the BJP government has made 74 airports freshly operational since coming to power in 2014. The Congress-led government, on the other hand, built 44 new airports between 2004 and 2014, according to annual reports of the ministry of civil aviation. PortsOn the coastal infrastructure front, the BJP manifesto promised a doubling of India’s port capacity. In 2019, the country’s port capacity stood at 1,534 metric tonnes per annum – which has since gone up to 2,600 metric tonnes per annum. It amounts to an increase of around 70%. Optical fibre networkAmong the BJP’s infrastructure development promises in its 2019 manifesto was to connect every gram panchayat with a high-speed optical fibre network by 2022. Government data shows that as of December 2013, 2,08,635 of the approximately 2.5 lakh panchayats in the country have been connected. According to data presented in Parliament, the length of optical fibre laid in India has increased from 10.62 lakh km in 2014 to 38.86 lakh km in September 2023.Read more: A decade under Modi","author":"Arunabh Saikia","time":"2024-02-05T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198068-aqfoqdafpd-1706778939.jpg","tags":["A Decade Under Modi","Narendra Modi","Hindutva","National Highways","Infrastructure","Indian Railways","Lok Sabha 2024"],"source":"https://scroll.in/article/1063032/a-decade-under-modi-faster-highways-struggling-railways-expanding-airports"}