{"title":"A decade under Modi: Rising unemployment, declining wages, poor quality jobs","content":"UnemploymentThe Bharatiya Janata Party’s 2014 election manifesto listed job creation as a “high priority” task and earmarked manufacturing, infrastructure and housing as sectors with potential to achieve the target.However, India’s unemployment rate climbed to 6.1% in 2017-’18 – the highest in 45 years. Periodic Labour Force Surveys done by the government show it further rose to 20.8% in April-June 2020 during the Covid-19 pandemic before dropping to 3.2% in 2022-’23 – nearly half of the 2017-’18 levels.However, monthly surveys conducted by private think tank Centre for Monitoring Indian Economy have consistently found unemployment rates to be much higher than the government numbers.Economists and policy researchers rely on CMIE data because of the lack of adequate and timely government data. The Modi government scrapped the annual Employment-Unemployment Survey in 2017 and discontinued the Labour Bureau’s quarterly enterprise surveys in March 2018.Economists have also expressed concerns over the rise of the share of the workforce engaged in self-employment, which, contrary to criteria set by the International Labour Organisation, includes “unpaid helpers in household enterprises”.The share of self-employed people in India’s workforce rose from 49.5% in 2013-’14, when the Congress was in power, to 57.3% in 2022-’23. During the same period, the share of salaried workers declined from 23.1% to 20.9%.The State of Working India 2023 report found that economic distress has forced many Indians to go for self-employment due to lack of enough salaried jobs.Jobs in manufacturing sectorThe Modi government launched the “Make in India” initiative in 2014 and “Atmanirbhar Bharat” in 2020 to boost manufacturing, which it identified as a labour-intensive sector in both the 2014 and 2019 manifestos.Despite these efforts, jobs in the manufacturing sector halved between 2016 and 2021. Analysts have shown that employment in the sector had been falling even before Covid-19 struck.A study published in 2018 also found that the majority of manufacturing jobs in India are low paying and increasingly less productive.Jobs in infrastructure sectorIn the 2014 manifesto, the BJP had noted the “job generating potential” of the infrastructure and housing sector.The share of India’s workforce employed in construction, which generates infrastructure and housing jobs, was 10.6% in 2011-’12, according to data from the National Sample Survey Office. This has risen to 13% in 2022-’23, according to the latest Periodic Labour Force Survey.More than seven crore Indians currently work in the construction sector and the number is expected to cross 10 crore by 2030.However, experts have pointed out that a rise in the number of people employed in the construction sector indicates that more of the workforce is having to go for low-quality jobs. According to the labour survey report, more than 83% of the workforce in the construction sector does casual labour and another 11% is self-employed.Jobs in agriculture sectorThe 2014 manifesto spoke about strengthening the “traditional employment bases of agriculture and allied sectors”. Employment in the sector has risen, largely because of reverse migration from the cities to rural areas during the Covid-19 pandemic.The share of India’s workforce in agriculture has also risen during the period, which economists say is a bad sign. Between 2004-’05 to 2011-’12, when the Congress was in power, the share of the workforce in agriculture declined sharply from 58.5% to 48.9%. The rate of decline slowed down in the next few years as the share stood at 42.5% in 2018-’19. But since then, the share has risen to 45.5% in 2021-’22.Stagnant growth in real wagesBetween 2014-’15 and 2021-’22, inflation-adjusted wages of India’s workforce have risen less than 1%. For two of the sectors that the BJP manifestos focused on – agriculture and construction – the increase is 0.9% and 0.2%.A research paper published in 2020 that compared income growth between two periods – 2004-’05 to 2011-’12 and 2011-’12 to 2017-’18, concluded that wage growth collapsed in the latter timespan and even turned negative for several employment segments. In the Economic Survey for 2022-’23, even the government acknowledged that real wage growth in rural areas during the financial year was in the negative.","author":"Abhik Deb","time":"2024-03-21T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199149-bxoztyqvin-1710081902.jpg","tags":["Unemployment","Employment","Work","Jobs","Labour","Manufacturing","Lok Sabha 2024","A decade under Modi"]}