{"title":"A decade under Modi: Environmental protections diluted, Cheetah project falters","content":"ForestsIn its 2014 manifesto, the Bharatiya Janata Party promised to protect India’s existing forests and wildlife reserves. In its 2019 manifesto, it claimed to have added about 9,000 sq km of forest cover.Data from India’s State of Forest Reports bears this out. According to the reports, prepared by a government organisation, between 2015 and 2022, India added 12,294 sq km of forests, significantly higher than the 6,966 sq km added between 2005 and 2013. But remote sensing data does not tally with the figures cited in the government reports. Experts have pointed out that commercial plantations like coffee and rubber have been included in the category of forests.In 2016, the Modi government introduced a new law to raise more funds for compensatory afforestation, or plantations that compensate the loss of forests for development activities. While the funds available for afforestation increased tremendously – from around Rs 2,900 crore in 2009-’12 to around Rs 51,000 crore in 2019-’22 – they remain underutilised. Moreover, an investigation by Scroll found that several of these plantations simply did not exist on ground. In 2023, amendments to the Forest Conservation Act, 1980, were criticised for changing the definition of forests in a way that would strip away protection for 28% of India’s forests.Environmental governanceIndia’s environmental regulations have been amended more frequently under the Modi government compared to previous governments. In March 2020, a draft Environment Impact Assessment notification came under widespread criticism for allowing projects to operate without prior environmental clearances and for diluting other safeguards. While the draft EIA has not been implemented, the environment ministry has issued office orders which mirror its controversial provisions. In its manifestoes, the BJP promised to ensure “speed and effectiveness” in the grant of environment clearances for industrial and infrastructural projects. Between 2018 and 2022, the number of wildlife, forest, environment, and coastal zone clearances increased 21 times, from 577 to 12,496. Moreover, the average time for the grant of an environmental clearance also reduced from 600 days before 2014 to 162 days in 2017. Experts, however, point out that fast-paced clearances reduce the time for discussions on the environmental impacts of projects and thereby lower environmental safeguards. WildlifeIn the world’s first intercontinental wildlife translocation, India brought 20 African cheetahs from Namibia and South Africa to a national park in Madhya Pradesh in 2022 and 2023. The death of seven adults and three cubs has sparked widespread criticism of the project.HimalayasThe BJP promised to give Himalayan states a “green bonus” – or payment for the ecological services provided by the mountain range, such as water and climate regulation. The bonus has not materialised so far. In 2015, the government established the National Mission on Himalayan Studies to provide grants for research in the Himalayan states. The annual budgetary allocation for the mission has fallen from Rs 64 crore in 2015-’16 to Rs 48 crore in 2020-’23.GangaIn 2014, the Modi government launched the flagship Namami Gange Programme with an outlay of Rs 20,000 crore to clean and rejuvenate the Ganga river.The programme has been marked by significant implementation delays. Uttarakhand and Uttar Pradesh used only 7% of the allocated budgets in 2022-’23.The programme has had limited impact: 71% of the monitoring stations on the river reported alarming levels of faecal coliform, the presence of which indicates presence of human or animal faecal matter in the water. Air pollutionThe BJP promised to bring down air pollution levels. In 2019, the Modi government launched the National Clean Air Programme with the aim of improving air quality in 131 cities across 24 states and union territories.A report published by the Centre for Science and Environment in 2022 found only 69 of 131 cities in the programme had real time air quality monitoring. Only 14 cities recorded 10% or more reduction in particulate matter between 2019 and 2021, while 16 cities saw an increase. River interlinkingThe 2014 manifesto envisioned “interlinking of rivers based on feasibility”. Since then, the government has identified 30 link projects but implementation has begun for only one: the Ken-Betwa Link Project in Madhya Pradesh, which will submerge 9,000 hectares of land, including the tiger and vulture habitat of Panna Tiger Reserve.Renewable energyAnother manifesto promise made by the BJP was the promotion of cleaner fuels and renewable energy. In 2015, India initiated the International Solar Alliance between 97 tropical countries with the aim of building a transnational electricity grid to supply solar power to 140 countries. So far, only India and France have made financial contributions to the alliance.In 2015, under the Paris Agreement, an international treaty on climate change, India committed to achieve 175 gigawatts of renewable energy by 2022. However, it fell short of targets, achieving just 119 GW by November 2022. India’s progress on meeting its Paris Agreement targets has been rated as “highly insufficient” by Climate Action Tracker, a portal that tracks the commitments of countries globally. In 2021, Prime Minister Narendra Modi said India would attain net-zero carbon emissions by 2070. Experts point out that the ambitious target for India would require reducing the share of fossil fuel-based energy in the country’s energy mix from 73% in 2015 to 5% by 2050.Green and carbon creditsThe 2014 manifesto promised to “promote the concept of carbon credits”. Carbon credits are generated when a project removes carbon from the atmosphere. In 2022, the Modi government introduced a Carbon Credit Trading Scheme to incentivise the generation and trading of these credits. It also launched the Green Credit Program which allows for tradeable credits to be generated through tree plantation, water conservation, sustainable agriculture, among others. Experts have pointed out the need for better regulation to ensure the schemes are not used for greenwashing, or making misleading claims about the environmental friendliness of a product.Read more: A decade under Modi","author":"Vaishnavi Rathore","time":"2024-02-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198156-muwojaemza-1707070374.jpg","tags":["Environment","Afforestation","Solar Energy","Pollution","Air Pollution","Namami Gange Programme","Lok Sabha 2024"]}