{"title":"A decade under Modi: Health insurance scheme fails to deliver, new medical colleges lack staff","content":"Ayushman BharatIn its 2014 election manifesto, the Bharatiya Janata Party promised to frame a new health policy for India and to initiate a national health assurance mission to ensure universal health coverage in the country.In 2017, it drafted the National Health Policy which signalled a shift from a public healthcare model focused on government-run hospitals to an insurance-based model.Since 2018, the government has been providing health insurance up to Rs 5 lakh per family per year under the Pradhan Mantri Jan Arogya Yojana. An analysis showed private hospitals empanelled under the scheme are admitting fewer patients than government hospitals.The insurance scheme also failed to deliver during the Covid-19 pandemic: only 11.9 % of eligible patients received free treatment when hospitalised.As part of the National Health Policy, the government also announced that it would set up health and wellness centres to provide an expanded range of services over and above primary health centres. So far 1.5 lakh such centres have been set up. But not every centre provides yoga, oral care, palliative care, screening for mental health, or basic management of non-communicable diseases as the guidelines for such centres promise.Health spendingThe National Health Policy of 2017 recommended that the overall government expenditure on public health should be at least 2.5% of GDP. From 1.13% of the GDP in 2014-’15, the government spending on health rose to 2.1% of the GDP in 2022-’23. However, the share allocated to the health ministry in the Union budget remained the same at 1.9% during this period.Out-of-pocket expenditure – the health expenses borne by patients – is considered a major indicator of a country’s success at providing affordable healthcare to its people. India has a higher out-of-pocket expenditure as a percentage of current health expenditure than countries like Ghana, Bhutan, Indonesia, Maldives, Sri Lanka, according to the World Health Organization.The average out-of-pocket expenditure in India declined from Rs 3,197 in 2015-’16 to Rs 2,916 in 2019-’21. Comparable data is not available for the previous decade.All India Institutes for Medical SciencesIn 2014, the BJP promised to set up All India Institutes for Medical Sciences, or AIIMS, in every state. Delhi has the oldest such specialised medical college.In the past decade, the Modi government has established 15 new AIIMS. Many, however, are functioning with limited services in the out-patient and inpatient departments.Medical collegesIn 2014, India had 387 medical colleges for 806 districts. The BJP government has increased the number to 706 medical colleges. But many new colleges lack doctors and other staff, forcing patients to travel long distances to access older, overcrowded hospitals.In 2022-’23, all 246 medical colleges surveyed by the National Medical Council failed to meet 50% teacher attendance.MalnutritionThe past decade has seen Indian children fare worse on some malnutrition indicators as per the National Family Health Surveys.In the 2015-’16 survey, among children below the age of five, 7.5%% were severely wasted or had less weight for their height. This increased to 7.7% % by 2019-’21.In the same age group, the incidence of obesity has risen from 2.1% to 3.4% during the same period.The percentage of stunted children or those with low height for their age has reduced marginally from 38.4% in 2015-’16 to 35.5% in 2019-’21.The BJP had promised full vaccination coverage for children and pregnant women by 2022. The latest data shows 76.4% children aged below two are fully vaccinated.Alternative medicineThe Modi government has invested heavily in ayurveda, unani, siddha, and homoeopathy as promised in the BJP manifesto. In 2014, a separate ministry was created for traditional medicine.The budgetary allocation for the Ayush ministry has increased at a faster pace than the health ministry. In 2023-’24, it was allocated Rs 3,647 crore in 2023-’24, an increase of 20% from the previous year.TelemedicineIn 2019, the Modi government launched a telemedicine service called e-Sanjeevani, which claims to have served 19.3 crore people so far.Many government doctors, however, said the pressure to meet daily targets had forced them to falsify records to show patients they saw in person as telemedicine consultations.Disease controlThe BJP’s promise to end diarrhoea remains pending. Nearly 8% of children surveyed in 2019-’20 had suffered from the disease that year.The national mosquito control mission that the BJP promised to set up in its 2014 manifesto, is yet to be launched.In its 2019 manifesto, the BJP promised to eliminate tuberculosis. For this, India would have to reduce TB prevalence to one case per million population. India currently has 188 cases per lakh population. In 2020, TB is estimated to have killed 4.93 lakh Indians.Read more: A decade under Modi","author":"Tabassum Barnagarwala","time":"2024-02-16T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198157-agvfeixcsm-1707071816.jpg","tags":["National Health Policy","Lok Sabha 2024","Health","A Decade Under Modi","Malnutrition","All India Institutes for Medical Sciences","Ayush Ministry"],"source":"https://scroll.in/article/1063069/a-decade-under-modi-health-insurance-scheme-fails-to-deliver-new-medical-colleges-lack-staff"}