{"title":"A decade under Modi: Legal reforms partly done, judicial independence comes under cloud","content":"Judicial reformsThe Bharatiya Janata Party promised to strengthen India’s judicial system to ensure quicker disposal of cases in the courts. The 2014 manifesto promised to implement a “National Litigation Policy” in order “to reduce average pendency time of cases”.The government is yet to implement the National Litigation Policy, which was first conceived in 2009 by the United Progressive Alliance government.The government has initiated several measures to reduce litigation by state agencies and encourage resolution of disputes outside courts. However, case pendency across all courts in India – the number of cases lying unresolved in courts – has increased by 2.8% year-on-year between 2010 and 2020. This means that the BJP government’s measures did not alter the pendency trend seen in the UPA years.Most courts in India have been digitised, largely because the lockdowns during the Covid-19 pandemic forced courts to move online.The 2014 manifesto also promised the creation of courts to deal with Intellectual Property Right cases and to stop hoarding and black marketing. However, no such courts have been created.It also promised to double the number of courts and judges in the subordinate judiciary. However, the total sanctioned strength of judicial officers in lower courts increased by only about 25% between 2014 and 2023.The World Justice Project has marginally reduced India’s Overall Rule of Law score from 0.51 in 2015 to 0.49 in 2023. This denotes that the adherence to the rule of law in India has become worse over the years under the BJP government.Independence of judiciaryThe 2014 manifesto had promised the setting up of a National Judicial Commission for the appointment of judges in higher judiciary. This promise was fulfilled by the government. However, the law setting this commission up was struck down by the Supreme Court in 2015 on the grounds of interfering with the independence of the judiciary.The last ten years have been marked by tension between the judiciary and the executive over the government deviating from the legal procedure of appointments to Constitutional courts by selectively appointing those recommended for elevation to the Bench by the Supreme Court collegium. This has allowed the government to exercise a veto over judicial appointments.Petitions related to the delay in appointments of judges recommended by the collegium were admitted by the Supreme Court in 2022. Since then, the Supreme Court has periodically warned the government in the matter to appoint judges in a timely manner. However, the government continues to selectively appoint judges.Due to such disagreements, at present 29.71% of positions in all High Court benches are vacant.Another flashpoint was the unprecedented press conference by four Supreme Court judges against the then Chief Justice of India Deepak Misra in 2017. The judges alleged impropriety in the listing of significant cases. Later, one of these judges had revealed that Misra was controlled by “someone from outside”.Under the BJP government, Ranjan Gogoi was appointed Rajya Sabha MP immediately after demitting office as Chief Justice of India. This was only the third instance of a former Supreme Court judge becoming a Rajya Sabha member. The BJP government has also appointed two Supreme Court judges as governors immediately after retirement – Justices P Sathasivam and S Abdul Nazeer. Only two retired Supreme Court judges had been appointed governors before this.Uniform Civil CodeIn both its 2014 and 2019 election manifestos, the BJP said that “there cannot be gender equality till such time India adopts a Uniform Civil Code, which protects the rights of all women”. Both promised to draft a Uniform Civil Code, “drawing upon the best traditions and harmonising them with the modern times”.In June 2016, the Union Ministry of Law and Justice had asked the Law Commission of India to examine the subject of Uniform Civil Code. After soliciting views of the public, the Commission published a consultation paper on “Reforms of Family Law” in August 2018 that stated that “a uniform civil code … is neither necessary nor desirable at this stage”.In June 2023, the Law Commission stated in a public notice the need to “to deliberate afresh over the subject” and once again sought views of the public and “recognised religious organisations” on the subject of a uniform civil code.Last month, the Uttarakhand state assembly passed a Uniform Civil Code bill. However, it draws mainly from Hindu personal law and has been widely criticised for its puzzling and excessive regulation of live-in relationships and not adopting gender-just practices from other religions’ personal laws.Alternative Dispute ResolutionThe 2014 manifesto said that the BJP government would “develop India into a Global Hub for Arbitration”. The 2019 manifesto also promised to “make India a hub of arbitration services”.In 2019, the government amended the Arbitration and Conciliation Act, 1996 to strengthen institutional arbitration in India. The amendment instituted an Arbitration Council of India. In the same year, it established the India International Arbitration Centre through a statute.However, most of the provisions of the amendment act, including those pertaining to the Arbitration Council of India, are yet to be operationalised. Similarly, the India International Arbitration Centre has not begun operating yet, as its regulations for conduct of arbitration were notified only in September last year.The 2014 manifesto promised to “give special emphasis to the development of Alternate Dispute Resolution mechanisms”. The 2019 manifesto promised to encourage mediation. In September last year, the Parliament passed the Mediation Act, 2023 to promote and facilitate mediation. However, the Act is yet to be fully implemented.Simplification of legal procedureBoth the 2014 and 2019 manifestos promised the simplification of procedural laws. The 2014 manifesto also promised to “simplify complex legislations - converge overlapping legislation, as well as remove contradictory and redundant laws”.On the promise of simplification of procedural law, there is little evidence of it having been done. The Civil Procedure Code remains largely the same as it was prior to 2014, while the Criminal Procedure Code has been replaced by a new legislation that is 82% similar in content to the legislation it replaced.It can also claim to have simplified the tax regime in the country through the introduction of the Goods and Services Tax regime in 2017.On converging overlapping legislation, the only noteworthy example of this is the enactment by the Parliament in 2019 and 2020 of the four labour codes to consolidate 29 labour legislation. However, these codes are yet to be implemented.On the promise of removal of redundant laws, the government has delivered: in the last ten years, it has repealed 1,562 laws that it identified as outdated or obsolete. Between independence and 2014, Parliament had repealed only 1,301 obsolete laws.Police reformsThe 2019 manifesto promised the enactment of a “Model Police Act” in consultation with the states to have a pro-people citizen friendly police”. This was a crystallisation of a host of several vague promises related to police reforms in the 2014 manifesto.No such ct has been enacted and no such bill has been introduced in Parliament.The 2014 manifesto promised to “reform the criminal justice system to make dispensation of justice simpler, quicker and more effective”. The three central criminal laws of the country – the Indian Penal Code, the Indian Evidence Act and the Criminal Procedure Code – were replaced by three new statutes in December. However, the content of these new laws is around 80% similar to the old ones and the new laws will take about a year to get implemented.","author":"Vineet Bhalla","time":"2024-04-04T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199756-pyvlzcuntr-1711990240.jpg","tags":["Law","Judicial independence","Judicial Appointments","Uniform Civil Code","Article 370","Judicial reform","Citizenship Amendment Act","Kashmir","Criminal Law","Lok Sabha 2024"],"source":"https://scroll.in/article/1064157/a-decade-under-modi-legal-reforms-partly-done-judicial-independence-comes-under-cloud"}