{"title":"A decade after the devastating Kedarnath floods, is the fragile region any safer?","content":"The Kedarnath Valley, located above 3,500 metres  in the northern Indian state of Uttarakhand, has changed significantly  since it was hit by deadly floods in 2013. A reconstruction project  aimed at revamping and rebuilding Kedarnath, the site of a famous temple  to which thousands trek to every year, started in March 2014. But  delays, allegations of misappropriation, and – above all – the dangers  of heavy construction in an ecologically sensitive mountainous zone have  raised serious questions about whether Kedarnath is safer now than  before the 2013 disaster, or even more vulnerable.A fresh reminder of the area’s fragility came on the night of August 4, when a major landslide  hit the Kedarnath pilgrimage route amid heavy rains. The landslide  washed away several shops near Gaurikund, the start of the Kedarnath  trek. At the time of writing, the incident had resulted in three deaths, with 16 others missing.With a death toll of over 6,000,  the 2013 floods in Uttarakhand were one of India’s worst ever natural  disasters. Heavy rainfall on June 16-17, 2013, combined with melting  of the Chorabari Glacier, caused a breach  of the Chorabari glacial lake, in a glacial lake outburst flood.  This increased the flow of the Mandakini River, flooding the whole  Kedarnath Valley and settlements downstream, and destroying the 14 km  pilgrimage route to the Kedarnath Temple.Each year, thousands trek to the temple in Kedarnath, located 300km northeast of India’s capital. Credit: The Third Pole.“I was at Rambara village [near Kedarnath] on the day of the floods,” recalls Roshan, a former palki or  palanquin bearer, who would help elderly or infirm pilgrims reach their  destination. “All I remember is the mind-numbing destruction. The whole  of Rambara just vanished in front of my eyes. In mere seconds, hotels,  shops, people, and animals were all gone. The memories still give me  chills.”Manish Mehta, a scientist at the Wadia Institute of  Himalayan Geology, says that the risk of future glacial lake outburst floods from the Chorabari  Lake has receded. He tells The Third Pole: “As Chorabari Lake breached  all its boundaries, it has now turned into a pathway, which basically  means that… it cannot hold water anytime soon.”But environmental  scientist Ravi Chopra disagrees with this optimistic assessment, and  warns of the dangerous impacts of climate change in the region.  “Fragmentation of glaciers can happen, leading to the formation of  lakes… in the areas surrounding Chorabari Lake, [therefore] the  possibility of glacial lake outbursts must never be ignored.”This snaan ghat, or holy bathing spot, on the Alaknanda River near Rudraprayag was submerged and filled with mud in the 2013 flash floods. It remains partially underwater and unused to this day. (Image: Sandhya Agrawal).Tourism drives reconstructionIn the aftermath of the 2013 floods, there were pressing reasons to  overlook the enduring vulnerabilities of Kedarnath, and immediately  focus on reconstruction. Uttarakhand is deeply dependent on tourism, and  in particular on visitors to famous sites like Kedarnath. The state  suffered a huge economic blow from the disaster – the World Bank estimated losses from the floods at more than $3.8 billion, more than the Uttarakhand state budget for that financial year (April 2013-March 2014) of roughly $3 billion. If the Kedarnath pilgrimage were not restarted, the state was staring at further losses of up to $2.5 billion per year.After the flood, Uttarakhand received an aid package  of around $888 million. Of this, around $756 million was for medium and long-term re-construction,  to be provided to the state between 2013 and 2016, with the remaining  funds going towards emergency relief and rescue efforts.Cars lined up in a car park in a mountainous area, construction site behind After the 2013 floods, this car park in Sonprayag was built for pilgrims’ vehicles. It can house nearly 1,000 vehicles at peak capacity. (Image: Aniket Singh Chauhan)A top priority was to make the major tourist hub of Kedarnath town  (also known as Kedarpuri) hospitable and suitable for pilgrims as soon  as possible. Initially, this task was given to the Nehru Institute of  Mountaineering, and then in 2017, it was transferred to the Shri  Kedarnath Utthan Charitable Trust, constituted  by the state government under its direct supervision to ensure that a  single authority oversaw all reconstruction and infrastructure building  in the area.Vishwanath Singh, a project supervisor with the trust,  tells The Third Pole: “Our initial task involved reconstructing the  trekking route to the shrine, as the previous path was severely damaged  after Rambara [village]. We created an alternative route on the left  bank of Mandakini [River], connecting it to Rambara via a bridge.  Additionally, we focused on Kedarnath town, constructing bridges, a  three-layer protective wall behind the temple, ghats, and retaining  walls along the Saraswati and Mandakini rivers. Furthermore, we built  cottages, a temple access road … and other necessary structures at the  Kedarnath base camp.”Heavy machinery, pictured here in May 2023, was brought in for the reconstruction of Kedarnath via heavy lift helicopters (Image: Aniket Singh Chauhan)Reconstruction making Kedarnath unsafe?The heavy construction in the Kedarnath area has been an issue for some experts. A 2014 study  by the Disaster Mitigation and Management Centre, an autonomous  institute of the Uttarakhand government’s Department of Disaster  Management, had explicitly warned against heavy construction in the  Kedarnath area.Conducted just after the 2013 disaster, the study  stated: “No new constructions should be allowed in the temple township.  Small and light structures can, however, be erected for those  responsible for performing essential services related to the temple. The  temple township has freshly deposited cover of debris and boulders, and  any attempt to disturb these could initiate mass movement besides  accelerating the pace of erosion.”A new bridge over the Mandakini River at Bhimbali connects the old pilgrimage route on the left bank to a new route on the river’s right bank (Image: Aniket Singh Chauhan)Ravi Chopra says that the lessons that should have emerged after the  2013 floods have not been well understood by engineers and planners. “We  are in a severe earthquake-prone zone, and the valley base where  Kedarnath is located has been formed by the rolling down of big rocks  and boulders over the centuries. So, the base of that valley is not a  consolidated mass of rock, and in the event of an earthquake, these  boulders will shake, which will make the superstructure on top quite  susceptible to collapse.”“In fact, the good thing would be to  minimise the stationary population in Kedarnath and encourage people  [who are visiting] to return soon after their temple visit, and that  requires limiting the number of people who visit Kedarnath on a daily  basis.”Mallika Bhanot, a member of Ganga Ahvaan, a citizens’ forum working for the free-flowing Ganga  in its upper stretches, says that reconstruction work is putting too  much pressure on the fragile Kedarnath Valley. “The rampant construction  of roads, hydropower projects, guest houses, and…helicopter tourism is  adding cumulative stress of excessive infrastructure construction and  increased carrying capacity. Therefore, more people are reaching the  shrine and adding to the load. The area is basically systematically  being degraded… If another [flood like that in] 2013 happens, then the  impact of the disaster will be manifold.”This multilevel car park near Rudraprayag, around 75km from Kedarnath, was built to replace one washed away by the 2013 floods. A protecting wall built after the 2013 disaster to offer protection from future floods is visible on the other side (Image: Sandhya Agrawal)As per a report by the Hindustan Times, a study on the carrying capacity of the Char Dham (pilgrimage site) was recommended by a High Powered Committee appointed by the Supreme Court of India in 2018. The committee had recommended a daily limit of 5,000 pilgrims to the Kedarnath shrine, but officially  13,000 are currently allowed to visit each day. In 2023, the chief  minister of Uttarakhand, Pushkar Singh Dhami, announced a study of the  carrying capacities of various hill towns, including Kedarnath.  Delay, scathing reportAlthough the creation of a single authority was meant to make sure  that the reconstruction in Kedarnath happened in a holistic and timely  manner, a 2018 report  by the Comptroller and Auditor General of India found that construction  had missed several deadlines. It also noted the non-approval of  infrastructure projects, delays in under-construction projects by  different agencies, and excessive allocation of funds. Neither the state  nor the Union government has responded to these criticisms, but a  number of pending construction projects were completed by June 2021.Vishwanath  Singh of Shri  Kedarnath Utthan Charitable Trust says that reconstruction work faced a number of issues.  “The climate poses the biggest challenge, allowing only about five to  six months of work [during the summer], which mostly aligns with the  pilgrimage season [making work difficult]. Initially, ponies transported  construction material, but a helipad was later built to expedite the  process, and since then, we have been using the Air Force’s Mi-26  helicopter for heavy machinery transportation. I think completion of the  remaining projects will take at least six to seven more years,” says  Singh.The street leading to Kedarnath Temple houses guest houses and shops. Nearly 13,000 pilgrims visit the temple each day. (Image: Sandhya Agrawal)This completion date would be long after December 2023, which is when  Sukhbir Singh Sandhu, chief secretary of Uttarakhand and president of Shri  Kedarnath Utthan Charitable Trust, stated last year that all reconstruction projects in Kedarnath would be completed by.Construction of a three-layered protecting wall surrounding Kedarnath (Kedarpuri) Township was finished in June 2021 and is now well into the beautification stage. Authorities claim  that the wall will protect the township from future floods by diverting  water away. But only another flash flood can test such claims.Heavy rains in July this year led to the stoppage  of the Kedarnath pilgrimage. Shortly thereafter, the August 4 landslide  led to significant loss of life. This suggests that after a great deal  of money and time, the route remains significantly unsafe.The authors of this report attempted to contact the Rudraprayag  District Magistrate and the president of the Shri Kedarnath Utthan  Charitable Trust for comment, but no response had been received by the  date of publication. The article will be updated if responses are  received.This article was first published on The Third Pole.","author":" Sandhya AgrawalAniket Singh Chauhan","time":"2023-08-17T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193169-kgrhvjnotw-1692012075.jpeg","tags":["Kedarnath","Uttarakhand","Char Dham","Kedarnath Pilgrimage","Kedarnath Floods"],"source":"https://scroll.in/article/1054308/a-decade-after-the-devastating-kedarnath-floods-is-the-fragile-region-any-safer"}