{"title":"A decade under Modi: Aggressive foreign policy yields mixed returns","content":"The Bharatiya Janata Party’s 2014 Lok Sabha election manifesto promised to “reboot and reorient” India’s foreign policy to give primacy to the country’s interests and to elevate New Delhi to its “rightful place” of influence in a multipolar world order.The neighbourhoodThe 2014 manifesto said that political stability and peace in South Asia was essential for the region’s development. However, the past decade has seen relations between India and several of its neighbours worsen.Prime Minister Narendra Modi made a surprise visit to Pakistan in 2015. But the initial peace overtures soon gave way to military skirmishes between the two countries over cross-border terrorism.Islamabad’s stance on New Delhi abrogating provisions of Article 370 of the Indian Constitution, which gave special status to Jammu and Kashmir, further added to the strain.New Delhi’s ties with Kathmandu were tested in 2015 as the draft of Nepal’s new Constitution did not address the concerns of the Madhesis, an ethnic group with cultural ties with India.Under the Rajapaksa family, Sri Lanka moved away from India.Relations with the Maldives were frosty first with Abdulla Yameen and now Mohamed Muizzu, both pro-China leaders, holding power in Malé.The coup in Myanmar and the Taliban’s takeover in Afghanistan in 2021 were also setbacks for New Delhi.However, relations with Bangladesh have continued on an upward trajectory, notwithstanding the deadly protests against Modi’s visit to the neighbouring country in 2021.Regional forumsIn the 2014 manifesto, the BJP promised to strengthen the South Asian Association for Regional Cooperation, or SAARC, an intergovernmental group meant to tackle regional problems.However, India’s friction with Pakistan has caused a stalemate – no SAARC leaders’ summit has happened since 2014. In contrast, the previous Congress-led government had preserved SAARC despite tensions with Pakistan at that time.In recent years, the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation, which includes all SAARC members except Pakistan, Afghanistan and the Maldives, has emerged as India’s preferred regional forum.ChinaModi’s personal diplomacy with President Xi Jinping during his first term failed to reap dividends. Military tensions first built up with the Doklam standoff before culminating in the 2020-’21 violent face-offs along the Line of Actual Control. This was the first time Indian soldiers were killed on the Chinese frontier in 45 years.Complete disengagement along the disputed frontier has not been achieved, keeping up the risk of an escalation.US and the QuadWith India and the United States viewing China as a common threat, the New Delhi-Washington strategic partnership has deepened.The Quad security dialogue, which includes India, US, Japan and Australia has rapidly emerged as a key multilateral forum since its resurrection in 2017.The Modi government has also sought to strengthen cooperation with the Association of Southeast Asian Nations. The BJP’s 2019 manifesto linked this to the need for maintaining a “free and open Indo-Pacific” – a term often used to hint at countering China’s growing aggression and influence in the region.CanadaThe India-Canada relationship soured amid New Delhi’s allegations that Ottawa is mollycoddling supporters of Khalistan, an independent Sikh nation that some hope to establish. On the other hand, Canada has accused India of interfering in its domestic politics.These strained ties snapped in 2023 after Canada alleged that Indian government agents were involved in the assassination of a Sikh separatist leader on Canadian soil. This killing, the United States has alleged, was part of a larger conspiracy of planned murders, including one in New York – leading to friction between New Delhi and Washington.Multialignment and multilateralsIn its 2014 manifesto, the BJP promised greater cooperation with multilateral forums such as the BRICS and the Group of 20.In 2023, the G20 Summit in Delhi, hosted in line with the grouping’s rotational presidency, was projected by the Modi government as the “crowning moment” for the country on the world stage.The BRICS, a group of major emerging economies, has found more weightage in Indian foreign policy amid a growing impetus on multi-alignment. Parallelly, participation in the BRICS feeds into continued attempts to project India as the leader of the Global South.Russia’s invasion of Ukraine in 2022 tested India’s multi-alignment. Despite pressure from the West, India held firm to import cheaper Russian oil.Aggressive diplomacyThe Modi government’s first term saw an outreach to Indians overseas, with the External Affairs ministry being seen as a consular service.In the second term, after former diplomat S Jaishankar took charge as the foreign minister, Indian diplomacy turned more aggressive, projecting itself as independent and rooted in self-interests.India’s overseas missions have increasingly spoken on behalf of Hindus around the world, in matters such as alleged attacks on Hindu temples. Experts view this as an attempt to integrate Hindutva in India’s foreign policy.","author":"Nachiket Deuskar","time":"2024-03-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199150-ombydxprxz-1710083616.jpg","tags":["Foreign Policy","Quad","Canada","Line of Actual Control","Ladakh","Pakistan","Sikh Separatism","China","Lok Sabha 2024"],"source":"https://scroll.in/article/1063555/a-decade-under-modi-aggressive-foreign-policy-yields-mixed-returns"}