{"title":"A decade under Modi: UPI is a gamechanger but digital divide persists","content":"The Bharatiya Janata Party’s manifestos for the 2014 and 2019 general elections mention the word “digital” 17 times.The promises in these manifestos can be divided into four categories – digital literacy, digital security, digital infrastructure and digital services.Digital literacyThe 2014 manifesto said that the “BJP aims to make every household digitally literate” and promised “a national programme for digital empowerment through computer literacy of the people”. It also said that a “digital divide shall not be allowed to create further divisions in the learning situations of children.”According to data collected by the National Sample Survey Organisation, or NSSO, in 2014, only 7.8 % of Indians above the age of 14 in rural areas could use a computer. For urban areas, this number stood at 28.1%.By 2018, there had been a marginal increase in these numbers but the rural-urban disparity – the digital divide – persisted. In rural areas, the ability to operate a computer for anyone above the age of 5 was 9.9%. For urban areas, it stood at 32.4%.The Covid-19 pandemic dealt a blow to access to computers. According to a 2022 Oxfam report, “the total percentage of respondents without a computer or laptop was 93.5 per cent in January-April 2018 and increased to 96.6 per cent by the end of 2021.”However, internet penetration in India increased from 14% in 2014 to 46% in 2021.  Digital servicesTelemedicine and tele-education found mentions in BJP’s 2014 and 2019 manifestos. In 2019, the Modi government launched eSanjeevani, a telemedicine scheme, and registered 10 crore online consultations on it between patients, healthcare officials and professional doctors till January 2023. But the scheme is riddled with challenges of low attendance, low awareness, poor internet connectivity and unrealistic targets.The Modi government’s “Operation Digital Board”, launched in February 2019, was one way to facilitate tele-education. It would replace all blackboards in secondary and senior secondary schools across the country with digital boards – a promise stated in the 2019 manifesto.When asked about the progress of this initiative in the Lok Sabha in December 2019, the government did not provide any data.The UPI success storyThe BJP’s 2019 manifesto promised “the enactment of legislation for creating an International Financial Services Centre Authority which will put in place a robust regulatory framework.” The authority was established in 2020.The manifesto also promised to promote and increase digital transactions. In 2017-18, India recorded 2,071 crore digital transactions. As of December 31, 2022, this increased more than four times to 9,192 crore transactions. One of the most striking transformations in India has been the adoption of Unified Payment Gateway, or UPI, payments, changing the way people transfer money from one account to another and pay for purchases. Developed by the National Payments Corporation of India in 2016, it now has 300 million users and 500 million merchants on its network.  In 2022, it cornered 52% of all digital transactions.Digital securityThe 2014 manifesto noted that “Digital and Cyber security will be a thrust area” for a reformed National Security Council in India.According to data put out by the government body, Computer Emergency Response Team, or CERT, it handled 1.3 lakh cybersecurity incidents, including malware propagation, website defacement and phishing attacks in 2014. In 2022, this figure increased ten times to 13.9 lakh.The US-based Massachusetts Institute of Technology pinned down this increase to “a lack of foundational regulation” for cybersecurity in India.The 2019 manifesto dropped digital security entirely. In 2023, the Modi government passed a data protection law – something that it did not promise in 2014 and 2019. The law was panned by experts for several shortcomings, including broad exemptions granted to the government to collect and process data.Digital infrastructureThe 2019 manifesto promised connecting villages through “high-speed optical fibre” and building more than 150 “technology centres” around the country that would “help in mentoring, skilling and prototyping of MSMEs [micro, small and medium enterprises]”. As we had pointed out in an earlier piece, 2.08 lakh of the approximately 2.5 lakh panchayats in the country have been connected by an optical fibre network, as of December 2013.As of August 2023, there is a network of 33 technology centres in India. Eighteen of these were built between 1967 and 1999. The Modi government said that 15 new centres “are being established” under the Technology Centre Systems Programme.The reason for the slow pace, it said, was delay in procuring land from state governments, pre-construction approvals from local authorities, the Covid pandemic and the protracted clearance of shipments.","author":"Ayush Tiwari","time":"2024-04-01T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199695-tjcdbpvwge-1711719373.jpg","tags":["A decade under Modi","UPI","Digital India","Digital literacy","Internet"],"source":"https://scroll.in/article/1065732/a-decade-under-modi-upi-is-a-gamechanger-but-digital-divide-persists"}