{"title":"A Death in the Gunj review: The characters and plotting are weak but the mood and melancholy linger","content":"Konkona Sen Sharma takes a short story and tales from her own childhood to write a period drama set in 1979. Captured with diffused lensing and an eclectic cast of characters, A Death in the Gunj is a warm homage to a vintage world of hairdos, collars, prints and conversations.The coming of age drama opens with a shot of a body in the boot of an Ambassador car and then goes into a flashback from a week before. The events unfold during a family vacation in the Anglo-Indian community of McCluskiegunj in Jharkhand. We have come to expect that a film with a large ensemble cast that is set at a single venue is going to centre on a dysfunctional family. In Sen Sharma’s script, the events pivot around a shy young man named Shutu, a misfit among the boisterous and wacky relatives.The venue for the family vacation is the home of the Bakshis (Om Puri and Tanuja). Visiting them are their son Nandu (Gulshan Devaiah) with his wife Bonnie (Tillotama Shome) and their daughter Tani, accompanied by their nephew Shutu (Vikrant Massey), a withdrawn young man who is confused about his place in society and who is dealing with feelings of seclusion. Also invited to stay is Bonnie’s single and ready to mingle friend Mimi (Kalki Koechlin), who has her tentacles into married family friend Vikram (Ranvir Shorey) and the naive Shutu.\n\n\n    \n    Play\n\nA Death in the Gunj.Shutu, who feels a connectedness with his eight-year-old cousin Tani, is the dog in the manger. Egged on by the rogue Vikram, the men in the group repeatedly pick on the timid Shutu. Through the story, Sen Sharma drops enough hints about the impending tragedy and Shutu’s gradual meltdown.What the story lacks in substance, it makes up for in style and atmospherics, underlined by Sagar Desai’s score and Sirsha Ray’s cinematography. The tension of a missing child, the banter and frisson in the family, the mean picking on Shutu, and Mimi’s bold overtures work well. What do not are the stiff English dialogue and the theatrical characters. Of the cast, Massey stands out for his performance as the hurting man whose emotions are on a slow burn. Shorey, Shome, Koechlin and Devaiah pitch in enthusiastically. While the characters from A Death in the Gunj don’t stay with you, the melancholy and mood linger on.","author":"Udita Jhunjhunwala","time":"2017-06-02T07:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/839237-59380-remzgmhbeb-1496088236.jpeg","tags":["Konkona Sen Sharma","A Death in the Gunj","Film review"],"source":"https://scroll.in/article/839237/a-death-in-the-gunj-review-the-characters-and-plotting-are-weak-but-the-mood-and-melancholy-linger"}