{"title":"A documentary explores dreams of France in Puducherry – and nightmares of belonging","content":"It’s the crucial French presidential election in 2017, and the merits of each candidate are being debated in earnest – in a corner of Puducherry.Is the Republican candidate Francois Fillon the best bet? What about the Socialist Benoit Hamon? Groups of concerned locals chatter away in French, wondering which of the candidates will best serve their interests. Though the French left this colonial settlement in 1954, approximately 4,600 Puducherry resident hold French citizenship and are eligible to vote in the election. As Pankaj Rishi Kumar’s documentary Two Flags reveals, the Presidential election becomes an exercise for these hybrid Puducherrians to demand rights, weigh the benefits of Indian versus French citizenship, and assess where their loyalties really lie.“We in Pondicherry have always voted for the right,” says one gentleman. “We are Gaullists.” Elsewhere in the city, a statue of Charles De Gaulle, the President of France between 1958 and 1969, stands tall and proud in a home of one of the residents. Two Flags. Courtesy Pankaj Rishi Kumar.Two Flags is the first part in a trilogy Kumar is making about Pondicherry. The second film is about Vallavan, a theatre director who features in Two Flags, and follows his production of Romeo and Juliet in Tamil. The third film will take a deeper look at the leader of a group also featured in Two Flags, which is agitating for French nationality. “The community does not share the same language, customs, history, or ethnicity of France,” Kumar says in his director’s note to the series. “Entitled to all the benefits of French citizenship, many Franco-Pondicherrians choose to reside in India owing to cultural and familial attachments. They end up as outsiders in both India and France.”As he explains, “The legal homeland [assumes] mythic proportions especially for those who are unlikely to ever embark on the pilgrimage to France. French Indians grapple with a self-identity that is lacking in the fundamental attribute of psychological sovereignty (the psychological sense of claiming or belonging to a homeland).”One character tells Kumar, “This is my second life. I have two countries, and that is why I am in Pondicherry.”The larger question is about belonging, said Kumar, who also shot and edited the film. “And, what is nationality and identity to begin with?” he added. “It’s about much more than knowing the language. Your body and soul are Indian, but you think you want to be French.”A memorial for the Indians who fought on behalf of France in World War II. Courtesy Pankaj Rishi Kumar.Some of the characters featured in the documentary served under the French flag in World War II. They lived in France for several years before returning to Puducherry, which was under French rule before it became an Indian Union territory in 1954. While they continue to be counted as French citizens, they do not get all of its benefits, such as a suitable Army pension or scholarships to send their children to French universities (which would help them to settle in Europe). Some Puducherry residents who did not identify themselves as French when the territory (then known as Pondicherry) passed into Indian hands in 1954 clearly regret not having the option of leaving for improved prospects. Kumar depicts a mother-daughter pair applying unsuccessfully for French citizenship even though they do not have the necessary documents. For others, being French has become increasingly meaningless, especially when it comes to the education of their children.The question of whether citizenship is purely a matter of serving one’s economic needs rather than identifying with a culture come into focus in the interactions between theatre director Vallavan and his students. Many of the young students have stopped opting for French as a language in school and college, leading to a rupture with the country that their parents hope will yield jobs and a better life someday. “It’s not just about the French language, but about identity,” Vallavan tells Kumar.Pankaj Rishi Kumar.Kumar’s previous documentary credits include Kumar Talkies (2000), Pather Chujaeri (2001) and 3 Men and a Bulb (2006). He began thinking of Two Flags as early as 2007, after reading an article in Outlook magazine about the 6,000-odd people who were then eligible to vote in that year’s French presidential election. Kumar set out to make the film in 2012, during the next general election, but he couldn’t meet as many people as he would have liked to.“It wasn’t easy to crack the film because the community is very small and closed,” Kumar said. “Also, I know neither Tamil nor French, so I felt that I didn’t have enough material.” The 2017 election finally became the backdrop for Two Flags. “The election offered me a public space for the community to come out and say the kind of things they would not tell me in interviews,” Kumar said. “The interviews conducted in private did not build up into a film.”There is a great deal of fear and ambivalence about the nationality question, Kumar said. “The minute you talk about nationality, people get scared,” he said. There is a lot of disinformation about the link between voting and citizenship, with locals believing that they will lose their French status if they fail to vote. There have also been cases of underhand dealings, Kumar added, of promises made of securing French citizenship for resident even though their papers are not in order.“Citizenship has become a matter of convenience for some,” Kumar said. “What I liked the most was that Vallavan had to offer – don’t just don’t learn the language, but also look at French culture and learn to think independently. These dilemmas are thrown up when citizens are not consulted over decisions that affect them. Every individual has his or her own path, but they are also products of a history that we need to be aware of.”","author":"Nandini Ramnath","time":"2019-01-19T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110928-rrfszzxdib-1547832010.jpg","tags":["Two Flags","Pankaj Rishi Kumar","Documentary"],"source":"https://scroll.in/reel/910034/a-documentary-explore-dreams-of-france-in-puducherry-and-nightmares-of-belonging"}