{"title":"A dummy’s guide to propaganda films in Bollywood","content":"Propaganda cinema, typically associated with autocracies like North Korea, Russia and Nazi-era Germany, appears to have found a home in India too. Several recent theatrical releases from Bollywood in particular have been labelled propaganda films. But how to tell these movies apart from the regular Friday offerings?Should The Kashmir Files, The Kerala Story, The Vaccine War, Article 370, Bastar – The Naxal Story, Swatantrya Veer Savarkar, and the upcoming JNU: Jahangir National University and The Sabarmati Report be clubbed together? Is it fair to add Uri: The Surgical Strike, Tejas and Fighter to the list? Are all propagandist productions successful, or do only some of them work, and if so, why? When trying to identify propaganda films, it isn’t enough to deploy the phrase “I know it when I see it”, used by an American judge in a case about whether a movie was obscene. Here’s a guide to understanding this variety of cinema, from what it represents to what it hopes to achieve.What is propagandist about these films?Derived from Latin and meaning to spread or propagate, the word “propaganda” can be applied to Films Division newsreels extolling government programmes as well as wartime efforts to boost the national spirit. In the current context, it simply means the pro-government film, or more specifically, the pro-Bharatiya Janata Party government film.Ideology-loaded movies began appearing around 2019, a little before Narendra Modi’s second term as prime minister. As the BJP-led coalition seeks a third term in office, they have been gushing out of the pipeline. They are different from social messaging-driven cinema, which seeks to uphold shared values about justice, equality and secularism.Rather, propaganda films advocate for the BJP government’s concerns through loosely fictionalised events and characters. They evangelise for Hindutva, the ideology underpinning the BJP and its allied organisations. They have a ripped-from-the-headlines quality, with storylines analysing current affairs.The Kerala Story (2023) and Bastar – The Naxal Story (2024) are about events that took place not very long ago. Article 370 (2024) celebrates the abrogation of special Constitutional status to Jammu and Kashmir in 2019.The Kashmir Files (2022). Courtesy I Am Buddha Films/Zee StudiJNU: Jahangir National University is scheduled for April 5. The movie examines a student union election at the Hindutva bugbear Jawaharlal Nehru University in Delhi.The election is a battle between saffron-clad patriots and a Leftist cabal that is less keen on academics and more interested in posing for cameras, a character comments in the teaser. It’s easier to get a visa to Pakistan than to get admission to JNU, a cop remarks.The Sabarmati Report will be released on May 3, four days before Gujarat votes in the Lok Sabha election. The film revisits the deaths of 59 Hindu pilgrims on the Godhra Express in Gujarat in 2002. The train burning triggered one of the worst communal riots in Independent India. The Sabarmati Report claims to reveal “hidden facts” about the tragedy, whose perpetrators have already been convicted.Why are so many of these films about Muslims?The principal target of Hindutva is also the punching bag for propaganda films. While Muslims have been demonised and criminalised by the administration since 2014, the community’s unflattering image in Hindi cinema predates the current political dispensation.Muslims are nearly always the villains of terrorism-themed movies, war dramas and espionage thrillers, as Kashmiri militants, local Quislings or Islamist terrorists working closely with the Pakistan Army and spy agency. Movies such as Uri: The Surgical Strike (2019), Tejas (2023), Fighter (2024) and Operation Valentine (2024) depict successful military missions against the real-life Pulwama suicide bombing in 2019, in which 40 Central Reserve Police Force personnel lost their lives. In some of the movies, Pakistan-trained terrorists nearly succeed because they have help from Muslims in India.The propaganda film reaps a rich harvest from previously watered ground. The idea that Muslims are fundamentally untrustworthy has been weaponised by “love jihad”, another pet Hindutva conspiracy theory which claims that Muslim men are courting Hindu women merely so they can force them to convert to Islam.The Kerala Story (2023) – about a Hindu woman who is unwittingly seduced and converted by an Islamic State supporter – crystallises fears over inter-faith relationships within the framework of Islamist terrorism.The Kerala Story (2023). Courtesy Sunshine Pictures.The film about Jawaharlal Nehru University, by setting itself in “Jahangir National University”, tries to kill two birds with one stone: blackballing Muslim student activists as well as portraying the Mughal ruler Jehangir as a proto-enemy of India (even though he was born here).Why are some of these films obsessed with history?Another target of Hindutva thought is the telling of history. According to its worldview, Mughal rule severed the link between India and her Hindu past and, like British colonialism, has destroyed the glories of Indian civilisation.Centuries later, Mughal kings are still being described as “aliens” and are being retrospectively punished for their claimed atrocities.Samrat Prithviraj (2022) describes its hero, the Rajput warrior Prithviraj Chauhan, as “the last Hindu emperor”. According to the movie, Chauhan’s death leads to “foreign rule” that ends only with Independence in 1947.Swatantrya Veer Savarkar (2024) lionises Hindutva icon VD Savarkar as the true moral force of the Indian freedom movement, superior even to Mohandas Gandhi in his methods. Gandhi is characterised as a facile, double-dealing politician whose rise is facilitated by Savarkar’s lengthy incarceration.While the movie focuses on British brutality, it amplifies Savarkar’s dream of Akhand Bharat, an imagined “unified India” that predates its current geographical boundaries. In the film, Savarkar declares that Hindutva encompasses not just Hindus but Buddhists, Sikhs and Jains.Swatantrya Veer Savarkar (2024). Courtesy | Zee Studios/Anand Pandit Motion Pictures/Legend Studios/Avak Films/Randeep Hooda FilmsA feeling of victimhood, conspiracy, WhatsApp forwards and some fact combine to create an alternate reality, not just of distant eras but also of the better-remembered recent past.The Kashmir Files (2022) claims to unearth the “truth” about the horrendous violence faced by Kashmiri Pandits and their mass exodus from Kashmir in the 1990s. The film’s tone is markedly more high-pitched than other productions on the subject, such as Sheen (2004) or Shikara (2020).Ram Setu (2022) presents pseudo-science about the mythical bridge built by the god Rama between southern India and present-day Sri Lanka as fact. Ram Setu declares that religious sentiment must be privileged over scientific knowledge – another cornerstone of Hindutva thought.Also folded into the alt-history project is the biopic. There have been dozens of hagiographies about Indian personalities. This list now includes puff pieces about BJP leaders, such as Modi (PM Narendra Modi, 2019) and Atal Bihari Vajpayee (Main Atal Hoon, 2024).Article 370 (2024). Courtesy Jio Studios/B62 Studios.Whatever happened to the anti-establishment film?Unlike the anti-establishment film, propaganda cinema speaks up for power, rather than to it. In the decades when the Congress party ruled India, anti-establishment movies criticised the failure of successive governments to deliver on their promises. From entrenched casteism to communal politics, unemployment to crony capitalism, anti-establishment cinema claimed to represent the discontentment of average Indians.The anti-establishment movie has now become an endangered species. Vigilant censorship, industrial scale-trolling, lawsuits and the sheer fear of taking on a vengeful government have combined to make even mild critique difficult.The propaganda film distorts the very meaning of disagreement. Rather than asserting the fundamental right to free expression, displays of dissent on screen now imply membership of the “tukde tukde gang” – as Hindutva supporters describe the rainbow coalition of human rights activists, students, writers, artists, lawyers, filmmakers and comedians they claim is bent on breaking India into pieces. Bastar – The Naxal Story (2024). Courtesy Sunshine Pictures.In these new films, people who oppose narratives that parrot government policy are shown as traitors. They often resemble real-life politicians, activists and journalists.In The Vaccine War (2023), a television anchor who critiques the Covaxin vaccine created to protect against the coronavirus has a hidden agenda. In the film, sceptical reporters are called “terrorists” and “swine”.Bastar – The Naxal Story links Leftist students at a JNU-like institution in Delhi with Naxalites in Chhattisgarh via civil society groups that are projected as shadow outfits for hostile foreign powers.Why are these films so angry?Amitabh Bachchan embodied the anti-establishment film. His Angry Young Man persona in the 1970s defined the decade, and continues to be hugely influential. But the propaganda film has a different take on the Angry Young Man or Woman as the case may be.Rage is one of the defining features of propaganda cinema. These pro-regime movies are bursting with barely contained resentment about the world, even though the BJP has been holding the reins of power for a decade.Plots spin on conspiracy theories suggesting that Indians have been fed falsehoods for decades – or even centuries. In furious, muscular and hyperbolic fashion, through monologues, violence and appeals to raw emotion, these films claim to reveal the real picture.Are they outliers or insiders?The ecosystem behind the propaganda film sets itself apart from Bollywood, an industry that is denigrated as a cesspool of nepotists, hedonists, Hindu-bashers and seditionists. The anti-Bollywood movie skips conventional elements of romance, choreographed songs, glamour or humour. It sometimes features relatively less-known talent.Pro-government cinema is not being overtly commissioned or financed by the government. The films claim to be mission statements, rather than escapist entertainers; made by outliers and not insiders. Yet, propaganda films seek the same popular acceptance and distribution routes as commercial entertainers.While The Kashmir Files and The Kerala Story have been huge money-spinners, not all propaganda are successful. Productions that have Kashmir, Islamist terrorism and anti-Muslim themes are more likely to succeed than others.Yet, big-name Bollywood producers are queuing up to add propaganda movies to their slate. Pre-approved films get shout-outs from Modi downwards to his ministers and chief ministers. In BJP-run states, some of them are exempted from paying tax on tickets.Propaganda is most effective when seen to be emerging organically from within society. The fringe is now firmly in the mainstream, reshaping the Hindi film industry as we know it and setting new terms for what passes as entertainment.","author":"Nandini Ramnath","time":"2024-04-02T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199941-rjkeutjbzl-1712679593.jpeg","tags":["Propaganda films","Bollywood"],"source":"https://scroll.in/reel/1065984/a-dummys-guide-to-propaganda-films-in-bollywood"}