{"title":"A ‘fascinating story’ about the workings of the PMO: The making of ‘The Accidental Prime Minister’","content":"Vijay Ratnakar Gutte’s directorial debut The Accidental Prime Minister stars Anupam Kher as Manmohan Singh, India’s prime minister between 2004 and 2014, and his troubled relationship with Indian National Congress leader Sonia Gandhi. Based on Singh’s media advisor Sanjaya Baru’s 2014 memoir of the same name, the film suggests that Singh’s functioning was severely cramped by Sonia Gandhi’s interference and her attempts to make her son, Rahul Gandhi, the prime minister. The Accidental Prime Minister will be released on January 11, 2019, just months before a crucial general election that will decide the fate of current Prime Minister Narendra Modi and the Bharatiya Janata Party-led National Democratic Alliance. The BJP has approvingly tweeted the trailer, describing the film as a “riveting tale of how a family held the country to ransom for 10 long years”. The film’s producers refused to comment on the BJP tweet.“Leaving the politics aside, the story is fascinating,” director Gutte told Scroll.in in an interview. The political drama has been co-written by Gutte, Mayank Tewari, Karl Dunne and Aditya Sinha, and has Hansal Mehta as the creative producer. The cast includes Akshaye Khanna as Baru, German actor Suzanne Bernert as Sonia Gandhi, Arjun Mathur as Rahul Gandhi, Aahana Kumra as Priyanka Gandhi, Divya Seth Shah as Singh’s wife Gursharan Kaur, and first-time actor Ram Avatar Bhardwaj as Atal Bihari Vajpayee. Although the film was aiming for a December release, the date was reportedly changed after one of the movie’s producers ran into legal trouble over outstanding debts. The Accidental Prime Minister will now be out on the same day as Uri, a dramatisation of the Indian Army’s attacks on militant training camps in Pakistan in September 2016 in retaliation for a terrorist strike on an Army camp. Edited excerpts from the interview.How did ‘The Accidental Prime Minister’ take shape? The rights of this particular book had been bought by producer Sunil Bohra in 2014. He went with the book to a lot of people, but he could not get anyone to direct it, since the book is a documentary kind of a drama. When I was offered the film, I asked if I could meet the writer of the book, Mr Sanjaya Baru. Sunil then arranged a meeting with Sanjaya Baru. Every day for seven days, we used to meet for over four hours.When I spoke to Sanjaya Baru, that is when I felt that I was part of the PMO [Prime Minister’s Office]. Leaving the politics aside, the story is fascinating. It’s about the PMO and how it works. \n\n\n    \n    Play\n\nThe Accidental Prime Minister (2019).Has Sanjaya Baru contributed to the screenplay?Once the script was done, the most difficult thing for me was to know how the PMO looks. I sat with Mr Baru and understood the basics of the PMO. I asked him many questions, including how the PMO looks, how the ministers meet the prime minister, the etiquette. He helped us understand the basic process. He was not involved with the film beyond that. The trailer describes Manmohan Singh as the Bhishma of politics. How closely does the screenplay reflect the book’s themes?That line is from the book. The film is based entirely on the book. Mr Sanjay Baru has written a fantastic book that is based on the 10 years of Mr Manmohan Singh’s tenure. He was his media adviser for four-and-a-half out of the ten years. There were so many chapters that it was difficult for us to choose. We have selected the chapters that people will enjoy, and the chapters that are close to Mr Manmohan ji. It was not easy for us to depict Mr Singh’s tenure of 10 years in a two-hour movie.I could have picked so many incidents. The process of writing the screenplay involved understanding the chapters and dramatising them in our own way.I wanted to show the PMO as a very powerful office. My only reference was the architecture by [Edwin] Lutyens. I also started watching Manmohan Singh’s videos, and I loved them because there is an honesty with which I have seen him doing the job. How important was it to get the casting right for the film? Casting was the most challenging thing for me, because there is a very thin line between getting your characters look caricaturish or real. It is very easy to get lookalikes, but getting the best out of them is difficult. Getting the casting right took us nearly eight months. Hansal [Mehta] ji helped me hunt for talent across the country. The casting director went on a 15-day tour to the United Kingdom, where we cast a lot of actors. It was a very long process.It was also important to get the artwork and costumes right. Other than that, I had such amazing actors. We had a very good time shooting the film. Anupam ji is a one-take actor. Once he understands the scene, he just takes over. It was so easy with him and Akshaye. They got into their characters very easily.Suzanne Bernert as Sonia Gandhi. Courtesy Bohra Bros.Who was the most difficult character to cast? Atal Bihari Vajpayee. Getting his smile was the most difficult thing for me. I got that in a pani puri seller somewhere in Bihar. The actor who plays Amar Singh in the film too belongs to the same town as the real Amar Singh. What does the film say about the Congress party?The book has been perceived in a lot of ways. The book has been called anti-Congress, pro-Manmohan, and also a fair book. I thought it was a very balanced book. It talks about the story of Manmohan and Sanjay Baru because they were very close.I am too small to talk about national-level politics, where these great leaders are involved and are running the country. We have some amazing leaders, and there are hundreds of opportunities for us to make movies on such leaders. This is my genuine attempt at that. The book came in 2014, so there is nothing new that we have added in the film.Former censor board chairperson Pahlaj Nihalani had demanded a no objection certificate from the Congress party in 2017 since you have used the actual names of the people involved. Has the film been submitted to the censor board? The production house will be able to say whether the film has been submitted. And Nihalani had made a public statement. We have not received any official statement. It is up to the censor board to decide. We have already gotten the trailer censored.Ram Avatar Bhardwaj as Atal Bihari Vajpayee. Courtesy Bohra Bros.","author":" Sruthi Ganapathy Raman","time":"2018-12-28T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109082-neyinvjogx-1545907097.jpeg","tags":["The Accidental Prime Minister","Anupam Kher","Manmohan Singh"],"source":"https://scroll.in/reel/907260/a-fascinating-story-about-the-workings-of-the-pmo-the-making-of-the-accidental-prime-minister"}