{"title":"A film reel finds new life as a toy in Rotterdam festival pick ‘That Cloud Never Left’","content":"Yashaswini Raghunandan, a resident artist at the Rijksakademie in Amsterdam, remembers the first time she came across the toy that would become the subject of her first docu-fiction film. A few years ago, in front of a hospital in Bengaluru, she spotted some sellers with a toy made of 35-mm film reel. It was a kyatketi, a handmade toy that makes a rattling sound as it rotates. The object took Raghunandan into the subterranean world of migrant toy sellers living in Bengaluru and their journey from their village of Daspara in Murshidabad in West Bengal.The vendors, she learnt, made the toys and carried them to the cities to be sold. This led her to the recycling industry rising from the dumping grounds of Dhapa in Kolkata and its scrap markets, where film is collected, its silver and other chemicals extracted and its reels torn apart and made into playthings – an elaborate process that attests to cinema’s continuing life and ability to entertain.Raghunandan marvelled at the labour and industry that film generates at each stage and its ability to go back into the market to be consumed yet again, this time as a sound device. “Image by the end of its life becomes a sound, and then continues to entertain you, which is something melancholic in its own way,” she said in an interview during the International Film Festival of Rotterdam  (January 24 to February 3), where her film, That Cloud Never Left had its world premiere.  One of the film frames used to make toys in That Cloud Never Left. Courtesy People's Archive of Rural India.Raghunandan describes her film as a “collage”, a reference to both its tactile nature and the way in which it brings myriad worlds together. “I wanted to make a film that feels like a beautiful, crumpled piece of paper that you find on the road and then pick up to find in it a different world,” she said. The film contains numerous shots of hands, objects and people engaged in activity. Ideas of work and play combine in scenes that show dye-stained hands meticulously making and assembling toys. Added to them are the colourful bits of film used to make the toys that appear periodically on the screen, their scratches and grains intact, as well as a visual palette that makes the images look porous. All this produces a very real sense of the physical nature of the subject, the image paralleling the work of the toymakers and containing within it a story of labour and survival.Raghunandan shot her movie in Daspara over a three-week period, before a total lunar eclipse, delicately capturing the rural space through scenes of children playing, a woman taking an afternoon nap or of men smoking on a bamboo platform at night. That Cloud Never Left borrows tropes from ethnographic documentaries and found footage films in order to convey a real sense of place and the vital bond of trust that developed with it and its people, she said. However, Raghunandan, who wished to treat her documentary as fiction, also injected several narrative possibilities. One of the central questions she posed was: if villagers were cutting up so much of film every day, was it possible that the fiction from the film leaked out and trapped the village in an endless stream of stories? As a result, rich strands of narrative, such as the one in which two boys look for a magic ruby in the forest, entwine with the anticipation around the appearance of a blood moon (the eclipse) and the setting up of a ladder and platform in the village from which it will be viewed.“I wanted to treat the children like explorers,” said Raghunandan, remarking how the ladder was constructed in the same way they would have pieced together a toy. Exploring questions of scale and parallelism, the film also draws broader connections between people, their activities and the cosmos. The rotation of toys, the spinning of boats in the river and children’s play are compared to planetary movements as one toymaker idly observes how much faster his toys rotate when compared with the Earth.There is also an engagement with cinema’s place in daily lives in Raghunandan’s film, which she calls her “love letter” to the medium. Dialogue and songs from well-known Indian films are used, while the television, which the toymakers watch in the evenings in their homes, is a constant presence. “I felt like I was in a rare moment when the history of cinema in the Indian context and the history of labour could be superimposed together, a time when work and the material of work were both cinema,” she said. Calling herself “the reverse toymaker”, she said she de-assembled the toys to scan their frames and prepare sequences out of them. These were then set up in the toymakers’ homes so that they could watch and engage with their product in a non-material way. Cinema, modes of watching, and work both with and within the medium form the substance of That Cloud Never Left, and the themes apply as much to the toymakers as they do to Raghunandan herself.One of the film frames used to make toys in That Cloud Never Left. Courtesy People's Archive of Rural India.","author":"Sucheta Chakraborty","time":"2019-02-12T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112792-htsfbfhjya-1549907196.jpg","tags":["International Film Festival of Rotterdam","Yashaswini Raghunandan","That Cloud Never Left"],"source":"https://scroll.in/reel/912721/a-film-reel-finds-new-life-as-a-toy-in-rotterdam-festival-pick-that-cloud-never-left"}