{"title":"Wrestlers’ protest: A frozen moment of resilience shows how India’s women have been betrayed ","content":"The videos and photographs went viral on Sunday. Two champion wrestlers are lying on the street amidst a swirl of uniformed arms attempting to haul them away.  As two-time World Championships bronze medallist Vinesh Phogat and her cousin Sangeeta Phogat attempt to resist the onslaught, the images show them clinging on to each other in a hug of support, a pole fixed with the Indian flag next to them. It did not last long. They were soon overpowered and pushed into the buses waiting to take them into detention. Sangeeta Phogat’s husband, the Tokyo Olympics bronze medallist Bajrang Punia, was also detained, as was the Rio 2016 Olympic Games bronze medallist Sakshi Malik. They too were shoved and manhandled by the police. It should never have come to this.Delhi Police detain wrestlers marching to new Parliament, clear protest site at Jantar MantarHere were some of India’s most celebrated athletes, decorated on the most prestigious stages of their sport – at the Olympics, at the World Championships, the Asian Games, the Commonwealth Games. If they were not spared the wrath of the police, what message does that send to other Indian women who want to speak about about sexual harassment they have suffered?For over a month, the wrestlers had been protesting at the Jantar Mantar in New Delhi to demand action against Brij Bhushan Sharan Singh, the head of the Wrestling Federation of India and Bharatiya Janata Party MP, who they accused of sexual harassment and intimidation. It was only on the orders of the Supreme Court that the Delhi Police finally registered two first information reports.   What does this say about a country that proclaims proudly that “Bharat ki betiyan” (India’s daughters) are  empowered?Delhi Police book protesting wrestlers for rioting, unlawful assembly  All photos Arun Thakur/AFP.Sunday, May 28, will remain a dark day for Indian sport.“Yeh dekh kar bahut dukh ho raha hai,” read a tweet from Neeraj Chopra’s handle. I’m very sad after watching this. The Tokyo Olympics javelin gold medal winner added,  “There has to be a better way to deal with this.”Surely, there has been enough time since January, when the wrestlers first voiced their concerns, to  avoid this situation.कभी सोचा नहीं था कुश्ती की रिंग में लड़ते लड़ते एक दिन इंसाफ़ के लिए ऐसे सड़कों पर भी लड़ना पड़ेगा…. देश की बेटियाँ बहुत मज़बूत हैं, जब विदेश में मेडल जीत सकती हैं तो अपने देश में इंसाफ़ की लड़ाई भी जीतके ही मानेंगी। #WrestlerProtest pic.twitter.com/eTHzERBUwb— Sakshee Malikkh (@SakshiMalik) May 28, 2023\n\nWrestling is a sport that in India is rooted in “parampara” (tradition) and “samman” (respect) – values that sometimes provide an excuse to cover up wrongdoings. Despite being steeped in this ethos and the knowledge that any dissent would put an end to their illustrious careers, the wrestlers in January launched their first protests against Singh, a man whose feet they have been made to touch in the past whenever they greet him.This was at the start of an important year for sport, as the qualification cycle begins for the Paris 2024 Olympics and with the Asian Games in September. Yet it took over a day for the sports ministry to agree to meet with the wrestlers. On January 23, it finally announced that it was setting up an oversight committee that involved former Olympic medallists MC Mary Kom and Yogeshwar Dutt to investigate the matter. Mary Kom is a former BJP MP and Dutt is a BJP member. Both were also part of the seven-member committee set up by the Indian Olympic Association to look into the matter.The delay laid bare the double standard of the sports ministry and the Indian Olympic Association.Last year, when a cycling coach and sailing coach had been accused of sexual harassment, the ministry stepped into action swiftly. After the complaints had been made, the Sports Authority of India terminated the contracts of the men and published a set of guidelines   for all national sports federations to help their female athletes. That was convenient for them since the accused coaches allegedly had no political backing.But now, when in a matter related to an MP belonging to the ruling party, the sports ministry dragged its feet. The reports of these two committees have not been made public, not even to the protesting wrestlers.   As if that wasn’t enough, Indian Olympic Association chief, the legendary sprinter PT Usha took the tasteless step of accusing the wrestlers of indiscipline. The association’s joint secretary Kalyan Chaubey – who has been associated with the BJP since 2015 – also jumped in, claiming that the wrestlers were bringing “negative publicity” to India.Why does it have to come down to our wrestlers being dragged around without any consideration? This isn’t the way to treat anyone.I really hope this whole situation is assessed the way it should be.— Sunil Chhetri (@chetrisunil11) May 28, 2023\n\nThus far, Prime Minister Modi, whose publicists have been quick to broadcast footage of him congratulating athletes as soon as they have won medals at high-profile tournaments, has been eerily silent about the the wrestlers’ allegations.On Sunday, images showed him lying flat on his stomach, prostrating himself in front of a sengol  – a sceptre that the BJP claims had been presented to the country’s first prime minister, Jawaharlal Nehru, by the last British Viceroy Louis Mountbatten as a symbol of the transfer of power in 1947.  Modi made this gesture as part of the ceremony to inaugurate India’s new Parliament building. At the event, he declared, “There is new enthusiasm. New journey, new thinking. The direction is new, the vision is new. The resolution is new, the belief is new.”Three kilometres away, in Jantar Mantar, as the buses carrying the detained wrestlers departed for the detention centres, Vinesh Phogat leaned out of a window with a bitter message: “Naya desh mubarak ho.” Congratulations on the new country.\"Naya desh Mubarak ho\" says Vinesh Phogat as she's detained by the Delhi Police. pic.twitter.com/ZsSQkhvaQ0— Kaustuv Ray (@kaustuvray) May 28, 2023\n\nCorrections and clarifications: Yogeshwar Dutt is a BJP member. It has been updated since the article was originally published.","author":"Shahid Judge","time":"2023-05-29T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190675-pzbjngktkh-1685295981.jpg","tags":["Vinesh Phogat","Sakshi Malik","Sangeeta Phogat","Bajrang Punia","Narendra Modi","Wrestlers protest","Brij Bhushan Sharan Singh","Parliament building","Delhi police","detained"],"source":"https://scroll.in/field/1049943/a-frozen-moment-of-resilience-shows-how-indias-women-have-been-betrayed-in-their-hope-for-justice"}