{"title":"A friendship that triumphed over racism: Luz Long, Jesse Owens and a lesson for humanity ","content":"When African-American athlete Jesse Owens arrived at the 1936 Olympic Games, he was under immense pressure. At 22, Owens had broken world records even before making his first Olympic appearance in Germany and the world was eager to catch a glimpse of him.The atmosphere Owens was competing in was also tough and intimidating, to say the least. The 1936 Olympic Games were part of Adolf Hiltler’s grand plan to prove Aryan superiority and African-American’s were not high on his priority list. Owens was called racial epithets and subjected to other forms of mistreatment but then again, it was nothing worse than what he was already subjected to back home in America.Despite those adversities and challenges present at the Berlin Games, Owens went on to script history on the world stage. He finished the 1936 Games with four Olympic gold medals in 100m, 200m, 4x100m relay and long jump respectively – a feat no other Olympian had ever achieved. It was a record that stood for 48 years before being broken by compatriot Carl Lewis at the 1984 Olympics.His staggering tally of four medals at the 1936 Games was a fitting response to Hilter and shattered his idea of using the event as propaganda for the Nazi regime.While Owens’ feat was unique, he might have lost one of his gold medals had it not been for the advice from an unlikely ally – German long jumper Luz Long.Long, who later became a German soldier in the second World War, was tall, blond and blue-eyed – the perfect Aryan attributes according to the Nazi party but it was his friendship with Owens that became a major talking point at the Olympic Games.\n    \n      The Field\n      How Sport Inspires\n      Inspirational tales from the world of sport.\n    \n    \n        Read the series\n    \nA true act of sportsmanshipOwens clinched his four Olympic medals in the span of three days. He won his races in 100m and 200m comfortably before sealing his fourth gold in the 4x100m relay for his country with a world record.However, before eventually clinching his medal in the long jump event, Owens was struggling despite being a world-record holder in that discipline. He needed a distance of 23-and-a-half-feet to qualify for the final.On his first attempt, Owens made a practice run in his tracksuit and landed into the pit, failing to realise that judges had already raised their flags to indicate the start of the competition. This was the first of his failed attempts.Discouraged, Owens fouled his next attempt too, leaving him with only one final chance to qualify for the final. It was at this crucial juncture that Long walked up to the American.In what was a fine display of sportsmanship in front of the Berlin crowd, the German suggested Owens change his mark and take off well before the foul line in order to avoid fouling the last attempt.Heeding Long’s advice, Owens sprinted on his final try and leaped into the air a foot before the foul line. The American jumped a distance of 25 feet on his final try to qualify for the final, alongside Long.As it turned out, Owens bagged the gold, setting a new Olympic record (8.06m) while Long grabbed silver (7.87m). The crowd in Berlin, including Hitler, would have been disappointed by what they saw, but Long wasn’t. The German was the first to congratulate Owens and later walked around the stadium, arm-in-arm with Ovens. The duo even posed together for pictures.It was a classy act of sportsmanship that stayed with Owens for the rest of his life.“It took a lot of courage for him to befriend me. You can melt down all the medals and cups I have and they wouldn’t be a plating on the 24-karat friendship I felt for Luz Long at that moment. Hitler must have gone crazy watching us embrace,” the American had said.Owens and Long stayed connected even after the Games. Long lost his life during the Battle of St Pietro later in 1943 but he wrote a touching letter to Owens before he died.Here’s the transcript of the last letter to Owens by Long:I am here, Jesse, where it seems there is only the dry sand and the wet blood. I do not fear so much for myself, my friend Jesse, I fear for my woman who is home, and my young son Karl, who has never really known his father.My heart tells me, if I be honest with you, that this is the last letter I shall ever write. If it is so, I ask you something. It is something so very important to me. It is you go to Germany when this war is done, someday find my Karl, and tell him about his father. Tell him, Jesse, what times were like when we were not separated by war. I am saying – tell him how things can be between men on this earth.If you do this something for me, this thing that I need the most to know will be done, I do something for you, now. I tell you something I know you want to hear. And it is true.That hour in Berlin when I first spoke to you, when you had your knee upon the ground, I knew that you were in prayer.Then I not know how I know. Now I do. I know it is never by chance that we come together. I come to you that hour in 1936 for purpose more than der Berliner Olympiade.And you, I believe, will read this letter, while it should not be possible to reach you ever, for purpose more even than our friendship.I believe this shall come about because I think now that God will make it come about. This is what I have to tell you, Jesse.I think I might believe in God.And I pray to him that, even while it should not be possible for this to reach you ever, these words I write will still be read by you.Your brother, LuzYears have passed by but looking back, their bond still serves as a strong message, highlighting ‘how things can be between men on this earth’.As sports stands in solidarity with the Black Lives Matter protests currently across the globe, Owens and Long’s bond of friendship and brotherhood should serve as an inspiration for not only athletes but for people from all walks of life.\n\n\n    \n    Play","author":"Scroll Staff","time":"2020-07-15T12:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144396-karjpfgefm-1594730241.jpg","tags":["Jesse Owens","1936 Olympics","Luz Long"],"source":"https://scroll.in/field/967461/a-friendship-that-triumphed-over-racism-luz-long-jesse-owens-and-a-lesson-for-humanity"}