{"title":"A giant piece of a Chinese rocket is falling back to Earth. Should you be worried?","content":"A large piece of space debris, possibly weighing several tonnes, is currently on an uncontrolled reentry phase (that is space speak for “out of control”), and parts of it are expected to crash down to Earth over the next few weeks.If that is not worrying enough, it is impossible to predict exactly where the pieces that do not burn up in the atmosphere might land. Given the object’s orbit, the possible landing points are anywhere in a band of latitudes “a little farther north than New York, Madrid and Beijing and as far south as southern Chile and Wellington, New Zealand”.Changing altitude of the Long March 5B rocket now in uncontrolled descent back to Earth. Photo credit: orbit.ing-now.comThe debris is part of the Long March 5B rocket that recently successfully launched China’s first module for its proposed space station. The incident comes roughly a year after another similar Chinese rocket fell to Earth, landing in the Atlantic Ocean but not before it reportedly left a trail of debris in the African nation of Cote D’Ivoire.At the time, experts noted this was one of the largest pieces of human-made debris ever to fall to Earth. We cannot say with certainty what fate awaits this latest piece of space junk.Litter from spaceAustralia already holds the record in the category of “who can be hit by the biggest piece of space junk”. In 1979, the 77-tonne US space station SkyLab disintegrated over Western Australia, peppering the area around the southern coastal town of Esperance with fragments.At the time, the event was met with excitement and a sense of lightheartedness, and many pieces were collected by space enthusiasts. Esperance shire council flippantly issued NASA with a fine for littering, and a US radio station later raised enough money to pay the debt.Although there have been no recorded deaths or serious injuries from people being hit by space debris, that is no reason to think it’s not dangerous. Just one year before SkyLab’s demise, a Soviet remote sensing (spy) satellite, Cosmos 954, plummeted into a barren region of Canada’s Northwest Territories, spreading radioactive debris over several hundred square kilometres.With the Cold War at its height, the sensitivity of the nuclear technology onboard Cosmos 954 led to an unfortunate delay in locating and cleaning up the wreckage, because of the distrust between the Soviet Union and the Canadian/US recovery effort.The clean-up operation took months but located only a portion of the debris. Canada billed the Soviet Union more than 6 million Canadian Dollars, having spent millions more, but was ultimately paid only 3 million Canadian Dollars.Since the late 1970s, pieces of space debris have fallen to Earth regularly and are viewed with increasing concern. Of course, more than 70% of Earth is covered by oceans, and only a minuscule fraction of the remaining 30% is covered by your house. But for anyone falling foul of the extremely long odds, the consequences would be truly disastrous.\n\t\t\n\tRepresentational image. Photo credit: NASA image, Public domain, via Wikimedia CommonsIt was just a quirk of fate that Cosmos 954 did not land on Toronto or Quebec City, where the radioactive fallout would have necessitated a large-scale evacuation. In 2007, pieces of debris from a Russian satellite narrowly missed a Chilean passenger plane flying between Santiago and Auckland. As we send more objects into space, the chances of a calamitous crash-landing will only increase.Cleaning up messInternational law sets out a compensation regime that would apply in many circumstances of damage on Earth, as well as when satellites collide in space. The 1972 Liability Convention, a UN treaty, imposes liability on “launching states” for damage caused by their space objects, which includes an absolute liability regime when they crash to Earth as debris.In the case of the Long March 5B, this would impose potential liability on China. The treaty has only been invoked once before (for the Cosmos 954 incident) and therefore may not be regarded as a powerful disincentive. However, it is likely to come into play in the future in a more crowded space environment, and with more uncontrolled reentries. Of course, this legal framework applies only after the damage occurs.Other international guidelines regarding debris mitigation and long-term sustainability of space activities set out voluntary standards intended to limit the probability of collisions in space, and minimise the breakup of satellites either during or after their missions.Some satellites can be moved into a graveyard orbit at the end of their operational life. While this works well for certain specific orbits at a relatively high altitude, it is impractical and hazardous to start moving the vast majority of satellites around between orbital planes. Most of the millions of pieces of space junk are destined either to orbit in an uncontrollable manner for many years or, if they are in low Earth orbit, to gradually descend towards the Earth, hopefully burning up in the atmosphere before contact with terra firma.A globally coordinated space traffic management system will be vital to avoid collisions that would result in loss of control of satellites, leaving them to tumble helplessly in orbit or fall back to Earth.Comprehensively tracking every satellite’s movement and functionality is even harder than it sounds, because it would inevitably require countries to be willing to share information they often currently regard as confidential matters of national security.But, ultimately, global cooperation is essential if we are to avoid an unsustainable future for our space activities. In the meantime, do not forget to gaze upwards every now and then – you might spot some of the most spectacular litter on the planet.Steven Freeland is a Professorial Fellow at Bond University and Emeritus Professor of International Law at the Western Sydney University.This article first appeared on The Conversation.","author":"Steven Freeland, The Conversation","time":"2021-05-05T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158667-rekbiikxga-1620208888.jpg","tags":["Space junk","China","Rocket","Space exploration"],"source":"https://scroll.in/article/994127/a-giant-piece-of-a-chinese-rocket-is-falling-back-on-earth-should-you-be-worried"}