{"title":"‘A government that never needs to be elected’: The Young Mizo Association is a silent power centre","content":"At first glance, the headquarters of the Young Mizo Association looks like a motorcycle-service centre – a solitary room on a platform and several two-wheelers underneath. But as one enters the main gates and turns right, an inconspicuous flight of stairs leads to a basement floor where the top office bearers of the organisation sit.  There are six such flights of stairs leading to as many levels, none of them visible from the street outside.The building is not designed to conceal. In fact, the construction style is fairly common in hilly Aizawl. Yet, the building could be a metaphor for the Young Mizo Association itself. On the surface, the outfit comes across as just another one of the many pressure groups that thrive in the North East. In reality, the power of this non-governmental organisation is unparalleled. It draws its strength not from its top leadership but its 4,27,323 members, ordinary Mizos who, for the most part, remain invisible but invariably come to the fore when the occasion demands.The Young Mizo Association’s unmatched influence in Mizoram was most recently visible on November 6, when nearly 50,000 people poured on to the streets of Aizawl, forcing the Election Commission of India to shunt one of its officials. They were angry that the official had recommended the transfer of a Mizo bureaucrat out of the state.  The official had claimed that the bureaucrat was interfering in the electoral process of the state. At the heart of the dispute was the question of voting rights for several thousand Bru refugees who fled ethnic violence in Mizoram and settled in camps in neighbouring Tripura.  Mizoram goes to polls on November 28.The Young Mizo Association headquarters in Aizawl On paper, the demonstration was led by a coalition of several Mizo civil society groups, but it was the Young Mizo Association that drove it.  Two of the senior-most leaders of the coalition  hold the two top posts in the Association.Observers outside the state may have been baffled by the power of the protests, which compelled even the Election Commission to bow to popular demand. But not many outside Mizoram understand the extraordinary influence that the Young Mizo Association wields over the state’s social and political life. It is ostensibly a voluntary group, but membership is a rite of passage for the large majority of young Mizos. It strenuously describes itself as a non-political organisation but there is a silent consensus that a party can come to power in Mizoram only with the blessings of the Young Mizo Association.Protestors thronging the streets of Aizawl on November 6  (Credit: Special Arrangement)‘Under the YMA we are one’Unlike many of the other powerful pressure groups in the North East, the Young Mizo Association, contrary to its name, is not a students’ outfit at all. According to an official brochure of the group published in 2010, “the word young is descriptive of the Mizos as a community”. Any Mizo over the age of 14 is eligible to be part of the Young Mizo Association.  “There is no upper age limit,” the document reiterates. “A person can remain a member of the YMA as long as he wishes, regardless of his age.”The Young Mizo Association is all pervasive in the state. Every veng –  as Mizo neighbourhoods are called – has a branch. Currently, there are 804 such units. Most eligible Mizos join the local veng unit as soon as they turn 14.  A significant chunk renew their membership every year by paying Rs 5 – about 40% of Mizoram’s population are members.The outfit is highly organised and has a very well-defined chain of command.  The veng branches are organised into 47 group units, which fuse into five sub-headquarters. At the top of the hierarchy is the Central Young Mizo Association, an all boys’ club that has never seen a female member being elected, with its six elected office bearers.A Young Mizo Association office in a veng in Aizawl But what is the Young Mizo Association, really? Founded by Christian missionaries in 1935, the group’s stated motive is simple enough: promote the Mizo way of life in line with Christian values. “We are a Mizo voluntary group,” explained Lalhmachhuana, the group’s current general secretary. “We are practising all the traditions as followed by the Mizos.”Mizo traditions, at least since the mid-20th century, have been deeply embedded in Christianity, as Joy LK Pachuau notes in her book, Being Mizo: “Mizos are not Mizos only, but Mizo Kristian or Christian Mizos.” According to the 2011 census, almost 87% of the state’s population follow Christianity, the highest for any state after Nagaland.The group has been accused of vigilantism and a puritanical stand on certain issues. Yet most educated modern young Mizos continue not just to be part of the Young Mizo Association, but also to be rather proud of the organisation. A young woman Mizo journalist said she took part in the Young Mizo Association’s activities and “supports its rulings” as “the YMA is an organisation that truly cares for people” unlike political parties. “Despite being Christians, Mizos are divided into many denominations, but under the YMA we are one,” she added.Pachuau also puts down the Young Mizo Association’s popularity to a community’s deep-rooted urge towards unity.  “One has to understand Mizo society and the way it is organised in order to understand the role that the YMA plays,” she said, speaking to Scroll.in. The group’s influence is heightened when the state is unable to perform many of its functions. “People are close-knit and feel they need each other in order for society to function, especially in the context of a state that is weak. It is the YMA that is seen to bring people together, which aids society in areas where the state should normally intervene. Sometimes it is the YMA that constructs roads or houses of people in need, clears blocked roads, helps the poor, searches lost or missing people,” said Pachuau.The Mizo identity is deeply embedded in Christianity -- banners like this dot Aizawl's landscape ‘Moral influence’The central unit of the association has 17 sub-committees with mandates that range from disaster management to music and sports. Yet, by all accounts, the group’s burgeoning influence in Mizo public life comes from something more grim: death. “Whenever there is disaster in the community, the Young Mizo Association steps in,” said Lalhmachhuana. Indeed, members of the Young Mizo Association have always played a key role in assisting bereaved families during their mourning period. Apart from preparing caskets and digging graves, its volunteers often also give grieving families company for at least three days after a death.“The YMA is the backbone of Mizo social life,” said Pachuau. “In times of organising death rites, society is usually dependent on the YMA as specialised services are not available. Their service at the time of crisis, Pachuau pointed out, gave the Young Mizo Association “a moral influence in society”.This moral influence plays out in various ways – and often lends the Young Mizo Association the authority to act as a parallel power centre. “We do everything for the good of the people,” affirmed Lalnochuanga, the association’s treasurer. “If the cylinder supply is not regular we do our part; if petrol is infiltrated, we do whatever is needed.”Vigilantes? This has often led to allegations – most of them hushed, considering the group’s overarching influence – that its actions tend to border on vigilantism. Most of these charges revolve around the group’s Supply Reduction Service, dedicated to countering substance abuse in the state.For years now, Mizoram has been plagued by widespread alcoholism – the state even clamped down with  a complete ban on alcohol sale from 1997 to 2014 to rein it in –  and drug-addiction.  The Young Mizo Association has vociferously campaigned against both and often assisted the state agencies’ efforts to control the problem. The state government acknowledges this. “The YMA has helped us a lot,” said a senior official of Mizoram’s excise and narcotics department. “We get a lot of tips about drug peddlers and illicit alcohol operations from them.”But the Young Mizo Association, the official said, “sometimes overstep their boundaries”. He said, “During the prohibition years they used to detain people with alcohol and they beat them up.”  A retired bureaucrat from the state, who did not want to be named for the fear of reprisal, concurred.  “There is at least one instance of a man dying because of the YMA’s beating just because he was found with alcohol,” he said. “Those prohibition years, they were out of control, they would literally lock up people found with drinks in bamboo cages by the road. This was all absolutely against human rights, but they got away because of the political influence they have.”When asked about the alleged death of a man at the hands of the group’s volunteers, the Young Mizo Association president Vanlalruata said it was a matter of “endless debate”. “It is not really proven if he really died from the beating or if he had some other problems from his drinking habits before,” he said. “YMA can maintain a clean image by not getting its hands dirty. We can instead organise choir competitions, but what is the point if we sit tight and do nothing? I know this can tarnish our image, but we have to still do fight the problem. We cannot just look away as the government has failed”.Vanlalruata A majoritarian group? Still, not everyone in Mizoram is enamored by the Young Mizo Association. The state’s minority communities, primarily the Brus and the Chakmas, look at the group with suspicion and accuse them of ethnocentricity. “Yes, the YMA does a lot of good work,” said a young Chakma leader. “But only for the majority community in the state. According to them, all Chakmas are illegal migrants. That is a sweeping allegation.”This distrust has a long history to it. While the Brus claim that the group was responsible for a massacre that forced them to flee their homes and seek refuge in neighbouring Tripura where many of them still live, the Chakmas insist that the Young Mizo Association has been at the forefront of a concerted movement to undermine their rights as citizens of Mizoram. The group’s demand that Bru refugees in Tripura not be allowed to vote from their camps and “request” to political parties not to field Chakma candidates has only widened the cleavage.‘A government which never needs to be elected’It has also raised fresh scepticism about the group’s claim that is “non-political”. “They raise the Chakma issue before elections only to polarise voters and help certain candidates and parties,” alleged the Chakma activist.  A former senior Mizo bureaucrat who has served in the state for more than a decade tended to agree. “All these protests will die out after the elections, but will resume a year or two before the next elections,” he said. “So, it is evident who benefits from it.”The organisation, for its part, remains steadfast about its position. Their opposition to Brus voting from Tripura and Chakma candidates, its office bearers insist, is for self-preservation. “We have no political allies,” said Lalhmachhuana.But few in Mizoram would deny that the Young Mizo Association, by virtue of its sheer size, does have an impact on electoral politics, even if inadvertently. “If you want to protect the interests of Mizos, you can’t advertise your position on politics,” said the main opposition party Mizo National Front’s campaign chairperson, R Tlangmiangthanga. “But the YMA is always there behind the scenes.”A Congress leader who did not want to be named echoed Tlangmiangthanga. “In a way, they do influence the elections, because if you go against them the impact will be very negative,” he said.Vanlalrema Vantawl, a journalist from the state, offered a similar rationale. “Every Mizo is too deeply entrenched in the YMA to go against them,” he said. “So, if I were a candidate I would not go against them.”Political parties’ reluctance to challenge the Young Mizo Association’s authority was in display recently when the group “requested” them not to field Chakma candidates in the upcoming elections. None of the political parties named any Chakma contestants in its first lists.  It was only after the BJP nominated a former Congress minister, a Chakma, as its candidate from the Tuichang constituency that the ruling Congress and the Mizo National Front followed suit.Tlangmiangthanga admitted that his party’s decision to wait for others to nominate a Chakma candidate before naming their one was done “just to satisfy the YMA”. “Besides we are all members of the YMA,” said Tlangmiangthanga who was a general secretary of the association back in the 1980s. “Suppose you are part of a voluntary organisation – will you go against their request?”R TlangmiangthangaThe Congress leader concurred: “No one wants to displease the YMA in Mizoram. “Because in a lot of ways they are stronger than the Church even because Mizos have a very strong sense of affiliation towards the community.”Lalhmachhuana conceded that it was indeed not in the best interests of political leaders to “disrespect the YMA”. “It will be a problem for them,” he said, quickly adding, though, that a clash had never really taken place.That may not be strictly true. In August 2017, BD Chakma, the only Chakma minister in the incumbent Congress-led government was allegedly forced to resign following pressure by the Central Young Mizo Association. “We forced the chief minister to drop BD Chakma from the ministry,” said the association’s former president Lalbiakzuala, under whom it had passed a resolution in 2016 to ask political parties to refrain from fielding Chakma candidates in future elections in the state.“There will never be an official statement by the YMA on whom to vote for but we all know what they want or don’t want,” said a Mizo writer. “They are practically the government which never needs to be elected.”","author":"Arunabh Saikia","time":"2018-11-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/104927-thxtfidtud-1541493184.jpeg","tags":["Young Mizo Association","Mizoram","Assembly elections","Election Commission","Congress"],"source":"https://scroll.in/article/902570/a-government-that-never-needs-to-be-elected-the-young-mizo-association-is-a-silent-power-centre"}