{"title":"‘A key moment in the history of Bangla’: Prosenjit Chatterjee on the world of ‘Mahalaya’","content":"“Bengali cinema seldom gets historical films, and this was a key moment in the history of Bangla,” movie star Prosenjit Chatterjee said about his production Mahalaya. Soumik Sen’s film revolves around the events in 1976 that led to All India Radio backtracking on its decision to use Bengali film star Uttam Kumar as the voice of the popular radio programme Mahisasurmardini. The 90-minute audio programme, detailing the war between the goddess Durga and the demon Mahisasura, comprises Sanskrit shlokas, Bengali songs and acoustic instrumentation.Since 1931 to this date, All India Radio has played Mahisasurmardini in the early hours of Mahalaya, the day that marks the beginning of Debipaksha (the fortnight of goddess Durga) according to Hindu customs. A week after this date, the Durga Puja festivities begin. The programme, in its original and only form, had been composed by Pankaj Mullick, and featured a host of voices, led by Birendra Krishna Bhadra, who recited the scriptures.Uttam Kumar’s iconic status could not drown out the protests that followed when he replaced Bhadra in the 1976 version of Mahisasurmardini. All India Radio was forced to go back to its original voice cast. \n\n\n    \n    Play\n\nMahalaya.Soumik Sen’s adaptation stars Subhasish Mukherjee as Birendra Krishna Bhadra, Subhomoy Chatterjee as Pankaj Mullick and Jisshu Sengupta as Uttam Kumar. Apart from producing the movie, Prosenjit Chatterjee’s voice can be heard in the trailer as the one making the announcement about Bhadra’s replacement.“For a Bengali, hearing Birendra Krishna Bhadra’s voice on Mahalaya means Durga Puja has arrived,” the 56-year-old actor noted. Chatterjee plays a “very small but important character” in the film, he added. “The background of the story is told to the audience through my character. It’s not really a positive role.”Mahalaya had been in the making for a long time. Soumik Sen, whose credits include the Hindi films Gulaab Gang (2014) and Why Cheat India (2019), approached several producers with the screenplay. Chatterjee took over the project after hearing the script, which he found to be “very, very well-written”. He added, “The story is about the finality of what the audience wants to see or listen. Be it cinema, radio or television, ultimately, the audience decides what they want to experience.”Recent events in Kolkata have a connection with the events portrayed in Mahalaya. A day after the release of Anik Dutta’s political satire Bhobishyoter Bhoot on February 15, the film vanished from Kolkata theatres, and has not been restored till date. A few exhibitors and theatre chains claimed that screenings were stopped on the orders of “senior authorities”. The arbitrary censorship has seen protests from the film’s makers. No government authority has taken responsibility for muzzling the film.“Stopping a film that is running in theatres like this is wrong,” Chatterjee said. “I don’t know who did it and why they did it, but whatever said and done, it’s not like the audience did not like it. What has happened is unacceptable. There should be independence in expressing yourself in cinema, and there, the audience is the last judge.”While Chatterjee does not see any larger political meaning to Mahalaya, he did make a note of the censorship that Bhadra faced in his lifetime: “Once, a certain group came and stopped Birendra Krishna Bhadra from doing his work, because they said, how can someone chant Sanskrit stotras without being a Brahmin? This is wrong. How is being a Brahmin or not related to being an artist?”(L-R) Subhasish Mukherjee as Birendra Krishna Bhadra, Jisshu Sengupta as Uttam Kumar, Subhomoy Chatterjee as Pankaj Mullick in Mahalaya. Courtesy nIdeas.Whle Jisshu Sengupta plays Uttam Kumar in Mahalaya, Prosenjit Chatterjee had played a character modelled on the matinee idol in the 2016 television series Mahanayak. “I played the character as myself because it wasn’t exactly a biopic,” Chatterjee said about the difficulties of playing Uttam Kumar. “But what Jisshu [Sengupta] has done is very tough. The biggest challenge is that there is no documentation of how Uttam Kumar was behind the screen, with his family, kids, at home, etc. We form a picture of him through films. The most an actor can do is to consult his family and friends and portray a close approximation of him. Jisshu took real pains for this, consulted Uttam Kumar’s family, and has done a wonderful job.”\n\n\n    \n    Play\n\nMayurakshi (2017).Chatterjee’s acting career began in 1981 but did not take off till 1987, when Amar Sangi was released. Since that blockbuster, Chatterjee has starred in almost 280 films across genres. His accolades include two National Film Awards – a Special Mention for acting in Rituparno Ghosh’s Dosar (2006) and a Best Feature Film in Bengali award for producing Goutam Ghose’s Shankhachil (2016), which he also headlined.“Throughout my career, I have tried to be different with my film choices,” Chatterjee said. “I know what I do for the box office, and what I do for, say, acclaim.” One of his better performances in recent years was in Atanu Ghosh’s National Film Award-winning Mayurakshi, in which he plays a man who lives abroad visiting his dementia-afflicted father (Soumitra Chatterjee) in Kolkata for a few days.“We had a good film and it is disheartening that because of some producers’ troubles, the film could not be sent to the Oscars for consideration,” Chatterjee said. “This is where the responsibility of a producer comes in. So you do something good and you hold the rights to it.”Kolkata Company.With a three-decade career behind him, is there anything else that Chatterjee would like to achieve as an actor? “For an actor, there’s a never-ending search for new peaks,” he said, before adding that he would like to headline films like Satyajit Ray’s Jalsaghar (1958), in which Chhabi Biswas played a decadent zamindar, or Francis Ford Coppola’s The Godfather (1972).Chatterjee might play a mafioso soon in Soumik Sen’s Kolkata Company, which he is producing and starring in. Set in the 1960s and ’70s, the film, Chatterjee said, “is based on some real events”.Chatterjee is also producing Jyesthaputra, directed by Kaushik Ganguly and based on a story by Rituparno Ghosh. Chatterjee plays the titular character of the eldest son while Ritwick Chakraborty plays his brother. “It is about the journey of a superstar,” Chatterjee said. “I couldn’t do it long back when Ritu had the story because I was doing Autograph [Srijit Mukherji’s 2010 film, also about a film star].” About the commercial failure of Ganguly’s last film starring him, Kishore Kumar Junior, the actor said. “People don’t associate Kaushik Ganguly with commercial cinema. Perhaps, they avoided it thinking it’s a song-and-dance movie.”Chatterjee’s other projects as a producer include satirist and poet Chandril Bhattacharya’s directorial debut Dasda, which is a contemporary take on Sarat Chandra Chattopadhyay’s Devdas and stars Jisshu Sengupta in the lead role. There’s also an untitled film, helmed by Ganguly’s assistant director Chandrashish Roy, that Chatterjee is producing and starring in.","author":"Devarsi Ghosh","time":"2019-02-27T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113989-rcbkuqfxsv-1551166429.jpg","tags":["Prosenjit Chatterjee","Mahalaya","Bengali Cinema"],"source":"https://scroll.in/reel/914357/a-key-moment-in-the-history-of-bangla-prosenjit-chatterjee-on-the-world-of-mahalaya"}