{"title":"A kiss on Earth causes turmoil on Mars in the Russian silent classic ‘Aelita’","content":"The Space Between Us is the latest Hollywood production to be set on Mars. The February 10 release, directed by Peter Chelsom and starring Asa Butterfield and Britt Roberston, is about the romance between a 16-year-old boy brought up on the Red Planet and a girl on Earth. One of the earliest silent films was A Trip to Mars, made in 1910 by inventor Thomas Edison. The short film is about a professor who invents reverse gravity and travels to Mars, where he meets several outsized creatures.\n\n\n    \n    Play\n\nA Trip to Mars (1910).A Trip to Mars is also the English title of one of the early full-length science fiction films from Denmark. In Holger-Maden’s 1918 drama, a group of pilots travelling on the Excelsior plane land on Mars, only to have their preconceived notions shattered. Mars, like some future Scandinavian countries, is a peaceful place that has shunned bloodshed and strife and embraced a fruit-only diet. The Martians, with their white robes and covered heads, appear to belong to a pagan cult. It is the humans who disrupt the peace, firing a shot that results in the death of one of the assembled Martians. At a trial, the humans are encouraged to judge themselves, and they pledge never to kill living creatures or use weapons. Love blossoms between a Danish male and a Martian female, and when she wants to travel back with him to Earth, her father demurs: Earth is thousands of years behind us. Indeed.A Trip to Mars (1918).The Russian silent drama Aelita: Queen of Mars, directed by Yakoz Protazanov, is a far more sophisticated narrative, featuring inventive shot-taking, marvellous Constructivist sets and futuristic costumes by avant-garde artist Aleksandra Ekster. The engineer Los receives a strange signal on a wireless, which he imagines to have emanated from Mars. Meanwhile on Mars, which is sorely in need of a Soviet-style revolution, a council of Elders holds sway over a slave population. The queen Aelita spies on Earth through a nifty-looking telescope and falls in love with Los. Aelita is particularly driven to distraction by the sight of a couple kissing, and when Los eventually lands up on her planet, she demands that he bring his lips to hers in similar fashion. Being a good comrade, Los introduces Mars to the ideas and values of the Communist revolution. “Follow our example, comrades! Unite into a family of workers in a Martian Union of Soviet Socialist Republics!” he says without irony. The hammer and sickle make their way to the original Red Planet, proving that however far into space human beings travel, they are always looking to recreate the planet they left behind.\n\n\n    \n    Play\n\nAelita (1924).","author":"Scroll Staff","time":"2017-02-07T16:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/828699-50937-gkemqthhyc-1486459523.jpg","tags":["Russian silent cinema","Aelita Queen of Mars","Films about Mars"],"source":"https://scroll.in/reel/828699/a-kiss-on-earth-causes-turmoil-on-mars-in-the-russian-silent-classic-aelita"}