{"title":"A less taxing year: What common citizens seek from Modi’s last budget before elections","content":"Budget 2019, slated for February 1, will be the last by Prime Minister Narendra Modi’s government before India’s general elections in May.As is customary, both the markets and the common have high hopes in the run up to budget day. Though it still remains unclear if Budget 2019 will be an interim- or full-budget, there is speculation that it may attempt to address the hopes of the common man.Here are some ideas for the finance minister to consider:Revamp the tax slabsThe basic exemption limit, to escape the income tax net, has not been raised since financial year 2015. Currently, all individuals below 60 years of age, with net taxable incomes below Rs 2.5 lakh ($3,507) per year are exempted from paying any tax on their incomes.Every year, demands to increase this exemption limit have come to naught. In Budget 2018, tax rates in the lowest slab rate (net taxable income between Rs 2.5 lakh and Rs 5 lakh per year) were slashed to 5% from 10%, but there was no raise in the exemption limit.This year, though, there is a strong case to exempt individuals with slightly higher incomes from the tax net. For one, the Goods and Services Tax has yielded additional tax collections. Moreover, the government has declared that more people have been brought into the tax net.Hence, it is reasonable to ask for a favourable revision, in the current tax exemption limits, as suggested below:For individuals below 60 years of age, an annual income of Rs 3 lakh per annum is a more acceptable exemption limit. For women, this can even be Rs 3.25 lakh per annum.For senior citizens, between 60 and 80 years, the exemption limit can be raised from the current Rs 3 lakh to Rs 3.5 lakh per annum.For very senior citizens, above 80 years, the exemption can be raised to Rs 5.5 lakh from Rs 5 lakh.Increase 80C limitSection 80C of the Income-Tax Act covers a wide list of tax-saving investments. The investments made in these instruments, which range from insurance policies to certain mutual fund schemes, are deducted from the individual’s gross income, while calculating the taxable income.While the list of investments to choose from is diverse and well-populated, the total deductions cannot exceed Rs 1.5 lakh. Given the rising cost of living and inflation, this amount provides meagre relief. Raising the ceiling to at least Rs 2 lakh will do better justice and also encourage savings.Enhance standard deductionBudget 2018 introduced a standard deduction of Rs 40,000 from an individual’s gross income, while computing taxable income. However, the same budget also removed non-taxable incomes aggregating to Rs 34,200, which were available as conveyance allowances and medical expenses.The incremental net benefit to salaried individuals was a meagre Rs 5,800. Hence, this year, the standard deduction can be enhanced to Rs 1 lakh.Less taxing bank FDs One of the ways to maintain risk-free liquid investments is to invest in fixed deposits in banks. However, the real return (net of tax) on FDs is much lower than investments made in equity or mutual funds.It would be a welcome move if section 80TTB, which grants senior citizens exemptions up to Rs 50,000 on interest income from FDs, is extended to non-senior-citizens as well (even if, at a lower amount, of say Rs 25,000). This will encourage more people to park their funds in banks and encourage a balanced risk profile (between bank deposits and equities) in an individual’s investment portfolio.Easing education loansWith increasing costs, availing education loans have become a common practice. Tax provisions currently exempt interest paid on higher education loans from tax over an eight-year period,  beginning from the year the deduction is first claimed.A deduction for principal repayment of such loans up to Rs 2 lakh per financial year, for a period of up to three years would give much-needed relief to individuals just starting out on their careers. This will also be aligned with the government’s objective to make India a “skill capital” by 2022.Loss from house propertyUnder existing tax provisions, interest of up to Rs 2 lakh on a housing loan for a self-occupied house is deductible from an individual’s gross income. Also, the limit of loss from house property that can be adjusted against other income is just Rs 2 lakh. Considering the high real estate prices, these limits can be enhanced to Rs 2.5 lakh.But now that GST is in place, the government is likely to renew focus on direct tax reforms. The new Direct Tax Code is expected to be presented on February 28 by the task force constituted by India’s Central Board of Direct Taxes. Hence, with the DTC reforms still in the pipeline, one need not be too optimistic on February 1.The views expressed in this article are personal. Hitesh Sharma, director and Kinjal Soni, manager, PwC India, also contributed to this article.This article first appeared on Quartz.","author":"Ishita Sengupta, qz.com","time":"2019-01-25T13:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/110223-xpugduvqdk-1547047789.jpg","tags":["Narendra Modi","BJP","India","Arun Jaitley","Union Budget","Budget 2019","Income Tax"],"source":"https://scroll.in/article/910699/a-less-taxing-year-what-common-citizens-seek-from-modis-last-budget-before-elections"}