{"title":"A  ‘liquor scam’ has put AAP leaders in jail. But has it dented the party’s image in Delhi?","content":"On December 1, the Aam Aadmi Party launched a campaign in Delhi to rally public opinion against what it calls the Centre’s “conspiracy” to finish the party. For months now, Manish Sisodia, the former deputy chief minister minister of the Aam Aadmi Party government in Delhi has been in prison after the Central Bureau of Investigation and the Enforcement Directorate booked him on charges of corruption and money laundering in connection with the state government’s liquor policy. The Enforcement Directorate has summoned Kejriwal for questioning on December 21 in the same case. Last month, too, the agency had sent him a summons, but he declined to appear before it.As part of the “Mai Bhi Kejriwal” campaign, AAP workers have been going door to door, asking Delhiites whether the chief minister should “resign or run the government from jail” if he is arrested in an alleged liquor scam – and to convince voters, in the run-up to the Lok Sabha elections next year, that the Bharatiya Janata Party is running a campaign of vendetta against the party. The Delhi government introduced a new liquor policy in November 2021, exiting from the liquor business and handing it over to private vendors in a licence-based system. It was done, it said, to eliminate the liquor mafia, increase government revenue and improve consumer experience. A government liquor store in East Delhi.In July 2022, Delhi Lieutenant Governor VK Saxena recommended a CBI probe into the policy, triggered by a Delhi chief secretary report which alleged that the policy provided “financial benefits” to “private liquor barons” as part of a quid pro quo scheme that involved AAP leaders. Nine days later, the Delhi government withdrew the policy. Over the following months, the central agencies raided AAP leaders and summoned them for questioning. Political aides and businessmen allegedly linked to the party were arrested. An ED chargesheet said that private vendors involved in the “scam” funded the party’s poll campaign in Goa last year.Scroll spoke to residents across Delhi to assess the effect of the arrests and the allegations on the Aam Aadmi Party’s political prospects. While there is a qualified sympathy for the AAP, there is little outrage and indignation at the action against popular leaders like Manish Sisodia and Sanjay Singh.What shapes public opinionHow Delhiites think about the alleged “liquor scam” – or sharab ghotala in Hindi –  appears to be shaped by how they judge the performance of the AAP government, and if they have benefited from better government schools and access to, say, neighbourhood clinics. Those critical of its performance seemed more likely to believe that AAP politicians struck corrupt deals over liquor licences.For instance, Ram Awadh, 60, a resident of Navjeevan Camp, a slum in South Delhi, is unhappy with the disparity between his locality and the upmarket Chittaranjan Park and Greater Kailash nearby. Both localities have AAP MLAs. “Look at the road here,” he pointed out. “It has always been in a bad state. They built it but it broke easily. But in CR Park and GK, they have laid new roads.”Awadh does not buy the idea that the Centre is targeting the Delhi government over the liquor policy. “Law needs evidence. If there is evidence, Kejriwal will go to jail,” he argued. “As for Sisodia, no one can be in jail so long without a reason. Alcohol sales doubled in Delhi after the new policy. Where did all that money go?”Narendra Pruthi, a 50-year-old resident of Uttam Nagar, a middle-class locality in West Delhi, saw no progress in his locality either. “All political parties need money to fight elections,” he said. “Corruption is how they make money. Kejriwal is smart. He’s an IITian, not a fool. If there was no corruption, then why did he rescind the [liquor] policy?”Danish Khan believes that the AAP government should not be blamed for a few bad apples.Phool Singh, 70, runs a small shop in Navjeevan Camp. He is also an asthma patient who can afford the cheap medicines at a local Ayurvedic dispensary run by the Municipal Corporation of Delhi. For this, he credits the AAP government.He blames the “arrogant” Centre that is “oppressing” the state government. “The government has to make more money for the welfare of people,” he reasoned. “If good work happens in the capital, the Centre takes credit. But if something goes wrong, it blames the state government.”Like many other residents, Singh appeared to believe that Kejriwal’s arrest was a distinct possibility.  “If Kejriwal can run the government from jail, he should,” he added. “And if this is how the Centre will wield its powers, it should do away with elections.”Nand Kishor, 76, a retired bus conductor, has a theory to explain why the BJP government at the Centre is targeting the AAP government in the state. “The BJP does not want AAP to spread out in other states,” he said. “They wanted to stop Sisodia and Sanjay Singh from campaigning outside Delhi.”Nand Kishor outside his home in Navjeevan Camp.Kishor’s grandchildren study in the city’s government schools. He is impressed with the quality of teaching and credits Sisodia, the former education minister. “There have been so many hearings in this [liquor policy] case, the agencies should just present the evidence,” he said. “They have not been able to prove Sisodia’s guilt in court.”In October, the Supreme Court had rejected Sisodia’s bail application, observing that there was “material and evidence” which “tentatively” supported the ED’s money laundering charges. Earlier that month, it had pointed to the purported weakness in the agency’s evidence – statements by a co-accused-turned-approver that would “fall flat” after “two questions in the cross-examination”.Not everyone has followed the apex court’s proceedings like Kishor. Those who doubt AAP’s integrity, however, point to another matter to back their opinion.Kejriwal’s official residence The big reason for it is the state government’s Rs 45 crore makeover of Kejriwal’s official residence – a story that got significant airtime on mainstream news channels in April and May this year.In Jor Bagh, which falls in the capital’s New Delhi constituency from where Kejriwal was elected in the 2020 Assembly elections, local opinions about AAP are scathing. “Kejriwal is the biggest liar,” exclaimed Gautam Sinha, a Jor Bagh resident who runs a shop in the upscale Khanna Market. “He said he would live in a 3 BHK. Today he lives in a bungalow. But when people need oxygen or jobs, there is no money.”The resulting distrust feeds into what Sinha feels about the “liquor scam”. “Why did Kejriwal ignore the ED summons in November if he and fellow AAP leaders had done no wrong?” he asked. “He should face questions. But he thinks of citizens as dogs who need the bones of free electricity and water.”Awadh in Navjeevan Camp and Pruthi in Uttam Nagar brought up the same matter. “Kejriwal built a huge house for himself and now his party presents itself as the victim,” said Nancy, 25, who runs a loan centre in the same locality. “If Sisodia is in jail, he must have done something wrong.”The discontent over alcohol storesIt takes only 12 minutes for 38-year-old Kavita Sharma to travel from her home to her shop in Laxmi Nagar in East Delhi. Early last year, she noticed that in that brief commute, she could count five new liquor stores in the locality.Kavita Sharma at her shop in East Delhi.This, in her view, was the result of the Aam Aadmi Party-led Delhi government’s new liquor policy, and it exacerbated an old problem. “Even those who did not drink [alcohol] started drinking,” she said. “There were long queues outside the stores and there were often physical altercations. The policy was hard on women whose husbands could not control their addiction.”So, when Manish Sisodia was arrested in March, Sharma had little sympathy. “His arrest is karma for how he helped wreck families because of the policy,” said Sharma, whose brother has battled alcohol addiction in the past.Many others shared her resentment over the proliferation of liquor stores in the brief time the new policy was in place.Devendra Kumar Arora, who runs a textile shop in Jor Bagh’s Khanna Market, added that local authorities had to shut down a liquor store in the market after protests by traders. “They promised that such a shop would never come up. And yet, two opened up six months later.”Nancy counted about 10 liquor stores on the road from Tilak Nagar to Uttam Nagar in West Delhi last year. Like Laxmi Nagar’s Kavita Sharma, she believes that it pushed “even non-drinkers to start drinking”.According to Business Standard, however, the number of liquor stores in Delhi reduced under the new liquor regime. After the policy was scrapped, Hindustan Times reported that the number of stores in the capital went up.Some of those who believed in AAP’s complicity in the “scam” also argued that the party only catered to Muslim voters. This included Arora, Avadh and 36-year-old Ravi Thakur, a resident of Brahmpuri in Northeast Delhi, a locality affected by communal violence in 2020.Nancy said she was bothered about new liquor stores in her West Delhi neighbourhood.“Those who sell alcohol to make money turn people into addicts,” said Thakur. “If Sisodia was innocent, he would have come out of jail in a week or two.”Despite such criticisms, the dark cloud of “liquor scam” that follows the AAP in Delhi is not without its silver lining.‘Alcohol is not the issue’ The AAP might find consolation in the fact that there are those who believe in the  “liquor scam” but do not hold its leaders responsible for it.In Laxmi Nagar, for instance, Krishan Lal, 78, believes that it is the private vendors who are in the wrong, not the party or the government. Danish Khan, a welder in the area’s Ramesh Park locality, thinks it is possible that a few party members were involved in corruption over liquor. “I don’t believe the ED’s allegations, but if Kejriwal goes to jail, I would like him to come out and remove dishonest party members and replace them with honest ones,” he said. “Pure talab mai ek do machhli toh gandi nikalti hai.” A pond can have a few dirty fish.Khan, 24, is happy with the Delhi government’s performance, especially in education and healthcare. He fears that the arrest of AAP leaders will disrupt the delivery of those services.In Uttam Nagar, Vimal Singh, a 38-year-old sales manager, has not ruled out a scam. “Maybe Sisodia is guilty – but where is the evidence before the Supreme Court?” he asked. “My family and I have been traditional BJP supporters, but it is plain to me that this is political targeting.”Lal, too, is critical of how central agencies, and ultimately the Narendra Modi government, have dealt with the alleged liquor scam in the national capital. “There is no truth to the CBI and ED allegations. Did they find anything in their raids?” asked Lal, a retired official from the Central Public Works Department. “The Prime Minister should work like a Prime Minister. He should not go after his political opponents. Let them [AAP] run their government.”Singh says that he campaigned for Modi in his locality in 2014. “Lekin ab maza nahi aa raha hai,” he said. There is no fun anymore. “Inflation has risen faster than our incomes. And the way agencies are used against the opposition, it pushes us towards authoritarianism.”However, Singh, like several other interviewees, believes that there is little effect that the alleged liquor scam has on the ground in the national capital. “Alcohol is not the issue here. The issue is electricity, water and public services. The basics – that is what attracts the public.”All photographs by Ayush Tiwari.","author":"Ayush Tiwari","time":"2023-12-19T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196677-lbgvulfixm-1702645284.jpg","tags":["manish sisodia","arvind kejriwal","AAP","bjp","Liquor scam","excise policy","ED","CBI"],"source":"https://scroll.in/article/1060642/a-liquor-scam-has-put-aap-leaders-in-jail-but-has-it-dented-the-partys-image-in-delhi"}