{"title":"A Marathi power loom worker’s poems, written to the sound of machines, have been winning awards","content":"“Why does poverty enter my house, and not that pucca house there?” asked 60-year-old Mohammad Naikavadi. “Well, my next poem is on poverty, my close friend.”A retired loom worker from Rendal, a village in Maharashtra’s Kolhapur district, Naikavadi is a rural poet with six published books. He has written close to 3,000 poems about life in the countryside on themes such as poverty, plight of workers, humanity, people’s lives, art, environment, pollution and nationalism, among others.His book Vedna (Anguish), a collection of 65 poems, was published in 2014 by Sanmitra Prakashan, Kolhapur, and won a Karvir Sahitya Parishad Award in 2016. Naikavadi has also presented a few of his poems at Akhil Bharatiya Muslim Marathi Sahitya Sammelan, an annual conference on Marathi literature, in 2011 and, again, in 2016.“I am a poor man,” he said. “I’ve bought this register recently in which I can write my poems properly. Earlier, I used to collect the advertisement pamphlets which came in newspapers and wrote on the blank side.”Photo credit: Sanket JainShyam Kurale, a litterateur from Kolhapur, reviewed three of Naikavadi’s books – Aamraai, Jach and Gavran – in 2007. In the Marathi daily Pudhari, Kurale wrote: “The colours, appearance and smell of the trees grown in city gardens differ from the colours, appearance and smell of the trees growing naturally in jungles. The poems from Gavran, written by Naikavadi, bring the same natural feel. You will find a variety of poems like Lavani, Abhang, poems on nature, love, social issues in [this] poetry collection. The subjects, context and expressions of the poems [in Jach] are the best compositions of the poet… Aamraai is the poet’s collection of nursery rhymes, with very good subjects regarding the emotions of children. The poet has written the songs for children considering the changing world, which makes them unique.”  Serendipitous pathNaikavadi dropped out of school after grade six – “You should be in a good company [to stay in school]. All my friends and I used to go pluck mangoes in and around the village. It felt good back then but now I realise that schooling is more important. Also, my parents couldn’t afford education and so I dropped out eventually.” His father was a mason and his mother used to work in the fields.He began work as an agricultural worker in others’ fields, but six years later, he became a yantrakamgar (one who works on a loom) in his village and retired after more than 30 years. In the course of his career, Naikavadi’s earnings grew from Rs 250 a month in the 1980s to Rs 5,000 a month in 2017. “I used to work 12 hours at the power loom and all my poems have come alive in the continuous sound of looms moving up and down,” he said. “I can’t write any poem in silence now.”Photo credit: Sanket JainNaikavadi began writing poems after being inspired by his brother. “My elder brother Osman who passed away at the age of 12 was a good singer. Many schoolchildren loved his Hindi songs and I was inspired by him. He got many books of songs, and I started reading them.”He tried his hand at writing and sent a poem to the Sunday edition of the local Kolhapur newspaper, Dainik Satyawadi, at the age of 20. “The poem was on a mother and it was published in the children’s section of the newspaper,” he said. This inspired him to start writing, even though he had no one to guide him or a platform to share his work on. One of the people whose work he looks up to is the late Eknath Pandurang Rendalkar, a renowned Marathi poet who was also from Rendal.In 1980, Shivaji University in Kolhapur put out a call for entries for poetry from the rural areas and one of Naikavadi’s friends asked him to send in a poem. “Initially, I was hesitant because I had never seen any university before and I was not [very] educated, but I sent the poem,” he said.Nalatla Pani (Tap Water), the poem he chose, is a good example of how Naikavadi’s work shines a light on the daily lives of villagers. “Back in the 1980s, the local civic body was just trying their hand at the use of taps for supplying water. So, they had set up a few taps in the village and every day at 2.30 in the morning they would test it for water supply. I was on the night shift during those days and many people asked me to wake them up in case the water was released. Initially, I observed it for a couple of days and found that the water was not good and was meant only for testing. My poem was based on this new thing which our village had never seen.”Photo credit: Sanket JainFinding successThe poem was well-received at the university and was included in the literature section of a course, Sahitya Darshan, in 1980-’81. Eventually, over time, local media houses and magazines – such as Sakal, Mahasatta and Rohini – started publishing his poems. “In 1980, Dainik Pudhari, a Marathi daily published my poem titled Paus (Rain). I was paid Rs 5 for it and that used to be a huge amount in those years.”Naikavadi’s first three books – Aamraai (Mango’s garden), Jach (Harassment) and Gavran (Home-grown) – were published together in 2005. “I always had a question about poems on the moon. Why does nobody ask about [the] moon’s wife? In Aamraai, I wrote a poem on her and even today people laugh at it.” That year, floods ravaged the state of Maharashtra and he wrote a poem titled Maharashtachya Mahapurachi Kahani (The Story of Maharashtra’s Flood) on the devastation caused across the countryside. “That poem was recited almost everywhere in Maharashtra. All India Radio, Kolhapur invited me on their show and my friend, the singer Appasaheb Laxman Koli, recited the poem.”In 2016 his book Majha gaav, majhi gani (My Village, My Songs) was published. A collection of 58 poems, its topics range from the traditional art forms and community development to keeping moral values in the village alive. For the past two years, he has been researching a new work of non-fiction prose on his village, Rendal. “It was once known for its artists. We had the best wrestlers, tamasha actors, classical singers, shahir (poet). In this mammoth project, I am writing about all those artists – nearly 100 – who have passed away by talking to their families. Every day I spend at least two hours in the morning, and two in the evening to work on this book.” Naikavadi aims to have the book done within the next six months.Difficult journeyTalking about the plight of rural poets, he said, “The biggest nightmare for us is the unsold copies – which are more than 100 in my case – of the books which lie in the room. My wife doesn’t like my poems because not many people buy books in the villages. Today, even when I distribute them for free, nobody seems interested enough to take them. Some of the people say that they have already heard my poems, so why should they buy the book?”Photo credit: Sanket JainNevertheless, Naikavadi is proud of the fact that all the libraries both in and around the village stock his books. “I heard that there is a Marathi library in America and one of my friend’s daughters took my books to it. I don’t know its name, but my books are there.”Naikavadi has won several awards – Shardadevi Kavya Lekhan Puruskar in 2009 and Vishesh Granth Puruskar for Gavran in 2007, among others. But he views these achievements with a bit of cynicism – “More than the awards, measures should be taken to keep the artist alive. These awards won’t fetch me enough money to survive.”Sanket Jain is a freelance rural journalist in Kolhapur, Maharashtra.","author":"Sanket Jain","time":"2018-03-12T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/870709-84234-utjksmjbcp-1520785060.jpg","tags":["Mohammad Naikavadi","Poetry","Maharashtra","Marathi"],"source":"https://scroll.in/magazine/870709/a-marathi-power-loom-workers-poems-written-to-the-sound-of-machines-have-been-winning-awards"}