{"title":"‘A message for mainland’: In Kashmir, few expectations ahead of Modi’s first visit after August 2019","content":"On Thursday, Prime Minister Narendra Modi will arrive in Kashmir Valley for the first time since his government scrapped Jammu and Kashmir’s special status and its statehood in August 2019.When he visited the Valley last in February 2019, Jammu and Kashmir was still a state even though there was no elected government in the region.That is still true for the Union territory of Jammu and Kashmir. The last Assembly elections in Jammu and Kashmir were held in 2014. The state government was dismissed in 2018.While the Centre has held elections for panchayats, local civic bodies and parliamentary seats in the last decade, Assembly elections have remained conspicuously absent.In December, while giving its stamp of approval on New Delhi’s decision to quash the autonomy enjoyed by Jammu and Kashmir under Article 370, the Supreme Court had set the end of September as the deadline to hold Assembly elections in Jammu and Kashmir.Few in Kashmir Valley expect any significant announcements from Modi, who is scheduled to address a rally in a stadium in Srinagar on Saturday. Hundreds of government officials have been directed to attend the gathering, The Hindu reported.“This visit is targeted more towards mainland India than Kashmiris,” said a political observer in Srinagar, who asked to remain unidentified.But a leader of a regional mainstream party in the Valley underlined the symbolism of the visit. “This is a victory visit – just as in old times, when an emperor would conquer a new territory, and mark it by his presence,” this person said.The abrogation of Article 370 was part of the Rashtriya Swayamsevak Sangh’s agenda for decades – and the Bharatiya Janata Party has sought to make it a part of its electoral pitch for 2024. The RSS is the ideological parent of the BJP.For instance, last month, while speaking in the Lok Sabha, Modi said the Bharatiya Janata Party alone would get at least 370 seats in the upcoming general elections. He has asked party workers to aim for a target of 370 seats as a tribute to Syama Prasad Mookerjee, the founder of Jana Sangh, the predecessor of the BJP.The Srinagar-based political analyst added: “Modi wants to mark the reading down of Article 370 as an achievement for the mainland voters. Besides the construction of Ram Mandir, this is what he’s going to focus on ahead of the elections.”An Indian security officer stands guard near the venue where Modi is scheduled to address a public rally in Srinagar on March 7. Credit: Tauseef Mustafa/AFPGain for BJP?The BJP has never won a parliamentary or an assembly segment in the Muslim-majority Kashmir Valley. However, it has had some success in panchayat-tier elections.Yet, Modi’s visit carries some local significance for the BJP in Jammu and Kashmir particularly in the aftermath of a redrawn electoral map of the Union territory.After the delimitation in 2022 altered the cartography of Anantnag parliamentary seat by adding two Jammu districts of Rajouri and Poonch to it, the Bharatiya Janata Party is confident of scoring its maiden electoral victory in Kashmir Valley.The now-renamed Anantnag-Rajouri constituency not only straddles both divisions of the Union territory – Jammu and Kashmir – but has also brought together a distinct mix of ethnicities, religion and political behaviour.Observers feel the contest on Anantnag-Rajouri parliamentary seat will be the most interesting among the three Lok Sabha seats in Kashmir valley.While the BJP expects the granting of Scheduled Tribe status to Paharis – the dominant group in Rajouri and Poonch – to work in its favour, opposition parties such as the National Conference, Peoples Democratic Party and Congress are still negotiating about whether to field a joint candidate or go alone.“Probably, Modi might be focusing on the Anantnag-Rajouri seat during his visit because BJP knows it cannot win in Kashmir,” said the political analyst. “That’s why, we saw Rajouri and Poonch being added to Anantnag parliamentary seat.”A possible election boycott in Kashmir and a high voter turnout in Rajouri and Poonch will tilt the electoral contest in the BJP’s favour, the analyst added.According to the senior regional leader of a mainstream party, in case the BJP manages to win the Anantnag-Rajouri parliamentary seat, it will be more than an electoral victory. “They will sell it as an endorsement and a sort of an electoral legitimisation of what they did in August, 2019,” this person said.‘Is everything normal?’Ahead of Modi’s visit, Kashmir has been put on high alert and security agencies have taken elaborate measures.Security forces have also increased their vigil in areas populated by migrant labourers and minorities. On February 7, two migrant labourers from Punjab were shot dead in a militant attack in Srinagar Shaheed Gunj area.Sanjay Tickoo, the president of Kashmiri Pandit Sangharsh Samiti, a group representing Kashmiri Pandits living in the valley, said they have been “advised” by the authorities to be “cautious” in the wake of Modi’s visit.“We have been asked to be more vigilant and not to roam frequently in public,” Tickoo told Scroll. “The unfortunate aspect is that our festival Maha Shivaratri falls on March 8 and we can’t finish our preparations for that in a day.”After August 2019, militants have consistently targeted local minorities and migrant labourers in Kashmir Valley ostensibly over the fears of a demographic change in the Muslim-majority region.As a result, such warnings to minorities ahead of high-profile visits to Jammu and Kashmir have become a common occurrence now, Tickoo said. “That should explain how much normalcy is in Kashmir,” he rued.Said Mujeeb Masood Khan, an activist and a businessman in Srinagar, “If security measures of this magnitude are placed for the PM’s visit despite the claim that scrapping of Article 370 has ended militancy and all anti-national activities, then such measures are either unwarranted or simply harassment for local residents.”Nevertheless, Khan said, Modi should not confine himself to rhetoric in Srinagar. “We expect the prime minister to respect the dignity of the people and adopt a cordial and humane approach towards mitigating the sufferings of the people without rhetoric,” Khan said. “The start of which is the restoration of democracy in the shape of statehood and elections.”Tickoo too believes Modi’s visit is focused on the upcoming Lok Sabha elections. “If he was coming for people, he should have come at least for two days and met a cross-section of the people,” Tickoo said.He added: “That would have allowed him to know the ground situation in Kashmir from the mouth of the public and not from the mouth of the administration.”","author":"Safwat Zargar","time":"2024-03-06T12:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196573-nhqszitudh-1702300344.jpg","tags":["article 370","Narendra Modi","Jammu and Kashmir","Kashmir","Jammu and Kashmir special status"]}