{"title":"‘A mirror to society’: Sobhita Dhulipala and Arjun Mathur on the wedding-themed ‘Made in Heaven’","content":"Two wedding planners navigate personal and professional crises while peddling the myth of a happily ever after in Amazon Prime Video’s Indian original series Made In Heaven. Created by Zoya Akhtar (whose latest film is Gully Boy) and Reema Kagti (Gold, Honeymoon Travels Pvt Ltd), the Excel Entertainment and Tiger Baby co-production will be premiered on March 8. The ensemble cast, which includes Jim Sarbh, Kalki Koechlin, Shashank Arora and Shivani Raghuvanshi, is headlined by Arjun Mathur and Sobhita Dhulipala. The nine-episode series has four directors: Akhtar, Nitya Mehra, Prashant Nair and Alankrita Shrivastava.  Dhulipala, who had made her debut in 2016 with Anurag Kashyap’s Raman Raghav 2.0, said she was thrilled for the opportunity to work with a reputed cast and crew. “These are the names that you would want on your resume because it empowers you,” she told Scroll.in. “Everyone’s dealt a bunch of cards, so you feel like you’ve got an ace in there.”\n\n\n    \n    Play\n\nMade In Heaven (2019). At centre of the wedding mania in Made In Heaven are Tara and Karan, both of whom have complicated back stories that are unpacked as the series progresses. Dhulipala’s Tara comes from a modest background but marries rich, which gets her labelled a gold-digger. Though stoic and self-assured on the surface, Tara struggles with her crumbling marriage, her tenuous relationship with her mother-in-law, and the delicate balance between the world she comes from and the one to which she seeks to belong.“She is not someone who is apologetic about her past,” Dhulipala said about Tara. “She is aware that this is where she comes from and this is where she wants to be. She is lost, ambitious, confused and vulnerable. She also seems greedy and wants a good life. It is very thrilling to play because it’s not often that you’re given a character who is more emotionally evolved than you are. It was a bit draining, emotionally, meaning that I had to pull up my socks.”Tara’s professional partner is Mathur’s Karan, who is gay and has not come out to his parents and is also dealing with financial troubles. Mathur has previously worked with the Akhtar siblings – in Zoya Akhtar’s Luck By Chance (2009) and Farhan Akhtar’s short film Positive (2007) – and was initially apprehensive about playing a homosexual character for the third time after Mira Nair’s short film, Migration (2007) and Onir’s I Am (2010). “But after reading the script I was like wow, how can I not,” he said. “The things that are happening to him are not the things that are happening to me in real life, but I have to find instances from my own experiences which will help me put forward what my character is feeling in that moment.”The show has a lot to say, and “holds up a mirror to society”, Mathur added.Arjun Mathur in Made in Heaven. Amazon Prime Video/Excel Entertainment/Tiger Baby.Arjun Mathur started off with a small role in Kyun Ho Gaya Na (2004). His roles include those of Congress leader Rahul Gandhi in the political drama The Accidental Prime Minister (2018), a debt-ridden Delhi shopkeeper who fakes his death in Brij Mohan Amar Rahe (2018) and a medical intern who takes on a corrupt system in Ankur Arora Murder Case (2013). Is Made In Heaven his biggest showcase yet?“I’m definitely looking at this as a huge, huge, huge opportunity, definitely bigger than any I’ve had in many years,” Mathur said. “But I’m not one to project expectations because I’ve been here long enough to [know that] it’s best to do a project and leave the rest.”Dhulipala, whose credits include Chef (2017), Kaalakaandi (2018) and the Telugu film Goodachari (2018), said she was satisfied with her career graph. “I’ve been very fortunate that I started with a director that I looked up to [Kashyap] and continue to do so, I’ve been associated with people whose work moves me,” she said. “I come from a simple background and I have a modest lifestyle, so I’m able to thrive in very little.”The actress will next be seen in Netflix’s Bard of Blood, Jeethu Joseph’s Hindi-language The Body, and Geetu Mohandas’s Moothoon. She wants to do work that’s creatively satisfying and yet reaches a wide audience. “That’s the dream, the golden middle ground, and this show [Made In Heaven] happened to be that,” she said. “I want to see how this show is received and I hope it branches into more opportunities. The directors have really made sure that it is a project that’s so nuanced and delicately woven in the guise of celebrations.”Sobhita Dhulipala in Made in Heaven. Courtesy Amazon Prime Video/Excel Entertainment/Tiger Baby.","author":"Soumya Rao","time":"2019-03-07T22:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114714-dqcxjeeezy-1551968430.jpg","tags":["Made In Heaven","Amazon Prime Video","Arjun Mathur","Sobhita Dhulipala"],"source":"https://scroll.in/reel/915752/a-mirror-to-society-sobhita-dhulipala-and-arjun-mathur-on-the-wedding-themed-made-in-heaven"}