{"title":"Tokyo Olympics: Thank you, Neeraj Chopra for a mighty eighty seven point five eight","content":"Back in February 2016, Neeraj Chopra had the dream of qualifying for Rio Olympics. He was just an 18-year-old up and comer but he had his target set to achieve the mark of 83.00m at the South Asian Games in Guwahati. He won gold, it was his best throw then. But it was 82.23m. It was bittersweet. The qualification window ended in the middle of July, but his breakthrough would soon arrive. He first shot into the mainstream with a sensational throw at the IAAF World U20 Championships in Poland. It was so good that it broke the world record for that age group. That was on July 23, 2016. Imagine that, a world record holder in athletics from India. It sounded too good to be true but it came a few days too late for him to go Rio de Janeiro. He had to wait.Back in February 2021, Neeraj Chopra posted a video from his Twitter handle. It was a time of uncertainty, not just for athletes, but for all of us in general. Hardly anyone knew for sure if the Games would even go ahead after getting postponed from 2020 to 2021. The video of his training routine, innocuously tweeted out from The Field’s handle, soon spread far and wide. Wishes started coming in for him for the Olympics, soon to start in July. It was as if suddenly an Olympics switch had been turned on in our minds... we want this kid to succeed. India's star javelin thrower Neeraj Chopra training at Kalinga Stadium as the Olympic Games draw nearer. How many of these drills can you do? 😅🎥 Neeraj Chopra / Twitterpic.twitter.com/G1yRlQX21M— The Field (@thefield_in) February 13, 2021\n\nOn July 23, 2021, the Olympics finally got underway and he was part of the Indian contingent this time. He would enter the competition as the Asian Games champion, the Commonwealth Games champion, repeat National Record setter... but more importantly, the man who carried the dreams of a nation longing for a track and field medal. The wait is now over. \n\t\t\n\tSketch of the golden moment by Tareque Laskar He was confident. Even as a nation was oscillating between hoping for a medal – any medal – and worrying about jinxing their athlete. He came on to the stage on August 4... new look, his locks removed, but same old swagger at the big stage. We have seen Chopra deliver at big events before. It is what set him apart. On his Olympics debut, all he needed was one throw to qualify. He registered 86.65m and made his way back even as the rest of the field slogged it out in the Tokyo morning heat. One and done. Eventually, top of the qualification table. Dare we dream? But there was Johannes Vetter. There was another German. There were former world champions and Olympic medallists (most of whom would actually fail to qualify). There were Czech athletes coached by the world record holder. How much do we read into the marker he laid down? Then came the final. Minutes earlier, India had matched their London 2012 tally of six medals. It was now over to Neeraj Chopra to break that tally. He was throwing second to start off the final. Forget the qualification... can he lay down the marker now? With 11 other finalists watching? With the millions of Indians hoping? 87.03m. He liked it. We liked it. The rest of the field came and went, Vetter included. No one got close to his mark. Every Indian fan watching was perhaps a bundle of nerves, but when the camera panned to Chopra between his attempts, he seemed like he was the most relaxed man in the entire stadium. Surely he wasn’t? Is he really that cool? Maybe he was. His routine seemed the most loose among the 12 finalists. His run-up, the most smooth. It showed when he released the javelin for the second time. 87.58m. Eighty seven point five eight. We did not know it would be enough for gold. He knew it was close to his personal best, but he did not want to think about the gold yet either. In one of the most beautiful moments of the evening, Chopra would cheer Vetter on, to see him recover and reach the final. But Vetter’s struggles worsened. He would not even finish in the top eight. He would not even get six attempts to get that gold medal that seemed destined to be his.But perhaps it was also destined to be Chopra’s. The Czechs would test our nerves, but Chopra already had enough. As long as he lived, Milkha Singh dreamed to see an Indian Olympic champion. If the Olympics happened in 2020, who knows what would have happened. In 2021, Milkha Singh left us... it was perhaps for a better view of the javelin that would create history.There will be so many emotions for all of us who watched Chopra send that javelin arching through the night sky. For many of us, this might not even sink in completely for a while. An athletics gold medallist at the Olympic Games from India? Did that really just happen? There would be so many emotions. Joy, of course. Relief, definitely. Perhaps a sense of wonderment, at why these moments happen so rarely for a nation so abundant with talent. But for now, message that friend of yours with who you watched your first Olympics. Have a moment with your parents or your partner or your uncle or aunt who introduced you to sports. Talk about this moment that you are unlikely to ever forget.“I was there” is a phrase often used to describe great personal sporting memories but apart from a select few who filled up the seats in that massive Olympic Stadium in Tokyo, no one can say that here. That is just a sign of the times we are in. But this is a moment we will all remember as the time “we were alive and watching it on a screen.” And given how the last couple of years have been, that means a whole lot. Let’s enjoy this. Eighty seven point five eight. A mighty fine number to remember. Thank you, Neeraj Chopra. \n\n\n    \n    Play\n\n\n\n\n    \n    Play","author":"Vinayakk Mohanarangan","time":"2021-08-07T22:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162557-mshwghfhkv-1628354375.jpg","tags":["Neeraj Chopra","Tokyo 2020","Olympic Games"]}