{"title":"A minister's loose remark has reopened one of the darkest chapters of Jammu's history","content":"Earlier this week, Jammu and Kashmir forest minister Lal Singh threatened a delegation of Gujjars comprising Hindu and Muslim farmers, when he said: “O Gujron, 1947 pulligaya hai tuse ge (O Gujjars! Have you forgotten 1947? Why have you come here?)”. His remark was taken as a reference to the massacre of thousands of Muslims in the Jammu region in the riots during Partition.After the farmers filed a complaint against Lal Singh for using a communal slur, the Bharatiya Janata Party leader apologised and issued a clarification. Claiming to have been misunderstood, Singh said that he had actually told the farmers that “the temperature in Jammu that day was 47 degrees Celsius owing to reckless felling of trees, and that this would not be tolerated anymore”.Instead of complaining about Lal Singh, the Gujjars should have thanked the BJP leader for seemingly becoming the first politician to openly admit to the communal carnage in Jammu in 1947, an acknowledgment of a truth that had been buried for nearly seven decades now.While Lal Singh’s explanation is debatable, the incident serves as a reminder of one of the darkest chapters of the state’s history, one that is seldom discussed or even remembered.While Hindus, Muslims and Sikhs were all affected by the violence in 1947, written and oral evidence indicates that Muslims bore the brunt. However, pitting the suffering of one community against the other should not be the focus. The crux of the matter is the systematic erasure of evidence and denials that followed the violence, and the state’s alleged complicity. There was silence on the issue for the last seven decades – until Lal Singh’s utterance earlier this week.My engagement with the 1947 violence in Jammu stems from my close family ties with survivors and witnesses of the massacre. With no documentary evidence available, oral accounts remain the only way to try and recreate what happened.Alarming numbersViolence against Muslims in Jammu pre-dates the princely state’s accession to India. Muslims comprised 61% of the population in the Jammu province of the Dogra state. But in the Hindu majority districts of Jammu, Udhampur, Reasi and Kathua, they only made up 38% and had become increasingly vulnerable in the build-up to Partition.In his book, The Pakistanis, Ian Stephens notes that the violence in Jammu began in August 1947 and continued for about eleven weeks. Stephens claims that five lakh people were killed and two lakh went missing, with many women being abducted.The exact death toll varies across sources. Christopher Snedden’s controversial book, Kashmir: The Unwritten History, suggests that no less than two lakh Muslim men, women and children were killed, while the number of women abducted is estimated to be 27,000.In Kashmir Conflict and the Muslims of Jammu, Zafar Choudhary uses documents from the International Committee of the Red Cross to narrate how 256 Muslim women were abducted from Ustad Mohalla in Jammu, before eventually being sent to their male kin in Pakistan. The number of abductions is said to be much higher, but many cases went unreported because of the conservative social setup.More than a thousand women could not be traced despite many efforts to locate them. Prominent Muslim Conference leader Choudhary Ghulam Abbas’s daughter was also allegedly abducted by Hindu right-wingers in 1947. She was found in Punjab five years later. Rapes and abductions were used as tools for collective punishment given the proximity of Jammu Muslims to the Muslim Conference. Incidentally, Abbas was a Muslim Gujjar, the same community that was allegedly threatened by BJP’s Lal Singh.The large-scale displacement of Muslims caused significant demographic changes in the Jammu region. The community went from a majority of 61% to a minority of 30%. The censuses conducted after 1947 reveal the existence of “uninhabited villages” – villages whose residents left or were killed in 1947.Weakened narrativePerhaps the main reason for attempts to erase any proof of the Jammu violence is that it questions the narrative that Jammu and Kashmir’s accession to India was necessitated by the invasion of Pakhtoon tribes in 1947. While it is indisputable that Pakhtoons invaded Jammu and Kashmir in October 1947, it was not how the conflict started. Jawaharlal Nehru’s biographer, Sarvepalli Gopal, acknowledges that the Jammu violence was the starting point of the trouble in the princely state. However, the Indian government has consistently claimed that all the violence started on October 22, 1947.But there are a number of press reports, some dated as early as September that year, which speak about the violence in Jammu. This clearly shows that the Jammu violence preceded the tribal invasion. Christopher Snedden cites many of these reports at length in his book. According to a New York Times report mentioned by Snedden, Prime Minister Jawaharlal Nehru informed Home Minister Sardar Vallabhbhai Patel about the events in Jammu and also sent a 19-point report prepared by Nehru’s close aide Dwarkanath Kachru. The most important elements of the report were that the National Conference had decided to accede to the Indian Union and how Sheikh Abdullah deemed the “killings in the state” as “un-Islamic and un-Hindu”.Since there was no violence in the Valley till then, it is clear that the National Conference leader was referring to the massacre in Jammu. The report further stated that Maharaja Hari Singh had lost control over the administrative and governmental machinery. So this means that three weeks before the Pakhtoons arrived in Kashmir, the government of India had reliable information that the Maharaja had little control over his princely domain.The Pakhtoon invasion narrative serves two purposes – legitimising Jammu and Kashmir’s accession to India, and demolishing the premise for any sort of indigenous mobilisation in the state. It completely ignores the uprising of Muslims in Poonch in September 1947, as well as the violence in Jammu. These events have been glossed over in all accounts of the Kashmir dispute. The Pakhtoon invasion narrative highlights the external threat while completely denying the indigenous revolt against the authority of the Maharaja.By allegedly threatening Jammu Muslims with 1947-like violence, Lal Singh has ended up weakening the Indian narrative that the conflict in Jammu and Kashmir began with the tribal invasion.State complicityAnother reason for the erasure of the Jammu massacres from memory is the evidence of state complicity in the events. While the arrival of a large number of Sikhs and Hindus from West Punjab led to a communal frenzy in Jammu, the Maharaja’s administration played a key role in the massacres.Various sources refer to the Maharaja’s growing proximity to the Hindu right-wing. In an interview with Khalid Bashir Ahmad, who has conducted extensive research on the 1947 Jammu violence, prominent human rights activist Balraj Puri, a witness to the violence, testifies to the close relations between Maharaja Hai Singh and the Hindu Right. MG Golwalkar, the ideological father of Lal Singh’s party, is said to have been a private guest of the Maharaja. Rajguru Sant Dev, a key functionary of the Maharaja’s regime, is said to have been the main link between the Maharaja and Hindu right-wing outfits. This was also the period when Rajguru had come to occupy enormous influence in the administration, sidelining the secular elements.Furthermore, Muslims soldiers in Jammu, Mirpur and Poonch were disarmed, something which was not done with their colleagues of other religions. Ian Stephens claims that Maharaja Hari Singh not only encouraged the violence, but also opened fire on a group of Gujjar Muslims.The erasure of the events from public memory is evident from the Gujjars’ response to Singh’s alleged threat: “We don’t know what happened in 1947. Please tell us”. It’s a case of a community being terrorised to such an extent that it forgets its own history.But this also explains the failure of Kashmiri Muslim leadership – both separatist and mainstream – to accommodate survivors of the Jammu violence. Far from accommodating them, the leadership hasn’t even acknowledged the events that took place. Sheikh Abdullah understood the complicity of the state but he chose to remain silent. No proper inquiry was ordered on the role of Maharaja Hari Singh and his Prime Minister, Mehr Chand Mahajan. Abdullah maintained that the survivors wanted to go to Pakistan, and the only justice that could be done to them was providing safe passage.Personal tragedyWith a leader of the stature of Sheikh Abdullah having set such a precedent, no future government or civil society outfit took up the cause of the survivors of the 1947 massacres. As Khalid Bashir Ahmad writes, “The victims of the Jammu carnages still wait, some in body and the rest in soul, for justice which has alluded them all these decades”.The Jammu violence is not only a political tragedy, but a social and personal tragedy too. Those Jammu Muslims who migrated to Kashmir could never be absorbed in the social milieu of the Valley. A survivor I knew personally would always say, “My family did not get a burial because of the carnage and we had to flee”.When this man died earlier this year, he found it difficult to find a burial space because a refugee from Jammu couldn’t be accommodated in Kashmir’s graveyards, most of which are controlled by tight-knit clans. His body managed to find space in a local graveyard, on humanitarian grounds, but he wasn’t allowed an epitaph as he didn’t belong to the clan. Even after living and working in the Valley for over 60 years, he was treated as a refugee and taken back to 1947.The least that is owed to the survivors of this tragedy is an acknowledgment of the catastrophe they endured, and a dignified place in society. Sadly, the only acknowledgment has come in the form of a threat.Arshi Javaid is a doctoral candidate at Jawaharlal Nehru University in New Delhi.","author":"Arshi Javaid","time":"2016-05-29T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/808707-drnqpkditn-1464192120.jpg","tags":["Partition","Jammu massacre","Jammu 1947","Lal Singh"],"source":"https://scroll.in/article/808707/a-ministers-loose-remark-has-reopened-one-of-the-darkest-chapters-of-jammus-history"}