{"title":"A morning spent in a queue to withdraw cash is a day without earning a wage, say factory workers","content":"On Wednesday evening, around 30 workers of a polymer factory in West Delhi’s Mayapuri industrial area gathered at their union office for a meeting. Their concern was how to withdraw their wages, which their employers had deposited into their bank accounts for the first time.With long lines for the last few weeks outside banks and Automated Teller Machines that are dispensing cash, the workers are caught in a bind: they can ill afford to lose a day’s wages by standing in line to withdraw money, but if they do not, they cannot access their wages.“To waste a morning in a bank queue is to sacrifice a day’s wage,” said 46-year-old Pashupati Singh, one of the workers at the meeting. “Employers are keeping a strict tab on working hours. Also, because of the cash crisis, factories are not operating at full capacity. So even if a worker shows up by lunch time, the employers do not entertain him for half-day’s work.”His colleague, Harangi Prasad, 50, cited his own experience, saying that he stood in line for six hours to withdraw money on Wednesday. “I was late at the factory by two-and-a-half hours and I lost my day’s wage,” he said.Old notesThe industrial area in Mayapuri has around 1,800 small- and medium-scale factories that employ over two lakh workers.In the three weeks since the Union government announced the overnight withdrawal of high-value currency notes, both employers and employees have been scrambling to get their hands on valid legal tender.“Some of the unfortunate workers sustained a double blow,” said Rajesh Kumar, General Secretary (Delhi), of the Indian Federation of Trade Unions. Kumar said that the wages for factory workers in the area are due by the seventh of each month, which employers stretch by another week. When the demonetisation policy was announced on November 8, saddled with invalid notes, employers handed them over to their workers as wages. The workers lined up at banks to exchange them for new notes, forgoing their wages for those days. This month, some employers have paid workers in advance, but in old currency notes. These workers now have to stand in line to deposit the notes into their bank accounts.Some workers, who could not help but retain a few old notes for their daily expenses, converted them into new using agents, who took a cut.For instance, Rajesh Jha, 35, received his wages of Rs 10,000 in old notes a few days ago. He has a bank account where he deposited a chunk of the money, but he kept a small part aside for his essential daily expenses like food.“The fraction which I kept for daily expenses had to be exchanged through a person in the nearby slum who offered me Rs 300 for every old Rs 500 note,” he said.Rajesh Jha is one of many factory workers who got November's salary in old notes.The situation at the Wazirpur industrial area in North West Delhi is similar to that in Mayapuri, according to 60-year-old Hawa Singh and his colleagues who are employed at a gear manufacturing unit in Wazirpur. They were present at Wednesday’s meeting in Mayapuri. “We received wages in old notes this Tuesday,” said Hawa Singh. “The wages were actually due on December 7.”He added: “We have bank accounts, but our employers did not help us with that. We have deposited the money. But the next challenge is withdrawal.”Hawa Singh is employed at a gear manufacturing unit in North West Delhi’s Wazirpur Industrial Area.Cheques and withdrawalsOn November 24, the last day to exchange old notes at bank counters, the Delhi unit of the Indian Federation of Trade Unions, organised a meeting in Mayapuri that was attended by workers from all major industrial enclaves in the national capital. At the meeting, they asked workers to refuse to accept old notes as wages.Workers of the polymer factory, who were present at the November 24 meeting, were among those who refused to accept old currency notes as wages. This is how they came to be paid by cheque for the first time. However, the workers later realised that even a cheque would cost them two days of work – one to deposit the cheque, and one to withdraw money. Despite having a bank account already, many of these workers are not familiar with the banking system and were depositing a cheque for the first time.Veer Pal, 42, is employed at a fiber plate factory in Mayapuri. He refused to accept his wages in old high-denomination notes. “In the initial days following the demonetisation announcement, many factory owners shut their units and made workers stand in queue to exchange their own old notes,” said Brij Mohan Tiwari, a member of the Indian Federation of Trade Unions. “The subsequent announcements – reducing the exchange amount to Rs 2,000 and the introduction of indelible ink [to mark those exchanging currency notes] – made things difficult for them. The employers then slowly started sending workers home after paying them in old notes.”When the exchange option was withdrawn, a few factory owners who were still left with a large number of old notes started paying their workers advance salaries for the next five or six months, said Tiwari. “In such a situation the workers usually do not have any say,” he said. Still unbankedFor some workers, a bank deposit in cash or cheque is not an option. Sanjay Kumar Yadav, a loading-unloading worker employed at a metal process unit in Mayapuri, earns around Rs 7,000 a month and does not have a bank account despite having lived in Delhi for nearly 13 years. “Landlords never agree to give us any proof of address,” he said, by way of explanation.On Wednesday evening, Yadav said that he had Rs 4,000 in old high-value denominations. “I will ask a friend who has a bank account to help,” he said. “If that does not work, I will approach someone in the slums who offers new notes for a commission.”Loading-unloading worker Sanjay Kumar Yadav holds a Rs 1,000 note that he needs to get rid of.According to Rajesh Kumar of the of the Indian Federation of Trade Unions, a few factory owners in Mayapuri industrial area have agreed to help their employees open bank accounts after the trade union asked workers not to accept old currency notes as payment. But he added that they constitute less than 5% of factory owners in the area.The employer of Mohammad Gulbahar, 33, took him to a bank account opening camp on Wednesday where he filled up an application form.Vinod Kumar (left) does not have a bank account but is banking on his friend Manoj (right), who has one.On November 26, the Union Ministry of Labour and Employment in association with the Department of Financial Services started a campaign to open bank accounts for workers in the organised and unorganised sectors who did not have one, PTI reported.Neeraj Sehgal, owner of several factories and the General Secretary of Mayapuri Industrial Welfare Association, said that the worst-hit are ancillary units, which are mostly unorganised, and where most workers do not have bank accounts. “Even the factory owners do not have cash to pay them,” he said.According to Sehgal, both workers and factory owners are incurring losses because of the demonetisation exercise. “While workers are in trouble with wages, the factory owners are losing in terms of working hours.”Photographs by Abhishek Dey.","author":"Abhishek Dey","time":"2016-12-02T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/823037-46556-tsciodekel-1480598375.jpg","tags":["demonetisation","workers","pay day","Delhi"],"source":"https://scroll.in/article/823037/a-morning-spent-in-a-queue-to-withdraw-cash-is-a-day-without-earning-a-wage-say-factory-workers"}