{"title":"A new Annapurna Devi film could be the last word on the recluse – or the start of a new quest","content":"All good things come to those who wait. If Nirmal Chander’s Guru Maa brought us to the threshold of understanding the reclusive Hindustani classical music exponent Annapurna Devi, his new film 6-A Akash Ganga takes us past the door, into her realm.The title refers to Annapurna Devi’s address in Mumbai, where she hid from the world even as she coached loyal disciples over decades. Guru Maa was produced by Sangeet Natak Akademi, while 6-A Akash Ganga has been commissioned by the Annapurna Devi Foundation. The flautist Nityanand Haldipur, one of Annapurna Devi’s most dedicated disciples and the keeper of her legacy, is the film’s main character.The access enabled by Haldipur’s participation yields rare photographs, correspondence and the insights available only to an inner circle. Haldipur helps clear some of the speculation that has surrounded the daughter of sarod maestro Allauddin Khan ever since she stopped giving public performances in 1955. Ravi Shankar and Annapurna Devi at a performance. Courtesy Annapurna Devi Foundation.Haldipur became Annapurna Devi’s student in 1982, staying on until her death in 2018. He gave fire to her cremation pyre, which was captured in Guru Maa. (Annapurna Devi’s second husband, Rooshikumar Pandya, had died in 2013). 6-A Akash Ganga includes footage from before Annapurna Devi’s demise. Chander, who shot the film along with CK Muraleedharan and Ranjan Palit, is not permitted to enter the ailing musician’s room, but her voice can be heard.Upon her passing, Haldipur threw open a fiercely guarded treasure chest of memories, in order to set the record straight as well as restore Annapurna Devi’s reputation for a brilliance that equalled, if not reportedly surpassed, her illustrious brother Ali Akbar Khan and her first husband Ravi Shankar. Haldipur tells Chander that he had his deeply private teacher’s permission to share her story, but only on the condition that he “speak the truth”.Chander’s engrossing documentary is being screened in Mumbai at National Centre for the Performing Arts on December 1 and Bhavan’s College on December 2. At the risk of defusing the Annapurna Devi mythos, the 79-minute film addresses lingering questions about her tortured relationship with Ravi Shankar (whom she married as a teenager), her withdrawal from public life, and the perfectionism that cemented her enigmatic persona but also led to misinterpretation. Among the people interviewed by Haldipur is Ravi Shankar’s biographer Oliver Craske, who comments on a marriage that was dogged by infidelity and insecurity. Celebrated flautist Hariprasad Chaurasia, who became Annapurna Devi’s student as early as 1966, speaks movingly of his bond with his guru, which including an invaluable nugget about driving lessons.Annapurna Devi. Courtesy Annapurna Devi Foundation.Smoothly edited by Nirmal Chander and Reena Mohan, the film works as a companion piece to Guru Maa as well as a standalone project. With the veils of mystery swathing Annapurna Devi finally having lifted, a picture emerges of an uncompromising artist who held herself and her disciples to exacting standards. If her tough-love attitude towards pedagogy speaks of a now-fading guru-shishya tradition, her spiritual bent appears to have been forged by personal setbacks.There’s a definitiveness to the narrative as well as a finality. With so many secrets now out in the open, what’s left for the speculators who have floated theories about Annapurna Devi for years?One clue is provided by tabla maven Aneesh Pradhan, who testifies to Annapurna Devi’s unique position as a pioneering female instrumentalist. An important thread of future inquiry is launched by classical vocalist Sakuntala Narasimhan, who attended Annapurna Devi’s last public concert alongside Shankar on December 31, 1955.  Thereafter, Annapurna Devi hauled up the drawbridge, allowing very few to enter her castle.Narasimhan speaks of Shankar’s reaction to Annapurna Devi’s virtuosity. Talented women are forced to surrender or compromise their skills to domestic compulsions, Narasimhan notes. She gives her own example, speaking of how she had to tend to household chores minutes before a performance, leaving her exhausted. In this anecdote, Annapurna Devi’s determination to engage with classical music traditions on her own terms takes on a contemporary edge. What appears to be the last word on a famous woman who sought voluntary seclusion could well be the start of a new quest for other female musicians like her.\n\n\n    \n    Play\n\nBaba, a documentary on Allauddin Khan from 1969 that has rare footage of Annapurna Devi.Also read:Finally, a film about Annapurna Devi that unpacks the legend behind the Hindustani musicianThis book tells the stories that the reclusive musical genius Annapurna Devi told her disciples","author":"Nandini Ramnath","time":"2023-11-29T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196207-cgizmeawsc-1701110170.jpg","tags":["Annapurna Devi","6-A Akash Ganga","Nirmal Chander"],"source":"https://scroll.in/reel/1059720/a-new-annapurna-devi-film-could-be-the-last-word-on-the-recluse-or-the-start-of-a-new-quest"}