{"title":"‘A new dawn awaits’: PM Modi congratulates J&K, Ladakh after bill to scrap special status is passed","content":"Prime Minister Narendra Modi on Tuesday congratulated the people of Jammu and Kashmir and Ladakh after the Lok Sabha passed two resolutions and a bill, scrapping special status for the the three regions and granting them union territory status. “I salute my sisters and brothers of Jammu, Kashmir and Ladakh for their courage and resilience,” Modi tweeted. “For years, vested interest groups who believed in emotional blackmail never cared for people’s empowerment. J&K is now free from their shackles. A new dawn, better tomorrow awaits!”  “The passage of key bills pertaining to Jammu, Kashmir and Ladakh are a fitting tribute to the great Sardar Patel, who worked for India’s unity, Dr Babasaheb Ambedkar, whose views are well known and Dr. SP Mookerjee who devoted his life for India’s unity and integrity,” the prime minister added. “In Parliament, political parties rose to the occasion, overcame ideological differences and took part in a rich debate that increased the pride of our Parliamentary democracy,” Modi said. “For that, I congratulate all MPs, various political parties and their leaders.”Modi also praised Union Home Minister Amit Shah. He claimed Shah has “been continuously working towards ensuring a better life for the people of Jammu, Kashmir and Ladakh”. “Special congratulations to the people of Ladakh!” Modi said. “It is a matter of great joy that their long-standing demand of being declared a Union Territory has been fulfilled.” The prime minister added that the passage of the bills will bring employment to the youth and development in Jammu, Kashmir and Ladakh.Our Home Minister @AmitShah Ji has  been continuously working towards ensuring a better life for the people of Jammu, Kashmir and Ladakh. His commitment and diligence is clearly visible in the passage of these Bills. I would like to specially congratulate Amit Bhai! @HMOIndia— Narendra Modi (@narendramodi) August 6, 2019\n\nIn Parliament, political parties rose to the occasion, overcame ideological differences and took part in a rich debate that increased the pride of our Parliamentary democracy. For that, I congratulate all MPs, various political parties and their leaders.— Narendra Modi (@narendramodi) August 6, 2019\n\nSpecial congratulations to the people of Ladakh! It is a matter of great joy that their long-standing demand of being declared a Union Territory has been fulfilled. This decision will give impetus to the overall prosperity of the region and ensure better developmental facilities.— Narendra Modi (@narendramodi) August 6, 2019\n\nThe Bills pertaining to Jammu, Kashmir and Ladakh will ensure integration and empowerment. These steps will bring the youth into the mainstream and give them innumerable opportunities to showcase their skills and talents. Local infrastructure will significantly improve.— Narendra Modi (@narendramodi) August 6, 2019\n\nEarlier in the day, Shah, who is also the BJP national president, said Kashmiris will understand the drawbacks of Article 370 after five years of rule under the Narendra Modi-led government. “We’re not going to commit a historical mistake, we’re going to correct one,” he added. Shah also added that the curfew in Kashmir was imposed to prevent the situation from deteriorating.“The Opposition has a problem with slogans being raised to welcome Prime Minister Modi to the Lok Sabha, such slogans feting the PM are being raised across the country,” Shah said. He also dismissed claims that National Conference President Farooq Abdullah had been put under house arrest. “I have made it clear thrice, Farooq Abdullah ji is at his home, he is not under house arrest, he is not under detention,” Shah said.Several Opposition parties, however, took exception to the bill. “What will happen on Eid?” All India Majlis-e-Ittahadul Muslimeen chief Asaduddin Owaisi asked. “Eid is on Monday. Are you assuming that Kashmiris instead of sacrificing lamb should sacrifice themselves? If you want that I’m sure they’ll do that, they’ve been doing that.”Congress leader in the Lok Sabha Adhir Ranjan Chowdhury wondered why the government spoke of Kashmir as an internal matter instead of a bilateral one between India and Pakistan. “Do you not consider PoK as a part of India?” Shah responded. “ We will give our lives for this region. The Jammu and Kashmir we talk about includes both Pakistan-Occupied Kashmir and Aksai Chin.”Meanwhile, Pakistan Prime Minister Imran Khan, addressing the country’s National Assembly, said that Islamabad will approach the United Nations Security Council against India’s move. “We will take the case of Kashmir to the United Nations and apprise the International community of the treatment of minorities in India under the racist ideology of the BJP,” he said. Khan said he feared that India would carry out ethnic cleansing in Kashmir.","author":"Scroll Staff","time":"2019-08-06T21:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125120-wjjjyaxwka-1565107681.jpg","tags":["Narendra Modi","Amit Shah","Jammu and Kashmir","Article 370","Lok Sabha"],"source":"https://scroll.in/latest/933052/a-new-dawn-awaits-pm-modi-congratulates-j-k-ladakh-after-bill-to-scrap-special-status-is-passed"}