{"title":"A new app is failing India's fight against child malnutrition","content":"On the afternoon of August 23, the Chhota Sion urban health centre in the heart of Mumbai’s sprawling Dharavi slum was suddenly awash with pink. Nearly 80 women, all dressed in saris and salwar suits in various shades of the colour, trooped into its lobby.Breaking up into groups, they spent two chaotic hours packing old Panasonic Eluga i70 cell phones into small cartons, labelling each box with lists of their names. Then, one group at a time, they made their way up to the second floor of the building, marched into a spacious government office and deposited the boxes in the corner of a room. “This is not a protest,” one of them declared emphatically. “We are not raising any slogans or banners. We are just giving the mobiles you gave us back to you.”The women were workers who helm anganwadis, government-run creches for children below the age of six. These anganwadis, which number over 13 lakh in India, were established under the four-decade-old programme called the Integrated Child Development Services, or ICDS, which aims to improve the health and nutrition status of children in India. The country has one of the worst rates of child undernutrition in the world – in 2020, India was ranked 94th out of 107 countries in theGlobal Hunger Index.The office where the women had deposited the cell phones belonged to the area’s Child Development Project Officer, typically responsible for supervising between 90 and 100 local anganwadis. The phones had been given to the anganwadi workers in 2019, under Poshan Abhiyaan, a scheme that has brought several existing nutrition programmes, including the ICDS, under one umbrella. Launched by the Narendra Modi government in 2017 with the financial support of the World Bank, the scheme aims to reduce stunting among children below six, which stood at 38% in 2016, to 25% by 2022.What was new about its approach was a focus on technology as a tool to tackle child malnutrition. It introduced a mobile app for anganwadi workers to maintain digital records on the nutritional status of children and women.The aim of this app, according to a World Bank and Government of India project document, was to improve “service delivery and monitoring to facilitate better outreach to beneficiaries during the critical first 1,000-day window for nutrition impact”. The app, then, was meant to monitor the work of anganwadi staff, and and help them better carry out their regular work of ensuring the nutritional health of children below the age of three. The Centre had hired Delhi-based private company Dimagi Software Innovations in 2016 to build the app, which was created in partnership with the Bill and Melinda Gates Foundation. In 2017, the Centre budgeted Rs 9,046 crore for Poshan Abhiyan for a period of three years. According to the latest available breakdown of expenses, Rs 1,787 crore of these funds were utilised up till November 2019, of which 36% – Rs 643 crore – was spent on the ICDS-Common Application Software, or CAS.An analysis by the Centre for Policy Research in Delhi found that the Rs 643 crore was spent on buying cell phones for anganwadi workers and their supervisors, recharging the phones and training workers on how to use the app. When Scroll.in sought more details about the expenditure through a Right to Information application, all that the Ministry of Women and Child Development said was that it had spent Rs 10.5 crore on “hosting” the CAS app.In contrast, the ICDS programme for which the app was developed has been historically underfunded. Anganwadi workers on the frontlines are paid less than minimum wages. And though its stated aim is to eliminate malnutrition among India’s children, ICDS spends barely a pittance on nutritional support for each child. In August, nearly 80 anganwadi workers in Mumbai returned their phones, stating that the devices and the app they had been instructed to use, were ineffective.The programme beneficiaries, for instance, are supposed to get hot cooked meals and take-home rations at a minimum daily cost of Rs 8 per child, Rs 9.50 for every pregnant woman, lactating mother and adolescent girl, and Rs 12 for every severely malnourished child. To meet these expenses for the target populations across India, the Centre for Policy Research estimates that the budget allocation for meals and take-home rations would need to be at least Rs 40,974 crore. Instead, the Centre allocated just Rs 20,532 crore to ICDS in 2020-’21, a year before its budget was brought under Poshan 2.0, a revamped version of Poshan Abhiyaan. In 2021-’22, the total budget allocated to Poshan 2.0 was Rs 20,105 crore, less than what ICDS alone had received the previous year. The incongruence in the budgets is striking. “The budget for direct nutritional support to children is getting squeezed, and the social expenditure on monitoring anganwadi workers through the use of IT tools is ballooning,” said Reetika Khera, a development economist. In an article published in Mint in December 2020, Khera had pointed out that the Rs 9,046 crore-budget that the Centre had allocated towards Poshan Abhiyan in 2017 could buy 150 eggs a year for each of the 10 crore children enrolled in anganwadis across India. According to the Centre’s RTI response, the CAS app was introduced in phases from 2017 to 2020, covering 6.4 lakh out of India’s 13.7 lakh anganwadis by the end of this period. In some states, like Maharashtra, Bihar and parts of Uttar Pradesh and Madhya Pradesh, anganwadi workers were given smartphones to use the app. In other states, they were expected to download the app on their own phones.In September 2020, the CAS app was suddenly withdrawn: its server stopped functioning and its data was no longer accessible to anganwadi workers. No public explanation was provided for this decision. The Centre claimed in the RTI response that the app had collected data on 6.1 crore beneficiaries. But when Scroll.in asked for the data on severely malnourished children, the response was simply, “not available”.Instead, it was quickly replaced by the much-publicised Poshan Tracker app, which anganwadi workers across the country were mandated to begin using immediately. A government order on March 4 stated that workers’ monthly payments would be linked to whether they downloaded the app and regularly inputted data. The order also stated that the allocation of funds and food grains to states under various nutrition schemes would be based on the data about beneficiaries recorded in Poshan Tracker.These are harsh conditions for frontline workers with limited digital access or literacy, and the pushback has been fervent across states. In Punjab and Haryana, thousands of anganwadi workers held protests in the streets in July, boycotting the Poshan Tracker app and demanding a withdrawal of the government order. In Madhya Pradesh and other states, workers held protests in different districts against the app.  “Poshan Tracker is a bekaar app, a useless app,” said Meena Mohite, an anganwadi worker from Dharavi at the forefront of the “mobile return” protest on August 23. “It was supposed to help us in our work, but it has only made our work more difficult. We are not going to use it.”Scroll.in sought responses from the Ministry of Women and Child Development to the criticisms of the app. As of publication, no responses had been received.The stalemate comes in a year when India is facing a grave crisis of income and livelihoods, which has likely doubled poverty and hunger rates in the country. Its effects are visible everywhere – from low-income neighbourhoods in the cities, to remote villages like Shivni in Madhya Pradesh’s Barwani district.In a sparse, brightly-lit one-room tenement in Zakir Husain Nagar, one of many sprawling slums surrounding Mumbai’s largest landfill in Deonar, two-year-old Anisha Sheikh lay frail and listless on her mother Farida’s lap, suckling on breast milk. “All my children were weak when they were young, but Anisha is the weakest,” said Farida, 38, a housewife with five older children. “Her weight keeps going up and down, and it was just 7 kg last month.” The average healthy weight for a two-year-old girl in India is between nine and 14 kg.Although Anisha managed to gain a kilogram in late August, she was frequently sick with fevers, colds and cough. “There is so much TB [tuberculosis] in our basti, I am very scared for her,” Farida said.Two-year-old Anisha Sheikh, who lives in Zakir Husain Nagar, is underweight. Her mother Farida hopes that anganwadis will reopen soon, and resume feeding hot cooked meals to children.The local anganwadi worker, Sunanda Sonawane had been trying to help bring the child to stable health. The anganwadi, like most, is run by two people: one worker, and one helper, who together provide hot cooked meals once a day to children, and distribute nutrient-rich rations for infants, toddlers, pregnant women and lactating mothers, monitor children for signs of undernutrition, ensure each child is vaccinated for a variety of diseases and even function as pre-school teachers. They also have to ensure that children with severe acute malnutrition, or SAM, are admitted to the nearest nutrition rehabilitation centre in a public hospital, where they are nursed back to health through 14 days of treatment.Sunanda had referred Anisha to a hospital, and Farida was hopeful about the therapy, but remained anxious about access to food. Her husband runs a baida pav stall and earns between Rs 15,000 and Rs 20,000 a month –barely enough to sustain a large family. Since the onset of the pandemic, Farida has been heavily dependent on the dry rations that the anganwadi has provided for Anisha every month – a kilogram each of rice, dals, oil, and sugar. “But the whole family uses those rations, so they don’t last longer than a week,” said Farida, shrugging her shoulders. She is now desperately waiting for anganwadis to re-open and resume feeding hot cooked meals to children. “Those meals have helped my older children grow healthy, so I want it for Anisha too.”Sunanda Sonawane (left) pointed out that childen with moderate malnutrition need special care to avoid severe acute malnutrition, but that anganwadi workers don't get the funds they need to help them.In the house opposite Anisha’s, five-year-old Naziya Saratullah has been classified as moderately malnourished. She has had pneumonia twice since the age of two and weighs just 10.6 kg – well under the average weight of 17 kg required for her age. She is also stunted – her height is more than 15 cm below average – and has weak legs.Naziya’s father earns around Rs 8,000 a month by taking up any odd jobs he can find, but his income plummeted to zero for the first few months of the Covid-19 lockdown last year.“Before the lockdown, we could afford to give all our children at least half a glass of milk every day,” said Naziya’s mother Asiya Bano, who has four older children aged between six and 15. For the past year and a half, the Saratullah children have not had any access to milk. “If only Naziya could get more calcium in her food, she would be healthier.”Asiya Bano had been educated about the importance of calcium by Sonawane, who has been working at the same anganwadi for the past 18 years. “Children with moderate malnutrition need special care to prevent them from becoming SAM children, but we don’t actually get funds to provide them with calcium or other supplements,” said Sonawane. “Earlier, we used to provide eggs and milk to all the children as part of the hot cooked meals, and it was very useful for tackling weakness,” she added. “But around seven-eight years ago, we stopped getting funds for that too.”  Five-year-old Naziya Saratullah, in Zakir Husain Nagar, is moderately malnourished. Her father earned around Rs 8,000 before the pandemic doing odd jobs, but his income dropped to zero during the lockdown.Almost 500 km away, in Barwani, one of Madhya Pradesh’s most backward districts in terms of poverty, literacy and healthcare, the situation was uncannily similar.On a mid-September afternoon in Barwani’s Shivni village, two-year-old Navadi Valavke stood on spindly legs at the doorway of her house, staring wide-eyed at the elderly woman seated on a cot in the courtyard. The woman, 56-year-old Mehmooda Syed, was having an animated conversation with the girl’s grandmother, but kept turning to look at Navadi and point in her direction.“Kamzor eent ki neev se makan nahi banta,” Mehmooda said; a house cannot be built on a weak foundation. “One day she has to grow up and become a mother. How will she do that if she is so weak?”This was Mehmooda’s fifteenth attempt in two months to convince Navadi’s family that the child needed hospitalisation. She weighed just 7 kg, well below the average of 12 kg for girls of her age and height. Mehmooda knew, from 35 years of experience, that Navadi was a SAM child.Mehmooda is a worker at the only anganwadi serving the 2,200 residents of Shivni, a remote Adivasi village in the forested Satpura range. The nearest rehabilitation centre is 20 km away, in the block headquarters of Pati. Within the village, houses are spread apart over a vast area, with no connecting roads. To visit Navadi’s family and persuade them to send the girl to the Pati hospital, Mehmooda had to regularly trek through several kilometres of rocky, undulating terrain, shallow streams and steep hill slopes.Despite her best efforts, however, Navadi’s family was resistant to the idea.“It is harvest season, everyone is busy in the fields right now. Who will stay with her in the hospital?” said Navadi’s grandmother Rikami Valavke, who had her hands full caring for four grandchildren at home while Navadi’s parents and grandfather were out farming.   Two-year-old Navadi Valayke, from Shivni village in Madhya Pradesh, has severe acute malnutrition. But her grandmother pointed out that her family was busy in the fields, and so could not take her to a hospital.Mehmooda sighed in frustration. She had at least six severely malnourished children in her care in September, and only two had made it to the rehabilitation centre. She worried about their health and felt responsible for them: for the past seven months, she had had no way of knowing if children from her anganwadi were being accounted for at all, whether in the block, district or state-level tallying of child malnutrition.The reason for this gap in her understanding was Poshan Tracker, introduced with Poshan 2.0, the revamped version of the original scheme that was launched in March this year.Like the anganwadi workers in Mumbai, Mehmooda had found it difficult to use the smartphone app. “Ye mobile hamare upar thopa gaya hai,” these mobiles have been dumped on us, said Mehmooda, who has studied only up to primary school.  “But they are beyond our comprehension.”“Most of us anganwadi workers don’t have enough education to understand these apps,” she added. “We don’t get enough network in the village to use them, and we don’t earn enough to recharge the phone on time. So what is the point?”Her bigger concern was the record of her data about her work with beneficiaries. All her professional life, Mehmooda and her anganwadi helper had kept records of their beneficiaries on paper, in a series of registers listing nutrition parameters, food intake, immunisation dates and other details. She continued logging data in her books even after the app was introduced, rather than shift to the app. Now, she was not sure whether the data she logged in her books and submitted to her supervisor was getting digitised, and whether it was being accounted for at all. In Shivni, anganwadi worker Mehmooda worries that years of data that she meticulously recorded in physical registers, have not been digitised by her supervisors, and may not be accounted for in the system. This story is part of Common Ground, our new in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.When Poshan Abhiyaan was launched in 2018, the CAS app was meant to be a tool for the government to collect real-time, centralised data to monitor the work of anganwadi staff and the health and nutrition status of beneficiaries in the scheme. The data was to be used to improve decision-making about health interventions for beneficiaries. But this is clearly not how the system has worked on the ground, either with CAS or with Poshan Tracker. For instance, the Poshan Tracker dashboard available for public viewing online offers “real-time” national, state and district-level data on the attendance of beneficiaries, the number of take-home rations and hot meals provided, and the number of vaccinations done every day. But it does not display beneficiaries’ health metrics, like height and weight, which anganwadi workers are expected to input every month. Anganwadi workers themselves have no access to this data. “Even supervisors don’t have this data, so where does it go? How is it useful to us?” said Mohite.In Barwani, officials at the block development office and the collectorate also claimed that they did not have access to detailed data about beneficiaries on the Poshan Tracker app. “At the back-end of Poshan Tracker, I can just see the total number of beneficiaries in an anganwadi, and the total number of children who are malnourished or immunised,” said Prakash Rangshahi, the Child Development Project Officer of Pati block in Barwai. This means that an officer like Rangshahi cannot learn from the app that two-year-old Navadi Valavke in Shivni village weighs just 7 kg and needs immediate hospitalisation.A junior official at the women and child development department’s office in the Barwani collectorate said that the back-end of the Poshan Tracker app is managed by the central government’s Common Service Centre. As an information technology services platform, the CSC does not have the subject expertise to analyse the data recorded by anganwadi workers, but it collates the numbers and sends district officials broad reports about the total number of beneficiaries in each anganwadi.“The field-level monitoring of beneficiaries and decision-making for them can only be done by the anganwadi workers, not us,” said the official, who did not wish to be named. In Mumbai’s Zakir Husain Nagar suburb, anganwadi worker Anita Bhise is glad that she and her colleagues have always maintained their physical registers alongside the digital records in CAS. “Phones cannot really be trusted,” said Bhise. “When they suddenly stopped CAS, we lost all our data, but thankfully we still had those registers.” Alka Bhise, an anganwadi worker in Zakir Husain Nagar, said that when the government discontinued the CAS mobile app, all the the data on it was lost. Fortunately, staff had also maintained physical registers. Despite its problems, officials and anganwadi workers in Mumbai noted that CAS was a better app than Poshan Tracker. “CAS was released as a pilot in some districts, but Poshan Tracker has simply been enforced without testing its viability and effectiveness,” said AR Sindhu, the general secretary of the union All India Federation of Anganwadi Workers and Helpers. Unlike Poshan Tracker, which is available only in English so far, CAS was available in regional languages. It sent the anganwadi workers notifications about due dates for immunisation and home visits. The app also automatically moved beneficiaries into appropriate age categories, and gave workers access to past records of each child’s health history. This made it easy for workers to monitor changes in beneficiaries’ nutrition levels.“The app also had videos about nutrition that we used to educate families during home visits,” said Mohite. “Of course, the phones would hang and we were not given money for recharging them on time, but the app was useful.” Poshan Tracker offers no notifications to help anganwadi workers in their work and does not automatically move beneficiaries from one age category to another as they get older. “If a child turns four years old, we cannot delete their name from the six months-to-three years category, and we have to add them as a new entry in the three-to-six category,” said Yamuna Shinde, an anganwadi worker from Dharavi. “So the child ends up as a double entry on the app, which can lead to errors in data collection.” Rangshahi pointed out another shortcoming in Poshan Tracker that poses a problem in rural, forested areas without stable mobile network availability. “CAS would allow workers to input data offline, and then it would automatically sync online whenever the phone managed to catch network,” he said. “But the Poshan Tracker app does not even open without network.”  In Barwani’s Pospur village, 46-year-old anganwadi worker Rekha Kharte said she has been making a sincere effort to use Poshan Tracker instead of dismissing it. “I don’t understand English, but I ask my son to fill the data for me,” said Kharte, who has studied up to Class 10. “But the problem is, the app does not allow us to go back and correct any mistakes.”In most other states, anganwadi workers have more fundamental problems with Poshan Tracker. In Bihar, the app was launched in June, and like in Maharashtra, anganwadi workers were expected to use the Panasonic mobile phones they had been given for CAS in 2019. “But those were 2G phones that used to hang a lot, and Poshan Tracker is a very heavy app,” said Anita Jha, an anganwadi worker and a member of the Centre of Indian Trade Unions in Bihar. “We are demanding 4G phones and proper money for recharging phones every month.” In Uttar Pradesh, anganwadi workers in just 24 districts had been provided with cell phones during the rollout of the CAS app in 2018. In the remaining 51 districts, workers were left to fend for themselves. “We were being pressurised to download the app on our own phones, and many workers who did not have smartphones put in their own money for it, because they were afraid their pay would be cut,” said Veena Gupta, president of the Anganwadi Karamchari Union in the state.After anganwadi workers began complaining from across the state, the Uttar Pradesh government decided in July to procure 1.2 lakh mobile devices worth Rs 116 crore from the GeM portal, a central government-run e-commerce platform. The Samsung phones reached anganwadi workers only in the first week of October, and are already proving to be a problem.“The new phone is like a dabba,” a box, said Savitri Gautam, an anganwadi worker from Bulandshahr district. “Apart from Poshan Tracker, we cannot download any other app on it, not even Whatsapp. And even Poshan Tracker keeps getting stuck, so I am not using it.”Gupta believes that only around half the anganwadi workers in UP are currently using Poshan Tracker – the rest are simply unwilling. “But because we complained, the pressure to use the app has reduced since July,” she said.  Everywhere, anganwadi workers shared one common perspective: spending time and money on technological tools like CAS or Poshan Tracker is not as important as addressing the long list of practical problems that they face on the ground. Despite the many hiccups in the programs to fight child malnutrition, there have been some trends of improvement over the years. Data from the first National Family Health Survey of 1992–’93 had revealed that  53% of India’s children were underweight and 52% were stunted. More than 20 years later, the first Comprehensive National Nutrition Survey, conducted between 2016 and 2018 revealed that 17% of children were underweight and that 35% were stunted. But the percentage of children who were wasted had gone up, from 17.5% to 33%. The latter report also revealed that only 6.4% of Indian children below two years of age received a minimum acceptable diet.The latest National Family Health Survey of 2019–’20 is still incomplete, but preliminary data from 22 states and union territories, collected just before the pandemic, paints a sombre picture. In 18 out of the 22 surveyed states, more than 25% of children were found to be stunted. Compared to the CNNS data, stunting had increased in states like Maharashtra, Bihar, Kerala and Himachal Pradesh.Given how dire the situation remains, the government’s expenditure on technological interventions, and its neglect of on-ground needs is hard to justify.A break-up of the funds used for Poshan Abhiyaan is available only up to November 2019. According to an analysis by the Centre for Policy Research, apart from the 36% of funds that were spent on procuring and maintaining mobile phones for ICDS-CAS, another 36% was spent on behaviour-change campaigns, while just 8% was spent on procuring growth-monitoring devices like weighing scales and infantometers. A mere 2% of the total amount was spent on the “flexible funds” that anganwadi workers claim they sorely need. For years, each anganwadi centre in Mumbai has been allotted just Rs 1,000 per year as a flexible fund to buy soap, stationery, and even new weighing machines and height charts in case the ones provided by the state stop working.“Right now, we spend Rs 700 to Rs 800 just on photocopying our registers for submission to the supervisors,” said Mehjabeen Shaikh, one of the anganwadi workers in the slum. She added, “The weighing machines they provide are of very bad quality. New ones cost at least Rs 750 or Rs 1,000, so sometimes we have to borrow machines from the local dispensary.”In Shivni village, Mehmooda’s flexible fund was stopped altogether around eight years ago. “Earlier we would get around Rs 1,500 a year, with which we bought not just stationery, but also toys and winter clothes for the children,” she said. “But now we have to spend on everything from our pockets.”The workers also get no travel allowance, whether in Maharashtra or Madhya Pradesh. During the pandemic, Mumbai’s anganwadi staff was expected to show up to work everyday to distribute dry food rations to their beneficiaries and raise awareness about Covid-19. But they were denied the status of essential workers, making them ineligible to commute in Mumbai’s suburban local trains, which were open only to essential workers for most of 2020.“Our ID cards describe us as honorary workers, so the railway staff would refuse to believe that we were on government duty,” said Sonawane, who had to spend the lockdown commuting by bus, three hours a day, from her home in Panvel to her anganwadi in Deonar.She also pointed out a problem unique to cramped urban slums: lack of space in tiny rooms to properly seat children and carry out activities. “We get just Rs 750 per month to rent a room for each anganwadi,” she said. The families that rent out the rooms do so “only because they feel sorry for us,” she added. “Why can’t the government set up larger, permanent anganwadis so that we don’t need to rent anymore?”In rural India, space for anganwadis is rarely a problem but infrastructure often is. For instance, only 40% of India’s anganwadis have a tap water connection. In many of the anganwadis Scroll.in saw in Barwani, toilets had been built but were not functional. And in Shivni, Mehmooda’s large anganwadi building itself has been lying abandoned and derelict for a decade. “The anganwadi was built in 1994, but in just seven or eight years, the roof was in danger of collapsing,” said Mehmooda, who has been “temporarily” operating the anganwadi from a room in Shivni’s primary school for ten years. “I have appealed to the officials so many times to get our anganwadi repaired, but they have still not done it.” The anganwadi building in Shivni has been derelict for a decade. Mehmooda said that she has appealed several times to the authorities to get the building repaired, but that the work is yet to be carried out.It does not take long for anganwadi workers to bring up the topic they feel most strongly about – the injustice they have protested against for decades, across the country, but in vain. “We need to be given official jobs and paid proper salaries,” Sonawane said.  Under the ICDS programme, anganwadi workers and helpers have never been considered government employees, even though they are indispensable frontline workers. Instead, they are classified as “honorary workers” who are paid monthly “honorariums”, rather than salaries with related benefits.Under the seventh pay commission, skilled workers would qualify for a minimum wage of Rs 18,000 a month. But the classification of anganwadi workers allows states to pay them much less: in Maharashtra, workers get Rs 8,500 a month and helpers Rs 4,500; in Bihar, the payments are as low as Rs 5,950 for workers and Rs 3,250 for helpers.“My anganwadi does not even have a helper,” said Alka Bhise, who has been single-handedly shouldering the responsibility of two people for over 12 years. Three out of Zakir Husain Nagar’s nine anganwadis are operating without helpers. “We have complained so many times, but they have still not bothered to fill the vacancy.”Vacancies in the ICDS programme abound at the block-level as well, said economist Dipa Sinha. “Right now a good 30% of sanctioned CDPO and supervisor positions are lying vacant, and the number of sanctioned posts have also not been increased in proportion to the increase in anganwadis,” said Sinha. “But budgets are being directed towards multinational mobile companies who earn profits, even though mobile apps do not automatically improve service delivery at anganwadis.” Mehmooda’s village should have two anganwadis, but has just one. “On top of that the officials ask us to work on all kinds of government programmes in the village – family planning, conducting voter registration surveys, ration distribution, and now Covid vaccination,” she said. “It feels like I am doing the work of five people.”Few feel as bitter about being “used” by the government as 60-year-old Kairya Soste, who retired from her post of anganwadi worker in Barwani’s Pospur village three years ago, after more than 35 years of service. Since anganwadi workers are not considered formal government employees, they do not receive pensions after retirement. Sixty-year-old Kairya Soste retired three years ago after more than 35 years as an anganwadi worker. But because these workers are not classified as formal government employees, she does not receive a pension.For Soste, who is childless and lives with an ailing, bedridden husband, this absence of financial support has left her destitute. She has no savings from the honorarium she was paid before retirement, which was just Rs 2,500 a month. “I did not want to retire because this little money was my only source of income, and they said I would not get any pension,” said Soste. She is angriest about the loss of her land: in the 1990s, the local government took over half of Soste’s farm and built the village’s anganwadi on it. “They did not even pay me for it,” she said, her voice rising. “I did so much work for the government my whole life, and now they have left me to struggle in my old age.” This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Aarefa Johari","time":"2021-10-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165067-kdbtfmmwch-1634050058.jpg","tags":["Work","Health","Poshan Abhiyan","Anganwadi workers"],"source":"https://scroll.in/article/1007521/a-new-app-is-failing-india-s-fight-against-child-malnutrition"}