{"title":"A new wave of Bahujan solidarity seeks to break down barriers in India","content":"One day sometime in mid 2020, Aditi Priya, a Masters’ graduate in economics employed with a research organisation, messaged Disha Wadekar, a lawyer, on Facebook. Priya needed help with research she was conducting on the link between police presence and gender-based violence on women, particularly in marginalised communities. She felt Wadekar, as a Supreme Court lawyer, would be able to help her, since she often worked on caste-related cases.But the interaction soon went beyond the particular project Priya was working on. The two women, both in their twenties, drifted into a conversation more directly connected to their lives and their work. They spoke in particular about the poor representation in their fields of people from India’s marginalised communities – Dalits and Adivasis, officially called Scheduled Castes and Scheduled Tribes, as well as a range of middle castes, many of which are categorised as Other Backward Classes.Wadekar, along with Anurag Bhaskar, an assistant professor at the Jindal Global Law School, Sonipat, and advocate Avinash Mathews, who also works at the Supreme Court, had been working on launching an initiative called Community for the Eradication of Discrimination in Education and Employment, or CEDE, which would aim to increase the numbers of  professionals from historically marginalised communities in the field of law.  Wadekar had encountered casteism within the profession at a young age, when she heard that lawyers referred to her father’s chambers as “maharwada” – a word used in Maharashtra for Dalit colonies within villages. They used this term because her father predominantly took on clients from Bahujan communities – a category that usually refers to communities other than the three dominant varna groups in the Hindu caste structure. (Some Adivasi individuals and groups prefer to be excluded from the Bahujan category.) Sometimes, when Wadekar accompanied her father to court, she saw his clients arrive without footwear. From the reactions of privileged-caste lawyers, she realised that they judged her father’s clients. “Many clients could not pay. If a client happened to win a case, my father would be the one to take them out to lunch, because they would be unable to afford it,” Wadekar said.Both her parents were associated with the Satyashodhak Samaj, a social reform movement founded by Jyotirao Phule, the anti-caste social reformer, thinker and writer. Every year, in Phule Wada, the Pune residence of the reformer, the family organised a lecture series named after him and BR Ambedkar, the towering anti-caste icon, often referred to as the architect of India’s Constitution. “I grew up in a very strong Ambedkarite environment,” she said. Most of her father’s juniors were also from Bahujan communities.Anurag Bhaskar (left), Disha Wadekar (centre), and Avinash Mathews (right) are the co-founders of CEDE, which seeks to support professionals from historically marginalised communities in the field of law. Photo: Twitter/ Navayana PublishingPriya, too, had encountered rampant casteism growing up in a village in the north of Bihar. But her mother took strong positions against caste, and taught her to fight for her dignity and her rights. When Priya sought permission to attend feasts in her village in the north of Bihar, for instance, her mother always forbade her. “The upper castes at the festival made the lower castes sit separately and treated them with disrespect,” Priya said. “She did not want me to go through the humiliation that the elders in my family had been through.”When she gained admission to the Bachelor’s programme in economics at Delhi’s Lady Shri Ram College, Priya’s family was hesitant about her joining, partly because of her choice of subject. “We were a family that could not access basic necessities, and for them, economics was a subject only the privileged could study,” she said. “However, they learnt later that Ambedkar had been an economist.” That realisation eased their worries to some extent, Priya explained.Once she joined the college, Priya realised how crucial caste was in shaping students’ prospects, even in the campuses of India’s premier institutes.The minute privileged-caste students met new students, she said, “they asked our marks and then tried to figure out if we came in through reservation.” Often, privileged-caste students forcefully engaged students from marginalised communities in debate and demanded that they justify reservations. “Debate was just an excuse to harass and mock us,” Priya said. “They thought they were just engaging in an intellectual discussion, but repeatedly having to prove that we belonged there was just casteist harassment.”Priya found even supposedly progressive faculty members unsympathetic to the problem. “All I wanted was for someone to acknowledge that what was happening was wrong and that I was not overthinking,” she said. “That would have made such a difference to me.” “Our professors understand how structures work, but don’t acknowledge the structures they enter into in their own universities. They speak and research about caste outside the classrooms, but don’t talk about it inside.”These so-called debates were not restricted to the classrooms, but would continue in hostels, over evening tea or dinner, sometimes even in the middle of the night. “Not everybody gets to live in the hostel on campus,” Priya said. “It should have been a great experience for me. Instead every single day, I had to spend my energy convincing everyone that I deserved a seat. That I belonged here.”When Priya moved to the Delhi School of Economics for her Masters, she thought she would leave these challenges behind and focus solely on her academics. But here, too, she felt isolated and found herself battling with the thought of dropping out.Bahujan students had a harder time securing admission to the institute through its entrance examination – privileged students often attended preparatory coaching classes, which could cost as much as Rs 40,000 or Rs 60,000. Once admitted, Priya realised, many Bahujan students would struggle to cope with their studies, and often fail the first two semesters. Even for students from Delhi University, the syllabus was a challenge – for many students from other states, it seemed insurmountable. “They did not have the privilege of having the same kind of exposure or learning that upper-caste students did,” she said.Priya often wondered what students from marginalised communities needed in order to be able to cope with the demands of the course and to have healthy and safe environments on their campuses. Her question led her to the idea of Bahujan Economists – a platform for researchers, scholars, students, and professors of economics belonging to the Scheduled Caste, Scheduled Tribe and Other Backward Class communities to collaborate and support each other. As she saw it, such a platform could also work towards increasing representation in the discipline and putting forward the perspectives of these communities, which had thus far largely been absent from it.At first, Priya was afraid that there might be a backlash to such a project, but when she heard from Wadekar that CEDE was also in the works, she felt confident about going ahead with her plan.A year later, Bahujan Economists has over 400 members, has conducted classes and lectures, and supported students seeking opportunities in higher education and jobs. Priya said that people had also reached out to the group to seek guidance on how to make their spaces more diverse.In September this year, several members of Bahujan Economists met in Delhi to celebrate the first anniversary of the group. Photo: Twitter/ Bahujan Economists CEDE, the organisation co-founded by Wadekar, is also going strong. The group has over 275 members in its community, has empanelled with 70 advocates and law firms, and arranged 42 internships.Both these groups are part of an expanding circle of solidarity among young students and professionals from India’s marginalised communities, who have realised the centrality of social networks to the way upper-caste Indians have monopolised opportunities.There are many reasons why these initiatives are taking shape now. The growth of social media allows people and groups from different parts of the country and world to connect with each other, share their experiences of discrimination or harassment, and seek support. “The fact that we can reach out to each other on social media, irrespective of where we are located, has made us feel less isolated,” Priya said.Bhaskar also pointed out that the changes in the media and social media landscapes had led to people in India growing aware of similar struggles in other parts of the world. Anti-racism and anti-casteism movements, for example, share a lot of similarities even though they are separated by great distances. Members of movements here have drawn inspiration from those in the West, and forged relationships with their counterparts over social media.Today’s leaders also acknowledge the efforts of those who came before in laying the ground. Bhaskar feels that the anti-caste movements of the 1980s and 1990s indirectly impacted the current generation. “As a result, we, as a generation, started to speak more about representation and diversity,” he said.Wadekar said she was particularly inspired by the work of Anoop Kumar, co-founder of Nalanda Academy, which trains students from rural and underprivileged backgrounds to compete in all India entrance exams for admissions to top institutes. Hundreds of students who received free coaching at Nalanda have been admitted to institutes in India and abroad.Wadekar also pointed out that over the last decade, the internet has made it possible for Bahujan voices to be heard more prominently. “In the last decade, we’ve grown up reading works on Round Table India, Ambedkar Caravan and Velivada that have taught us to assert our identities, and that is a huge reason why platforms like CEDE are emerging today,” she said.   As she conceived of Bahujan Economists, Priya received crucial support from some seniors, students from the community and a few professors, particularly the social scientist Jean Drèze. “Their support made me realise that if we come together, then we could contribute better to the discipline as well and bring in more perspectives,” she said.This story is part of Common Ground, our new in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.Although they are required by law to implement reservations, educational campuses in India lack diversity. A 2021 report from the parliamentary standing committee on education, women, children, youth and sports observed that though there were “umpteen number” of government schemes and initiatives, Scheduled Caste and Scheduled Tribe students continued to be “under-represented with respect to their share in the total population”. According to the 2018 –’19 All India Survey on Higher Education report, 79.8% of students in higher education were enrolled at the undergraduate level. Out of this, Scheduled Caste students constituted only 14.9%, while Scheduled Tribe students made up about 5.5% of the total enrollment, though as per the 2011 census their shares of the general population were 16.2% and 8.2%, respectively. “The percentage of SC, ST students enrolled in postgraduate programmes and integrated PhDs, PhDs are not even known. The Committee, therefore, feels that the measures and schemes by the University Grants Commission remain either underutilised or un-implemented,” the report stated. Marginalised students also drop out at alarming rates. Former Union Minister Ramesh Pokhriyal informed the Parliament in 2019 that 48% of students dropping out from the Indian Institutes of Technology and over 62.6% from the Indian Institutes of Management were from the OBC, SC and ST categories.Tejaswini Tabhane, a member of Bahujan Economists and an old friend of Priya’s, who is currently a Master’s student at the Indian Statistical Institute, Delhi, said that if close attention was paid to the admission lists in top colleges teaching economics, one would notice the skewed ratios. In her undergraduate economics batch at Miranda House, which graduated in 2020, there wasn’t a single Scheduled Tribe student and even Scheduled Caste and Other Backward Class students were severely underrepresented.The few that make it through struggle with hostility on campus. “There was no effort on the part of the faculty to remove the negativity associated with reservation,” Priya said. So, throughout the course, students struggle with feelings of isolation, because their experiences are never validated. In some tragic cases, a combination of this isolation, harassment from peers and institutional apathy or even oppression, pushes students, like the medical student Payal Tadvi in Mumbai, to take their own lives. Payal Tadvi, a medical student, died by suicide allegedly after she faced casteist slurs by her senior colleagues. Her death in 2019 sparked widespread protests. Photo: PTIThis was necessary, since, as Tabhane pointed out, caste was largely absent from the study of economics. “The discussions around development economics and political economy during my undergraduation did not make much sense to me, because they lacked the Indian context, particularly the context on caste,” she said. She described the treatment of concepts as “generic”, adding that courses talk “about people who are poor or live in slums, but there is no understanding of their identities.”Priya noted that while there was some conversation about better representation for women in economics, little was said about caste. “I’m not just a woman, I’m a Dalit woman and there’s a difference,” she said.Like many Bahujan students, Aditi Priya (left) and Tejaswini Tabhane draw inspiration from the life of BR Ambedkar. Photo: Bahujan Economists.The lack of representation isn’t just limited to academic spaces. Even after they graduate from college and embark on their professional careers, Bahujan students find themselves battling prejudice. Young lawyers, for instance, face a steep challenge since India’s courts are dominated by upper-caste lawyers and judges. Wadekar recounted that her father, Mohan Wadekar, had warned her not to expect to be treated at par with savarna, or upper-caste, lawyers. “He explained that even if I handled the same kind of cases, our successes would be viewed differently. Theirs would be attributed to legal acumen but that would not be the same for me,” she said. The bias doesn’t merely affect the careers of lawyers, but the delivery of justice itself. Wadekar pointed out that judges treat Bahujan lawyers who represent Bahujan clients differently, and that this bias “influences the time and space that the lawyer is given in court. The kind of leeway that is given to a savarna lawyer is different from a Bahujan lawyer.” Wadekar started her career at the lower courts in Maharashtra and gradually progressed to the High Court and the Supreme Court, where she was dismayed at the absence of Bahujan lawyers. The surnames of most lawyers and the judges she encountered in her own cases or other cases indicated that they were from privileged castes. The problem is less pronounced in the lower judiciary, where reservation policies are implemented, making them relatively less hostile spaces to Bahujan lawyers. The fact that proceedings are often conducted in regional languages also ensures that lawyers without the privilege of an English-medium education can also navigate the courts with greater ease. In contrast, there is no policy of reservation in higher courts. In an article published in 2016 on the lack of diversity in the higher judiciary, Alok Prasanna Kumar, who heads the Karnataka arm of the legal policy organisation Vidhi, noted: “The current trend of appointments ensures that the higher judiciary remains an ‘old boys’ club’ mostly featuring male, upper-caste, former practising lawyers.” Between 1950 and 1989, only 2.6% of the judges in the Supreme Court were from Scheduled Caste communities, while none were from Scheduled Tribes. In his research, Bhaskar found that since then there have been four judges from Scheduled Caste communities and one from a Scheduled Tribe background. A recent article on the disproportionate representation at the Supreme Court found that out of 52 appointments made between 2004 and 2014, at least 16 judges were Brahmins, while another ten were from other privileged castes. “Roughly 50% of the undeclared quota is for upper-caste Hindus,” the article noted, though by some estimates, Brahmins and other privileged-caste communities make up only about 14% of India’s population.Upper castes also dominate the ranks of senior lawyers, who are appointed by the judges. Here, class signifiers, and social networks that are deeply embedded in caste, play a key role.“If you don’t drive up to the Supreme Court in a car and instead, step out of an auto, you are ‘marked’. Lawyers, judges and clients – all judge you,” Wadekar said. Lawyers also need to pay fees of between Rs 10,000 and Rs 30,000 per year for membership of the Supreme Court Bar Association. This is a considerable expense for many lawyers, Wadekar explained. “People assume that because one works at the Supreme Court, they are also well off,” she said. Without this membership, she added, “you don’t get invited to social gatherings.” Wadekar said that during her time in the Supreme Court she has met a few male Bahujan lawyers but so far, she has hardly met any female Bahujan lawyers. “In fact, Bhaskar got in touch with me because he could not track down any other female Bahujan lawyers for a project he was working on,” she said.Bhaskar, too, said that he encountered no diversity through his training and career. “During my internship, all the judges I worked for were upper caste,” he said. “I never met Bahujan or Adivasi lawyers during that period. Even the office-bearers in the bar associations were upper caste. Discussions on representation are completely missing from these spaces.”This resulted in a deeply exclusionary atmosphere. Through his internships, Bhaskar would worry that the judges he was working under, or his peer group, would find out his identity. “I was worried about how they would view me or my work if they found out who I was,” he said. What particularly upset Bhaskar was that many stalwarts in the legal field that he looked up to had double standards. “These people who were so celebrated in the legal field were critical of reservation,” he said. “They did not embrace the idea of representation, and this was very disappointing to me.”Bhaskar began to think about working to change this system while doing his LLM at Harvard Law School in 2019. During his time there, he observed that even though their numbers were still low in the legal profession, African American lawyers were vocal in demanding changes to the system, and in initiating dialogue on the need for better representation. “That is when I decided that we should be doing something similar in India too,” he said.The idea received a fillip when Bhaskar got in touch with Wadekar while doing a project that examined the representation of Dalits in the Indian legal space. “When we spoke, we began to discuss issues of representation and about our experiences in the field,” he said. Wadekar had herself been working on Payal Tadvi’s case, which had made her more determined to combat caste discrimination and improve representation on Indian campuses and in the legal profession. Bhaskar had been discussing similar ideas with Mathews, particularly after Mathews attended an event at the Jindal Global Law School campus that aimed to address the lack of diversity in courtrooms, but did not include any Dalit speakers. The three began to have conversations about the idea of founding a group, and on 14 April 2021, Ambedkar Jayanti, CEDE was formally launched. CEDE's official launch is going to be held in collaboration with @LiveLawIndia, where Justice DY Chandrachud will be addressing the audience on the topic: \"Why Representation Matters?\" The event is being held on the 14th of April - on the birth anniversary of Dr. BR Ambedkar. pic.twitter.com/6rL0nGvzqS— CEDE (@CedeYourCapital) April 9, 2021\n\nThe date was apt – Wadekar and Bhaskar both agreed that they owed their academic and professional path to reservations, which Ambedkar fought hard to put in place in independent India. “We were beneficiaries of the system that Babasaheb had created for us,” Wadekar said.The idea for Bahujan Economists lingered in Priya’s mind for a while. But she was hesitant about taking any active steps towards it. “I was scared people would make their own assumptions about me and feel that economics was not for people like me,” she said. “So I delayed it for a bit.” In December 2019, Priya wrote an article  titled ‘For a Bahujan Economics’, articulating a need for economists who, in her words, would “work for our people and not just on our people”. She wrote: “Let me use this opportunity to share the dream of ‘Bahujan Economics’ to assert the identity of the oppressed in the ‘discipline left untouched by untouchables’. Who else but economists from the Bahujan communities would understand the importance of amalgamating the demand for dignity with that for economic freedom?”Priya was initially hesitant to get the article published, but she was motivated to do so by encouragement from Drèze. After it was released, Priya was buoyed by the positive responses to it, especially from people outside the industry and from Bahujan communities. She decided it was time to set up Bahujan Economists.The aim of the forum would be to provide assistance and guidance to young Bahujan scholars working in economics. The project’s eventual vision was of a higher number of Dalit and tribal economists in the country. Priya reached out to her close circle of economist friends, and began to draw up a plan.The team sat down to identify some of the key problems that marginalised students faced. Among these was a lack of comfort with the English language. “We found that students from other state universities even hesitated to ask questions in class because they were not fluent in English,” Tabhane said. “When students around you are from ICSE, CBSE schools and come from privileged families and they also do well, we feel like we are lagging behind.” So the Bahujan Economists team decided to organise English language workshops for its members.The group also organises classes on coding, programming, statistics and CV writing, shares information about upcoming events or conferences that members can register for, and hosts talks by established economists and academics. Among those who have participated in the group’s activities are Abhiroop Mukhopadhyay, professor at the Indian Statistical Institute, Delhi, who has held classes on statistics, and Andrew Foster, professor at Brown University, who has spoken to members about applying to foreign universities.To celebrate their first anniversary as a group, members of Bahujan Economists held a meeting in September where they invited economists Jean Drèze and Reetika Khera. Photo: Bahujan EconomistsAsad Tariq, a Master’s student who will soon graduate from Jamia Millia Islamia and start work on a PhD in economics at IIT Delhi, is a member of Bahujan Economists. He explained that since members of the group’s core team are based in institutes across the world, the group has considerable information about conference schedules. From the group, Tariq learnt about and went on to attend a recent conference organised by Sam Asher, assistant professor in the Department of International Economics at Johns Hopkins School of Advanced International Studies. “Usually someone from a non-elite background or college will not get to experience such events,” he said, “So that was a huge plus for me.”Akash Raj, who just graduated from Delhi School of Economics, and is now applying abroad for his PhD, pointed out that he benefited greatly from the training that Bahujan Economists organised in R, a programming language used for statistical computing. “Since I am planning for a PhD, showing I’ve learnt a software language will be an advantage,” he said. In turn, he is also sharing his expertise with the group. “I’m helping first years at Delhi School of Economics with anything they need with studies, skill development or placements,” he said. One of the major struggles that Bahujan law students face is in securing internships. Before launching CEDE, when Wadekar was working with a senior advocate, she was in charge of internships, and noticed that none of the applications were from Bahujan or Adivasi students. “The internship spaces are inaccessible for Bahujan students,” she said. “There are these cliques, where privileged students will share information about opportunities and contacts of senior advocates from top law firms with each other. They all have familial connections which are essentially what we call caste networks. But Bahujan and Adivasi students don’t have that.”To address this problem, Wadekar created a database of the email addresses she had, of lawyers and law firms that accepted interns, and shared them with the Bahujan students in her network. Now, through CEDE, she and her colleagues continue to help students secure internships. “I realised that so many of my classmates’ parents would be willing to help by offering internships,” said Mathews, the only one of the CEDE trio who isn’t from a Bahujan background.CEDE also organises workshops that train participants in soft skills, such as office communication. “Soft skills are not taught in law school and unless you have the network, it is not something that you naturally learn,” Bhaskar said. “What to say, what not to say. How to approach one’s boss and speak up.” He recounted that earlier he, too, would hesitate to speak to people in English because there was no culture of speaking English in his surroundings or even among classmates at school, and therefore wasn’t comfortable with the language.“All these skills come naturally to upper-caste students because they have grown up in environments where people know how to confidently approach someone,” Wadekar said. One law student told Wadekar about an experience he had as an intern working under an upper-caste lawyer. The lawyer, after enquiring about interns’ family backgrounds and occupational details, proceeded to address Wadekar’s intern  as “tu” and other privileged-caste interns as “tum”. The intern did not return for the internship the next day. CEDE seeks to ensure that prospective internship spaces are safe for Bahujan students. “We take steps to educate the employer about how to be sensitive to students and make the environment conducive for students,” Bhaskar said. Of course, not everyone is welcoming of CEDE’s efforts. Mathews recounted that CEDE had recently tweeted out a job opportunity in a top law firm, with a line that said that marginalised students were encouraged to apply. Soon after, he said, “we got a call from the company demanding that we remove that particular line from the tweet.” Some law firms “cannot even entertain the idea of marginalised students applying,” he added.But several top law firms and advocates have also reached out to CEDE, offering support and inviting interns. Lumsela Sangtam, a student of DR BR Ambedkar National Law University, Sonipat, got an internship with Parichay Legal Aid Clinic with CEDE’s support. Sangtam said she had been struggling to find an internship and that it was easier for many of her classmates because their parents were lawyers, or because the students knew people in the field. The pandemic made the application process even harder. “We are required to do at least 10 internships by the end of our course,” she said. “So having a support system like CEDE is a huge relief.” Sangtam is thrilled with her new internship. “This legal clinic I work in is helping people who are fighting for equal citizenship in the country,” she said. Just as CEDE and Bahujan Economists seek to level the playing field in law and economics, Action to Improve Representation focuses on bringing marginalised students and academics into management scholarship. The underrepresented groups include Scheduled Castes and Scheduled Tribes – according to a 2017 paper, only two out of 512 faculty members at Indian Institutes of Management across the country were from Scheduled Castes, and none were from Scheduled Tribes. AIR also focuses its efforts on women, religious minorities, sexual minorities, and people with disabilities and functional impairments.The initiative was founded in August 2021, by Hari Bapuji, currently a Professor of Strategy and International Business at the University of Melbourne, along with Prateek Raj from Indian Institute for Management, Bengaluru, Kamini Gupta from King’s College, in the United Kingdom, and Vivek Soundararajan from University of Bath, also in the United Kingdom.About five years ago, Bapuji began to ask his colleagues if they knew any Indian researchers in the field of management who were not upper caste. “Pretty much everyone said ‘no’,” Bapuji recalled. He also noticed that while there was some research on race and gender representation within the field, there was nothing on caste.Inspired by programmes in the west that sought to improve representation within academia, as well as the work of the Telangana Social Welfare Residential Educational Institutions Society, which works towards educating Scheduled Caste, Scheduled Tribe and Other Backward Class students, he and his colleagues came together to found AIR.AIR’s current mentorship programme has 17 participants, who are early career researchers from across the country. As a first step, the group aims to help candidates learn to develop strong research papers and publish them in reputed journals. Most of the mentors at AIR are academics outside India, partly because the founders’ networks abroad are stronger than within the country. Bapuji also hopes that roping in international mentors can help the programme steer clear of the systemic issues that result in low representation of marginalised groups among Indian academics in the first place.Hari Bapuji is currently a Professor of Strategy and International Business at the University of Melbourne. He co-founded Action to Improve Representation. Photo: Asper School of Business websiteAnother group of students from the Harvard Kennedy School seeks to increase representation in the policy space, by helping students apply to public policy courses. The group, Equity in Policy Education, has 34 mentors, of whom only one is Bahujan. “This is exactly the problem we want to address,” said a representative.  The popular Dalit scholar Suraj Yengde, a founding member of the group, has been guiding it, and the collective ensures that mentors undergo caste sensitivity training before working in the programme.“Some of our fellows are doing very well and have managed to secure admissions this year,” the representative said. The group conducts regular information sessions for the more than 350 students in its network. “We also curate storytelling sessions, CV writing, scholarships, writing workshops, etc for our fellows to help them with the upcoming application cycle,” she added. Our team is our privilege. 365 days in, stronger convictions, scarier ambitions. Here's (most of) us celebrating a little. :) #EPETurnsOne#TheATeam #EquityInPolicyEd pic.twitter.com/CXisNzmd4s— Equity In Policy Education (@equityinpolicy) March 15, 2021\n\nWadekar believes that it is important that CEDE continues to remain political. The group does not aim to just provide support to students, but also to consistently work to influence the conversation and advocate for better representation. “We have to remain a political platform, otherwise we will fizzle out,” she said. The aim was reform, a major rewiring of the legal profession in India.Priya hoped for the same in the field of economics. “The way we look at economics should change,” Priya said.Neetisha Besra, a team member at EPE, is most likely the first Adivasi student to graduate from Harvard Kennedy School. “I’ve felt alone in my journey because we hardly talked about caste or caste-based discrimination or lack of representation in public policy spaces,” she said. “Very few from the Bahujan community would even come out and say they are Bahujan. I couldn’t find allies or people who had similar social experiences. That’s why when I heard about EPE, it brought me a lot of relief.” The groups are following each other’s work, and occasionally even collaborating. In one of its latest projects, Bahujan Economists developed a set of guidelines to make workplaces safer for employees from underprivileged backgrounds and communities. The team reached out to Wadekar for help and guidance while framing these recommendations. Eventually, the groups hope that marginalised people occupy key decision-making roles in their fields. “So far, Dalit and Adivasi women have only been data for economists,” Priya said. “There is no understanding of their backgrounds because the persons conducting the research have no connection with them.” She added that researchers “are comfortable with the current state of economics in India. They continue to perpetuate the same old ideas.” But she believes that “power should lie with the people. Policies cannot be formulated by people who have nothing to do with the community they are addressing.”As Tabhane put it, “This is why it is important to formulate a Bahujan Economics, and not just concentrate on increasing Bahujan economists.”This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Johanna Deeksha","time":"2021-09-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164539-xspfdojxao-1632837229.jpg","tags":["Education","Gender","Inequality","Caste Discrimination","Social Movements"],"source":"https://scroll.in/article/1006472/a-new-wave-of-bahujan-solidarity-seeks-to-break-down-barriers-in-india"}