{"title":"A new research paper argues manipulation in 2019 polls – what does this mean for EC?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).\\Have feedback, interesting links or think I am wrong? Write to me: [email protected]A research paper titled “Democratic Backsliding in the World’s Largest Democracy” was published on July 25 and immediately made waves. Written by Sabyasachi Das, assistant professor of economics at Ashoka University, the paper argued that certain seats in the 2019 Lok Sabha elections were won by the Bharatiya Janata Party as a result of manipulation.On this week’s India Fix, I break down this complex bit of research as well as provide some journalistic context to the debate around the Election Commission’s performance.The BJP wins a surprising number of close contestsThe first tool Das uses is a statistical test called the McCrary test. He finds that constituencies that saw close contests between the BJP and a rival party were disproportionately won by the former. Moreover, this effect is most prominent in BJP-ruled states. This is a potential red flag. “The idea is that, if elections are fair, then conditional on an election being closely contested between party A and any other party, the party A’s chance of winning would be close to 50%,” the paper explains. “This is because, whether it ends up winning a really close election would effectively be random.”A failure to meet the McCrary test could have two potential causes. One is that the election is manipulated. The other is that there is no fraud but that the BJP is really good at identifying close contests and campaigns hard to win them – that is, “precise control”.Is it because the BJP campaigns harder?To find out if the BJP was really campaigning hard in closely contested seats, Das turns to the National Election Survey, a post-poll survey conducted by the prestigious think tank, the Centre for Developing Societies. One question that this survey tracks is whether a house was visited by a party worker. Das finds that the CSDS’ data shows no evidence that the BJP is campaigning harder on the ground than the Opposition in closely-fought contests.However, with so much campaigning now taking place on social media, Das also uses NES data to pressure check that. Interestingly, he found that while the BJP might have campaigned harder on social media in closely contested constituencies, there is no evidence to show that this factor helped push up the party’s win rate in BJP-ruled states – where the McCrary test is most concentrated.The paper’s evidence for manipulationIs manipulation then the answer for the failure of the McCrary test? Das considers three possibilities: the deletion of non-BJP voters from the electoral rolls (registration manipulation), preventing non-BJP voters from voting at the polling booth, and manipulating vote tallies at the time of counting (Das calls the last two “turnout manipulation”).Das claims he found evidence of registration manipulation. He maps the growth in the number of voters in each constituency with close BJP wins. He finds that voter growth actually slows down in those constituencies compared to the overall set of Lok Sabha constituencies. Moreover, the phenomenon spikes even further in constituencies with a large number of Muslims. This hints at voter deletions.To check for turnout manipulation, Das turns to a clever test. The paper considers an odd phenomenon first flagged by an excellent bit of reporting by Poonam Agarwal of the Quint. She found that the Election Commission published two data sets after the 2019 election: votes polled and votes counted. Oddly enough, they did not match.Of course, this could, in theory, be a banal administrative error. If that were indeed the case, the mismatch would be random. Unfortunately, Das finds that it is not. As you might have guessed by now, the mismatch between the EC’s two lists jumps when the BJP wins in a close contest. Even worse, this jump is driven by constituencies in BJP-ruled states.Das then applies another test that could hint at ballot stuffing. He finds that in closely-fought constituencies, the BJP gets a lot of votes in polling booths with high turnouts – but only if the BJP wins them and they are situated in a BJP-ruled state.In 2019, the BJP got a lot of votes in polling booths with high turnouts – but only if the BJP wins them and they are situated in a BJP-ruled state.Das then cuts this yet another way, identifying booths in Muslim-dominated areas in constituencies which saw a close contest. That the BJP does not get a great many Muslim votes is one of the most obvious facts of modern Indian politics backed up by an immense amount of data. Das finds that this pattern holds in constituencies the BJP narrowly loses: booths located in Muslim-dominated areas don’t see a lot of votes polled for the BJP. However, oddly enough, in constituencies the BJP narrowly wins, the chances of the BJP getting a lot of votes in a booth in a Muslim-dominated area is largely the same as a booth in a Hindu-dominated area.Das treats this as both proof of the suppression of Muslim votes as well as a contradiction of the theory that the BJP wins closely fought contests due to precise control. Even if the BJP were campaigning better, the idea that it was swaying Muslim voters to vote for its candidates seems far-fetched and goes against everything we know about Indian politics.Note that the paper is a probabilistic exercise – as it itself says, it does not provide “proofs of fraud”. However, the gaps that the paper flags – such as the mismatched EVM lists spiking whenever the BJP wins narrowly – are grave ones that have no straight explanation. In as much, the analysis in the paper is an important starting point to further scrutinise the Indian election process.The India Fix viewThe paper has, as can be expected, generated a tsunami of debate. Much of this, unfortunately, is in the form of ad hominem attacks on the researcher via social media. This is unwarranted. Das is a highly credentialed economist with a doctorate from Yale University and teaches at Ashoka University. Moreover, his paper is incredibly thorough, putting together multiple data sets and statistical tests. While it is yet to be peer reviewed, the paper has already been selected by the prestigious National Bureau of Economic Research in the United States for its Development Economics conference. It will be pressure tested over the next few years as it is peer reviewed by economists.I saw this presented. It was by far one of the most convincing pol Econ papers that I have seen recently. https://t.co/50op6O9rTL— Paul Gertler (@paul_gertler) August 1, 2023\n\nProfessor of Economics at the University of California, Berkeley\nWhile we wait for the reviewers to weigh in, it is worth noting that  the larger point that Das makes about the infirmities in the election process can also be triangulated through a number of other channels.Just a fortnight after Das put out his paper, in fact, the Modi government moved a bill to take control over the Election Commission appointments process. A Supreme Court judgement from March, that set guidelines around the fact that the EC should not be controlled by the Union executive, was simply ignored. That India has an electoral system where the umpire is appointed by its most powerful player should set off alarm bells even without anyone having to run a regression.Recently, seats in the state of Assam and Jammu and Kashmir were redrawn with strong allegations of gerrymandering in order to disenfranchise Muslims and push up the BJP’s chances. In Assam, where most Muslims are of Bengali-origin, the chief minister did not even bother to hide the fact that the redrawing of constituency boundaries was a communal exercise, arguing openly that it was meant to give Assamese people more seats.In bitterly contested states like West Bengal, the Election Commission has sided with the BJP on multiple occasions. In 2019, for example, the EC ordered an unprecedented ban on campaigning citing violence in West Bengal. Oddly enough, however, the ban only kicked in once Modi had finished campaigning in the state. Also the 2019 Lok Sabha polls created controversy with an Election Commissioner, Ashok Lavasa, himself alleging that his complaints around Modi’s purported violation of the model code of conduct were being ignored. Almost immediately after this, Lavasa’s family came under scrutiny from tax agencies, the Enforcement Directorate and his phone was tapped using the military-grade spyware Pegasus. Lavasa soon resigned from the EC.An investigative report by Scroll had also pointed out that Modi was violating the model code by using state machinery during 2019. Again, the EC did not act.Later in 2021, the EC refused to shorten the duration of the campaign in Bengal even as the Covid death toll mounted dangerously. Conventional wisdom held that a longer, multi-phase poll would help the BJP given its weaker organisation.Most troubling is the fact that multiple allegations around voter deletions have now been made by voters. In 2018, a year before the Lok Sabha polls, allegations surfaced in Telangana with the EC admitting that names had been deleted but unable to explain why. The allegations were repeated in Andhra Pradesh in 2019. Earlier this year, the News Minute reported that the BJP was trying to get voter names deleted in a Muslim-dominated area in Bengaluru.The Election Commission has such a critical role in any democracy that it must not only be fair but seen to be fair. Unfortunately, structural factors such as the EC being controlled by the Union government as well as multiple incidents mentioned above make that not to be the case. Ideally, the EC should respond to Das’ paper providing explanations for the unusual anomalies the research has flagged.","author":"Shoaib Daniyal","time":"2023-08-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193141-jvlqdxnlgp-1691941609.jpeg","tags":["Election Commission","Election manipulation","2019 Lok Sabha elections"],"source":"https://scroll.in/article/1054262/a-new-research-paper-argues-manipulation-in-2019-polls-what-does-this-mean-for-the-ec"}