{"title":"A new book identifies the lessons that India’s export strategists can learn from Vietnam ","content":"In 2025, turning its back on trade liberalisation, India decided to promote the mobile phone industry through import substitution. The eventual goal of the switch was to make a success of “Make in India for the World”. Have we turned a corner as seems to be widely believed? Imports of telephones had risen from $3.2 billion in 2009 to $7.5 billion in 2014, and have fallen to $2.2 billion in 2020. Alongside, exports had fallen from $3.5 billion in 2009 to $0.6 billion in 2014 and have risen to $3.0 billion in 2020. No doubt, these numbers testify to a significant expansion of domestic production of telephones since 2015. But the success is rather modest when measured against what Vietnam, a country less than one-tenth of India’s size, has achieved. From just $0.9 billion in 2009, its telephone exports rose to $21.5 billion in 2014 and to $31.2 billion in 2020. Its electronic goods exports stood at $122 billion in 2020 against India’s $12.8 billion. How has Vietnam achieved this success? Whereas Indian leaders routinely express regret at having signed free trade agreements (FTAs) even with countries accounting for a minuscule proportion of the country’s trade, tiny Vietnam has boldly embraced such economic giants as China and the EU in free trade arrangements. It also has FTAs with every single Asian country of any significance. In today’s world of crisscrossing supply chains, even small tariffs can have big effects. The iPhone contains 1,600 components supplied by approximately 200 firms spread over 43 countries. With tariffs piling up on tariffs as components cross multiple country borders for processing from one stage to the next, even small custom duties at each border crossing can add up to large cost escalations. FTAs among countries playing host to suppliers eliminate this problem.If the objective of the policy is to simply eliminate or drastically reduce imports, import substitution can surely do it. A rising tariff not only allows progressively less efficient producers to add to supply, it also prices out more and more consumers. This is exactly how we held imports strictly below 10 per cent of GDP for four decades till 1991. But it is an entirely different matter if the objective is “Make in India for the World”. A hypothetical example best explains why. Suppose, absent any custom duties, the landed cost of an imported smartphone is $100 and that of all the components contained in it $90. Local manufacturers able to assemble the components into a smartphone at a cost of $10 per handset or less can then compete against imports. Assume, however, that these manufacturers supply only a small part of the total demand with imports filling the gap. Suppose next the government imposes a custom duty of 20 per cent. This raises the cost of an imported smartphone to $120. Since the components can still be imported for $90, manufacturers can now compete against imported smartphones even if their assembly cost is up to $30 per handset. This is three times the assembly cost at which they could compete in the absence of the tariff. The 20 per cent tariff on the smartphone has thus provided a hefty 200 per cent protection to assembly activity. But the story does not end here. No sooner the assembly activity has seen an expansion, politicians and bureaucrats want to double their “success” by going for domestic production of components. In India, we long ago invented the concept of PMP towards this end. The PMP in our example would provide protection to components next. Assume this is done via a 20 per cent customs duty on all components. The tariff would undoubtedly encourage domestic production of components, but it would also raise the cost of components for producers assembling them into smartphones by $18 per handset. The $20 margin that the original tariff on the smartphone had created has now shrunk to just $2. Therefore, most of those who had entered assembly activity to make a quick buck after the imposition of the original tariff would be rendered uncompetitive. But no government would allow them to go under lest its policy be judged a failure. Instead, it would raise the tariff on the smartphone to 38 per cent or more to eliminate the “disability” that the tariff on the component imports created. A vicious cycle of escalating tariffs thus follows.The high tariff brings smugglers into business who pocket customs duty due to legal imports as their profit. In parallel, official import data understate true imports, overstating the success of import substitution. The biggest losers are the consumers, who must now pay higher prices, with some of them priced out of the market or forced into switching to inferior-quality smartphones.Producers that enter production activity in response to high protection are likely to be predominantly rent-seekers rather than risk-takers. It is a mistake to think that they would eventually turn into export powerhouses. On the other hand, risk-taking producers that enter production activity with an eye on the global market would have done so even absent protection. They are happy to share in the spoils offered by protection, but do not depend on them. It is these producers who would make a success of “Make in India for the World”.Excerpted with permission from India’s Trade Policy: The 1990s and Beyond, Arvind Panagariya, HarperCollins India.","author":"Arvind Panagariya","time":"2024-05-16T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172857-aosgbjfnkh-1649609143.jpg","tags":["manufacturing","exports","business"],"source":"https://scroll.in/article/1067313/a-new-book-identifies-the-lessons-that-indias-export-strategists-can-learn-from-vietnam"}