{"title":"A/nil’s new book of poetry, ‘The Absent Color’, is a conversation – of, for, and by himself","content":"On November 5, 2023, a Sunday evening, a shroud of smoke engulfed the heart and lungs of Delhi. Anilkumar Payyappilly Vijayan, aka A/nil, arrived with his wife Aparna and two daughters Pappathi and Vennila at the India International Centre for the launch of his first book of poetry. They had travelled all the way from Palakkad. The Absent Color is the publisher Navayana’s gift to itself and to the world as it turned 20 – a pairing in the bluest of manners, a sky of event, and an “authentic miracle” (as the philosopher Slavoj Žižek called the book), all at once.At the event, heads were meagre but hearts full. A/Nil was made to plumb himself in a dialogue with Rahee Punyashloka, the visual artist and filmmaker better known as Artedkar. Also on stage were a black bust of the Buddha sculpted in wood and a framed print of Artedkar’s making where a woman held a small figurine of Babasaheb Ambedkar, and Baba held a small lamp in his hand. Drawing from this light, the publisher S Anand called A/nil and Artedkar to the stage with a musical “Jai Bhim”, and spoke of how and why Navayana’s 20 years seemed predestined to lead us to the moment that was Now. The few books of poetry at Navayana (Namdeo Dhasal, ND Rajkumar, Meena Kandasamy, Cheran) have never been hits in terms of numbers, and now we reckon with a poet who breaks himself down to a Nil, Anand said. Taking the cue, A/nil began with: “I am not really a poet. This may well be my last book of poetry.”Despite these caveats and admonitions, The Absent Color holds hope in being more than the sum of its parts. Here is a book that challenges both our ideas of what makes poetry, what makes great poetry, and what is expected of so-called “Dalit poetry”. After all, why must Dalits cage their art in stiff and stifling categorical prisons while others are free to do as they please? In the indelible silence of that stage, and beyond, A/nil answered everyone in the most musical of manners. Conversation with poemsWe also came to learn that the journey that led to Anil’s work began, not unlike Navayana’s, 20 years ago. He was then teaching at Kabi Nazrul Mahavidyalaya in Sonamura, Tripura, along the Bangladesh border, some 4,000 kilometres and 40 hours of a train journey away from what were country and home to him. A/nil spoke of his bafflement with borders, of the Bengali minority dominating the local tribal majority that spoke Kok-Borok and relished pork, his inability to eat food cooked in mustard oil, and so on. It was the isolation that united A/nil and Ambedkar, an intense aloneness he was sure Ambedkar too must have felt. A/nil said The Absent Color was a conversation – of, for, and by himself. He told Artedkar how and why he had to make a choice to be invisible, both in his writing and being. He saw his poems as a private outlet hidden from the rest of the world until his wife urged him to publish them – resulting in a treat for the reader and a retreat into self-annihilation beyond verse. Possible fears about the challenges these poems posed – “they’ll get it that they don’t get it”, as A/nil had once told Anand – were belied when members of the audience volunteered to read some of the poems out loud. One reader was particularly intrigued by the line “Our right to have no rights” in the poem “Declaration of Independence”.The following day, the Centre for English Studies at Jawaharlal Nehru University burst into colour in A/nil’s presence where Milind Awad chaired a discussion on the book. Saitya Brata Das from CES and Dickens Leonard from IIT Delhi spoke of “The Enigma of the Nil.” Das recounted his inhibitions in engaging with a work lying outside the realm of his understanding. He said, “I am a philosopher. I don’t understand poetry, especially contemporary poetry, even more especially by someone like A/nil,” as A/nil cast his customary glance across the room. Das dwelled on the monstrous gesture of disjoining one’s name with a slash that allows A/nil to speak in the blue tongue of “neel”. In the futurity of the Now, Das said, all intervention takes place – each in their own singularity, poetry, and politics mingle together to transform language in The Absent Color. Leonard, for his part, riddled the riddle of A/nil, wondering “How do puzzles perform the act of annihilation in language? Would it be by riddling the reader to pose a limit to language and experience?” Perhaps this is why A/nil claims to write in a language even he can’t make sense of.The enigmaThe third and final event around the book was occasioned by the Humanities and Social Sciences department at IIT Delhi as part of their occasional seminar series on November 7. A/nil’s paper, titled “Navigating the Mathematical and Novel Realities,” delved into the parallels between quantum physics and literature to explore the question of human suffering. A movie clip of The Last 50 Lines of Molly Bloom’s Soliloquy in James Joyce’s Ulysses performed by Angeline Ball was played as part of the presentation. A/nil probed Milan Kundera’s contention regarding the novel’s metaphysical superiority in apprehending reality over scientific inquiry. Disrupting Cartesian certitude and examining Deleuze’s principle of “pure difference”, A/nil gave shape to the question that is past.The triangle became a perfect square as the series of events culminated in a merry lunch at Mizo Diner in Humayunpur, where all those dear to Navayana are often hosted. The first to finish his thali, A/nil announced to the table: “I eat fast, read fast but think slow!” Confounded by the shape of an ordinary bean on his plate, the great philosopher was unable to guess what it was. There goes the enigma.Between two nonentitiesWe are chromosomes exposedTo some silent stellar collapseInwardly, like the death before death.But the irony, if the word has not lost its significance,Is that the universe still is expandingEvery galaxy moves away from the otherLike the colored dots on an expanding balloonAnil, without disjunction, means the wind that blows in perennial motion, whose origin and end remain forever unknown. Likewise, it is impossible to know with A/nil where he’ll take us next – the first book as last book, really? After 20 years of being serious, Navayana is like a child lost in thought, and all we have to say is this: big time!        View this post on Instagram            A post shared by Navayana (@navayanabooks)\nA/nil reads his poem “The Dance of Darkness” from The Absent Color.\nSwati Singh is studying for a BA Honours in English at Lady Shri Ram College, Delhi University.","author":"Swati Singh","time":"2023-11-19T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195890-wdhswbbohv-1700039886.jpg","tags":["poetry","dalit"],"source":"https://scroll.in/article/1059139/a-nils-new-book-of-poetry-the-absent-color-is-a-conversation-of-for-and-by-himself"}