{"title":"A note from Scroll.in: This election season, help us hold the powerful accountable","content":"The elections have finally begun. Voters went out in droves on Thursday, in the first of seven phases that will all culminate in counting and results to India’s Lok Sabha elections on May 23. Following this massive exercise is no easy task: There are countless reports, unending TV debates, scores of Op-Eds – and don’t even get me started on Twitter. Fortunately, the team at Scroll.in has you covered, with a mix of reportage, analysis and even links to great articles elsewhere. Here are five ways to follow India’s elections with Scroll.in.1. Read our ground reports: We may not have as many reporters as bigger news organisations, but our journalists have tried to focus on the stories that both tell you what is happening on the ground, while also giving you a sense of the larger picture. Like S Senthalir in Tamil Nadu telling you why women are upset with the AIADMK government for neglecting Jayalalithaa’s schemes, Safwat Zargar introducing us to BJP leaders in Kashmir and Arunabh Saikia getting Arunachal politicians to tell us how much money they will be spending on each voter. 2. Go behind the scenes: It’s not just about the politicians and the voters. With The Silent Army, Mridula Chari and Shreya Roy Choudhary get you a glimpse of the work 5 million people are doing to put together India’s massive elections. Read about election staff in Arunachal Pradesh having to walk for days on end, flying squads that have to catch politicians violating the model code, and what actually happens in an election control room.3. Listen to women: Women make up half the electorate, yet election coverage inevitably features a surfeit of men: politicians, experts, voters. With Half the Vote, Nayantara Narayanan and Aarefa Johari set out to hear from women – only women – on the elections. \n\t\t\n\tYou’ll meet a businesswoman in Mumbai who wants Narendra Modi back in power because he is “powerful,” a farmer in Telangana who will vote based on her village’s choice and a shop owner in Hyderabad who plans to vote for BJP despite her business declining. 4. Meet Modi’s voters: However the election goes, it is clear that Narendra Modi has used his popularity to turn the BJP into a pan-Indian presence. But what makes him popular? Is it the promise of a better future, a majoritarian state or something else? In this series, Supiya Sharma sets out to understand the Modi voter.5. Discover great stories beyond Scroll.in: We’re not the only ones covering the election. To make sure you don’t miss out on anything, our Election Fix newsletter gets you links to the best reportage, analysis and opinions three times a week, with Sunday issues taking a deep dive into one major theme of the election. We also cover the headlines daily with Election Watch. Getting reporters in the field, from Arunachal to Andhra, Srinagar to Singur is not cheap. Your support could help our journalists go farther and dig deeper, and make it easier for them to discover more stories that the mainstream ignores or simply cannot tell. If you like our journalism, please do subscribe to Scroll+. This week, we’re offering a 30% discount.We thank you for your support.","author":"Rohan Venkataramakrishnan","time":"2019-04-13T15:33:54.697081+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117365-rhpxojjhdg-1555074206.jpg","tags":["Scroll+","Elections 2019","Lok Sabha Elections","Independent Media","Election Report 2019"],"source":"https://scroll.in/article/919732/a-note-from-scroll-in-this-election-season-help-us-hold-the-powerful-accountable"}