{"title":"A photo project focuses on the face of the modern American Sikh","content":"London-based photographers Amit and Naroop have been photographing men and women from the United Kingdom's Sikh community since 2014. The idea was to capture the essence of modern Sikhism and to pay tribute to the two most powerful symbols of a Sikh person – the turban and the beard – among other articles associated with the Sikh faith. The project was named The Singh Project.Now, the photographers have turned their cameras towards Sikhs living in the US. Having photographed just over 30 new people for an exhibition to be held in New York in September, Amit and Naroop’s work will highlight Sikh American history that embodies perseverance and progress. The exhibition will be going on display shortly after the US commemorates the 15th anniversary of the terror attacks of September 11, 2001. Three hundred incidents of hate crimes against Sikhs were reported in the months following the attack.“The exhibition will be on display just after 9/11 and in part aims to spread awareness about the Sikh identity and to stop racial discrimination attacks like those in the aftermath of 9/11,” said the duo, in an email. “Sikh men and women who wear turbans face much more prejudice in New York, and, in fact, the whole of US. There is a certain lack of understanding of their identity, so they have to deal with issues that UK Sikhs don’t. This makes them more sensitive and aware of their identity.”When shooting in their London studio, Amit and Naroop simply wanted to capture the face of modern Sikhism, however the subject wished to express it. Some let out their fun, quirky side during these shoots, while others looked directly into the camera with a straight face. \"Each picture [is] an expression of self. They even chose what they wore for the shoots,\" said the photographers. \"What is modern is how they are photographed. The photographic style, lighting and feel is modern and is not the typical way Sikh men have been photographed in the past.\"They added: \"Sikhism is a very modern, forward thinking religion. It has always been about equality and kindness. The modern, educated and aware individual aspires to these qualities as we understand that it is the only way to live in peace and happiness.\"Darshan Singh Bhooi, retired businessman. (Photograph credit: Amit and Naroop).Balbir Singh, temple volunteer. (Photo credit: Amit and Naroop).The message of the US edition of the project, which is being called The Sikh Project, is stronger. It has been organised by the Sikh Coalition, a group that was founded by volunteers on the night of the 9/11 attacks in response to a torrent of violent attacks against Sikh Americans throughout the US. Sapreet Kaur, executive director, Sikh Coalition, said that the moment was right to highlight the beauty of the Sikh faith. \"Our aspiration is to spark conversations across the country on what it means to look like an American,\" said Kaur. \"We want to humanise communities who are too often regarded as the other, and there is no better means of opening hearts and minds than through the arts.\"Some of the people photographed for The Sikh Project have their own experiences to share about 9/11, or discrimination they might have faced over the years. While some are just part of the project as a way to express pride in their faith.Sat Hari Singh. (Photo credit: Amit and Naroop).Sat Hari Singh was a train operator with the New York City Metropolitan Transportation Authority. On the day of the 9/11 attacks, Singh saved lives by reversing the train, away from the site of the attacks. He was honoured as a hero for his act. He eventually became a client of the Sikh Coalition to protest against the Metropolitan Transportation Authority's biased policy against turbans.Waris Ahluwalia. (Photo credit: Amit and Naroop).Waris Ahluwalia is a well-known face within the Sikh community in the US. An actor, designer and model based in New York City, though Ahluwalia has received a lot of support from his colleagues, he has also faced discrimination within his profession. In 2015, he was barred from boarding a flight in Mexico because he refused to remove his turban in public. The turban is a symbol of Sikh identity and demonstrates a Sikh's commitment to the faith. Ishprit Kaur. (Photo credit: Amit and Naroop).A nursing student in Connecticut, Ishprit Kaur was inspired by her mother, also a medical professional, to pursue a career in medicine. Another contributing factor to her decision to become a doctor is that her father suffers from Parkinson's disease. Harmandeep Singh. (Photo credit: Amit and Naroop).Harmandeep Singh is a high school student who moved to New York City from Punjab in 2014. He joined the Sikh Coalition's junior wing to help raise awareness about the Sikh faith, and to learn leadership skills.","author":"Zinnia Ray Chaudhuri","time":"2016-07-25T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/811718-37655-hmysqmvjpu-1468471383.jpg","tags":["9/11","Sikhism","Amit and Naroop","Sikh community","The Singh Project"],"source":"https://scroll.in/magazine/811718/a-photo-project-focuses-on-the-face-of-the-modern-american-sikh"}