{"title":"A poet, a lawyer, a professor: These are the five activists held for sparking Bhima Koregaon clashes","content":"Five months after the caste-based violence in Maharashtra’s Bhima Koregaon town, the state police has shifted the focus of its investigation from Hindutva leaders Milind Ekbote and Sambhaji Bhide to a group of five social activists working with Dalits, Adivasis and political prisoners.On Wednesday, teams from the Pune police arrested advocate Surendra Gadling, professor Shoma Sen and activist Mahesh Raut from their homes in Nagpur. In a coordinated operation, the police also arrested activists Sudhir Dhawale in Mumbai and Rona Wilson in Delhi, and brought all five of them to Pune.They have been accused of having Maoist links and have been charged under sections of the controversial Unlawful Activities (Prevention) Act or UAPA. They were produced before a Pune court on Thursday and have been placed in police custody at Vishrambaug Police Station till June 14.Police officials claim that the Bhima Koregaon violence on January 1 was incited by the speeches of Dalit rights activists at an “Elgar Parishad” event held in Pune a day before, and that this event was funded by banned Maoist outfits.On New Year’s Day, lakhs of Dalits from across India had gathered at the town of Bhima Koregaon, 30 km from Pune, to commemorate the 200th anniversary of a battle in which a British force that included Dalit soldiers from the Mahar caste defeated an army of the Peshwa rulers, who were known for enforcing rigid caste segregation. To mark the battle, a coalition of 260 non-profit organisations had held an event called Elgar Parishad the previous day at Pune’s Shaniwar Wada, featuring speakers such as politicians Prakash Ambedkar and Jignesh Mevani and Dalit rights activist Radhika Vemula. On January 1, clashes broke out in and around Bhima Koregaon. Dalits claimed they had been attacked by people with saffron flags, while Marathas claimed they had been attacked by Dalits. As Dalit protests spread across the state, one person was killed in the violence.Several Dalits claimed that the violence had been incited by Hindutva leaders who made provocative, anti-Dalit speeches a few days before the event. On January 3, the Pune police filed cases against Milind Ekbote, head of the Hindu Ekta Manch, and Sambhaji Bhide, chief of the Shiv Pratishthan Hindustan for allegedly instigating the violence on Dalits. However, while Ekbote was released on bail soon after being arrested in March, Bhide has not yet been arrested, despite a Supreme Court order demanding his arrest.Now, human rights activists and colleagues of Gadling, Dhawale, Sen, Wilson and Raut claim that their arrests are an attempt to suppress voices critical of the government, while diverting attention from Ekbote and Bhide. They also claim that the five were arrested and branded as Maoists because the government is threatened by their work with marginalised communities.Here are brief bio-sketches of the people who have been arrested.Surendra Gadling: A ‘thorn’ for the stateSurendra Gadling. Photo: FacebookAn advocate who has been working in Nagpur for 25 years, Surendra Gadling is known for defending several political prisoners accused of being Maoists or extremists. He is currently representing GN Saibaba, a wheelchair-bound Delhi University professor jailed for alleged Maoist links. He has also represented many Adivasis in protesting land displacement in Maharashtra’s Gadchiroli and Gondia districts.  “Gadling has become a thorn for the state government because in his entire career, he has managed to get a lot of acquittals for political prisoners who were falsely charged with Naxalism and other crimes,” said lawyer Arun Ferreira, who himself was represented by Gadling when he was arrested and jailed for five years in 2007 for alleged Maoist activities. Ferreira, too, was acquitted of all charges.In addition to his work as a lawyer, Gadling is also a leading Dalit rights activist. He was part of an independent fact-finding team that probed the encounter killings of 40 alleged Maoists killed by the police in Gadchiroli district in April. Last month, Gadling was also a part of a team that visited Kashmir to condemn the persecution of human rights lawyers in the state.According to Ferreira, in 2016 Gadling had been threatened by a former deputy inspector general of police, after one of the hearings in the GN Saibaba case. “The DIG threatened Gadling that he would be next,” said Ferreira. “That DIG was Ravindra Kadam, the current joint police commissioner of Pune who made these five arrests.”The police had raided Gadling’s house in connection with the Bhima Koregaon violence on April 17, and arrested him from his home-office in Nagpur at 6.30 am on June 6. “Instead of an arrest warrant, the police came with a letter from the Pune police which they just flashed at Gadling. They didn’t even let him read it,” said advocate Nihalsingh Rathod, Gadling’s junior colleague.In a letter sent to the Pune district judge on Thursday, the Nagpur lawyers’ Bar Association pointed out that Gadling had been produced before a judge in Pune at 5.30 am, and was represented by a lawyer he did not choose. Meanwhile, he was not allowed to meet his own lawyers for most of the day.On behalf of Gadling, advocates Rathod and Mihir Desai will now represent GN Saibaba for his bail application hearing on Friday.Sudhir Dhawale: Not afraid of writing his viewsSudhir Dhawale. Photo: Aarefa Johari  A well-known poet, writer and political commentator, Sudhir Dhawale is best known as the publisher of Vidrohi, a left-leaning Marathi magazine focusing on issues relating to labour, land, education, health, caste and more. He is also the founder of the Dalit rights organisation Republican Panthers. In 2011, he was arrested and jailed on charges of Naxalism for 40 months, only to be acquitted of all charges later.  “Dhawale’s writings often contain a critique of government policies, and he was not afraid of writing his views even when he was arrested,” said Shyam Sonar, Dhawale’s colleague at Republican Panthers. “He is also a very good organiser with the skill of mobilising the youth, which makes scares the government.”In December 2017, Dhawale was a part of the organising team of the Elgar Parishad. After the violent clashes in Bhima Koregaon, the state government set up an inquiry commission headed by a retired judge to look into the riots. “Since then, Dhawale and a team of other activists and lawyers have put in a lot of time and effort to go around and gather evidence regarding the violence, to put before the commission,” said Sonar. “Perhaps the government arrested Dhawale and the others because it is afraid of the kind of evidence that they have found. By arresting all of them, the police gets to protect Ekbote and Bhide.”Mahesh Raut: Champion of AdivasisMahesh Raut. Photo: Facebook  A native of Maharashtra’s Gadchiroli district, Mahesh Raut studied at the Tata Institute of Social Sciences in Mumbai and began his career as a Prime Minister of Rural Development Fellow in Gadchiroli. He has now emerged as one of the most prominent activists working with Adivasi communities in the district.  Raut is one of the conveners of the Visthapan Virodhi Jan Vilas Andolan, a national organisation that that fights the displacement of marginalised communities, and also a member of the Bharat Jan Andolan, a human rights NGO.“Raut has worked extensively to strengthen gram sabhas, guiding them on how they can safeguard their own rights over forest produce and their land,” said Jagdish Meshram, a lawyer from Gadchiroli who has worked closely as a social worker with Raut.Raut has also been at the forefront of the anti-mining and anti-caste movements in his district. “A few big mining projects are coming up in Gadchiroli and Raut has been strengthening the campaign against them,” said Rinchin, a member of the Visthapan Virodhi Jan Vilas Andolan from Chhattisgarh. “His arrest in the Bhima Koregaon case is just a way for the state government to repress such movements against caste and mining.”Rona Wilson: Working with political prisonersRona Wilson. Photo: Facebook  Originally from Kerala, Rona Wilson has been working as the public relations secretary of the Committee for the Release of Political Prisoners in Delhi. “This means he has always been working with people who are behind bars because they criticise the government,” said SAR Gilani, the founder of CRPP who had been accused and acquitted of all charges in the 2001 Parliament attack case.  According to Gilani, Wilson has worked with political prisoners that include alleged Kashimiri “terrorists”, people falsely implicated in terrorism cases and many who have been booked under UAPA. As a PhD scholar, Wilson’s research, too, has been in this field.“Wilson was not even remotely involved with the Bhima Koregaon event and the Elgar Parishad,” said Gilani. “Unfortunately this is how our government operates – anyone criticising the state is either Muslim or labelled as a Maoist.”Shoma Sen: The women’s movementShoma Sen. Photo: FacebookAn English professor at Nagpur University, Shoma Sen is a women’s rights activist affiliated to several well-known feminist organisations in the country. She is also a member of the Committee for the Protection of Democratic Rights.According to her daughter Koel, Sen had always been left-leaning and in the 1970s, she had worked with people who went on to get labelled as the “top Maoists” in India. “But then she moved to Nagpur and started teaching, and over the years her involvement with activism has reduced,” said Koel, a filmmaker. “But as an academician, she has definitely been studying the Maoist movement, and has been quite critical of it too.”Sen’s husband, Tusharkanti Bhattacharya, has been arrested numerous times on charges of Maoist associations, but Koel claims she was shocked to hear that her mother had been arrested on Wednesday. “She had almost no association with the Bhima Koregaon event. But it was evident from the arguments that the police made in the Pune court on Thursday that they were basically after anyone critical of the government.”Koel as hat the evidence that the police claims to have collected to prove the Maoist links of the five arrested persons is baseless. “The literary evidence they collected from my mother’s house includes basic Communist literature, like books by Marx and Lenin, which you will find in any left-leaning household,” said Koel. “But in the court on Thursday, the police was treating my mother and the others as if they were major criminals.”Sen and the other accused will be kept in police custody in Pune till June 14, and Koel is now hoping their anticipatory bail is approved soon after.","author":"Aarefa Johari","time":"2018-06-08T13:03:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881849-jftzgwrafi-1528402887.jpg","tags":["Bhima Koregaon","Elgar Parishad","Maoist","Dalit rights"],"source":"https://scroll.in/article/881849/a-poet-a-lawyer-a-professor-these-are-the-five-activists-held-for-sparking-bhima-koregaon-clashes"}