{"title":"A political war over liquor leaves India’s capital dry","content":"It was supposed to end the liquor mafia in Delhi and provide a “customer experience commensurate with the stature of the national capital”. But less than a year after it became operational, Delhi’s new excise policy has been withdrawn by the Aam Aadmi Party-led government.Deputy Chief Minister Manish Sisodia, who holds the excise portfolio, made the announcement last week. He said the old liquor policy, described as “highly cumbersome” and “archaic” in the now-discarded new policy’s preamble, would be reinstated. He also launched a scathing attack on the Bharatiya Janata Party, the leading Opposition party in Delhi, alleging it wanted to create a shortage of legal alcohol in the national capital to promote spurious alcohol businesses “like in Gujarat”. In July, over 40 people  died after consuming illicit alcohol in the western coastal state where the sale of alcohol is prohibited. Sisodia claimed the BJP’s machinations in Delhi could lead to a similar “hooch tragedy”.The AAP government’s U-turn – and Sisodia’s outburst –  came on the heels of Delhi Lieutenant Governor VK Saxena, a central government appointee, recommending  a probe into the new policy’s formulation and implementation by the Central Bureau Investigation. On the directions of Saxena, Delhi’s chief secretary also came up with a report which alleged  irregularities in the new policy. Politics of liquorOn July 31, as large crowds thronged the city’s liquor shops to stock up – the regulatory change means stocks are likely to be erratic for a while till the transition to the old policy is completed – conversations were sharply political. While some blamed Chief Minister Arvind Kejriwal for the situation, others accused the BJP of being “jealous” because the new policy had brought in higher revenues for the AAP government. In many ways, the chatter echoed the polarised discussions around the policy ever since its introduction in November. Last winter, the BJP had taken to the streets to protest against it. It alleged that the AAP government was promoting alcoholism by opening shops in residential areas and slashing prices.The AAP countered the charges by pointing out that the number of shops had not increased and that they had only been evenly distributed across the city. The primary rationale behind the new policy, it insisted, was to plug revenue leakage. The new excise regime, it claimed, would rake in an extra Rs 3,000-Rs 4,000 crore of annual revenue for the government – something that the BJP found unpalatable. The new policyThe new excise policy had affected sweeping changes in the liquor regime in Delhi. Under it, licences were not given to individual shops but to entire zones – the city was divided into 32 zones, each with a maximum of 27 shops.  Most prominently, though, the state government completely withdrew from the business of alcohol, paving way for market forces to almost entirely dictate retail prices. Earlier, government-run outlets accounted for a lion’s share of liquor shops in Delhi. The first few months of the new regime saw swanky air-conditioned glass-paneled shops replacing the dingy grilled “vends” of yore – and discounts galore. They (BJP) are threatening shopkeepers, officers with ED and CBI, they want legal liquor shops to be closed in Delhi and earn money from illegal shops. We've decided to stop the new liquor policy and ordered to open govt liquor shops: Delhi Deputy CM Manish Sisodia— ANI (@ANI) July 30, 2022\n\nNot living up to the hypeBut the honeymoon did not last long. Shops started running out of stock and variety, and several shut down. Things came to such a head that several plush South Delhi neigbourhoods were left with no liquor shops in their immediate vicinity. At the heart of this crisis, too, was politics, say shopowners and those who follow the industry in the city. For instance, the new policy allowed for opening of shops in “non-conforming areas” – unauthorised areas – but the BJP-run municipal started sealing off shops in such areas. This meant massive losses for the licence holders as they were paying the area fee for those shops, forcing them, in some cases, to surrender the whole zone  in which they were operating. At least three companies gave up their licences over the last couple of months citing lack of clarity on the excise department’s part over the waiver of “non-conforming area fee”, official communication reviewed by Scroll.in shows. A clash of egos“It definitely didn’t help that the Opposition and the government didn’t see eye to eye on this issue and especially the fact that the MCD [Municipal Corporation of Delhi] is run by the Opposition,” said Vinod Giri, director general of the Confederation of Indian Alcoholic Beverage Companies, an industry body representing the leading liquor companies in the country. “And in the matter of alcohol, politics always has a role to play.”But it wasn’t all politics that led to the crisis, said Giri. “Retailers also overbid not knowing what would be the outcome,” he  said. “If the floor price was Rs 225 crore, people bid Rs 300 crore so obviously there would be some financial pressure.”Then, there were also some “implementation flaws”, said Giri. “But when you have such wide policy changes, you can’t always foresee everything,” he said. “There was no reason to believe there’s anything wrong with the intention, they wanted a more progressive regime.”A closed wine shop during the national lockdown in May 2020 in New Delhi. Credit: Reuters.‘Bigger monopolies and cartels’Yet, some allege that the new policy failed to achieve something that was fundamental to its conception: the creation of a Chinese wall between manufacturers, distributors and retailers.A major reason cited for the need of a new policy was that the previous one failed to check brand favouritism – called brand pushing in the industry’s parlance –  by retailers, thereby leading to a rigged market.An official of the Delhi Liquor Traders’ Association said that the new policy had spawned even “bigger monopolies and cartels”. “Large tracts of the market were being controlled by linked entities, leaving small players at their mercy finally forcing them out of business,” said the official who didn’t want to be identified by name.Delhi’s excise commissioner Krishna Mohan Uppu did not respond to several requests seeking comment.A dry cityFor now, uncertainty prevails over the future of the liquor trade in the national capital. On Monday, the first working day since the announcement of the scrapping of the new policy, licence-holders held hectic meetings with excise officials. A month-long extension has been granted, but few shops would be willing to replenish stocks for such a short period, pointed out Giri.As restaurateur Riyaaz Amlani remarked: “In the war of these two giant organisations, the consumer has become collateral damage.”","author":"Arunabh Saikia","time":"2022-08-02T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177896-orcjyqxbjr-1659362775.jpg","tags":["Delhi","liquor policy","Excise policy"]}