{"title":"A political map of Assam: Congress vs BJP vs AIUDF vs BPF vs AGP","content":"As Assam heads towards assembly elections this year, the battle lines, as they say, are drawn. The Bharatiya Janata Party, which will play challenger, has declared its quest to win two-thirds majority in the state assembly, its Mission 84. In a break from custom, it has even chosen a chief ministerial candidate – Sarbananda Sonowal, a former leader of the Asom Gana Parishad and the All Assam Students’ Union. Tarun Gogoi’s Congress government is the defending champion. So far, it seems quite unfazed by three terms worth of anti-incumbency sentiment that has built up against it.But politics in Assam is never a simple two-party contest. National parties will lose their way in this densely storied region, where competing ethnic demands are meshed with anxieties over land and livelihood, the fear of being swamped by outsiders, language chauvinism and the bitter legacy of multiple insurgencies. The political map of Assam will also be shaped by at least three regional players: the All India United Democratic Front, which is seen as representing Muslim interests, the Asom Gana Parishad, the party that was formed by the Assam Movement, and the Bodo parties which operate out of the Bodoland Territorial Area District.BJP: a game of alliancesTwo days after Prime Minister Narendra Modi’s rally in Kokrajhar on January 19, there is a hum of energy at Atal Bihari Vajpayee Bhawan, which houses the BJP party office in Guwahati. People sit around in the front rooms, as if keeping vigil. Deeper inside, there is a tight huddle around the desk of the BJP general secretary in Assam, Vijay Kumar. The rally had formalised the pre-poll alliance between the BJP and the Bodo People’s Front, and now furious calculations were being made. So many Muslims, so many Bodos, so many Rabhas in this constituency. So many Bengalis, so many Adivasis, so many Karbis in that. The party’s fortunes seem to depend on these numbers. Someone makes a remark about “polarisation”. The general secretary appears to ignore him.Then the crowd clears. People arrive in ones and twos, all on a pilgrimage to Kumar’s desk. Mostly, they want party tickets for the elections. The first supplicant is dismissed with a dose of philosophy: one must keep working to enjoy the fruits of labour. Another one is congratulated for being a star party worker. A third hopeful is listened to with interest. She had completed an MBA in the 1990s but then married young, had children and given up her career. Now she wanted to channel her energies into politics.When he is finally free to talk, Kumar is urbane and patient. “Assam,” he explained, “is above caste and creed. It is not like Uttar Pradesh or Bihar.” The usual calculations of caste and community will not work here, he suggests, so the BJP will pitch development these elections and campaign across communities.“We are not a communal party,” said Kumar. “There are lots of Muslims in my party. The Modi government is thinking of the development of the minorities. Without health, education, shelter, there can be no end to communal tensions. Our policy is Quran in one hand, computer in one hand.”But the BJP is not above making promises to individual communities. At the Kokrajhar rally, Modi had assured his audience that the Union cabinet would approve Scheduled Tribe status for Bodos in the hill areas and Karbis in the plains, a longstanding demand. Kumar, however, is cautious. “There are six other communities asking for reservations – Morans, Muttocks, Tai Ahoms, Sooteas, Koch Rajbonshis and the Tea Tribes,” he said. “It is not a simple matter. It has to go through many different bodies. However, it is under consideration.”The party seems aware of its limitations in the state. In the assembly elections of 2011, it had won just five seats out of 126. But it made considerable gains in the 2014 Lok Sabha elections, winning seven seats out of 14. It has strong support bases in Upper Assam but there are areas that still remain impenetrable to the BJP.“In Upper Assam, there will be no alliances, only direct face-offs,” said Kumar. “In Lower Assam we will need alliances.” The BJP has already tied up with the BPF in the Bodoland Territorial Area District and plans to reach out to local parties in the Mising-majority areas of Lower Assam. Kumar also said the “door is open” for an alliance with the Asom Gana Parishad.The BJP’s ranks have swelled after high-profile defections from other parties, especially the AGP and the Congress. From the AGP, the party has acquired Sonowal and several other leaders. From the Congress, it has gained Himanta Biswa Sarma, who walked out of Tarun Gogoi’s government in a huff last year. Though part of the same party, these new recruits have not entirely left their ideological differences behind and there are rumours of rivalry among the BJP leadership. Kumar is tight-lipped on the subject. “Sarma, as an ex-Congressman and a former AASU member, has a lot experience and is an asset to the party,” he said. “But so are all leaders.” There is complete unity in the party ranks, he claims.Congress: we will go it aloneThat same day, most of the Congress leadership had left for Delhi. There, at a meeting of the All India Congress Committee, the party’s strategy for the assembly elections would be decided. But Pradyut Bordoloi, former state minister for industries and commerce and now the spokesperson for the Congress in Assam, squeezes in a few interviews between appointments. As of now, the Congress seems confident of its chances, giving itself credit for turning the state around after years of insurgency.“It is only now that the Modi government is talking about development,” said Bordoloi. “Development has always been part of the Congress strategy. In 15 years, we brought about a transformation. Earlier there was jungle raj in the state. Even Guwahati was overrun by gun-toting extremists. There were parallel governments being run by surrendered militants and they were aided by the BJP, which worked with the AGP. The years of AGP rule were the darkest in the state. There were secret killings and kidnappings. We brought about a paradigm change. The traditional paradigm has been that you first restore peace and then bring development. In 2001, the Congress said, let’s make development a precondition for peace.”Countering Modi’s accusations at the Kokrajhar rally, Bordoloi talks about how the Congress government had brought roads and connectivity to the state. At least 18,000 out of 26,000 revenue villages in Assam have seen electrification, claims Bordoloi. Although reports suggest that in some of these villages, it may have happened only on paper.The Congress, he said, was entrenched enough at the grassroots levels to go it alone. The party is clearly embittered by its experience of alliances in the state. “In our last two terms we had an alliance with the BPF,” said Bordoloi. “In 2006, they were effective partners. In 2011, we had a brute majority but we still honoured our commitment and took their representatives in government.”“We learnt the hard way,” continued Bordoloi. “When you have a pre-poll alliance, your party suffers in that area, your organisational presence suffers.” It certainly seems to be one of the reasons the Congress has rejected a pre-poll alliance with the All India United Democratic Front. In many cases, both parties have rival claimants to the same seat.The Congress is also putting a brave face on high-profile defections to the BJP. “Most of the persons charged with corruption have gone to the BJP,” said Bordoloi. “Sarma was a cancerous part of the Congress organisation. Now we are leaner, stronger, more efficient.”In the elections this April, the Congress wants to position itself as the only party looking for regional interests, fighting against marginalisation of the North East in national politics. “The BJP government is throttling the people of Assam,” said Bordoloi. “Welfare schemes and special category status for Assam have been halted. Who is going to invest in Assam? How can it compete with Gujarat? We have been discriminated against. We will fight for a level playing field.”The game changers?But in its role as the party standing for regional interests, the Congress will find several rivals. The first of these is the AGP. This was a party born of the Assam Movement, which agitated against outsiders in the state and constructed an overarching Assamese identity for the state. In the first heady days following the Assam Accord of 1985, the AGP swept to power under Prafulla Mahanta. It won the assembly elections again in 1996. Since then, however, the party has been shrinking in government and in the Lok Sabha elections of 2014, it won no seats. But it still commands crucial pockets of support in the state.Two days after the Modi rally, Mahanta sits in a room at the Old MP’s Hostel in Guwahati, surrounded by rhino replicas and traditional Assamese hats. He is preparing to attend a wedding and has time to say just this: the party is not interested in getting power if it means compromising on its politics, but it will play an important part in government formation.The AGP persists in an obstinate regionalism, raising the old anxieties about land and identity, preoccupied with the idea of cultural purity. These concerns prevent it from declaring an alliance with the BJP at this point. “Earlier, there was one state of Assam, now there are seven,” said an AGP spokesperson. “The government of India has always followed a policy of divide and rule. Finance Minister Arun Jaitley said states would generate their own resources. They have not kept their promise. Where should we go? The Congress has not fulfilled its obligations and the BJP has taken away our party members. We cannot call them friends.”The AGP’s “Assam for Assamese” politics clashes with the BJP’s policies on two issues. First, the Land Boundary Agreement formalised last year, which involved the exchange of border enclaves between India and Bangladesh. Regional parties as well as the state Congress had then raised an alarm about India “giving away land to Bangladesh”. Second, the BJP has declared it will let Hindu Bangladeshis remain in Assam, since they had apparently migrated to avoid religious persecution. The AGP wants all the people who migrated to Assam after 1971 to be deported, both Hindu and Muslim. “If they want to rehabilitate Hindu refugees, they should take them to other parts of the country,” said the AGP source.But the AGP source hints at the possibility of an alliance later, if the BJP asks nicely and offers enough seats.The AIUDF, which is said to be gaining ground among Muslim constituencies in the state, also has the same bravado about going it alone. “Earlier, there was talk of a Bihar-style mahagatbandhan [grand alliance],” said Aminul Islam, general secretary of the party organisation. “We were ready for it in order to stop the BJP and there was an understanding with the chief minister. We were ready to agree to a common minimum programme. But now we are anti-BJP and anti-Congress. Tying up with the Congress would only damage our vote bank since we would have to deal with anti-incumbency.”The Congress could actually hit a roadblock in the Bodoland Territorial Area District, where it has lost its old ally to the BJP. In the crucible of the BTAD, where politics is largely shaped by Bodo demands and resistance by non-Bodo minorities, national parties have traditionally made inroads through alliances with the BPF. But this year, there is another player in the mix: the newly formed United Progressive Party, backed by the All Bodo Students’ Union. The UPP will start small, and won’t contest too many constituencies. In its poll campaign, it will make a strong push for a separate Bodo state, which seems to have fallen out of the BPF’s agenda. Could the UPP cut the Bodo vote and weaken the BPF? If it does, could it have larger implications for the BJP’s chances of forming a government and the Congress’s chances of holding on to power?As usual, in Assam, the politics is in the detail, in the many particular contests playing out in their many particular contexts.","author":"Ipsita Chakravarty","time":"2016-02-07T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/802810-article-neewdzhtky-1454682524.jpeg","tags":["Assam elections"],"source":"https://scroll.in/article/802810/a-political-map-of-assam-congress-vs-bjp-vs-aiudf-vs-bpf-vs-agp"}