{"title":"‘A pure but troubled soul’: Divyenndu on his ‘Mirzapur’ baddie Munna Tripathi","content":"Divyenndu, the actor previously known as Divyendu Sharma, stood out as the affable but aggressive Liquid in Luv Ranjan’s breakout hit Pyaar Ka Punchnama in 2011. In another hit buddy comedy, David Dhawan’s 2013 remake of Chashme Baddoor, Divyenndu played the mischievous Omi. Yet, after two back-to-back films in a similar genre, the Film and Television Institute of India graduate was at a crossroads.“At this point, I could stick to what I was doing well and dominate a genre,” Divyenndu said. “Or follow my heart and try different characters and genres, which is why I became an actor.” He did the latter. A series of releases followed that slipped below the radar. But a supporting role in 2017’s super-hit Toilet: Ek Prem Katha transformed his career. Divyenndu followed it up with a similar role in Toilet director Shree Narayan Singh’s Batti Gul Meter Chalu this year.As the hot-headed gangster Munna Tripathi in the upcoming Amazon Prime series Mirzapur, Divyenndu hopes to surprise audiences once again. Munna, the son of Mirzapur don Kaleen bhaiya (Pankaj Tripathi), is the “evilest character” in the series, as described by its writer Karan Anshuman. Before the online premiere on November 16, Divyenndu discussed his early days as an actor, his career highlights, and his role in Mirzapur.How did you get Munna’s role in ‘Mirzapur’ after having played nice guys in all your films?I was initially approached for the role of Bablu, which Vikrant Massey plays. After a couple of readings, Karan [Anshuman] asked me what I thought of Munna. I said I loved him, and that he had a lot of layers and he would be lovely to see on the screen. Not because I was playing him, but Munna is indeed the most author-backed character.Then I was offered Munna, and I took it up as I always wanted to do something out of the box.\n\n\n    \n    Play\n\nMirzapur.What makes Munna so interesting?Munna may be an in-your-face baddie, but he is so because of certain circumstances and situations, which humanises him. He is a complex person. He is royal-born, with a silver spoon, but he wants a good relationship with his father. To seek validation from him, he goes around doing violent things. It all comes from the vacuum inside him. There are instances where people won’t be able to blame him. He is childlike in the way that he does not follow social norms. I would call him a pure but troubled soul.How did you avoid going over the top with such a character?Firstly, I think I am a decent actor and I know how to not get overboard. Secondly, the writing by Vineet Krishna, Puneet Krishna and Karan Anshuman was so beautiful that it gave me many things to play with. I could bring shades to my character because of the script. Munna is not a ’70s-’80s-type villain. If he is doing something, there are reasons for it, and I hope the audience sees that.Were there are interesting experiences during the shoot?Munna Tripathi is this gangster who rides around town in a jeep with the boys in the back. We were shooting in Varanasi and every day, we would have scenes where we were being ourselves, beating up someone. The locals started calling me Munna bhaiya. They would ask me, Munna bhaiya how are you today? How are you doing?Either not many shoots happened in this part or we had become too believable and merged with the milieu. This also gives us confidence as actors.One day – and around this time my character is contesting the elections – a guy came up to me saying he had written a poem for Munna bhaiya. My director, Gurmeet Singh, was with me. That poem was full of praises for Munna bhaiya. These moments stay with you and reinforce how powerful the visual medium really is.        View this post on Instagram           म se Munna, म se Mirzapur ke प्रिंस - मुन्ना त्रिपाठी #YehHaiMirzapur @Divyenndu @primevideoin @excelmovies A post shared by  Mirzapur Amazon (@yehhaimirzapur) on Oct 25, 2018 at 12:21am PDT\nDivyenndu as Munna Tripathi.\nWhat was happening in your career between the success of ‘Pyaar Ka Punchnama’ and the phase that began with ‘Toilet: Ek Prem Katha’?I consciously moved away from the kind of films Pyaar Ka Punchnama and Chashme Baddoor were. I did a drama film called Ekkees Toppon Ki Salaami, which was interesting. What happens is that when you leave something you are comfortable with and move to the other side of the table, you will need time to make your mark there.This time is interesting, where I am doing something like Mirzapur right after Batti Gul Meter Chalu. One is the nicest chap and the other is a badass. So these roles, I hope, will help people see me more as an actor. It validates my decision to follow my heart instead of following the norm.But you don’t want to get too good to be the hero’s friend, as you have been in ‘Toilet: Ek Prem Katha’ and ‘Batti Gul Meter Chalu’.The kind of education and cultural upbringing I had while doing theatre in Delhi and then going to film school has made me blind to these things. If the character is contributing something important to the film, and if it’s interesting, I will do it. It could be a hero’s friend or not. At the end of the day, good work satiates the hunger of an artist. If you didn’t enjoy what you did all day, despite playing a lead, what is the point?Divyenndu in Batti Gul Meter Chalu (left) and Toilet: Ek Prem Katha. Courtesy Viacom18 Motion Pictures/T-Series Films.What drew you to acting?I loved Farooque Shaikh. I wanted to be like him – a good actor who is easy on the eyes.The acting bug caught me during school, when I was very active with plays, cultural functions and extra-curricular activities. I grew up on a lot of what is called parallel cinema. Our family was not too big on mainstream cinema. My mother saw very different kinds of films. Back then, you could get interesting films on Doordarshan at night. Later, I learned that they are Satyajit Ray films. So I would watch these with my mother. So that, plus theatre in school and college and film school pretty much showed me the direction I wanted to take.\n\n\n    \n    Play\n\nDivyenndu in Pyaar Ka Punchnama (2011).Did you struggle as an actor after graduating from the film institute in Pune and moving to Mumbai?For about three to three-and-a-half years, I struggled. I made do with corporate plays and television commercials. I used to assist a friend who was an editor. Despite graduating from FTII, I knew the technical stuff, so I worked as this editor’s assistant.There were moments when I thought, why isn’t the world seeing my talent? Because according to me, I was doing everything right, so was I wrong in assessing my acting capabilities? Before auditioning in Mumbai, I would only get praise in school, college, and FTII. I never heard things like, this is not what we are looking for or, we want a different kind of acting please’. But I didn’t dwell on it for long.Then came ‘Pyaar Ka Punchnama’.Yes. After a period of struggle between 2007 and 2009 came Pyaar Ka Punchnama, which got completed in 2010. I was doing a lot of ads back then. One of them was Indian Panga League, a Virgin Mobiles ad in association with IPL [Indian Premier League]. I was playing a Sikh. It was one of the earliest things that went viral on the internet in India. Because of that, I got a call for Pyaar Ka Punchnama. Luv [Ranjan] was shocked to see that I wasn’t a Sikh. But he liked my audition, and that’s how everything happened.  \n\n\n    \n    Play\n\nIndian Panga League featuring Divyenndu.","author":"Devarsi Ghosh","time":"2018-11-09T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105776-royrynumfc-1542348480.jpeg","tags":["Divyendu Sharma","Mirzapur","Amazon Prime","Divyenndu"],"source":"https://scroll.in/reel/900795/a-pure-but-troubled-soul-divyenndu-on-his-mirzapur-baddie-munna-tripathi"}