{"title":"A recent attack on Assam's all-powerful students' group could be a sign of more trouble ahead","content":"Dhemaji district in Assam usually makes its annual foray into the news sometime in late April: when the first spell of pre-monsoons come in, inevitably submerging the district’s saucer-shaped low-lying zone almost completely. This year, though, it is already in the news – and for a completely different reason.  Since March 6, when a public meeting to garner support for the cause of immigrant Hindus from Bangladesh, in Silapathar town of the district ended in a riot-like situation, it has been at the centre of attention in Assam.According to officer in-charge of Silapathar police station, Pratul Bhuyan, some 5,000  people assembled for the meeting on Monday organised by a group called Nikhil Bharat Bengali Udbastu Samanvay Samiti, which claims to fight for the rights of Hindu refugees from Bangladesh. The meeting was meant to be a show of support for the Centre’s proposed amendment to the Citizenship Bill that would grant Indian citizenship to Hindus who have migrated from Bangladesh after six years of residence even without documents. The meeting also sought to register protest against the use of the word “foreigner” for Hindus who have migrated to Assam from Bangladesh, and demand the release of all such people held in detention centres around Assam.Following the meeting, a rally was taken out through the town – and before anyone knew, Silapathar was up in flames. This is what happened according to the local media and the All Assam Students’ Union:  Minutes into the rally,  the students’ body’s office was attacked and vandalised, and paraphernalia destroyed. The group, which is staunchly opposed to amending the citizenship bill, says the attack was completely unprovoked.Polarisation on the riseAn attack like this on Assam’s extremely influential students’ body, which no political party dares to upset, is unheard of. Few people in the state are willing to believe that an organisation as obscure as the Nikhil Bharat Bengali Udbastu Samanvay Samiti would carry out something so audacious without someone more powerful having its back. Assam’s chief minister, Sarabananda Sonowal, is a former president of the All Assam Students’ Body. Apart from Sonowal, the Assam government – a coalition of the BJP and the Asom Gana Parishad, which came to power last year – has many important leaders who had started their political careers with the students’ body. The All Assam Students Union led a popular movement against illegal migration to Assam from Bangladesh in the ‘70s and ‘80s, known as the Assam Movement. The movement ended in 1985 with the signing of the Assam Accord, according to which anyone who came to the state after the midnight of March 24, 1971, would be deemed a foreigner. “Why was an unregistered organisation allowed to organise such an event in the first place?” asked Hafiz Rashid Ahmed Choudhary, an advocate in the Guwahati High Court and an advisor to the Citizens’ Rights Preservation Committee, a citizen group that seeks to protect the rights of persecuted minority communities in the state. “The administration very well knew a meeting of such a nature could lead to a law and order situation, but still let it happen.” All of this, Choudhury said, reeked of a more “elaborate design”.Joydeep Biswas, who teaches in Silachar’s Cachar University in the Bengali-dominated Barak valley of the state, says an incident like this had been on the cards for some time now, with the state seeing extreme polarisation in recent times. “Ever since the new government has taken charge, there has been a tendency to divide communities across religious lines, which was never the case in Assam before,” claimed Biswas, who was part of a delegation of Bengali-speaking people from the state that met the parliamentary standing committee on the proposed citizenship bill in October.Said Biswas: “Yes, there has been tension in the past between Bengalis and Assam in the state. I may not have agreed with the Assam Movement, but it was never about religion. It is very evident that the new political forces in the state are bent on changing that. It is no longer about who is a local or migrant, it is about Hindus and Muslims.” The Silapathar incident, Biswas said, could disturb the relative peace between the two communities that had come to be since the Assam Accord. “If things are not checked immediately, we could be heading towards some sort of a civil war in Assam,” he warned.Assam, ever since the incident, has been expectedly on the simmer. While the police have so far been able to contain any major backlash against the Bengali community, there have been stray incident of violence: business establishments owned by people from the community were attacked in various parts of the state. Bengali-speaking people in Silapathar and adjoining areas continue to live in a state of fear. “Our people have been intimidated and attacked.” said a Bengali resident of Silapathar, refusing to be identified, fearing retribution. “A hotel owned by a Bengali businessman was burnt down. The media, though, has just ignored all of that.”The All Assam Students’ Union, however, maintains no Bengali or their business has been harmed by its men. “Most of our boys in the region are from the Bengali community, so the question of attacking them doesn’t arise,” its president Dipanka Nath told Scroll.in. “We only want the culprits to be brought to book. This man Subodh should be arrested immediately. We will not tolerate an attack like this by someone from Nagpur.”Nath is referring to the Nikhil Bharat Bengali Udbastu Samanvay Samiti’s president, Subodh Biswas, who was the chief guest of the March 6 meeting. Biswas has ever since tuned into somewhat of Assam’s state villain; the media and the All Assam Students’ Union alike have held him responsible for what happened, contending that it was his inflammatory speech that instigated violence. The Assam Police, too, has issued an arrest warrant and “most wanted” notice against him.Who is Subodh Biswas?Biswas, who has become a much-hated man in Assam, practises Ayurveda for a living in Nagpur. According to Prasen Raptan, a member of the Nikhil Bharat Bengali Udbastu Samanvay Samiti, Biswas, 56 years old, was born in Barasat, headquarters of the North 24 Parganas district in West Bengal. Biswas’ uncle was involved in the 1971 liberation movement of Bangladesh – and Biswas, inspired by his uncle, had “dedicated his life to empower Hindu Bengali refugees”, said Raptan.The Nikhil Bharat Bengali Udbastu Samanvay Samiti, however, staunchly denied resorting to violence. “We are a group of people fighting for our constitutional rights. We have never done any damage to the public property nor have been violent in any of our rallies,” said Raptan. The group’s general secretary, Ambika Ray, told reporters in Guwahati that the All Assam Students’ Union was responsible for the fracas, and was only maligning its name.Biswas’ Nagpur connection, though, has raised a more loaded question in Assam: Is he a Rashtriya Swayamsevak Sangh man? No, according to Raptan. “This organisation formed in 2005 is an umbrella organisation of various organisations across the country working for the rights of Hindu refugees. It has nothing to do with the Sangh,” says Raptan. Biswas being based in Nagpur, Raptan says, is a mere “coincidence”.Not many in Assam are buying into the coincidence theory. Pictures of Biswas with senior BJP leaders such as Rajnath Singh, Nitin Gadkari and the veteran leader from Assam, Bijaya Chakrabarti, among others, which have emerged over the last few days, have given credence to suspicion of him being associated with the RSS. Raptan, however, has an explanation to offer for the pictures too: “We meet people in the government to talk about our rights. We have also met Congress leaders in the past.”RSS on the riseBesides, a string of events in the recent past that has a very marked impression of the RSS on them has led to people in Assam being aware – and wary – of the Sangh’s more-than-fleeting interest in Assam: the hasty decision (which had to be later withdrawn) to make Sanskrit compulsory in schools, and the proposed amendment to the Citizenship Bill that would grant Indian citizenship to all Hindu Bengalis who have migrated to the state after 1971, in complete disregard of the Assam Accord of 1984.In this situation of palpable tension, Hindu Bengali groups in the state are treading with great caution. Distancing themselves from the attacks, the president of the All Assam Bengali Youth Students’ Federation (Kamal faction) Kamal Choudhury said: “We have nothing to do with the attack. One can only hope that Hindu Bengalis living, who have been living in Assam forever are not targeted now.” Adding that his group has never had anything to do with the Nikhil Bharat Bengali Udbastu Samanvay Samiti, Choudhury said that he suspected the role of a “third party” to create a situation of unrest between Bengalis and Assamese. “It is very clear that somebody else is going to benefit from all of these.”On the contentious citizenship’s amendment bill’s potential entanglement with the provision in the Assam Accord, Choudhury took a guarded line. “We support the Assam Accord, but people living in the state for a long time should be not harassed as many are being now,” he said, “But this we will settle with discussion among ourselves, we will not let someone from Nagpur create distrust in Assam.”The BJP came to power in Assam on a tricky cocktail of its nationalism and its ally Asom Gana Parishad’s sub-nationalism. With the two appearing to be increasingly incompatible, Assam may just see some really tough times ahead.","author":"Arunabh Saikia","time":"2017-03-10T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/831368-53219-szfzponlib-1489065346.jpg","tags":["Assam","Bengali","Silapathar","AASU","Dhemaji"],"source":"https://scroll.in/article/831368/a-recent-attack-on-assams-all-powerful-students-group-could-be-a-sign-of-more-trouble-ahead"}