{"title":"A religious conference in Delhi sparks largest Covid-19 tracking operation in India","content":"On March 17, a 49-year-old man from Thailand who had travelled to India on a religious tour died at the Coimbatore Medical College Hospital in Tamil Nadu. The cause of death was renal failure and septicemia. He had been admitted to the hospital after health officials posted at Coimbatore airport spotted him looking unwell on March 13. They realised he was not fit for travel and sent him to the hospital.Inquiries with him revealed he had travelled from Thailand in a group of seven people. The Tamil Nadu officials decided that it would be prudent to track his group members, even as they tested the man for Covid-19, the disease caused by the novel coronavirus.While the man himself tested negative, two members of his group, who were identified a few days later, tested positive for Covid-19 on March 21. The group had boarded the Millenium Express from Delhi’s Nizamuddin station to Erode on March 10. They had visited at least three mosques in Erode till March 15.This chance encounter with the Thailand national at the Coimbatore airport has now triggered a nationwide search for thousands of people who officials fear may have come in contact with the infected patients. In Tamil Nadu, for example, almost every district has been alerted and officials are attempting to trace every contact. Scroll.in spoke to a public health official in Tamil Nadu in the thick of the tracking process. He detailed what had taken place over the last two weeks, on the condition of anonymity.At the heart of what the official described as a “mess” is a religious conference that, according to officials, took place on March 9 and 10 in the densely populated Nizamuddin area of Delhi. Thousands of Indians and hundreds of foreign nationals seems to have attended the conference, the official said. The spread of the infection at this conference can be gauged by the fact that 10 of the 17 cases confirmed in Tamil Nadu on March 30 were of people who had travelled to Delhi to take part in it.The Tamil Nadu official said the state had informed the Union Ministry of Health and Family Welfare on March 21 about the two Covid-19 positive Thailand nationals.It is unclear what the Central ministry did with the information: did it alert other states, and if so, when? On March 30, the Delhi government reportedly cordoned off the Nizamuddin area where the conference was held. Why did this not happen earlier? The Delhi government has also asked the police to file a case against the maulana of the mosque where the conference took place. The incident raises serious questions about the lack on transparency on part of the central government.Alami Markaz Banglewali Masjid.Alert from Tamil NaduThe first alert about the spread of coronavirus at the Delhi religious conference came from Tamil Nadu, the state official said.The conference, according to media reports, was organised by the Tablighi Jamaat preachers at the Alami Markaz Banglewali Masjid in Delhi on March 9 and 10. An Islamic evangelical organisation, the Tablighi Jamaat, an offshoot of the Deobandi movement, has its presence in several parts of India and countries in South Asia and South-East Asia. Based on the information pieced together by Tamil Nadu officials, hundreds of foreigners seem to have poured into India to Delhi in the last week of February and first week of March. Many fanned out across the country to recruit people for the conference held early March.“There were a total 167 foreign nationals who came to Tamil Nadu alone for this purpose,” the official said. This included people from South East Asia and Europe. “Seventy-eight of the 167 foreign nationals have gone back to their respective countries,” the official added. “Eighty-nine are in Tamil Nadu and have been quarantined.” In addition to the foreign nationals, about 1,500 residents of Tamil Nadu travelled to Delhi for the conference by both train and plane. Of them, 819 people have been traced by officials. However, by the time the tracking began on March 21, when the two Thailand nationals were identified as Covid-19 positive, they had come into contact with many others. Even assuming each person interacted with only 10 others, the number of contacts is large.In its response, Tamil Nadu has been trying to track every extended contact. As a strategy, the tracking is focused on Muslim areas where the people who attended the conference live or may have had interactions. Tamil Nadu Chief Minister Edappadi K Palaniswamy on Monday blamed the conference for the spike in Covid-19 cases in the state. Erode district alone saw 10 cases on Monday, all who had come into contact with the infected Thailand nationals. The official said the Centre has been in contact with the state giving information about those who attended the Delhi religious conference. “This is not an operation in one or two states,” the official said. Telangana and DelhiMedia reports suggest other states are also tracking the people who travelled to Delhi for the Tablighi Jamaat event. The Huffington Post reported that Telangana’s first Covid-19 death reported on March 27 was of a 74-year-old man who had attended the conference. The report said officials in Telangana “are scrambling to unravel his chain of contacts” in the hope of zeroing on precisely who gave the man the disease, and preventing more infections from the same source.A group of 175 residents of the Nizamuddin area are also being tested for the coronavirus in different hospitals in Delhi, reported NDTV. Among the conference attendees was a religious preacher who died last week in Srinagar of Covid-19. He had visited the Deoband seminary in Uttar Pradesh before returning to Kashmir, the report added.A day after the March 22 janata curfew, before domestic flights were banned, the police escorted conference attendees who were staying near the mosque to the airport. But they returned, possibly due to cancellation of flights.  The police told NDTV that about 2,000 remain in the shrine complex in the thickly-populated locality in South Delhi. They are staying in a six-floor dormitory. According to the NDTV report based on police inputs, 280 are foreigners.The report said about 300 are showing symptoms linked to coronavirus and will be shifted to various hospitals or quarantine locations in Delhi.Centre’s silenceGiven the scale of the potential spread of infection at the conference, the Centre’s silence on it is bewildering. The Union Ministry of Health and Family welfare has not issued any advisory for people who may have attended the conference or those who may have come in contact with the attendees.Going by the statement of the Tamil Nadu Chief Minister Palaniswamy, these foreign nationals had started coming into India in the last week of February. India only introduced universal screening of all incoming international travellers at airports on March 3. While it might have been impossible to screen the conference attendees at the entry point, once the 49-year-old man died in Coimbatore and two others in the group tested positive, it is not clear if a serious attempt has been made at the national level to track those who came for the conference.","author":"Sruthisagar Yamunan","time":"2020-03-30T23:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139209-iyeurflast-1585564551.jpg","tags":["Covid-19","Coronavirus","Nizamuddin","Delhi"],"source":"https://scroll.in/article/957711/a-religious-conference-in-delhi-sparks-largest-covid-19-tracking-operation-in-india"}