{"title":"A Santhali creation myth serves up a meditation on the nature of storytelling","content":"Antiquity and the present and legacy and revision come together in Prantik Basu’s Rang Mahal, which is being screened in Berlinale Shorts, the short film section at the ongoing Berlin Film Festival. The Public Service Broadcasting Trust production is an accomplished feat of filmmaking, combining abstract images of nature with voiceovers of traditional storytellers to revisit a Santhali origin myth about the creation of the human race.Over 27 unhurried minutes, and through a careful assembly of images and sounds, Basu, who has also shot and edited the film, examines the oral storytelling tradition of the Santhali tribe in an area on the border of Bengal and Jharkhand. The voice of a woman wafts over images of a hill of chalk stone. In the beginning, as the voice tells us, there was only the “water of darkness”, the arrival of two swans and later humans, and the establishment of the first settlement. As the narration continues, a few villagers arrive at the hill to chip off material that will be used to colour their tiled homes.“I have been working with a lot of indigenous folktales,” Basu said. “My previous film, Sakhisona, is based on an oral Bengali folk tale that I had heard from a tea seller.”Rang Mahal. Courtesy Public Service Broadcasting Trust.Rang Mahal was inspired by “one paragraph in an eight-page story” Basu said. “I had been on the lookout for such narratives that are folk tales, but which can be interpreted in a contemporary way and are also universal and cinematic,” the 32-year-old filmmaker added. “I was working in Purulia at the time and reading about Santhali, Munda and Muria myths. What fascinated me was that I read five versions of the same story. I found that very interesting – the fact that there are many versions gives filmmakers the scope to re-interpret the story.”Rang Mahal has two narrators, a female and a male, and each correct the other on the story that is being told of the creation of humankind. The third narrator is, of course, the filmmaker, who chooses to lens the villagers from a respectful distance and eschews interviews or any form of a direct-to-camera address. The humans in Rang Mahal are observed from a vantage point as they collect materials for the colouring of their huts or picking up locally available produce.To make his point about his stance on the politics of representation, Basu inserts photographs of tribals that were taken by British officials. “The tribals in these photographs from colonial times are treated like subjects,” Basu pointed out. “I wanted to refrain from that, which is why I have not used humans as my subjects but only used their voices. I find it problematic to make people stand in front of the camera and shoot their features. I also tried to keep my own presence as less interfering as possible. I tried to be a fly on the wall, and not be intrusive at all.”Prantik Basu.The hill of chalk stone appears to throb with life, and becomes the most visually riveting formal element in the film. “I shot the film over two years in 2017 and 2018, and I would find new textures and colours on each visit,” Basu said. “I found it fascinating to combine the origin stories with the form of the hill itself – a coming together of the oral and the visual.”The film’s meditative tone points to an uninterrupted history between the tribals and their surroundings, but the wear and tear of the edifice, and the larger knowledge of tribal habitats that are threatened by unchecked urban expansion and development projects, suggest otherwise. “Being a city dweller, I have seen the city change over my growing up years,” Basu observed. “The change in seasons is getting rarer, there are fewer trees in the cities. In villages too, they might be more advanced than us in some ways and are closer to what is important in life, but there is a sense of loss. The art forms do not remain as pure, and there is the use of artificial colours. The younger folk are moving to cities. I am, of course, nobody to comment on the loss of tribal culture. I cannot harp on their problems, since I cannot claim to fully understand them. The dynamics of their relationship with nature is very complex.”Some of this complexity is evident in Basu’s treatment of his subject, which makes room for the discursive and allusive nature of the oral folk tradition while pursuing a rigorous and formal narrative approach. “One could have gone two ways – the literal way of doing animation or getting visual representations, but that would have made the film one-dimensional,” Basu said. “I wanted to deal with the creation myth through contemporary situations – tribals living in close relation to nature, gender dynamics, the roles assigned to men and women in society. If I had done this literally, it would have been limiting. I wanted to keep some visuals hooks, but I didn’t want to go into the didactic, literal zone.”","author":"Nandini Ramnath","time":"2019-02-13T11:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112894-zeleqqsxzu-1550002791.jpg","tags":["Rang Mahal","Prantik Basu","Berlin Film Festival"],"source":"https://scroll.in/reel/913048/a-santhali-creation-myth-serves-up-a-meditation-on-the-nature-of-storytelling"}