{"title":"A serial rapist and errant policemen: What a poor family went through when a child went missing","content":"When Nisha's two-year-old daughter Radhika* went missing, people repeatedly asked her why she had left the child alone. Sitting in the one-room home in North Delhi that Nisha shares with her husband and three children, the question seems cruel. Children are playing in the lanes outside, and there is always a little girl or two on the threshold, reaching out for biscuits offered by Nisha* and her husband, Ramesh*. The residents of the slum share one source of water, and one public toilet. Given the necessary closeness of the community, the idea of a little girl playing in the lane outside is hardly strange.On the day Radhika went missing in April 2014, the community was particularly lively. It was Navaratri, and a festival fair was set up. Nisha was making tea for her son when her daughter left to play outside, and was still busy with housework when her husband returned from work. Ramesh went to fetch his daughter when he realised that she was missing. The whole family, and soon, the entire neighbourhood, started looking for her, but Radhika was nowhere to be found.That evening, the couple lodged an FIR with the local police station. A policeman arrived to help with the search, and the family hired a tempo to go all over the slum, announcing a description of the missing child, and asking people to come forward if they had any information. The next morning at 10 am, a young man in a nearby locality saw a body floating in a nearby pond. He recognised Radhika from the descriptions he had heard, and informed Ramesh and the pradhan immediately.Nisha’s incredible composure cracked when she described Radhika's body being brought home. “She was little, and she was sweet, and she was loved,\" Nisha said, weeping at the memory. \"We wanted her to grow, and study, and make something of herself. I fell right then and there. I couldn’t watch her like that.\"The police told the family that crowds would gather if the little girl’s body were to stay there, and they encouraged the couple to swiftly bury her.“Many people told me that she had been raped, but I didn’t want to believe them,\" Nisha said.The shock and grief made Nisha stop taking sewing assignments. Ramesh, who worked in a factory in Bawana, quit his job. The family lived off their savings for months, and even married off their older daughter. “She was only in class 7, not old enough to get married, but we were terrified that something would happen to her, so I sold my jewellery and we sent her away to Bihar, far from here,” Nisha said. Ramesh went back to work, but the nature of his work – operating a handcart – does not guarantee steady income. Sometimes he makes Rs 200, or Rs 300 a day, and sometimes he makes nothing.Last week, Ramesh got into a dispute over the sharing of water with his neighbour and cousin, which became serious enough to warrant a trip to the police station. While at the station, an officer saw him, and in a casual throwaway remark, broke the news: An arrest had been made in connection with his daughter's murder.The serial rapistOn July 14, a six-year-old girl went missing in Begumpur, a slum locality located 11 kilometres away from where Nisha lives.Two days later, the Begumpur police arrested 24-year-old Ravinder Kumar for the child's rape and murder. During the course of the interrogation, the police claims Kumar confessed to sexually assaulting and killing at least 15 other children in the past six years.The confession made headlines. When questions were raised over why the police had taken so long to nab Kumar, a disturbing fact emerged: This was not the first time Kumar had been arrested.In June 2014, a six-year-old boy had been sexually assaulted and left to die in Begumpur. He survived. His case led the police to Kumar. But 11 months later, on May 20, 2015, Kumar was released on bail.Why had the criminal justice system set free a man accused of raping a child? Who is responsible for the crimes that followed his release?A triumphant police officerAt the Begumpur police station, Inspector Jagminder Singh Dahiya was visibly proud of having nabbed Ravinder. He had already done several media interviews and was happy to speak with another reporter. When asked why Kumar was let off last year, Dahiya's responses were vague. “Yes, he was caught last year,\" he said. \"A lady officer had brought him in.\"So why was he let off?“What can we do if the judge grants bail?\"Did the police not present strong enough evidence in the court?“We had an eyewitness.” Did Kumar not confess to his crimes then?\"How can you expect a lady officer to be tough?\"According to Dahiya, the fullest extent of Kumar's crimes were not revealed because a “lady officer could not give him the third degree”. And yet, he denied that custodial violence was used to extract his confession this time around, as Kumar's parents have alleged.Dahiya was not interested in dwelling on the police's failure to present strong evidence against Kumar. Instead, he was keen to narrate how he managed to nab him this month. Under his leadership, Dahiya boasted, the police traced Kumar’s involvement in the rape and murder of the six-year-old through Sunny, a young man Kumar and his friends had allegedly beaten up and attempted to frame. After he was caught, said Dahiya, Kumar confessed to the rape and murder of at least 25 children since 2008. (This was a higher number that what the police had initially told the media). Between the constant chatter of his walkie talkie and interruptions from a few people, Dahiya filled in the gory details of the cases, most of which have been already reported by the media: Kumar kidnapped small children, mostly from jhuggis and construction sites, after drinking alcohol. He would strangle or choke them if they tried to make any noise as he raped them. Kumar's confession, claimed Dahiya, tallied with existing, unsolved cases of missing children in slums across north Delhi. Radhika was one of them.He had a request: “Madam! Please write about how we cracked the case. I was the acting SHO at the time, so I have cracked it.”Nightmare for the familyDahiya might feel triumphal about solving the case but if Radhika's case is anything to go by, his counterparts elsewhere have not covered themselves in glory. When Radhika's body was found, the police didn’t release it at first ‒ Nisha said it was because it was a Sunday. It was only after putting pressure on the police that Radhika's body was given to her parents, but Nisha can't recall being informed whether the police had conducted a postmortem. None of the documents related to the investigation in the family’s possession say anything about rape.“It is the duty of the police to ensure that the post-mortem is conducted,” said Kaushik Gupta, a lawyer with the Calcutta High Court. \"Afterwards, if the family is known, then the family is to be informed, and the body has to be handed over to the family.\"All that Nisha remembers is that the Investigating Officer would come to their home and ask them the same questions over and over again. \"‘Do you have any enemies? Have you had a fight with anyone?\" she recalled. \"How many times am I supposed to say no, we don’t and we didn’t? He didn’t speak to us respectfully.\"But lack of politeness was the least of the troubles that the police caused. In a feedback form on the police investigation, in response to questions asking whether they had been given a fair hearing, whether prompt action was taken by the police to their complaint, whether their complaint was recorded correctly, and whether they were aware of the progress in their case, the couple had responded \"no\". In addition, a handwritten note in Hindi said, “The police officer comes and threatens us, and says he’ll charge me in a false case. Neither of us will go to the police station.”Fearing trouble, perhaps, the couple no longer wanted to talk about the threats. Instead they focused on the difficulties they faced in getting a death certificate. A friend had told them that they could get some money from Delhi government under the laadli scheme, which offers financial assistance for girl children, and which they had applied for when Radhika was born. For that, they needed a death certificate that said Radhika had been killed.The death certificate is issued by municipal authorities but in the case of unnatural deaths, the local police station must carry out a postmortem. Nisha and Ramesh went to the police station repeatedly to seek assistance. \"But they would say, come tomorrow, come tomorrow,” Nisha said. The family still doesn't have Radhika's death certificate.The officer who handled Radhika's case has been transferred. At the police station, despite waiting for hours, the new one did not meet Scroll.in.Seeking closureNisha and Ramesh were scarred by their experience of dealing with the police. But when they heard that their daughter's killer had been nabbed, the couple went to the police station where he was being held. Catching a glimpse of Kumar as he was being taken away in a van, Ramesh felt disoriented. The evening Radhika had gone missing, he remembers speaking with a young man who claimed to have given water to his daughter. That young man, Ramesh believes, was none other than Kumar.\"I wanted to claw his eyes out,\" said Nisha. \"We want him to be hanged, to be burned with petrol or oil.\"Yet the idea of pursuing justice for Radhika by testifying in the court was absurd, said Ramesh. He had a family to feed. One of his children has tuberculosis. “Our daughter is gone, we have received no support, and we are surviving from day to day,\" he said. \"A court case won’t bring our daughter back, it will just make us run from pillar to post.\"*Names have been changed to protect the identity of the family","author":"Shreya Ila Anasuya","time":"2015-08-02T09:15:34+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/744529-af3a2b9e-a8b0-4e68-a1ba-f9a9074414d5.jpg","tags":[],"source":"https://scroll.in/article/744529/a-serial-rapist-and-errant-policemen-what-a-poor-family-went-through-when-a-child-went-missing"}