{"title":"Sabarmati Ashram redevelopment: Over 130 eminent personalities oppose Rs 1,200-crore government plan","content":"Over 130 eminent personalities on Wednesday opposed the government’s Rs 1,200 crore proposal to convert the Sabarmati Ashram into a “world-class” tourist destination in Ahmedabad. Mahatma Gandhi spent 13 years of his life there.The Gandhi Ashram Memorial and Precinct Development project will alter the topography of the ashram. Of the 177 buildings in the 54-acre complex, only 65 of those designated as heritage structures will remain, according to The Times of India. The ashram is also home to over 200 families, who fear that they would be left without a place to live if the project was implemented. Most of the residential properties are also in the possession of descendants, with whom Gandhi had settled in the ashram in the early 1900s, The Indian Express reported.The statement was signed by filmmaker Anand Patwardhan, historians Ramachandra Guha, Rajmohan Gandhi, retired High Court Justice AP Shah, writer Nayantara Sahgal, journalist P Sainath and carnatic singer TM Krishna, among others. The statement said that the most authentic monument of Mahatma Gandhi and India’s freedom struggle would be lost to “vanity and commercialisation” once the plan was implemented.“Lakhs of Indians, specially school children, as well foreign visitors come to Sabarmati Ashram every year,” the signatories said. “The place has never needed a ‘world-class’ makeover to attract tourists. The charisma of Gandhi along with the authenticity and simplicity of the place has been enough.”At its best, the project envisions a “Gandhi theme park” and at worst “a second assassination”, the signatories said.“We must collectively oppose any government takeover of Gandhian institutions, while ensuring that the government continues to use public money for the proper maintenance and upkeep of such institutions, in consultation with eminent Gandhians, historians and archivists from India and around the world,” the statement added.The Gujarat government has formed a governing council and an executive council for the project. The signatories also noted reports, which said that Prime Minister Narendra Modi would directly supervise the project.“This is in keeping with the present government’s strategy to appropriate and commercialise all Gandhian institutions in the country,” the group added. “The worst example of this can be seen in Sevagram, but the most frightening aspect is government control over all Gandhian archives. As Mahatma Gandhi was murdered by elements whose ideology still inspires some of those in power in India, this danger cannot be overlooked.”Even the Sabarmati Ashram Preservation and Memorial Trust, which manages the ashram, has also raised concerns about the use of words like “world-class” for the project, the Deccan Herald reported.“We [trustees] all have consensus on this approach that please do not see this [ashram] as something like a world-class and tourism destination,” chairperson Ela Bhatt said last month. “It is just unacceptable to me and everyone. First of all, these are marketing words and these words have strong connotations. Associating them with Ashram would be terrible. It can’t be a place for tourism.”Also read:Ramachandra Guha: How Modi is trying to use Gandhi’s name to whitewash his dark record","author":"Scroll Staff","time":"2021-08-04T15:34:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/apxgkczzse-1519647174.jpg","tags":["Sabarmati Ashram","Ahmedabad","Modi","Gujarat","Mahatma Gandhi"],"source":"https://scroll.in/latest/1002013/a-second-assassination-over-130-eminent-personalities-oppose-plan-to-reshape-sabarmati-ashram"}