{"title":"A short history of Muslim personal law in  India","content":"On August 22, as the Supreme Court struck down the practice of instant triple talaq, declaring it unconstitutional, it once again put the system of Muslim personal law in India under the lens. Various religions in India, including Islam, have their own personal laws that govern matters of marriage, divorce and succession among others. Triple talaq, which allows a Muslim man to divorce his wife simply by uttering the word talaq three times at a go, is one such law. This system of personal law is something many Indian Muslims see as intrinsic to their socio-religious identity. In fact, India’s most influential body of Islamic clerics, the Jamiat Ulema-e-Hind, has rejected the Supreme Court’s judgement on triple talaq.Like nationalisms project themselves into the past, seeing themselves as having existed for centuries before the modern age, so too do religious communities. But while Indian Muslims might see personal law as vital to their identity as Muslims, the act that made it mandatory for them to follow Muslim personal law – the Shariat Act – was created just 80 years ago in 1937. Before that, Indian Muslims followed a complex mix of local customs and Islamic law, the Shariat.How then did something so recent become such a vital aspect of the Muslim identity in India?Slow conversionThe process of converting to proselytising religions such as Christianity and Islam is often projected as a sudden act – the flipping of a switch that turns the religious identities of whole populations. In Europe, the conversion of the Roman Emperor Constantine is often seen as a discreet event that turned the continent from Paganism to Christianity. In Islam, the early Arab conquests played the role of that switch. Yet, this is misleading. In actuality, conversion is a slow and gradual process that proceeds bit by bit through centuries. As the historian Richard Eaton explained:“The term conversion is perhaps misleading when applied to this process, since it ordinarily connotes a sudden and total transformation in which a prior religious identity is wholly rejected and replaced by a new one. In reality, in Bengal, as in South Asian history generally, the process of Islamisation as a social phenomenon proceeded so gradually as to be nearly imperceptible.”Creating Christians, Muslims, HindusIn Europe, this meant that areas that were nominally Christian continued for a long time to follow pagan rituals. According to the historian Jean Delumeau, outside of a small urban elite, the nominally Christian masses of Europe continued to follow pagan rituals, revering an array of spirits and supernatural agencies, right up till the Reformation in the 16th century. The Reformation marked a political, intellectual and cultural shift from Catholicism to Protestantism.The situation played out much the same with Islam in India. The journey from non-Muslim to Muslim was a long and gradual one. In 1884, data published in the Gazetteer of the Bombay Presidency classified Muslim castes both as strict and lax. One lax Muslim caste, the Pindharas, for example, still worshipped the local folk goddess Yellama. In Bengal, a sharp division between non-Muslim and Muslim appeared only during the British Raj. Till then, across rural Bengal, there existed a shared spectrum of divinity: a phenomenon that still survives, but only barely, in some cults like that of the goddess Bonbibi, revered both by Hindus and Muslims, in the heavily forested Sundarbans. And in Punjab, an analysis of names of the Sial Jats by Richard Eaton showed that Muslim identity proceeded very slowly. In the early 1400s, only 10% of Sial names were Muslim. It took till the 19th century for this figure to reach its current status of 100%.This act of converting from folk practices to the high tradition exists even in Hinduism. As Pankaj Mishra wrote, the word Hindu – itself a Persian word meaning Indian – was used first during the British Raj as shorthand for a number of religious practices in the subcontinent. In fact, that is still the basic framework today. The Hindu Marriage Act has a negative definition of who a Hindu is: any Indian who is not a Christian, Muslim, Jew or Zoroastrian.A rally organised by the All India Muslim Personal Law Board in support of Muslim personal law in 2016. (Credit: Rupak De Chowdhuri / Reuters)Colonial catalystIn India, the process of the creation of the Muslim identity was greatly accelerated by the coming of the colonial state, with its penchant for counting and categorisation. What was earlier a tangled mass of belief across the subcontinent was driven into separate religious silos. Among Indian Muslims, a crucial facet of this change was the set of laws that would apply to them.While the Raj had taken on the mantle of framing criminal laws for British India, right till the 20th century, the vast majority of Indian Muslims continued to follow local customs in the way they organised their personal life. This situation existed despite the presence of the Shariat, which most Muslim sects and schools prescribed, even though they disagreed on its exact nature. However, it was under the Raj that the concept of the Shariat applying to every Muslim in India took root.In 1866, the Judicial Committee of the Privy Council, the highest court of appeal in the British Empire, placed the Shariat above local customary law – though it allowed the latter to be used provided “proof of special usage” could be presented. However, in the following years, the High Courts of Calcutta (1882) and Allahabad (1900) disallowed the use of customary law for Muslims. But in another see-saw move in 1913, the Judicial Committee of the Privy Council decided that customary law played a major part in Muslim life and allowed its use in the courts of the Raj.Creating a Muslim identityBy then, a new kind of Muslim politics was emerging: one that spoke the language of modern nationalism and intended to carry the masses along. But for Muslim nationalism to take off, one required Muslims. This necessitated the creation of a Muslim identity – one that we would recognise today. Like Christian Europe before it, many Muslims in India started to identify much more strongly with orthodox faith and shed the mixed religious practices that characterised their past history.Thus, in the 1930s, the Muslim League took up the case of codifying the Shariat as part of the law of British India. It sought to end the confusion in courts over which law would apply to India’s Muslims. Since the League would benefit politically from the emergence of a pan-Indian Muslim identity, it required the Muslim-ness of a person to be his primary identity. Here, identification with the Shariat – over and above customs of caste and region – was important. In the end, this politics would go on to produce the Shariat Act, which forms the basis for Muslim personal law in India today.Yet, customary law still had force. In the Punjab, Muslim landholders were alarmed by a, then radical, provision in the Shariat that gave women inheritance rights. Under customary law, Punjabi women – Hindu, Muslim or Sikh – had no rights over their father’s property.While Muslim League leader Muhammad Ali Jinnah desired a Shariat Act that would help him create a pan-Indian Muslim identity, he also wanted the party to do well in the Punjab – a province where large zamindars held sway. In the end, a compromise was struck and “agricultural land” was excluded from the purview of the Shariat Act. The Central Legislative Assembly, the parliament of British India, passed the Shariat Act in 1937 – a move that was seen as a significant victory for the Muslim League at the time.In 1939, the League would pilot another law reform, the Dissolution of Muslim Marriages Act, which gave Muslim women the right to divorce their husbands – a right Hindu women would take at least another two decades to acquire.Post-1947After Independence, a similar process for Hindus followed and customary law was completely overridden by a set of laws called the Hindu Code Bills passed by Parliament in the 1950s.In Pakistan, a new law passed in 1961 sought to further reform Muslim personal law. Restrictions were placed on polygamy and talaq-e-biddat, or instant triple talaq, was outlawed.In India, however, Muslim personal law remained frozen. Like in 1937, Muslim personal law in modern India was about religion – but it was also a political tool. As a minority in India, Muslims often saw personal law as a part of their identity. This is not restricted to Muslims alone. Nagas, for example, hold on fiercely to their separate laws and any interference from New Delhi is bitterly contested. And in 2012, a new Sikh Marriage Act was passed – till then Sikhs registered their marriages under the Hindu Marriage Act. This maze of identities is, in fact, the reason why the British Raj decided not to meddle with personal laws in the first place.Such a scenario has meant that in some cases, the political role of Muslim personal law in India overrides its religious function. Instant triple talaq, for example, is outlawed in a number of conservative countries – such as Algeria and the United Arab Emirates, apart from Pakistan – where Islam is the state religion. Yet, in India, prominent Muslim bodies have opposed banning the practice, fearing the introduction of the Indian state into personal law.The All India Muslim Personal Law Board, a non-governmental organisation, for example, has called for a social boycott of people using talaq-e-biddat, but opposed a law to end it. In fact, the board saw a silver lining in the Supreme Court’s triple talaq judgement. Since the court struck down the practice without allowing a role for Parliament, the board argued that the “verdict therefore cannot be misused by the government to try and interfere with personal laws through legislation”.","author":"Shoaib Daniyal","time":"2017-09-04T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/849068-67262-fustabvpup-1504185351.jpg","tags":["Indian Muslims","Shariat Act 1937","Muslim Personal Law","Triple talaq"],"source":"https://scroll.in/article/849068/a-short-history-of-muslim-personal-law-in-india"}