{"title":"A short history of bhang in India","content":"What coffee was to the American television sitcom, Friends, the cannabis drink bhang was to Hindi’s greatest satirical novel, Raag Darbari. Set in an Uttar Pradesh village during the 1960s, bhang is ubiquitous in the novel and even the children of the village, some of whom are too poor to even know what milk tastes like, are familiar with it. So central is the cannabis drink to the rural world of Raag Darbari that it raises even the making of it to a high art:For bhang drinkers, grinding bhang is an art, a poem, a great work, a craft, a ritual. Even if you chew half an anna’s worth of the cannabis leaf and then have a drink of water, you get fairly high, but this is cheap inebriation. Ideally almonds, pistachios, rose-petal conserve, milk, cream and so on should be used with the cannabis leaf. The bhang should be ground to the point where the grinding stones stick together and become one, before it is drunk, verses in praise of Lord Shiva should be recited, and the whole exercise should be a community, not an individual event.The author of the novel, Shrilal Shukla, explains: “Although Thakurs have always taken liquor, alcohol was taboo for Brahmins and Banias. Bhang was the only sort of socially permitted intoxication and was important as a major source of relaxation and entertainment. As a boy in my village, the bhang-making used to start at five every evening. Now norms are changing as a result of closer contact between towns and villages and other factors, and people are not horrified by drink as they once were.”Indeed, if we ignore the Western taboo against cannabis that a section of upper-class Indians have imbibed, bhang, and more generally, cannabis, is ubiquitous in India. Not only that, cannabis has a long history of use in India, stretching right back to the Vedic age.Cannabis historyThe Atharva Vedamentions cannabis as one the five most sacred plants on Earth and says that a guardian angel resides in its leaves. It also refers to it as a “source of happiness,” a “joy-giver” and a “liberator”. Ayurveda considers the cannabis plant to be of medicinal value and in the Sushruta Samhita (6 BCE) it is used to aid digestion and appetite. So common is it in Ayurveda that it has been called the “penicillin of Ayurvedic medicine”. The Unani system of medicine practised by Muslims in medieval India also used cannabis as a cure for diseases of the nervous system and as an antispasmodic and anticonvulsive.Although orthodox Islam forbids the use of intoxicants, cannabis has been quite commonly used by Muslims in India. Mughal emperor, Humayan was particularly fond of ma’jun, a sweet cannabis confectionary, the hash brownie of the medieval age. It could very well be possible that that his fatal fall down a flight of stairs was under the spell of a cannabis high.Sikh fighters often took bhang while in battle to help them fight better and numb their sense of pain. A remnant of this tradition exists till this day with the Nihang, a Sikh order, who ritually consume the narcotic.It is also probable that Mangal Pandey’s doomed-to-fail mutiny in 1857 was driven by bhang intoxication. During his trial, he admitted to “taking bhang and opium of late” and claimed that he was “not aware” of what he was doing when he mutinied.Widespread consumptionThe British, when they came to India, were astonished by how widespread the consumption of cannabis was in the country. At the time, it was thought that cannabis might be responsible for insanity and to determine whether this was true as well as document the use of cannabis in general, the colonial government started work on the Indian Hemp Drugs Commission Report. The report was to look into the cultivation of the cannabis plant, preparation of drugs from it, trade in those drugs, the social and moral impact of its consumption, and possible prohibition. Over 1,000 standardised interviews were conducted throughout India by medical experts. The commission was systematic and thorough and sampled a large and diverse group of people in a range of situations.The conclusion of the report was surprisingly positive: far from causing insanity, cannabis was deemed to be harmless in moderation; in fact, alcohol was determined to be worse. There was therefore no reason to prohibit the use of cannabis. “To forbid or even seriously to restrict the use of so gracious an herb as cannabis would cause widespread suffering and annoyance,” concluded the report.Cultural and religious use The report also noted the widespread cultural and religious use of cannabis in the country. It remarked that it is “chiefly in connection with the worship of Shiva, the Mahadeo or great god of the Hindu trinity, that the cannabis plant, and more especially perhaps ganja, is associated. The cannabis plant is popularly believed to have been a great favourite of Shiva, and there is a great deal of evidence before the Commission to show that the drug in some form or other is now extensively used in the exercise of the religious practices connected with this form of worship.”Cannabis’ greatest use as per the report though seemed to be during Holi: “there is overwhelming evidence to establish the almost universal use by the people of bhang at the Holi festival”.Most of urban India has given up the extensive use of cannabis as practiced earlier and taken to more Western forms of intoxication: alcohol and tobacco (even as the West, ironically, slowly sheds its cannabis inhibitions). However, it seems safe to say that in the matter of Holi, things are pretty much the same as how they were described in the Indian Hemp Drugs Commission Report: the spring festival is still linked with bhang, an association that doesn’t seem like it’s ending any time soon.Note: In an earlier version of this article, the phrase “penicillin of Ayurvedic medicine” had been incorrectly attributed to the Indian Hemp Drugs Commission Report. The error has been rectified.","author":"Shoaib Daniyal","time":"2015-03-06T11:58:09+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/711761-e0033829-7bd6-4ee9-9192-ab7b0094342f.jpg","tags":[],"source":"https://scroll.in/article/711761/a-short-history-of-bhang-in-india"}