{"title":"A single vote won’t change much. But here’s why you should still take part in elections","content":"For far too long, the accepted wisdom among scholars of politics has been that the interests of the individual and the interests of society are not in harmony when it comes to voting. The American economist Anthony Downs, in his foundational book An Economic Theory of Democracy, argued that a truly rational individual, who knows that her vote is highly unlikely to tip the outcome in favour of her preferred candidate, should not bother to cast a ballot. On this view of human rationality, an independent action that carries no instrumental value for the person who acts is essentially foolish, justifiable only by the sense of pride or communion with others that it creates in her.This is fine, perhaps even compelling, as an esoteric argument. But taken to its logical extreme, this classical account of rationality would imply that nobody should ever vote. This outcome would gut democratic governance of its central regulating mechanism. Society would be left worse off, even if each citizen were spared the apparently pointless expense of time and energy involved in a trip to the ballot box. Two facts are missing from the classical view: that elections are ultimately cooperative ventures, and that the rationality of participating in them depends on more than an individual-level cost-benefit analysis of the effort involved in each pull of a voting-machine lever or crossing of a ballot paper. An individual’s true interest in voting is inextricably intertwined with the interests of the polity as a whole.In this, voting is not fundamentally different from many other actions. Failure to participate in a collective endeavour is fundamentally irrational whenever it risks contributing to outcomes contrary to our own basic interests. We rely on cooperation to solve a range of pressing challenges, from global warming and extreme poverty to preventable disease. Few question the rationality of minimising our individual carbon footprints, for example, or individually deciding to boycott companies that rely on child labour. No one person who engages in such behaviour will individually solve the climate crisis or eliminate the exploitation of children. But it is still rational to undertake individual actions that contribute to a collective effort likely to have desirable effects for humanity as a whole.On this view of rationality, we ask: what is good for the whole, including me, and how can I contribute to it, however modestly? This view recognises that, when many adopt the same individual behaviour, good things can ensue for all. The collective benefit that accrues to everybody who cooperates outweighs the cost to each individual of shouldering her share of the burden.The greater goodIn the context of elections, the collective endeavour is the creation of a just government, and the costs involved in making individual contributions towards this goal are minimal. Voting is an episodic act that causes only limited disruptions to our lives if registration and voting procedures function as they should. And gathering sufficient factual information to determine which candidate(s) are most likely to best serve the collective interest should not be an unduly complex affair. Aristotle, by no means a supporter of full democracy, claimed in his Politics that citizens don’t have to be technical experts to participate in civic life. Voting does require some knowledge, but it doesn’t require excessive or deeply technical knowledge. Similarly, voter ignorance is not an act of God. We need reforms that enhance access to truth and civic education. We should not condone conscious deceiving from an immoral political class. The duty to vote is really a duty to vote responsibly – yet, it is doable. We should place heavier stress on what causes voter apathy and ignorance, rather than see them as culprits for all that is wrong with democracy.In return, when many people vote, we can expect elections to deliver fair-minded governments – or at least to oust inept and immoral ones. I would argue that we have a duty to help our fellow citizens in this way, and that we should understand voting as a duty of common pursuit – that is, one that requires that we act together to achieve collective benefits.The English philosopher John Stuart Mill took a similar line. In his Considerations on Representative Government, he characterised the vote as a trust, arguing that it gave each citizen – “either as an elector or as a representative” – power over other citizens in society. Assuming that Mill recognised that, except in rare cases, no individual ballot was likely to turn the tide of an election, the “power” to which he referred is best understood as a collective one, but grounded in individual action. Cumulatively, individual votes have the power to affect the quality of governments – and therefore, the lives of our fellow citizens, as well as our own.The morality questionIs there any situation in which cooperation of this sort would not be preferable, from an individual perspective? In the Second Treatise of Government, the English philosopher John Locke argued that it would be rational to prefer living in a state of nature over co-operating with others in collective obedience to an authoritarian government. Is voting similar? Is there a possible scenario in which it would be rational for an individual to decline to vote?In my view, there is not. If we fail to save a child drowning in a pond – to use an example made by the Australian philosopher Peter Singer in 1972 – we are causally implicated in the death, even if we didn’t put the child in the water to drown. Similarly, one individual decision not to vote – combined with similar decisions by others – can keep unjust governments in power or just ones from being formed. There is nothing irrational about wanting to avoid these possibilities by acting in conjunction with others in the same way that we cooperate with others by recycling or donating to charity. Even if I have no way of knowing if others will vote, I should act as if they would vote, and they should act similarly. This is the logic of collective commitment that undergirds the morality of voting.This approach to collective rationality should reduce the allure of free-riding – ie, the predisposition to gain from the effort of others without doing our fair share of the work needed to generate a collective benefit. However, there is nothing extraordinary in acting with the common good in mind in situations when self-interest is not jeopardised by doing so. In fact, people do this all the time, perhaps moved by what the Indian economist and Nobel laureate Amartya Sen calls “a concern for decency of behaviour”, without their commitment overtaking their lives and other goals.Basic morality doesn’t require us to be saints, and casting informed votes is not a heroic, saintly act. It requires minimal effort for most of us. To argue otherwise is to suggest that any form of helping others is morally optional because it requires “too much from us”. If we are set on the notion that any type of positive action towards others is morally voluntary because it demands slightly more than merely refraining from doing something bad, then consensus on the morality of voting will be forever elusive.But so, too, will be consensus on the morality of so many other ways of improving the world. A society where citizens are too complacent to serve the collective good – including their own – is not a society worthy of the name.This article first appeared on Aeon.","author":"Julia Maskivker, Aeon","time":"2020-02-11T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/50729-baduziwcrf-1581327180.jpg","tags":["Politics","Morality","Democracy"],"source":"https://scroll.in/article/952722/a-single-vote-wont-change-much-but-heres-why-you-should-still-take-part-in-elections"}