{"title":"‘A skill will die’: GST has sounded the death knell for Assam’s handicrafts industry, say traders","content":"“Everything that can go wrong has gone wrong,” said Gyanendra Kalita, who manages the Guwahati branch of the Assam government’s flagship Pragjyotika Emporium, a chain of handicrafts retail outlets. He was referring to the impact of the Goods and Services Tax on the emporium’s business.Introduced on July 1, the new tax incorporates all levies previously charged by the Centre and states on businesses. It was meant to simplify the process of filing returns, especially for businesses operating across states that levied different taxes. But three months on, many businesses, particularly small and medium-sized ones, are struggling with the transition to the new regime.For some, like Assam’s indigenous bamboo and cane handicrafts industry, the pinch has been severe. Dhiraj Thakuria, managing director of the North Eastern Handicrafts and Handloom Development Corporation, a Central government enterprise to promote indigenous crafts in the region, said sales had plummeted by over 50% since July.High tax rates and the lack of clarity on refunds, among other problems, have led many in the industry, including Kalita, to predict that the Goods and Services Tax spells the “beginning of the end of Assam’s handicrafts”.Problem 1: High tax ratesThis prediction stems from the fact that earlier, the state’s handicrafts industry did not attract any value-added tax.  Now, under the Goods and Services Tax regime, raw bamboo and cane is taxed at 5% while the rates for finished products range between 12% and 28%. “Handicrafts items under Rs 1,000 are taxed at 12% while bamboo and cane furniture are 18% and 28%,” explained Kalita.Thakuria said the GST Council, which frames laws for the indirect tax regime, had not thought the 18% and 28% rates through. “We are government employees, we understand the government has to earn money,” he said. “The GST is a great idea, but the tax rate has to be reasonable.”Naveen Sood, who owns Canecraft and Allied Industries, a company that supplies furniture to the Assam government’s emporium, said the state finance minister ought to lobby with the Centre for a better tax rate. He cited the example of the Jammu and Kashmir government, which had convinced the Council to slash the tax on walnuts from 12% to 5% and exempt small handicraft traders altogether.  Under the GST regime in Assam, bamboo and cane and their products are taxed between 5% and 28%. Earlier, they did not attract any value-added tax.  Problem 2: No input credit Under the new regime, a business establishment needs to pay tax only on the value it adds. The additional tax it may have paid while purchasing raw material, or other inputs, can be claimed as a refund. This is called input credit.According to Kalita, one the biggest problems the emporium is facing is its inability to accrue input credit on most transactions. This is because most of its suppliers are local artisans who work out of their homes, with very little turnover.   Businesses trading within a state and earning less than Rs 10 lakhs a month in the North East (the ceiling is Rs 20 lakhs for the rest for the country) are exempt from the Goods and Services Tax.“We have suppliers who sell goods worth less than Rs 10,000 per month,” Kalita said. “In fact, 95% of our suppliers are like that, which means they are not registered with the GST Network.  It is not because they don’t want to pay taxes, they are just very small, rural, family-run enterprises. So, we get no input benefit on any of what we buy from them.”Consequently, the emporium has been forced to pass on the cost to customers, said Kalita. “Sales are at an all-time low,” he added. “Our most valued product – cane sofa sets – has stopped selling altogether.  Not one sofa set has been sold since July. People still come in large numbers, but the moment they hear 28% GST, they lose interest, claiming the price is too high.”Problem 3: Sales down, payments delayedThe numbers say it all: the emporium’s average monthly earnings in the pre-Goods and Services Tax era was Rs 30 lakhs but this has plummeted to less than Rs 12 lakhs since July, Kalita said.This, in turn, has led to a credit flow problem.  “What usually happens is that we pay the suppliers for a batch once some of it is sold, but since hardly anything is selling, we haven’t been able to pay or even make any further orders,” he added.Kalita said the available working capital has been further whittled down by delays in getting input credit on the few products that are eligible for it. “One of our suppliers, a mid-sized company, is registered on the GST Network,” he said. We buy cane furniture from them, so we are eligible for input benefit. But there is very little clarity on how to avail it, whether we will get a refund or will it be adjusted in the new amount due.”The Goods and Services Tax regime also entails a lot of booking-keeping and the filing of multiple tax returns, and businesses across the country have had to opt for the services of chartered accountants, which has added to their expenses. Pointing to this, Kalita complained, “As it is, sales are low, and now we have to hire a CA [chartered accountant] too.” Rajeev Poddar, who owns a cane and bamboo furniture business in Assam, said filing returns three times a month was particularly taxing for a relatively small business like his. “I have had to avail the services of another CA [chartered accountant] in addition to the company accountant since everything is so complex,” he said. “In bad times like these, it’s just added expense I can do without.”The traditional Assamese conical hat or Jaapi is made from tightly woven bamboo and/or cane.  Problem 4: Handmade = Machine-made  Another problem the handicrafts industry in Assam is facing is that the new tax regime does not distinguish between handmade and machine-made furniture – which people in the industry claim is unfair. Furniture supplier Naveen Sood said, “I had a discussion with the state’s commissioner of tax. He told me to cut down on production costs, but these are not machine-made goods. It is made by people, we can’t just reduce wages like that.”Dhiraj Thakuria of the North Eastern Handicrafts and Handloom Development Corporation said he had written to the Ministry of Development of North Eastern Region to reconsider the tax rates. “But they seem to believe that it is difficult to distinguish between handmade and machine-made furniture,” he said.Poddar added, “The government says they can’t segregate between handmade and machine-made stuff. If that is the case, we also cannot compete with the big people like Godrej.”The biggest problem: LayoffsWith business down, the industry may be looking at mass lay-offs.  Poddar employs around 70 local artisans in Nagaon district’s Jakhalabanda. “We just had a meeting where we were discussing our future course of action,” he said. “The situation is very bleak, I will probably have to consider laying off some of my artisans.”Rajeev Poddar, who deals in cane and bamboo furniture, says he may have to lay off some of the artisans he employs. Sood said order volumes had come down so drastically since July that he, too, was thinking of letting some of his artisans go. “I just cannot afford it,” he said. “My business has come down by almost 60%. A furniture set that would cost Rs 30,000 now costs more than Rs 45,000 if you add GST and freight charges. No one is interested in buying our stuff.”He also predicted that the Goods and Services Tax would spell the end of the handicrafts industry. “The handicraft industry has provided employment to so many people over the years,” he said. “Now it will all be over. I give it no more than another 10-15 years.”  The indigenous handicrafts and handloom sectors in Assam employ around 17 lakh people, according to state government data.The outlook was bleak all across. Thakuria said that while the tax regime may not hurt small artisans immediately, it will kill entrepreneurship in the industry. “Ultimately, of course, artisans will get affected,” he added.Poddar said he did not expect the situation to get better anytime soon, and blamed the government. “With the government acting so adamant, it is probably time to look for alternative businesses,” he said.Kalita agreed: “The state government seems to have made no effort at all. This is not just about business, handicraft is part of Assamese culture. A skill will completely die.”   \n    \n      Scroll.in\n      Small business, big setback\n      The impact of the Goods and Services Tax\n    \n    \n        Read more","author":"Arunabh Saikia","time":"2017-10-06T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/853034-70271-nnzqavxmgc-1507206094.jpg","tags":["Goods and Services Tax","GST","Assam","Handicrafts industry"],"source":"https://scroll.in/article/853034/a-skill-will-die-gst-has-sounded-the-death-knell-for-assams-handicrafts-industry-say-traders"}