{"title":"A sleepy town, pork and black humour add up to Malayalam box office sensation ‘Angamaly Diaries’","content":"Angamaly is a very small town in Kerala. The only reason anyone had heard of it until a few weeks ago was because of its proximity to the Kochi International Airport. The townspeople can bid their anonymity goodbye: the movie Angamaly Diaries, which was released on March 3, has created a box office stir and is holding strong despite competition from other releases.Lijo Jose Pellissery’s film follows six young men and their adventures in setting up a pork business. The setting is the seventh character. Pellissery gives a palpable sense of the town’s flavour, spicing up his narrative with intricate details of the local culture, culinary habits, music, humour and dialect. Every single actor – 86 in all – is a newcomer, and already, lead actor Antony Varghese is being hailed as the latest sensation in town.The 38-year-old director has previously directed the emotional drama Nayakan, the comic thriller Double Barrel and the musical Amen. Pellissery’s professional journey has been as unconventional as his movies. After a Master of Business Administration degree and a six-month stint as a salesman, Pellissery walked out of work one morning (at precisely 11.30 am, according to him) and bid goodbye to the tucked-in shirt and office cubicle existence. He has never regretted it, he told Scroll.in. How did ‘Angamaly Diaries’ come about?After Double Barrel, I worked on a few ideas that didn’t materialise. That is when I remembered an old project that my friend Chemban Vinod Jose [the script writer] had discussed with me. It was about the place Angamaly and its peculiar culture, which involved pork, wine, crime and black humour. I loved the first draft even though it was long. We edited and re-wrote the script, which was shaped into what finally came out as Angamaly Diaries.Chemban is from Angamaly and I am from Chalakudy, which is not too far from there. Since the culture and spirit of our towns share a lot of things in common, there was an instant connection. Most of the incidents in the film are based on real events, but we added fiction to make it more entertaining. When our friend, producer Vijay Babu of Friday Film House, took an instant liking to the idea and gave us the go-ahead, the film happened for real.\n\n\n    \n    Play\n\nAngamaly Diaries (2017).The movie has been out for over a month, and is still holding strong against big-name starrers, such as Mammotty’s ‘The Great Father.’We are glad that the audience has accepted this film, and I hope it inspires a lot of people to come forward with their out-of-the-box ideas and bring glory to Malayalam cinema. The response we have had from around the world tells me that it all depends on how well you tell a story. When the storytelling and presentation are right, faces don’t matter. Malayalam cinema has been not just about stars but also about a social message. Is there one in ‘Angamaly Diaries’?Honestly, I don’t believe in giving social messages through cinema. Filmmaking is not about preaching. It’s a creative process.Angamaly Diaries has global appeal only because it’s about a human story in a place and the realisation of the fact that it could happen anywhere in the world. That is why people connect with it. A good friend of mine said to me, “The more local, the more global.” Your film comes at a time when the Malayalam industry faces allegations of nepotism. Star kids and relatives are being promoted and others overlooked.You have to make sure that you cast for the script. I try to find the exact face that comes to mind when I read the script, not the other way around. Whoever fits the part – be it your neighbour, a friend or an actor – should be in the film.Stars don’t necessarily sell a film. My last film was bigger film, and required a familiar face to bring the kind of funding the project required. It was my long-time dream to make a film with an all-new cast, but then I had to find a script and setting where I could confidently take that step. In Angamaly Diaries, the town is the protagonist. I wanted to give the audience the experience of taking an auto rickshaw ride through the fun, folly and festivity of the town. I would love to see a lot of new talent coming to the industry. New technicians and new actors simply mean new talent, and that is how each industry grows.Antony Varghese as Vincent Pepe. Courtesy Friday Film House.Is this a great time for fresh ideas in Malayalam cinema? There was Rajeev Ravi’s ‘Kammatipaadam’, about Dalits and gangsters in a Kochi slum. There was Dileesh Pothan’s ‘Maheshinte Prathikaram’, about a man who gives up wearing footwear until he has avenged a humiliation.Yes, some fantastic films are being made in Kerala at the moment. The Malayalam film industry saw its golden period in the 1970s and early ’80s, with such filmmakers as Padmarajan, KG George and Bharathan. Then it nose-dived. The films didn’t work for some reason. Now it’s catching up, and the future looks promising. Maheshinte Prathikaram is my personal favourite from last year. So is there a trend towards new-generation cinema?There is no such trend. If a thriller works, everybody starts making thrillers. There’s just good cinema and bad cinema. Sometimes, it’s good cinema, but the audience still rejects it. All you need to do is to create the cinema in which you believe. Don’t lose heart even if it doesn’t work. Just move on. You can always make it better the next time. What would be your advice to young directors out there?Cinema is about making what you visualised when you read the script. Be adamant about getting it right on the screen. Compromises don’t make good cinema. Filmmaking has never been so technology-friendly in the past. All you need is a great idea and a good camera phone to show the world what you can do. Gone are the days when you had to worry about costs. Make a film with your friends. If you have an idea, just go ahead.Lijo Jose Pellissery (left).","author":"Anubha George","time":"2017-04-04T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/833619-uuiafltrxz-1491244451.jpg","tags":["Angamaly Diaries","Malayalam cinema","Lijo Jose Pellissery"],"source":"https://scroll.in/reel/833619/a-sleepy-town-pork-and-black-humour-add-up-to-malayalam-box-office-sensation-angamaly-diaries"}