{"title":"‘A special dignity characterised her personality’: Qurratulain Hyder’s pen portrait of actor Nargis","content":"Having made an acquaintance with Meena Kumari and Akhtari Faizabadi, I realised that these high-class women artistes, were very anxious for stable emotional support, for respect, and status in society. When the children of their husbands’ first wives address them as Ammijan, they are extremely happy and grateful, and care for their in-laws with great regard; they also look for the same respect that other daughters-in-law in the family receive. However, this does not always happen.There was only one woman, Nargis, who had no complexes about herself – she would say very casually, “The world knows who my mother was.”Syed Muzaffar Nawab of Gaya whose nephew, Syed Mazhar Imam, was married to Noor Afshan, often told us stories about his place. Jaddan Bai would come from Calcutta to his father’s house in Gaya to perform. Once she took a major sitarist, known as Syed Sahib, back to Calcutta; he played the sitar at Nawab Mian’s. The next time she came to Nawab Mian’s for a mujra she took another artist, called Mir Sahib, who later became a famous music director in Calcutta. Whenever Nawab Mian came to Bombay, he visited Nargis and her brothers. I once said to Nargis, “Muzaffar Nawab is an old acquaintance of yours. He made a film called Khel that flopped. Nawab Mian had willingly invested a lot of money from his estate in it. If you had acted in this film it may not have flopped.” Nargis replied calmly, “My mother knew his father. I’ve known Nawab Mian for a long time.” Nargis was an educated, sensible woman and she knew that there was no need to embroider her background.Faiz Sahib was very popular among film stars. Whenever he came to Bombay, his own status was like that of a superstar, and he was welcomed warmly by actors in their homes. Once when he was visiting, he was invited to lunch at Nargis’ place; Nargis and Sunil Dutt took him to their private theatre to show him a few clips of their film, Reshma aur Shera. It was a typical Bombay kind of film. Alys Faiz was sitting with me. She asked very softly, “What’s happening?” I replied, “Keep sitting quietly. You are their guest. These two are trying to entertain you in every possible way.” A professor from Aligarh, a great intellectual, had also been invited to this lunch and was quite drunk. He sat in protest at the door of their personal basement theatre (intoxicated) and would not allow anyone to come out. We were able to go up with great difficulty. I said to Faiz Sahib, “Do you realise now how large a constituency you have here, particularly in Bombay?” Then Alys asked me again, “What was this film about?”A few days after this, Ehtisham Sahib arrived and Nimmi organised a dinner for him because Ehtisham Sahib is Syed Ali Raza’s cousin. Nimmi’s house was a very beautiful double-storeyed bungalow on Worli Seaface with its lawn sloping down to the sea. As far as I remember, this bungalow may have been Nawab Mian’s property at some time. A niece of Nimmi’s was married to an Arab from one of the Gulf countries. After dinner, the said gentleman announced that he would recite a ghazal. Another famous composer of ghazals, himself in a state of drunkenness, thundered, “You illiterate man, how can you recite a ghazal?!” At this, the Arab lost his temper and a scuffle ensued. Alarmed, I scurried away and hid in a corner.When I looked up I saw a frightened Prof. Ehtisham in another corner. He asked, “Are these the kind of parties you have in Bombay?!” I replied, “Ehtisham Sahib, this is the first time I have attended a party like this, all because you are visiting.” By now a free-style brawl was raging in the hall. Several people were punching and hitting one another. Nimmi came running to us and said, “I’m so sorry; I’m really so ashamed. Come, let me take you out.” I replied, “Call Ismat Apa. Tell her to give them a scolding,” but Ismat Apa had already made her escape!Qurratulain Hyder. Courtesy Jamia Milia Islamia University’s Premchand Archives & Literary Centre.In Russia and other socialist countries, people named their daughters Nargis. No other Indian actor achieved such immense popularity in, or outside, India.There is a saying in English: “All the world loves a lover.” The romance between Nargis and Raj Kapoor has become part of the modern culture of India, but it is also necessary for a great romance to end in tragedy, and so the story of Nargis and Raj Kapoor ended like a tragic film. Yet, people were happy when Nargis and Sunil Dutt got married and she lived the rest of her life as a devoted wife. She was a part of our youth, and her films are part and parcel of our nostalgia for that period.Nargis never recovered from her illness. I had come to Aligarh from Bombay when, one evening at Naseem Ansari and Zeenat’s place, we heard on the radio that Nargis had passed away. The room fell silent. Everyone was quiet. For some time, no one uttered a word. I will always remember the profound silence that evening in the drawing-room of this bungalow, built before the days of Sir Syed.Nargis’ mother must have been a very courageous woman. In the days when Nargis and Suraiya were fellow actors and both were considered stars, the late Nawab Mian would tell us that Jaddan Bai, who was a very good singer, proudly proclaimed, “I am a tawaif, Suraiya is not.” In other words, class was a relevant determinant of matters here, too! Nawab Mian told me that Nargis’s father was a very smart, good-looking, wealthy man from Bhopal, but some other modest, young, wealthy gentleman from Rawalpindi, called Mohan Babu, was said to have fathered her. The rich man of Bhopal was acquainted with innumerable maharanis of India.In the high society of the West there is a class called “Beautiful People” by the press, people who lead glamorous lives. Switzerland, Paris, the south of France, New York, London are also called café societies, and beautiful people are the international jet set. In our country, this class was generally limited to the rajas and ranis of princely states. After their titles were abolished, their place was taken by high-flying film stars. Middle-class young men and women often feel frustrated when they read about their lifestyles and pastimes. Children begin singing film songs from the age of three or four and often, it is film stars who are the ideals of our new generation.Nargis had a particular quality owing to which college girls of our time thought of her as one of their own – a courteous, intelligent, smart, and educated young girl. Even when acting she was never tawdry, there was always a special dignity and propriety that characterised her personality.Nargis’ films set a high standard in acting. The popularity that Awara enjoyed in the Soviet Union is an illustration of this. After World War II, people were fed up with films about tractors and hammers and Russian socialist realism. As Western films were banned in Russia, the light-hearted romance of Awara enchanted them.When I went to the Soviet Union for the first time, Russians would start singing “Awara hoon… (I am a wanderer)” as soon as they saw us. In Azerbaijan, they raised the slogan, “Nargis–Raj Kapoor–Allah o Akbar.”Excerpted with permission from At Home in India: Stories. Memories. Portraits. Interviews, Qurratulain Hyder, translated from the Urdu by Fatima Rizvi and Sufia Kidwai, Women Unlimited.","author":"Qurratulain HyderSufia KidwaiFatima Rizvi","time":"2024-03-20T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199402-qkuhutybuq-1710873804.jpeg","tags":["Qurratulain Hyder","Nargis","Book excerpt"]}