{"title":"‘A Star Is Born’ film review: Bradley Cooper and Lady Gaga set the screen on fire","content":"Bradley Cooper’s highly assured directorial debut sets one of Hollywood’s favourite self-reflexive stories against contemporary realities. The idea of a fading movie star falling in love with and launching the career of a young female talent and then watching from the sidelines as she eclipses him has been adapted by Hollywood several times. Even Bollywood hasn’t been able to resist the Svengali-with-suicide line. The 2013 blockbuster Aashiqui 2 was an uncredited remake of the 1976 version of A Star Is Born, starring Barbara Streisand and Kris Kristofferson as singers.Cooper’s version references William A Wellman’s movie from 1937 as well as the Streisand-Kristofferson version. The movie is suffused with sexy, swoon-worthy moments and a solidly integrated soundtrack, which lift the weaker bits. Alcoholic country music star Jackson Maine (Cooper) is going through the motions, looking for meaning between sold-out concerts. Jackson stumbles upon Ally (Lady Gaga) performing at a drag club (a clever reference to the pop star’s popularity as a queer icon). He is smitten by Ally and her voice, and persuades her to perform with him. It’s a matter of time before Ally’s talent will drive album sales and music video appearances, as the clock is ticking for Jackson, whose doubts about his musical direction and his self-worth surface at the wrong moments.The movie updates the gender politics and showbiz realities that have driven all versions of the story. Cooper’s A Star Is Born, on whose screenplay he has collaborated with Eric Roth and Will Fetters, acknowledges the power couples who abound in the American music world. Two can sometimes be better than one, and rather than fussing about Ally’s stratospheric rise to fame, the movie turns its attention to Jackson’s dysfunctional past. Sam Elliot has a superb cameo as Bobby, Jackson’s elder brother and manager who adds layers to Jackson’s character.\n\n\n    \n    Play\n\nA Star Is Born (2018).Fathers both absent and present play key roles in determining the behaviour of their wards. Andrew Dice Clay winningly portrays Ramos, Ally’s driver father who once dreamed of being Frank Sinatra. Jackson’s own long-dead drunkard patriarch hovers over the scenes in which Jackson hits the bottle and ingests more drugs than his system can take. Rafi Gavron has the thankless job of playing Ally’s opportunistic manager, and is the token villain in a movie that didn’t need one.For all its modern trappings, A Star Is Born is an old-world romance between two perfectly matched leads. The visuals by cinematographer Matthew Libatique include beautifully lit concert sequences, gorgeous close-ups and intimate moments that showcase the frisson between Cooper and Gag. Libatique and editor Jay Cassidy create an immersive backdrop for the love between Jackson and Ally to flourish and then flounder. The songs, performed by Cooper and Gaga, act as markers for the highs and lows of their relationship, and give the film the flavour of a classic musical.The love story is strong enough to overpower the glitches. A striking instance of ugliness and male entitlement is never satisfactorily resolved. Ally bursts onto the scene fully formed¸ and has none of the rough edges that will be ironed out to create the latest pop sensation. Lady Gaga, in her first screen role, projects both oomph and empathy, and takes command of the screen every time she opens her mouth to sing. The consummate concert artist gets a new stage to show off her talents, but the movie’s real find is Bradley Cooper. He is completely convincing as both the director and lead actor, and is always in control of the rhythms of the 135-minute film as it moves from euphoria to inevitable tragedy. Cooper turns out a moving performance as the shambolic singer who grasps at love, youth and beauty to pull himself out of his stupor. His confidence behind the camera is remarkable, and when in front of it, he expertly pivots the story from Ally to Jackson. The star who is being born through this film is its actor-directorA Star Is Born (2018). Courtesy Warner Bros.","author":"Nandini Ramnath","time":"2018-10-12T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/nsjdlxqmvk-1539244490.jpg","tags":["Bradley Cooper","Lady Gaga","A Star Is Born","movie review"],"source":"https://scroll.in/reel/897854/a-star-is-born-film-review-bradley-cooper-and-lady-gaga-set-the-screen-on-fire"}