{"title":"Explained: Why Atiq Ahmed’s killing was a death foretold","content":"Former MP Atiq Ahmed and his brother Ashraf were shot dead by three alleged assailants as police officers were taking them to a hospital in Uttar Pradesh’s Prayagraj on Saturday. Their killings, captured on camera, follows comments by politicians and leaders from the state’s ruling Bharatiya Janata Party insinuating that this could happen and weeks of speculation by television news channels and social media users.Only days earlier, Ahmed’s son Asad and an aide were killed in a “gunfight” with the Uttar Pradesh Police in Jhansi on April 13. Ahmed, on his part, had moved the Supreme Court seeking protection from “death threats”. Allusions to an encounterA former Lok Sabha member from the Samajwadi Party, Atiq Ahmed faced around 100 criminal cases. The latest was the murder of lawyer Umesh Pal, who was a witness in the killing of Bahujan Samaj Party MLA Raju Pal in 2005. Pal was shot dead in Prayagraj on February 24. Days later, Uttar Pradesh Police booked Ahmed, his wife Sahista Parveen, two of their sons, Ashraf, among others, for Pal’s murder.On February 25, Adityanath vowed action against Ahmed while speaking in the Legislative Assembly. He said: “Iss house mein keh raha hoon, iss mafia ko mitti me mila denge.” I am saying this in the House, we will destroy this mafia.Former BJP MP Harinarayan Rajbhar said on March 9 that Ahmed should be killed in an “encounter”, the euphemism for extra-judicial killings by the police. “An encounter of Atiq Ahmed should be carried out after bringing him out of jail,” he said. “The doors of heaven will open in future for the officer who carries out Atiq’s encounter.”Police personnel at the site where Atiq Ahmed and his brother Ashraf were shot dead, in Prayagraj on Saturday. Credit: PTI.Similarly, state minister JPS Rathore said in March that the vehicle transporting Ahmed “might overturn”. It was a reference to the death in July 2020 of gangster Vikas Dubey, who was killed in an alleged gunfight with the Uttar Pradesh Police. The authorities claimed that Dubey had tried to escape after the vehicle transporting him had “overturned”.Rathore later sought to clarify his remark, saying: “A criminal after being arrested by police should sit calmly in the car, so that he reaches the jail safely. If he tries to run away, the car may lose balance and overturn.”Akhilesh Yadav, leader of the Samajwadi Party, of which Ahmed was once a member, referred to Rathore’s comments to  raise concerns about the possibility of  Ahmed’s being executed in an extrajudicial action. “The chief minister [Adityanath] must have told him [Rathore] earlier where and how the car would be overturned,” Yadav said on March 26. “If you take help from Google and America, they will show how and when the car was overturned.”Social media users, especially those appearing to support the BJP, over the past month insinuated that Ahmed would be killed in an encounter.If not Atiq then his son Asad, encounter is the only way to show justice. Courts are non existent in Yogi Raj and scary part is from media to right wingers to general mass, all are dead drunk in the celebration. It says a lot about the deep rooted decay in the society. https://t.co/yqzSOlJPA7— Kingshuk Banerjea (@kingshuk_2458) April 13, 2023\n\nOther social media users  observed that recent coverage of Ahmed’s case by some sections of the media was tantamount to advocating an extrajudicial killing.Thats an Indian news channel calling for murder of Atiq Ahmed. As if there’s no judiciary in India and even channels can predict a fake encounter. I am sure there’s also betting going on somewhere on this. pic.twitter.com/ssX6crzSAm— Sheikh Zia Nomani (@ZiaNomaniblr) March 10, 2023\n\nSeeking protectionWithin days of the chief minister’s comments in the assembly, the people accused in the Umesh Pal case began to be killed in a series of police encounters.Arbaaz, who allegedly drove for the killers in the Umesh Pal murder case, was shot dead on February 27. Another accused in the case, Vijay Choudhary, was killed in a gunfight with the Uttar Pradesh Police on March 7. In March, Ahmed approached the Supreme Court challenging his transfer from a jail in Gujarat to Uttar Pradesh claiming that he would be killed by the Uttar Pradesh Police if he was shifted. His counsel urged the Supreme Court to grant Ahmed protection or at least record his apprehensions in writing while passing an order. “If this court denies [Ahmed] protection, it would mean a death warrant for him,” his counsel submitted before the court.However, a division bench of Justices Ajay Rastogi and Bela M Trivedi dismissed the plea and told Ahmed to move the High Court instead. “Since he is in judicial custody, the Uttar Pradesh state machinery  will take care of his protection in case of threat to his life,” the bench observed orally on March 28.Around this time, Ahmed and Ashraf’s sister urged the state government to provide security to her brothers.Police personnel inspect a two-wheeler at the site of the encounter in which jailed mafia Atiq Ahmed's son Asad and an aide were killed by the Uttar Pradesh Special Task Force, in Jhansi on April 13. The killingsOn Saturday, while Ahmed and his brother were being escorted by the police to a hospital for a medical examination, they were shot dead as they stopped to talk to the media. A journalist and a police constable were also injured.NDTV reported that the three alleged assailants, who shouted “Jai Shri Ram”, were identified as Lovelesh Tiwari, Sunny and Arun Maurya. They had disguised themselves as reporters, say news reports. The Indian Express, citing the police, reported that the three had claimed that they wanted to kill Ahmed and Ashraf  “to become famous”.Chief Minister Adityanath ordered a high-level investigation and formed a three-member judicial commission to look into the killings. Large gatherings have been banned in all districts of Uttar Pradesh. The  Opposition criticised the Uttar Pradesh government for what it alleges is a deterioration of the state’s law and order.Extrajudicial executions have risen since the BJP government came to power in Uttar Pradesh in 2017. Official records say that there were nearly 8,500 of these encounters from March 2017, when Adityanath came to power, to August 2021. Nearly 150 people were killed in encounters during this period.While Muslims constitute less than 20% of the state’s population, around 37% of those killed in these so-called encounters were from the community, police data shows.Also read:  How ‘Vijay’ became ‘Usman’ after being killed in an Uttar Pradesh police encounter","author":"Nachiket Deuskar","time":"2023-04-16T21:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189176-uaeighiqaz-1681657950.jpg","tags":["Atiq Ahmed","Encounter","Uttar Pradesh","UP Police"],"source":"https://scroll.in/article/1047448/a-supreme-court-plea-speculation-and-insinuations-what-preceded-atiq-ahmeds-killing"}