{"title":"A tale of two valleys: What’s behind the demand for a separate Union Territory in southern Assam?","content":"There is a new surge in the old demand for the creation of a separate Union Territory out of Assam’s Barak Valley. The area consists of three districts of southern Assam – Cachar, Karimganj and Hailakandi. The Union Territory Demand Committee, an organisation spearheading the movement, has promised to take up the matter with New Delhi in the next few weeks.Sanjit Debnath, president of the committee, said a rally would be organised on January 16 in Silchar, the valley’s most important urban centre, to solicit public support.  “People of the valley have been deprived by Assam for a long time now so, slowly, people have started to realise that separation is the only way out,” Debnath said. He alleged that successive governments, no matter which party, have neglected the region. Said Debnath, “The so-called leaders of Assam have not served everyone equally, that is why I believe Meghalaya separated, Nagaland separated.”A historical divide  The Barak Valley, named after the eponymous river and bordering Bangladesh, has always had a strained relationship with the rest of Assam, much of which falls in the Brahmaputra Valley.  The reason for this divide dates back to 1947.Pre-1947, Karimganj, which forms a large part of the Barak Valley, was part of Sylhet – a much contested strip of land during Partition. Sylhet was part of Assam province during British rule. But in the referendum of 1947, it opted to join East Pakistan – now Bangladesh – with only the Karimganj region remaining in India.   At the same time, a sizeable Bengali Hindu population from the Surma Valley in East Pakistan migrated to Cachar in Assam to escape religious persecution in the wake of Partition. Karimaganj and Hailakandi districts were carved out of Cachar in 1983 and 1989.This set the tone for the conflict in the years to come.  The Barak Valley, in stark contrast to the Brahmaputra Valley, became home to a predominantly Bengali-speaking population.  Given India’s post-Independence policy of linguistic organisation of states, there emerged a demand to merge Cachar with neighbouring Tripura, where Bengalis from East Pakistan had also flowed in.However, the State Reorganisation Commission, in a report in 1955, concluded that there was not much merit to the idea.  Cachar continued to be part of Assam – but amid palpable misgivings that it was stuck with a state that it had little in common with culturally.It was in the 1960s that the rift really surfaced, as Assam’s Congress government sought to declare Assamese the state’s sole official language. This led to tensions in the region with violence breaking out in several parts of the state, culminating in the death of 11 people in Silchar where Assam Rifles soldiers opened fire on protestors who had assembled outside the railway station. The backlash that followed forced the Assam government to withdraw its decision.In 1971, the United Territory Demand Committee came into existence. This was officially the beginning of the current demand for a separate Union Territory, which would be named Purbachal.Highs and lowsMuch water has flowed down the Barak since. Ties between Barak and Brahmaputra have seen several highs and lows.  In 2006, when a young singer from Silchar participated in a television reality show in Mumbai, several Assamese nationalist groups made public appeals requesting people to vote for the Bengali performer.  This marked a departure from the suspicion and mistrust that prevailed between  the two regions for almost five decades. The gesture, commentators suggested, would heal many old wounds and usher in a new era of solidarity between the two valleys.Yet, old grievances among the residents of Barak Valley persist. There is still a widespread view that Assam’s power centre, Dispur, located in the capital city of Guwahati and manned mostly by Assamese politicians from the Brahmaputra Valley, is prejudiced against the Barak Valley.  It is this simmering resentment that perhaps spills out every now and  then as a demand for separation.Communal tensions  But many in the Barak Valley say that a split from Assam could be counter-productive.  Among them are former members of the Union Territory Demand Committee itself, such as Taimur Raja Chaudhury.  Chaudhury, who even met Prime Minister Indira Gandhi in 1979 to seek support for the demand, said that the creation of a new power hierarchy could lead to unnecessary tensions between the valley’s Muslim and Hindu populations, both almost equal in number.  “There is great mistrust between the two communities,” said Chaudhury. “The Hindus think that the creation of a Union Territory would lead to Muslims wresting all political power in the valley. The Muslims reciprocate that feeling.”The Barak Valley has always been tinged with communal tension.   It witnessed two major riots in 1968 and 1990. In 2013, rumours of beef being found in a temple in Silchar sparked clashes in which at least 30 people were injured.  In 2015, there was tension yet again when the head of a slaughtered cow was found in a temple in Silchar.  Earlier this year, allegations of “love jihad” – a term used by Hindutva groups to allege a conspiracy by Muslim men to marry women from other religions solely to convert them to Islam – sparked violent clashes in the area.Chaudhury added that there was also little popular trust in the leadership of the committee. “The leadership has not been able to convince the average man on the street to support the demand,” he said.Citizenship anxieties  Debnath, the current president, disagreed. He claimed the demand has gained new momentum amid anxieties that many people from the valley – particularly Hindu Bengalis – will not find a place in Assam’s updated National Register of Citizens, a draft of which is slated to be released on December 31.  Assam is in the final stage of updating the list, which follows the provisions of the Assam Accord of 1985: anyone who can prove that they or their ancestors entered the state before midnight of March 24, 1971, will be counted as a citizen.Joydeep Biswas, a Silchar-based political commentator, played down Debanth’s claims of widening support for the demand. He said the committee’s leadership was beleaguered and the valley’s politics was dominated by mistrust between Muslims and Hindus. “Yes, if a lot of people find themselves outside the NRC [National Register of Citizens] then existential compulsion may get people to support the demand,” he said. “But for now, people are too busy being Muslim and Hindu.”","author":"Arunabh Saikia","time":"2017-12-29T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/863011-77687-jpnzewgznw-1514487383.jpg","tags":["Assam","Union territory","Separation demand","Hindu","Muslim","Barak Valley","Brahmaputra Valley"],"source":"https://scroll.in/article/863011/a-tale-of-two-valleys-whats-behind-the-demand-for-a-separate-union-territory-in-southern-assam"}