{"title":"How are freedom and democracy reflected in Hindustani music practice? A tabla maestro’s reflections","content":"As government festivities for the 75th year of India’s Independence move to a crescendo, some Hindustani musicians have thought it an opportune moment to demonstrate their nationalistic fervour by recording video messages or sharing photos with the national flag to encourage other citizens to express similar feelings publicly. While freedom from colonial rule is to be celebrated and the struggles of national leaders during the Independence movement need to be remembered, this is also perhaps a good time for all of us to look within our areas of activity to reflect on our past and analyse the present to work towards building a strong future. Thus, Hindustani musicians who are presently demonstrating their nationalistic spirit and even those who are not making a public display of it, could perhaps reflect on the manner in which their field has evolved and the state at which they find themselves in today.  Do the concepts of freedom and independence go beyond the political framework?  How do these concepts manifest themselves in the field of Hindustani music practice?  Are the democratic ideals enshrined in our Constitution reflected in this sphere?  If not, why is this so, and will we address such issues, or continue to be silent and only indulge in empty sloganeering to express nationalistic fervour on certain occasions in an orchestrated way?There is much that needs to be reviewed, and perhaps, this is a good moment to do that if one has not done it before.  As a tabla player, I will for the purposes of this article restrict myself to the experience of tabla players, but I am sure some of what I share here will hold true for other practitioners of Hindustani music too.Historically, the tabla has been an accompanying instrument for vocal and instrumental music and dance.  Since early times, hereditary tabla players held a secondary status, due to their musical role and their status in the social hierarchy existing among hereditary musicians.  But this improved, particularly with contact with the West and institutional recognition from government organisations like the radio and television networks.Indian record labels had earlier ignored the role of tabla players as accompanists, which is why mention of the accompanying musicians was seldom made.  These circumstances changed from the 1960s, when tabla players began touring for overseas’ concerts more frequently. Concert impresarios and venues outside India acknowledged their presence in publicity material, and this move favourably impacted the manner in which tabla players were viewed in India thereafter.  These improvements benefited hereditary tabla players as well as those from non-hereditary musician families. \n\t\t\n\tA peformance at the Odisha Crafts Museum in 2018. Credit: Kritzolina, CC BY-SA 4.0, via Wikimedia Commons.But the unfortunate truth is that tabla players continue to face professional challenges. Those who are more popular and are actively performing enjoy a better position in the field.  In fact, some vocalists, instrumentalists and dancers request such tabla players to organise concerts or put in a good word for them when in conversation with concert organisers and event managers in India and abroad. Some concert organisers even engage the services of tabla players, not just to perform but to also capitalise on the close ties that they may enjoy with other musicians whose participation they could then facilitate. As part of this understanding, a tabla player is given the opportunity to perform with some or all of these musicians or is at times given the entire fee to be disbursed amongst all the musicians as per his or her choice.Conversely, most tabla players are in waiting, hoping to be able to accompany one or the other musician or dancer.  Some of them choose to focus their accompanying skills only on one aspect, which further brings down their chances to perform more frequently with a wider variety of musicians and dancers.  Others may keep their options open, but the opportunities may be few and far between, due to a variety of reasons. The uncertainty of performance opportunities and the abysmally low honoraria offered is a reality that most Hindustani musicians face, but there are specific constraints that tabla players and other accompanying musicians like sarangi and harmonium players face. In case the total honorarium is paid to the main performer, the portion that goes to the accompanying musicians is decided by the latter.  Generally, accompanying musicians are informed about the honoraria they will receive only when all the performers are contemporaries.  But this does not necessarily happen when the main performer is senior in age and experience. Earlier times, even the venue of the concert was not divulged to the tabla player until the last moment.  In cases where the concert organiser engages the tabla player directly, the circumstances may be quite different, although even here the tabla player may not be informed about the honorarium they will receive.In such cases, tabla players are at the mercy of the concert organisers.    Once having accepted a concert engagement, there is no certainty that the tabla player or other accompanying musicians, would be acknowledged in all publicity material, be it a newspaper advertisement, poster, flyer or any other form of announcement. In cases where concert reviews may be carried in newspapers, mention may or may not be made of the accompanying musicians, but almost always such mention is restricted to a single line that appears at the end almost as an afterthought. Popular tabla players receive attention in all publicity material, as this boosts the sale of tickets. However, mention of lesser-known ones is ignored.  Seniority brings with it benefits of recognition, but once again, this may not always hold true. What causes more consternation is the fact that many of these concert organisers claim to be promoters of classical music working on a strictly non-profit basis.  Unfortunately, their “efforts” at promoting classical music do not extend to respecting basic courtesy such as acknowledging the role of accompanying musicians. I know of an instance when a popular organisation that works towards the promotion of art and culture among students in schools and colleges had declared with impunity that they did not provide local transport for accompanying musicians to travel to the concert venue. This courtesy was extended to the main performer alone.Representative image. Credit: Reuters.For most Hindustani concerts, there are no contracts signed between the organisers and performers.  Letters or emails may be exchanged between the organisers and main performers, but not necessarily between the organisers and accompanying musicians. These contracts almost always do not mention any clause related to audio-video recording of the performance.  In fact, organisers believe it is there right to record and disseminate such recordings in any which way.  If at all, permissions may be sought from the main performer, but not from the accompanying musicians.  Akashvani and Doordarshan have separate contracts with accompanying musicians, but concert organisers often do not wish to adopt this policy.Undoubtedly, things have changed for the better in the last few decades, but much needs to be done to improve the situation.  For instance, the tabla has a significant repertoire for solo recitals dating back to the 18th century.  But tabla solo performances gained popularity only since the 1950s, and even today, they are not featured as often as one would have hoped for.The perspective in relation to the tabla can change partly by musicians, concert organisers, and music lovers equipping themselves with more information about the tabla and the multi-dimensional musical possibilities that it offers.  This will make clear the contribution of tabla players in this long and arduous, albeit musically satisfying journey.It seems surprising that despite the strides made by the instrument and its popularity across various genres of Indian music, its practitioners continue to face humiliation, discourtesy and discrimination at various points of time. Unfortunately, these are seen as individual instances that need to be put behind us, instead of being viewed as a problem that is all-pervasive and that is affecting every tabla player at some point of his or her career.  Change is required, but for this to happen, tabla players will need to be proactive and demand what is rightfully theirs.  They cannot afford to be silent in the face of obvious injustice. We end with a documentary film made by the Films Division of India on the path-breaking iconic tabla player Ahmed Jan Thirakwa.\n\n\n    \n    Play\n\nOne of India’s leading tabla players, Aneesh Pradhan is a widely  recognised performer, teacher, composer and scholar of Hindustani music.  Visit his website here.","author":"Aneesh Pradhan","time":"2022-08-13T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178422-qgsjacsoku-1660323489.jpg","tags":["Hindustani Music","Tabla","Music","Independence"],"source":"https://scroll.in/article/1030304/a-tabla-maestros-reflections-how-are-freedom-and-democracy-reflected-in-hindustani-music-practice"}