{"title":"A trio of wolves, a lunging crocodile and other winners at the Sanctuary Wildlife Photography Awards","content":"A trio of Indian grey wolves sharing a playful moment, a crocodile launching an attack on a chital herd and a drone image of an urban agglomeration juxtaposed against a verdant mountain forest are among the winning entries of the Sanctuary Wildlife Photography Award 2023, which were announced on Friday evening.The annual competition is organised by the Sanctuary Nature Foundation, which also brings out the Sanctuary Asia magazine, with the objective of promoting wildlife conservation through photography.The awards were instituted in 2000 to recognise individuals working for the protection of wildlife and natural habitats in India.  Three winners were chosen by a panel of judges comprising Sanctuary Asia editor Bittu Sahgal, executive editor Lakshmy Raman, senior members of the magazine team Parvish Pandya and Saurabh Sawant, conservation photographer and Wildlife Conservation Trust president Anish Andheria, National Geographic conservation photographer Steve Winter and and wildlife photographer and field biologist Nayan Khanolkar.Siddharth Ghosh was adjudged the wildlife photographer of the year, Chitral Jayatilake received the second prize and Jeswin Kingsly and Anjan Mukherjee jointly received the third prize.A look at the award-winning photographs:\"Wild Wolf Dance\", shot by Siddhartha Ghosh at Maharashtra's Kumbhargaon, won the first prize in the open category. The photograph showed three Indian grey wolves, an endangered species, engaged in comic playfulness in a grassland habitat. A press note by the Sancuary Nature Foundation noted that the wolves are elusive and mysterious, which makes the image \"rare and exciting\".\"Lunging for Life\", shot by Chitral Jayatilake at Sri Lanka's Yala National Park, won the second prize in the open category. It captured the heart-stopping moment in which a mugger crocodile launched an attack on a herd of chital deer. \"All the chital managed to spring out of harm's way, escaping the bone-crunching jaws of death,\" the press note by the Sanctuary Nature Foundation said.\"Circle of Life\", shot by 17-year-old Swastika Mukherjee at Dzongu in Sikkim, won the first prize in the Young Photographer category. The image showed a pair of Himalayan toads creating a stream of eggs in a pond against the backdrop of mountains, trees and houses.\"Battle of Scales and Feathers\", shot by Krishnakant Mathuria in Odisha's Mangalajodi, won the first prize in the Landscape and Ecosystem category. The image depicted a dramatic battle that unfolded when an immature brahminy kite tried to steal a kill – a water snake – from a purple heron.\"The Invasion of the Ecosystem Snatchers\", shot by Rukhiya Mohammed in Andhra Pradesh, won the first prize in the Drone category. It showed an urban agglomeration swallowing a rich green mountain forest in Andhra Pradesh. \"Fragmentation of natural infrastructures vital to life on Earth, at the hands of linear infrastructure and expanding urban areas is a leading cause of habitat loss, particularly in the Eastern Ghats,\" the press note by the Sanctuary Nature Foundation noted.\"Eye in the Sky\", shot by Arnab Debnath in West Bengal's Coochbehar, won the first prize in the Art in Nature category. The photograph showed a lynx spider capturing its prey, dangling between two flowers, backlit by a street light. \"Through this clever framing, the photographer has captured what appears to be an elongated eye with a narrow, almost feline, pupil,\" the Sanctuary Nature Foundation said.","author":"Scroll Staff","time":"2023-12-01T21:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196297-ulsxybvylo-1701427303.jpeg","tags":["Sanctuary Wildlife Photography Award","wildlife","Sanctuary Awards","Sanctuary Nature Foundation"],"source":"https://scroll.in/latest/1059929/a-trio-of-wolves-a-lunging-crocodile-and-other-winners-at-the-sanctuary-wildlife-photography-awards"}