{"title":"A travel writer revisits his hometown in Pakistan and discovers a Bollywood connection","content":"My earliest reminiscences of Peshawar are a double-storey house in University Town, red double-decker buses, listening to Amitabh Bachchan’s Kabhi Kabhi in the backseat of a white Corona and my kindergarten.I always longed to go back and one spring morning, I found myself standing at Gorkhatri in the middle of the city. I first read about this archaeological site while working on an article on General Paolo Crescenzo Martino Avitabile, an Italian general who, after the Battle of Waterloo, came to India to join Maharaja Ranjit Singh’s army.Avitabile would first be made governor of Wazirabad and then the governor of Peshawar from 1838 to 1842. He made Gorkhatri his residence and came to be known locally as Abu Tabela.Gorkhatri excavation site dating from 200 BCE. Credit: Omar Mukhtar Khan / Dawn.Abu Tabela ruled ruthlessly and would hang delinquents upside-down from the minarets of the Mahabat Khan Mosque. Mothers would warn children that Abu Tabela would come if they didn’t behave.Today, Gorkhatri is managed by the archaeology department and excavations are ongoing to find out more about its history. Until now, archaeologists have been able to find 13 layers from different civilisations, from the colonial era all the way to the Indo-Greek period 200 BCE.Some enterprising soul had turned the site into a wedding pavilion, before better sense prevailed and the government established a museum full of excavated artifacts in one of the buildings.The government has also let artisans set up handicraft, shawl and Peshawari chappal shops in the small rooms on the perimeter that used to be part of a caravanserai constructed by the Mughals in the 16th century. There is an old temple under a huge banyan tree in the middle of the complex, still immaculately maintained and looked after by the Hindu community of Peshawar.A Hindu temple in Gorkhatri. Credit: Omar Mukhtar Khan / Dawn.You cannot miss the British relics in the shape of a lovely Merryweather firetruck parked inside a 1912 municipal committee garage located at Gorkhatri.As you walk out from the site’s western gate, you enter Bazaar Kalan, one of the oldest parts of Peshawar. The government has converted this one-kilometre patch into a heritage trail, renovating old buildings and fixing electricity and drainage systems.Sethi mohallaI had heard of the Sethi Haveli for a long time and my guide took me to Sethi mohalla, just next to the bazaar. We entered narrow but clean alleys, where there are apparently six or seven smaller residences of the Sethi family apart from the jewel in the crown – the 1884 haveli built by Karim Baksh Sethi.The main haveli does not have a grand entrance – and can be rather disappointing – but once you enter, you find yourself in a central courtyard with a centuries-old fountain in the middle and the colourful windows of bedrooms and lounges opening into the yard from all sides.Walking in Sethi mohalla. Credit: Omar Mukhtar Khan / Dawn.The courtyard of Sethi Haveli. Credit: Omar Mukhtar Khan / Dawn.Inside Sethi Haveli. Credit: Omar Mukhtar Khan / Dawn.The Sethis were traders who migrated to Peshawar from Bhera in Punjab, during Sikh rule. Soon, they were masters of trade routes from central Asia to sub-continent and their opulence reflects in the grandeur of this haveli.The woodwork, frescoes and calligraphy on the walls and roof is exquisite and influenced by the work of artisans from all over the region. The haveli had its own well next to the kitchen at each floor and a huge vault in the basement. The haveli was fortunately acquired by the government a few years back and is well-maintained.Nostalgia lanesNext, we crossed the 1900-built Cunningham Clock Tower, named after Sir George Cunningham, former colonial governor and political agent, and commissioned to commemorate Queen Victoria’s Diamond Jubilee.The clock tower has historically been surrounded by fish sellers, who are currently facing efforts to relocate them elsewhere.Cunnigham Clock Tower. As we came out of Bazaar Kalan, we were opposite Masjid Mahabat Khan, located in the jewellers’ market. However, it was time to cross Chowk Yadgar to enter Qissa Khwani bazaar to the south.Our enthusiastic guide took us through narrow alleys first to legendary Indian actor Dilip Kumar’s school and then to his former residence in Khudadad mohalla.The school is still operational, but his former home is crumbling. Official efforts to to acquire the building and convert it into a museum have failed in the past.The 1890 Anjuman Himayat-i-Islam school, formerly attended by Dilip Kumar. Credit: Omar Mukhtar Khan / Dawn.Dilip Kumar’s former home. Credit: Omar Mukhtar Khan / Dawn.Now, if we were at Dilip Kumar’s residence, a legend for our parents’ generation, how could we miss visiting the home of Shah Rukh Khan, a legend for our generation?So, our guide took us through another set of narrow alleys – but before that, we had to have lemon soda from the Taj Soda Shop, which was established in 1936 and sells a variety of flavours including milk, cola, orange and lemon.Generation of Peshawaris have grown up drinking and cherishing this locally made soda from Taj Soda Company. I can already hear sighs from many nostalgic readers.I had always heard of the tea houses or kehwa khanas of Qissa Khwani bazaar, where travellers would take a break and hear a story from a qissa khwan.Though we did not find a storyteller, we did find a traditional kehwa khana to live the tradition. The owner brewed the kehwa in a peculiar way using the traditional samovar.I could not get the technique but the kehwa stood to its name and we had it sitting on the floor. Qissa Khwani bazaar used to flaunt numerous kehwa khanas, but the numbers have dwindled over the years due to fewer travellers and reduced profits.Perhaps people have become too busy to sit down leisurely and listen to stories from as far as Central Asia or Calcutta.The bread makers of Bazaar Kalan. Credit: Omar Mukhtar Khan / Dawn.Selling piping hot Makhadi halwa from a cart. Credit: Omar Mukhtar Khan / Dawn.Besides kehwa and Taj Soda, you must try piping hot Makhadi halwa being sold by street vendors and those who have a taste for it always prefer the slightly burnt layer from the pan.From the moviesOur next stop was Shah Rukh Khan’s ancestral home on the other side of Qissa Khwani bazaar. It’s in a narrow alley in the Shahwali Qataal area and it was here that his father Taj Muhammad Khan was born.Taj Muhammad Khan was a lawyer and a pro-Congress activist who migrated to India in 1947. Shah Rukh Khan visited has Peshawar twice – in 1978 and 1980 – while he was still young, and stayed in the same house. His first cousins still live here and fondly remember him. The house itself is inconsequential, but the name attached to the building isn’t.Outside Shah Rukh Khan’s ancestral home. Credit: Omar Mukhtar Khan / Dawn.Now, Ranbir and Kareena Kapoor would take it personally if I don’t take you to the 1918-built Kapoor Haveli in the Khan Raziq precinct, also at walking distance from Qissa Khwani bazaar.The story goes like this: Prithviraj Kapoor was born to Dewan Basheswarnath Kapoor, a civil servant in Sumandri near Lyallpur, now Faisalabad. Later, the family moved to Peshawar and it was here that Raj Kapoor was born.The windows of Kapoor Haveli. Credit: Omar Mukhtar Khan / Dawn.An old entrance with tharras to sit on. Credit: Omar Mukhtar Khan / Dawn.Compared with Dilip Kumar and Shah Rukh’s ancestral homes, the Kapoor Haveli is grand with beautiful wooden bay windows suggesting that at some point, it was a haveli with a view.However, the Kapoor Haveli is also now fighting for life in a narrow alley.Continue walking through the narrow alleys to reach the jewellers’ market and the historic 16th century mosque built by Mahabat Khan, the governor of Peshawar under Mughal Emperor Shahjahan.The mosque is similar in pattern to the Wazir Khan Mosque of Lahore, with a central ablution pond and huge courtyard with beautiful motifs and calligraphy on walls of prayer halls.Fortunately, prisoners are not hung from the minarets anymore and after saying your prayers, you can safely reach Chowk Yadgar, completing the heritage trail.As I came out of old Peshawar, I drove by Bala Hisar Fort. I didn’t have the requisite permission to see it – but in any case, I know I must come back to Peshawar to see the historic Governor House, Peshawar Museum, the colonial Christian cemetery, Deputy Commissioner House, Islamia College and University.There shall be a next time and there shall be another day.This article first appeared in Dawn.","author":"Omar Mukhtar Khan, Dawn.com","time":"2019-12-15T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132614-thrjrvepep-1576059606.jpg","tags":["Pakistan","Culture","Heritage","Architecture","Bollywood"],"source":"https://scroll.in/article/946517/a-travel-writer-revisits-his-hometown-in-pakistan-and-discovers-a-bollywood-connect"}