{"title":"A victory for AAP won’t mean a defeat of the BJP’s hate campaign in Delhi. Here’s why","content":"This is the fourth part of our series on what Indians think of the state of Indian democracy. Read the introductory note to the series here.India’s national capital is voting for a new state government on February 8. The election is taking place against the backdrop of nearly two months of protests against the Modi government’s controversial amendments to India’s citizenship law, which critics say undermine the country’s secular foundations.The protests have been largely peaceful and have seen the participation of students and citizens of all communities. But the ruling Bharatiya Janata Party has sought to portray them as violent, emphasising their Muslim character, in a bid to polarise the electorate on religious lines.The main target of its hate campaign is Shaheen Bagh. The locality was barely known within Delhi until its women residents decided to sit down on a road in December to protest against the Citizenship Act. Fifty days later, they are still there – with no less than India’s prime minister and home minister denouncing them in election speeches. Another member of Parliament from the Bharatiya Janata Party even went to the extent of claiming the protestors of Shaheen Bagh would rape and kill women if his party did not win the Delhi election.As the BJP attempts to demonise the protestors, is its campaign working?More importantly, what do the residents of Delhi think about the right to protest in a democracy?The night of February 2, the BJP candidate for Uttam Nagar constituency in West Delhi uploaded two video messages to his Facebook page. In one, he promised to build more parks in the area since “children have no space to play”. In the other, he urged the area’s residents to gather for an election meeting of “Hindu Hridya Samrat”, the emperor of Hindu hearts, Adityanath, the chief minister of Uttar Pradesh, who is best known for his virulent anti-Muslim politics.This exemplified the curious dichotomy of the Delhi election: a municipal-level contest has been turned into a high-stakes battle by BJP. A communal battle, in fact. The campaign songs of the BJP barely conceal hate against Muslims. A central minister led chants inciting gun violence against protestors. Days later, gunmen actually fired at protest sites.Even the entry of the rabble-rousing chief minister of Uttar Pradesh seemed aimed at injecting more poison into the election.Adityanath: Kejriwal is not providing any facilities to the people of Delhi, he is feeding biryani to protesters at Shaheen Bagh. He would do everything that goes against the country.On the afternoon of February 3, Adityanath was addressing a public meeting in Uttam Nagar. He was repeating the now-familiar hate-mongering against the residents of Shaheen Bagh, calling them anti-national and declaring that Delhi chief minister and Aam Aadmi Party leader Arvind Kejriwal supported them, just like he supported the Azadi chants of the students of Jawaharlal Nehru University and the people of Kashmir. He even supported the government of Pakistan.Adityanath: When is Arvind Kejriwal happy? When Pakistan is happy.The meeting itself was small: not more than 200 people packed into a road clearing in a lower middle class residential area called Bindapur.Right next to the dais was a park. Those basking in the winter sun – old men, mothers with babies, young boys playing games – crowded along the boundary to peer over the metal railings and even occasionally cheer for Adityanath.Adityanath: Should your sympathies lie with Kejriwal?Crowd: No!Adityanath: Speak louderCrowd: NO!Was this rhetoric swaying voters? Opinion polling had shown AAP had a lead over the BJP. Was the BJP’s hate campaign narrowing the lead?A group of women stood on the edge of a public park to listen to Adityanath's speech.Adityanath’s speech ended in 20 minutes. As soon as he left, the park regulars returned to their spots. The empty benches filled up. The children were back on the swings. I walked up to a group of middle-aged men sitting down on a mat rolled over the grass.Supriya Sharma: So what is the atmosphere here? Who are people voting for?Johri Singh: The man who is doing good for everybody.The cryptic response was easy to decode as a chorus of voices broke out.Dharam Kumar: We are voting for the broom.Vishnu Dayal: Everyone here is voting for the broom.Anonymous man: Anyone who lives in Delhi will vote for the broom. Yeh aayenge kya UP se kuch karne. Will these people [BJP leaders like Adityanath] come from UP to work for us?The broom is the symbol of the Aam Aadmi Party, which was born out of the anti-corruption movement of 2011. Its leader, Arvind Kejriwal, a former Indian Revenue Service Officer, successfully positioned himself as a common man fighting corrupt political elites. His rise to power was meteoric.Within a year of its formation, AAP had won enough seats in the Delhi assembly election of 2013 to form a short-lived minority government with Congress support. In the next election of 2015, it went on to win a sweeping mandate. Since then, it has positioned itself as a party of governance, with pro-poor, pro-welfare policies – a message that seems to be working.Supriya Sharma: Why do you support the broom?Johri Singh: Kaam kiya hai, kaam karega bhi. They have done a lot of work, they will work in the future too.Anonymous man: ...Not like these people who are closing down factories and taking away our jobs.The caustic remark was aimed at the Modi government. The man, who did not want to reveal his name, said he lost his job two years ago when the garment factory where he worked was shuttered as part of an official “sealing drive”. Aimed at enforcing zoning regulations in Delhi, the drive had been prompted by a court directive, but workers like him blamed the Central government.Anonymous man: Kehte hai Modi ne tala lagaya. It is said Modi locked the factories. Berozgaar baithe hain. We are now unemployed.More complaints poured out about the economic policies of the Modi government. One man said he had given up on making and selling iron fasteners because of the changed rates under the Goods and Services Tax regime.Vishnu Dayal: Instead of 5% tax, iron materials are now taxed at 18%. No one is buying from us anymore. My entire business has closed down.But the Goods and Services Tax was implemented in July 2017. The sealing drive in Uttam Nagar took place in 2018. If there was deep anger over the Modi government’s economic policies, what explains the fact that BJP won all seven Lok Sabha seats in Delhi and the AAP received a drubbing?Johri Singh: At that time, everyone said that Modi ji was the best option for the Centre. There was no one else in the fray. But now it is a state election. People are looking at the work of the state government. And this government has done a lot of work. Water and electricity supply has improved, schools have improved. There are mohalla clinics – one, in fact, just 10 steps down the road. We often go there, pick up medicines for free, and then come and sit in this park.The group of men included some former factory workers who no longer had jobs.But what about Adityanath’s characterisation of Kejriwal as someone sympathetic to ‘anti-national’ protestors?Johri Singh: Yeh galat hai. This is wrong.Supriya Sharma: You mean the BJP’s attacks are wrong?Johri Singh: No, the slogans are wrong. No one should raise slogans that harm the country.This was confusing. I asked again.Supriya Sharma: You think what Adityanath said about Kejriwal is right?Johri Singh: No, no, that’s the usual politics, the BJP needs to say this to try and win over some support. Vipaksh hai. It is the Opposition. It will attack Kejriwal.The men did not endorse the BJP’s criticism of Kejriwal – they were staunchly in support of AAP – but they wholeheartedly supported the criticism of the protests by the residents of Shaheen Bagh.Dhirendra Singh: Poori Dilli jaam karke rakhi hai. They have blocked all the roads in Delhi. Gadar machaa rakha hai. They have raised a storm.Shaheen Bagh is 30 km away from Uttam Nagar. But the vehemence in his voice would have you believe the protest was happening right in this neighbourhood.Supriya Sharma: Has any road been blocked in West Delhi?Dhirendra Singh: No, but who knows, tomorrow they may land up here too.Supriya Sharma: Don’t people have a right to protest in a democracy?Johri Singh: Yes, they do, but not if it causes harm to others and damage to public property.The men believed that the protests against the Citizenship Amendment Act had caused widespread damage to public property in Delhi. This, when even the official list of damages released by Modi government paled in comparison to the losses incurred during the Jat agitation in Haryana in 2016.Supriya Sharma: No one called the Jats anti-national, even though they burnt down government buildings. Why are the women of Shaheen Bagh being called anti-national?Johri Singh: Dekho ji, they should not raise objectionable slogans.Supriya Sharma: What have they said that’s objectionable? Have you gone there and heard for yourself?Johri Singh: No, but we have watched on TV. They say in the news that the people there are chanting slogans, Hindustan Murdabad, Pakistan Zindabad.This was untrue – the protestors at Shaheen Bagh had often sung India’s national anthem and read the Preamble of the Indian Constitution. But the men would not budge.Johri Singh: TV pe galat thode na dikhayenge. They won’t show fake news on TV.Supriya Sharma: But I have been there…Johri Singh: You probably got there after the anti-India chants was over…A young woman, possibly a member of the press, records Adityanath's speech in Uttam Nagar.The Citizenship Amendment Act was passed on December 11. The first flashpoint in Delhi was reported on December 15, when an empty bus was burnt near the Jamia Islamia Millia University. The same evening, Delhi Police entered the university, firing tear-gas inside a library and beating up students. Delhi chief minister Arvind Kejriwal responded with an anodyne condemnation of the violence and an an appeal for peace.Three days later, in his first comments on the Citizenship Act, he questioned the need for the amendments. He asked how India would offer employment to migrants when its own people lacked jobs. He studiously avoided saying anything about the religious discrimination inherent in the legislation. For over a month, the Aam Aadmi Party, born of a protest movement, kept a distance from the protests, even when the Delhi Police, which reports to the Central government, continued to baton-charge peaceful protestors in the city.The only statement of support came from the deputy chief minister, Manish Sisodia, who, on January 23, unexpectedly and fleetingly, expressed support for Shaheen Bagh.The BJP immediately latched on to Sisodia’s comment, attacking AAP for supporting “anti-nationals” and the “tukde tukde gang” – a phrase used by the party to tarnish its critics as people working for the balkanisation of India.In the face of the BJP attacks, AAP walked further away from the protests: on February 3, Kejriwal asked why wasn’t Home Minister Amit Shah evicting the protestors and clearing the road at Shaheen Bagh. He said if his government had control over the police, it would have cleared the road in two hours.Forget defending the protests, AAP had further delegitimised them. No surprise then, its supporters had internalised all the hateful propaganda of the BJP. As political theorist Pratap Bhanu Mehta wrote in a recent column, the BJP’s hate campaign was aiming for gains larger than the Delhi election: “The creation of a country where the political justifications of violence are not merely episodic, but routine and perpetual. That is the long-term prize the BJP is after; not just a short-term logic of electoral dividends.”A publicity van of the Aam Aadmi Party parked outside the park in Uttam Nagar.After the group conversation, I gravitated to a lonesome man sitting on a bench. He turned out to be another laid-off factory worker. But unlike the others who were bitter about unemployment, Ramesh Chandra Gupta, in his sixties, was fine not having a job. His children had jobs. That was enough, he said.The conversation began rather innocuously.Supriya Sharma: Who will you vote for?Ramesh Gupta: Aam Aadmi PartySupriya Sharma: Why?Ramesh Gupta: Kaam kiya hai. They have done work.Supriya Sharma: Who did you vote for in the Lok Sabha election?Ramesh Gupta: BJPSupriya Sharma: Why?Ramesh Gupta: We need Modi at the Centre. He is doing good work.Gupta said he was not always a BJP supporter. He used to vote for the Congress but switched to the BJP in the 2014 national elections drawn by Modi’s charisma.He thinks he made a good choice. He listed what he saw as Modi’s achievements: the revocation of Jammu and Kashmir’s special status under Article 370, the criminalisation of triple talaq and the preparation to build a Ram temple at Ayodhya.But in Delhi, he backed AAP. Ramesh Gupta: Kejriwal is a good man. Kejriwal in Delhi, Modi at the Centre.His support for Kejriwal was so strong, he rubbished the allegations of BJP leaders.Ramesh Gupta: Yogi ji aise bakwas kartein hain. Yogi ji is mouthing nonsense. Delhi Police is not under Kejriwal. Even [Home Minister] Amit Shah is mouthing nonsense. You have control over the police, you are the godfather, Kejriwal is the son. You can break the dharna anytime you want. Why are you not doing it?Supriya Sharma: You think the demonstration should be broken?Ramesh Gupta: Yes, it is important to end the protest because it is causing major losses. People who took 15 minutes to get to work now spend two hours on their commute.Supriya Sharma: Do you know anyone who has been affected because of the protest? Have you been to the spot?Ramesh Gupta: No I have not been there, but I read the newspaper and I watch TV news daily.Supriya Sharma: What are they showing in the news?Ramesh Gupta: This only, that people are needlessly protesting there… They should be caught and put in jail. But the BJP does not have the courage to do that. Instead it is calling people terrorists…This was a reference to a comment by Parvesh Verma, the BJP MP from West Delhi, who had called Kejriwal a terrorist. While AAP had energetically sprung to Kejriwal’s defence, launching a campaign to counter the “terrorist” remark, it hadn’t bothered to defend the protestors at Shaheen Bagh – or even their right to protest.Solitary men sitting in the park at Uttam Nagar. Ramesh Gupta declined to be photographed.Supriya Sharma: Don’t people have a right to protest in a democracy?Ramesh Gupta: You can protest but not like this, not in a way that harms others. The poor people who can no longer travel to Faridabad to earn their rozi roti, ask them what they feel. Those who are ill and travelling in ambulances, ask them what they feel.That ambulances were not being allowed passage through Shaheen Bagh seemed to be a persistent myth that no amount of fact-checks had managed to debunk. This is because some of India’s most-watched TV channels had chosen to run factually dubious, openly hostile commentary against the Citizenship Amendment Act protests. Worse, their coverage of the Citizenship Act, veering on government propaganda, had convinced people like Ramesh Gupta that there was no reason for Muslims to protest against the amended law.Ramesh Gupta: It does not take away anyone’s citizenship, it only gives citizenship to Hindus coming from outside.Supriya Sharma: But it is not just CAA, people are concerned about NRC…Last year, home minister Amit Shah repeatedly claimed a pan-India National Register of Citizens would follow the Citizenship Amendment Act. And that Hindus, Sikhs, Buddhists, Jains, Parsis and Christians need not worry about it– if they were left out of the NRC, they would be taken back in as refugees under the CAA. But Muslims would not, he implied.Ramesh Gupta saw nothing wrong with that. Ramesh Gupta: How can we allow foreigners to stay in India? Our people do not have food, how can we keep these Rohingya Muslims. How can we invite all these people from Pakistan, Bangladesh, Afghanistan to settle down, while our own people starve to death.Supriya Sharma: But CAA is all about giving citizenship to migrants from Pakistan, Bangladesh and Afghanistan. You think that is fine?Ramesh Gupta: Bilkul theek hai.Supriya Sharma: But you just said India cannot take in more migrants.Ramesh Gupta: Where will Hindus go? Muslims have 56 countries, Hindus have no other country…This echoed the Hindutva worldview, which sees India as a Hindu nation. And so Hindus from other countries must be seen as refugees worthy of citizenship, but the loyalties of Indian Muslims are suspect. The fact that Muslims were protesting only bolstered Gupta’s belief that they were disloyal to India.Ramesh Gupta: Why don’t Muslims go to Pakistan? Why stay and suffer in India?Supriya Sharma: But these are Indian Muslims.Ramesh Gupta: If they are Indian, then why are they scared, they will surely have some proof…He showed no understanding of the difficulties of proving citizenship in a document-scarce country. Worse, he had mixed up basic facts about the protests.Ramesh Gupta: These people have been protesting for 45 days. They have burnt vehicles, pelted stones, fired bullets. People have died, who is responsible for that?Supriya Sharma: Bullets have been fired at the protestors, not by them. And no one has died in Delhi.Ramesh Gupta: Many have been killed, it has been reported in the papers.Supriya Sharma: Which paper has reported this? No one has died in Delhi.Ramesh Gupta: In Delhi and in UP.Twenty-four Muslim men had been killed in Uttar Pradesh in a brutal police crackdown in December. The police had initially denied firing bullets but later accepted it had. But Gupta insisted it hadn’t.Ramesh Gupta: No, the police did not fire, those people died in their own crossfire. Look, in Shaheen Bagh, a country-made weapon was used. In Jamia, a boy from Jewar fired bullets.When I underlined that the two firing incidents  that he cited were both of Hindutva-inspired gunmen taking aim at protestors in Delhi, he changed tack and defended the gunmen.Ramesh Gupta: What they did is right. Open the damn road.Supriya Sharma: Is it okay to fire bullets at peaceful protestors?Ramesh Gupta: Why shouldn’t it be okay? The road is closed. I am dying, does it mean I should keep dying?Supriya Sharma: It was not about a road. The man who fired bullets said only Hindus will prevail in India.Ramesh Gupta: Muslims at Shaheen Bagh say they will rule over Hindustan, that’s okay?Supriya Sharma: No one has said this.Ramesh Gupta: Go and watch TV. Patrakar kiss cheez ke ho, jab kuch pata hi nahi hai. What sort of journalist are you, when you don’t know anything.","author":"Supriya Sharma","time":"2020-02-06T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135975-eblzebxsnn-1580917397.jpg","tags":["Delhi Assembly Election 2019","Aam Aadmi Party","Bharatiya Janata Party","Talking Democracy"],"source":"https://scroll.in/article/952263/a-victory-for-aap-wont-mean-a-defeat-of-the-bjps-hate-campaign-in-delhi-heres-why"}