{"title":"A walk down the heritage lane that was once Karachi’s political hub","content":"Earlier this year, a page was torn from Karachi’s history. A house in Nishtar Park, built more than 87 years ago by the late prominent politician GM Syed, was razed to the ground to make space for yet another high-rise block of apartments.Located in Soldier Bazaar, Nishtar Park was once lined with pre-Partition bungalows. There were several houses in a row, including those belonging to the Khan of Kalat and Zulfikar Ali Bhutto’s father. But today, only one remains. There is an old Parsi Colony and a park in the neighbourhood. The area is also a popular spot for protests and political rallies.Built in 1932, Syed’s house, called Hyder Manzil, was a hub of political activity as he spearheaded the Pakistan movement in Sindh. It often hosted leaders and politicians such as Quaid-i-Azam Mohammad Ali Jinnah, Pakistan’s first prime minister Liaquat Ali Khan, Awami League’s Sheikh Mujibur Rehman, former Karachi mayor Hatim Alvi and former Sindh chief minister Jam Sadiq. Hyder Manzil continued to be the meeting place for political leaders through the following decades, right up to the current President of Pakistan Arif Alvi, who would visit to meet Sindhi nationalist leaders in the run-up to the 2018 elections.According to the Syed family, the Pakistan resolution of 1943 was also written at Hyder Manzil, before being passed in the Sindh Assembly.The demolished Hyder Manzil.Family tiesFor three generations, Hyder Manzil was a part of the Syed family and party headquarters for the Sindh United Party. Up until a decade ago, SUP’s leader Jalal Mehmood Shah, one of Syed’s grandsons, lived in the residence with his family. He put the house up for sale sometime in April. Slowly, as the contractor started breaking down the house bit by bit, and rubble started to gather, other members of the family approached him.His brother, Zain Shah, says that he was beside himself with anger as he could not imagine his childhood home being torn apart. “Our household help saw men taking down doors and windows, so I asked my brother what was going on. He said that he had sold the house. I asked him to not rush into anything but he did not listen”.He explains the house was important not just from a political perspective, but also a social one. “This neighbourhood was always very diverse with Parsi, Catholic and Muslim colonies. Some of the houses here were very old – Zulfikar Ali Bhutto’s father’s house was on the same street as ours. Now, only the Khan of Kalat’s house remains.”In an earlier interview with Dawn, Jalal Shah had claimed that the property belonged to him and he needed to sell it to provide a home for his family. “I have been living on rent for 10 years or so. It was time for me to make the sale,” he had said.Preserving the bungalowsCould declaring the property as heritage have saved it? As per the current set of laws, this is a little complicated. For one, a building has to be at least a 100 years old to be considered for a listing.Additionally, if a property is tagged as a heritage site, it has a negative impact on its financial value. Owners of pre-Partition buildings and homes claim that, instead of the full price, they would only get one-third of the market value.According to architect and heritage consultant Marvi Mazhar there is a dire need to preserve historical residences in the city, otherwise residences such as Hyder Manzil will be in danger.“These bungalows are deteriorating fast,” she says. “There is a gap in the heritage by-laws…What is the security and benefit of owning a heritage building? This is something the Sindh heritage law, or [laws] generally in Pakistan, have not been able to address. So people have this fear of owning or getting their buildings listed. Anywhere else in the world, [when] buildings get listed, it’s a prestigious thing, but in Pakistan it becomes a responsibility or a problem.”Benazir Bhutto’s seat of powerLike Hyder Manzil, political parties such as the Pakistan Peoples Party, Awami National Party, Jamaat-i-Islami, and the Muttahida Quami Movement also have historical headquarters. For example, the PPP’s Sindh secretariat which can be easily spotted from the Quaid’s mausoleum, is housed in a property which is a century old. Lined with photographs of the Bhutto family, a gallery for the shuhada, or martyrs, and party workers, the PPP secretariat is at the core of the party’s hold in Sindh.According to former senator Taj Haider, PPP bought the property in 1994. “We used to have our offices in the bungalow across from this property for the longest time, but the people who owned it were moving or wanted to sell,” he says. Another PPP leader and former Sindh CM, Abdullah Shah, was adamant about this property. “We ended up moving to a property in Shirin Jinnah Colony for a while before coming back to this neighbourhood,” he adds. The party, he explains, had to renovate everything from the inside. “The structure is quite old as this is a pre-Partition house. My office used to be on the first floor. We have also still kept the office of our party’s late leader, Benazir Bhutto, untouched on the first floor.”Haider says that it was a home away from home for the workers and party leadership. “This is where all the Sindh specific activities are held. We have also held several lectures on this property from intellectuals and policymakers including Kaiser Bengali, Perween Rehman, Fakhruddin G Ebrahim, Akbar Zaidi and Dr Jaffar Ahmed, to name a few.”Haider was sad to hear about Hyder Manzil’s fate as he had been to the property for meetings frequently. “Hyder Manzil was a grand place,” he says. “I remember attending meetings there. I have also been to other party offices such as Jamaat-i-Islami’s Idara Noor-i-Haq, another beautiful property.”“I feel that the PPP secretariat should be declared a heritage property,” he says. “There was once talk about rebuilding this property into a seven-or eight-storey building, but since you can’t build a high-rise building near the Quaid’s mazaar, the idea was dropped.”The caretaker of the secretariat, Arif, says that the property was identified by the party back in 1993. “We used to have an office in Shirin Jinnah Colony but that was too far away for most workers so Benazir Bhutto thought this would be a better location. Today, this place is used for meetings at the city and provincial levels,” he adds.“We have offices here for the general secretary and president,” he adds. “We also have a photo gallery for all of our party’s martyrs – almost 900 in the last decade. Their families come here to pay their respects to the dead. There are large events held here, to observe October 18 and BB’s death anniversary.”At least 200 party workers visit every day, he says, to discuss party matters or just catch up. “This office was inaugurated by BB,” he says. “She used to hold all her important meetings and dealings in the office here – which we have preserved. Her son, Bilawal, has also held meetings in our conference hall as has his father, Asif Ali Zardari, and aunt, Faryal Talpur, while the family regularly attends meetings here.”According to Arif who has been managing the secretariat since 1995, during Zulfikar Ali Bhutto’s time, the party’s headquarter used to be the dilapidated building next to the secretariat. “While people used to meet ZAB at his residence, party matters were discussed at the residence across from us,” he says. “We were asked to vacate the property as it was someone’s personal property. I don’t know if they sold it or what, but it has been empty since we left.”An important location for party workers, this is also the starting point for rallies, the staging of meetings and important days such as party leaders’ death anniversaries or election day.Idara Noor-i-HaqJamaat-i-Islami’s central office in Karachi, Idara Noor-i-Haq. Photo by Mohammad Ali / White Star.Nestled in the middle of a residential neighbourhood of Jamshed Quarters –near the Islamia College and the Cosmopolitan Club, Idara Noor-i-Haq is a sprawling pre-Partition property where the Jamaat-i-Islami holds regular events and campaigns. The manager of the property says that they bought it from a family of businessmen, called the Jaffar brothers, in 1972.Syed Younus, who handles administration at the party’s headquarters, says: “This building is probably a 100 years old, if not more. We have been here for almost 40 years now. The property was in bad shape when we got it. We renovated it completely and added an extension.”Sitting in the gol kamrah, where meetings with politicians and leaders are held, Younus says that, as the party kept growing, they had to buy another plot in front of the old building. “We had to renovate that [plot] as well, but we have kept its old structure and maintained it,” he adds.Idara Noor-i-Haq was important for the city as it is often a central location for All Parties Conferences. He claims that this place has a lot of significance in terms of Jamaat-i-Islami’s politics as well. For example, a JI protest was held on the premises in 2005, where the amir, or chief, at the time, Dr Merajul Haq Siddiqui, was arrested with other party workers.“We held regular meetings here pre- and post-elections, when the city’s law and order situation was bad,” he says. “Several leaders from PPP, PTI and MQM have visited us here. Even Mustafa Kamal of the Pak Sarzameen Party, Sheikh Rasheed, former President Mamnoon Hussain have come here to consult on issues... On this property, we have the Karachi amir and naib amir’s, or deputy chief, offices, along with those for a few other leaders,” he adds. “This office is important for party workers who gather here for meetings, rallies and other events. We also have a small book and souvenir shop here. We have another office for provincial level leaders.”According to Younus, the party was aware of the property’s historical value but had not considered getting it declared a heritage site as the building is still in good condition. “We haven’t really thought about it,” he says. “We have had to fix things a bit but it is a sturdy structure. There have been discussions about demolishing this building and constructing a taller one to accommodate all our workers and activities here but nothing is certain. We are very much used to this building.“The problem is that we need a larger place,” he adds. “When we hold events, we cannot accommodate everyone and this leads to road blocks and traffic jams. We cannot have 4,000 to 5,000 people here every six months. We have also thought about making a large auditorium in a ground nearby but, again, that requires a large investment.”Nine ZeroThe MQM headquarters in Azizabad, Nine Zero. Photo by Fahim Siddiqi / White StarThe Muttahida Quami Movement’s infamous former headquarters, Nine Zero, used to be the hub of the party’s political activities and late night press conferences until the Rangers raided it in 2015. In 2016, the property situated in Azizabad was sealed by the Rangers following a speech by the party’s supremo which led to riots in Karachi. Since then, the party has split into groups with centres located in Bahadurabad and PIB Colony in Karachi and in London, UK.A resident of Azizabad area claims that Nine Zero was Altaf Hussain’s address in Azizabad. The party organised its workers for rallies and protests here, he adds. Later, the Khursheed Begum Secretariat and Memorial Hall was built where party officials set up offices, a library and conference halls.Speaking on condition of anonymity, a former party worker says that they were regularly summoned to Nine Zero whenever Altaf Hussain wanted to convey a message to them, be it big news or something trivial.Author Mohammad Hanif claims that when he was a journalist in the late 1980s and 1990s, he once ended up at Nine Zero to cover a fashion shoot and an urgent press conference when Hussain announced that he had quit smoking.Although located in the cramped locality of Azizabad, the party’s erstwhile headquarters still holds great historical and nostalgic value – after all, this was where Karachi was run from for more than three decades. And numerous big name politicians, bureaucrats and media people were required to visit the place to show their respect to the MQM’s middle-class roots.Bacha Khan MarkazThe Awami National Party leadership founded the Bacha Khan Markaz for workers in Karachi. Photo by Mohammad Ali / White Star.For Awami National Party, finding a home in Karachi was difficult. They didn’t have much funds and finding a suitable location for all members was proving to be impossible. ANP leader Farooq Bangash says Pakhtuns had been in Sindh since the 1970s, but there was no centralised party headquarters. In the 1990s, they had small offices all over the city. By the 2000s, however, the party had grown and the need for a headquarters was stronger.Bangash, who now looks after the markaz, or headquarters, says the party needed a central meeting point – a place where workers could meet, hold events and organise themselves. This became possible when Shahi Syed joined the party and became finance secretary for the provincial leadership.“We desperately needed a space. Someone donated a plot but we needed something bigger,” he says. “So we ended up buying another plot, in 2002, next to the one we already had. We collected funds but it was not enough. Shah sahib ended up helping us out and, thus, we finally managed to build the Bacha Khan Markaz in Banaras, near the Bacha Khan Flyover.” The markaz was inaugurated by Asfandyar Wali Khan.Describing the building, Bangash says that the markaz was on the first floor with offices, a conference room and a natural podium. “In order to maintain the building, we opened some shops on the ground floor and gave the space to people on the pagrri system. However, in the long run, this was not sustainable,” he adds.However, the markaz could only flourish for a few years. “The deteriorating law and order situation of the city made it difficult for our party’s leadership to come here,” he explains. “Particularly after the May 7/12 incident and targeted attacks. We eventually ended up moving our activities and media cell to Shahi Syed’s house [in DHA].”Now, the markaz looks completely abandoned.“This place used to be full of life when I managed it,” he adds. “We had a complete library and held regular events. Now it has become a mere memory. While we haven’t abandoned it, we still hold provincial level meetings and events here as Shah sahib’s house is not big enough for all members.”“In the context of Karachi’s politics and residents, I think this is an important property,” he says. “It gives the Pakhtuns a sense of identity and belonging.” Bacha Khan Markaz, like the PPP Sindh Secretariat and Idara Noor-i-Haq, holds historical significance for the respective parties and the residents of Karachi.This article first appeared in The Dawn.","author":"Tooba Masood","time":"2020-01-24T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131843-aezbjlmfin-1574939946.jpg","tags":["Pakistan","Heritage","Pakistani politics"]}