{"title":"‘A way to connect to your roots’: What J&K domicile certificates mean to migrant Kashmiri Pandits","content":"Last year, businessman Amit Raina got a document certifying him as a domicile of Jammu and Kashmir. “It is a way to connect to your roots,” said 45-year-old Raina, a Kashmiri Pandit who runs a business in Ghaziabad. Like many Kashmiri Pandits, Raina’s family had fled the Valley in the 1990s as militancy spread. He recalls that his house in downtown Srinagar was burnt to the ground in 1992. But while he applied for a domicile certificate, he was not planning to return to Kashmir. “Why should I vote where I have no property and no say?” asked Raina. New rules defining domiciles were framed last year, months after the Centre split the state of Jammu and Kashmir into two Union Territories, abolished autonomy guaranteed to the state under Article 370, and scrapped Article 35A. The latter empowered state governments of Jammu and Kashmir to define “permanent residents” or state subjects and reserve for them certain rights and privileges, including the right to own land and hold government jobs in the state. The new rules replace “permanent resident” with “domicile” – anyone who has lived in the Union Territory of Jammu and Kashmir for 15 years or studied there for seven years or written Class 10 or 12 board examinations in a school there. Exemptions were also made for certain Central government and public sector employees. Those registered as migrants by the relief and rehabilitation commissioner were also to get domicile rights. Many such migrants are Sikhs and Kashmiri Pandits, as well as some Kashmiri Muslims, who fled the Valley in the 1990s. There are also thousands of families who left Jammu and Kashmir earlier. Many of them are missing from the records.Jammu and Kashmir’s relief and rehabilitation department issued an order on May 16, 2020, noting that a number of migrants and displaced persons had not been registered. The order detailed how such individuals could register themselves with the relief and rehabilitation commissioner so that they could be eligible to apply for domicile status. Registrations were open for a year. In June this year, the department extended the window for registration to May 2022. As of September 6, the department had issued more than one lakh domicile certificates to Kashmiri migrants and displaced persons, according to its website. However, according to a report in The Indian Express, till mid-September, few unregistered migrant families had taken up the offer to get themselves registered. In Delhi and Jammu, special camps had been organised to accept applications and hand out certificates. But out of 25,000 unregistered Kashmiri Pandit families in Delhi, the report said, only 3,000 had turned up at the camps.Kashmiri Pandits who spoke to Scroll.in said they wanted to apply for domicile status. But getting a domicile certificate did not mean they would return to Kashmir.“Frankly, I may never look at this certificate ever again in my life,” said a 49-year-old Kashmiri Pandit who lives in Delhi.‘Why do we have to beg?’To register as migrants and apply for a domicile certificate, those eligible had to submit any one of a range of documents – electoral rolls from 1951 or 1988 showing the name of the applicant or their ancestors, permanent resident certificates, proof of land ownership in Jammu and Kashmir on or before May 14, 1944, among others. Several applicants complained of a slow, erratic website.“The website is pathetic but the process is simple,” said Amit Raina, who had applied online and was still waiting for domicile certificates for his wife and daughter. But it was not the process that stopped many from applying for domicile status. An old bitterness has surfaced again. “Why do we have to beg for a domicile after 30 years?” asked Anand Zutshi, a Kashmiri Pandit based in Delhi. “The Kashmiri Muslim who took up a gun, he does not have to apply for a domicile, but a nationalist Pandit has to apply?”According to Zutshi, those who were already registered as state subjects under the pre-2019 framework should not have had to apply afresh for domicile status. Most Kashmiri Pandits in the national capital were also registered as migrants with the Delhi government, he added. Nevertheless, he got a domicile certificate this April.Restrictions in Srinagar.‘Only marketing’When autonomy and special status under Article 370 were revoked on August 5, 2019, many Kashmiri Pandits who had fled their homes in the Valley decades ago rejoiced. At the time, they had called it a “positive move” to integrate the region with the rest of the country. But few felt their community’s fortunes would change or they would be able to return. The domicile certificate did not change anything either, many said. Who would guarantee their security if they returned, they asked. Some pointed to the killing of a 70-year old Punjabi jeweller in Srinagar, allegedly shot by militants this January, weeks after he got his domicile certificate.“It is the same situation as it was seven to eight years back,” said Rahul Mahnoori, a 48-year-old Kashmiri Pandit who lives in Delhi. “The [Centre] is not doing anything different.” There was no question of moving back “until and unless there is a confirmation that people will not get displaced again”, he said.For others, returning was a complicated personal choice layered with the politics of the turbulent region. Amal Magazine, an entrepreneur based in Faridabad, was born in Srinagar and lived there till his family left in 1990. His house was burnt down at the time, although his family still owns the plot of land it stood on. But he no longer feels that he belongs there.“When I go to Kashmir, I go as a tourist and not as a resident,” said Magazine. “There are a lot of steps that need to be taken but [the scrapping of special status under] Article 370 was the first step to integration.” On September 17, Union Minister Sarbananda Sonowal laid the foundation stone for transit camps to accommodate 336 Kashmiri Pandits in Baramulla district. But members of the community were critical of the Bharatiya Janata Party-led Centre’s efforts to rehabilitate them. Much of the rehabilitation effort had been started under the Congress government, before the BJP came to power at the Centre in 2014, they pointed out.“I am a BJP voter but it was [former Prime Minister] Manmohan Singh who set up the transit camps and the last relief amount we get as registered migrants was done by Congress so what has the BJP done?” demanded Zutshi. “I got my certificate, so now what? BJP only does marketing but they have practically done nothing.”","author":"Vijayta Lalwani","time":"2021-09-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164232-ztisuinksz-1632147494.jpg","tags":["Kashmir","domicile","Article 370","Article 35A"],"source":"https://scroll.in/article/1005824/a-way-to-connect-to-your-roots-what-j-k-domicile-certificates-mean-to-migrant-kashmiri-pandits"}