{"title":"A woman cannot be punished for raising voice against sexual abuse: Court in MJ Akbar defamation case","content":"A woman cannot be punished for raising voice against sexual abuse, a Delhi court noted in its verdict on Wednesday in the MJ Akbar-Priya Ramani defamation case. The court held journalist Ramani not guilty in the defamation case filed by Akbar. Ramani had accused Akbar of sexual harassment during the #MeToo movement in India in 2018. Following the allegations, Akbar resigned from the Union Council of Ministers and filed a defamation case against her. Additional Chief Metropolitan Magistrate Ravindra Kumar Pandey said that women who have suffered sexual abuse may not speak about it for years, believing that they are at fault for ages. He said that most of the women who do not speak up about sexual abuse for one reason, “the shame” or the social stigma attached with sexual ­harassment.“The woman cannot be punished for raising voice against the sex­abuse on the pretext of criminal complaint of defamation as the right of reputation cannot be protected at the cost of the right of life and dignity of woman as guaranteed in Indian Constitution under article 21 and right of equality before law and equal protection of law as guaranteed under article 14 of the Constitution. The woman has a right to put her grievance at any platform of her choice and even after decades.”— MJ AKbar vs Priya Ramani defamation case verdict \nThe court took into consideration systematic abuse at workplace because of the lack of a proper grievance redressal system for sexual harassment complaint. It also accepted Ramani’s contention that Akbar was not a man of a “stellar reputation”.“The Court takes consideration of the systematic abuse at the workplace due to lack of the mechanism to redress the grievance of sexual­ harassment at the time of the incident of sexual ­harassment against the accused Priya Ramani and witness Ghazala Wahab prior to the issuance of Vishaka Guidelines by Hon’ble Supreme Court of India and enactment of The Sexual Harassment of women at workplace ( Prevention, Prohibition and Redressal) Act, 2013, or their option to not lodge the complaint of sexual­ harassment due to the social stigma attached with the sexual ­harassment of women. The time has come for our society to understand the sexual abuse and sexual ­harassment and its implications on victims. The society should understand that an abusive person is just like rest of the other person and he has family and friends.  He can also be well respected person of the society.”— MJ AKbar vs Priya Ramani defamation case verdict \nThe court also accepted Ramani’s contentions that she had disclosed the truth regarding the sexual harassment incident at Mumbai’s Oberoi Hotel in December 1993 on the basis of the testimony of Ramani herself and its corroboration with the statement of defence witness Niloufer Venkatraman.“It cannot be ignored that most of the time, the offence of sexual­ harassment and sexual abuse [are] committed in the close doors or privately.  Sometimes the victims herself does not understand what is happening to them or what is happening to them is wrong.   Despite how well respected some persons are in the society, they in their personal lives, could show extreme cruelty to the females.”— MJ AKbar vs Priya Ramani defamation case verdict\nThe court also called incidents of sexual harassments “shameful”, saying that India is a country where epics such as Mahabharata and Ramayana were written around the theme of respect for women. “In Balyamiki Ramayan, the reference of great respect is found,   when Prince  Laxman  was asked to describe about Princesses Sita, he answered that he remembers only her feet as he had never looked beyond that.  In the Aranaya Kand of  Ramcharitmanas, a reference of noble tradition of protecting, respecting and promoting the dignity of women is found, and it refers about noble  ‘Jatayu’ [the mythical bird] when witnessed the crime of abduction of princes ‘Sita’, he came swiftly to protect princesses Sita and consequently his wings were cut down by Ravan, the abductor of the Sita.  The noble bird ‘Jatayu’ though was wounded and was dying, but he lived long enough to pass the information of abduction of princesses Sita to the Prince Ram and Prince Laxman.”— MJ AKbar vs Priya Ramani defamation case verdict \nIt cited the Economic Survey Report of the year 2020­-’21 to state that women can further advance in the society if they have a safe work environment. “The Indian women are capable, pave the way for them to excel, they only require the freedom and equality. The ‘glass ceiling’ will not prevent the Indian women as a road lock for their advancement in the society, if equal opportunity and social protection be given to them. As per the Economic Survey Report of the year 2020­2021 presented in the Parliament, the pan Indian works force participation rate of female in the production age ( 15 to 59 years was 26.5% in the year 2018­-2019 as compared to 80.3% for male). It is suggested in the said Report that in order to incentive more women to join the work force, apart from the investment in the institutional support and other areas, safe work environment needs to be made.”— MJ AKbar vs Priya Ramani defamation case verdict \nRamani had first made the allegations about an incident of sexual harassment by an acclaimed newspaper editor in an article in Vogue India in 2017. She identified Akbar as that editor during the #MeToo movement in October 2018.Soon after, Akbar resigned from the Union Council of Ministers and filed the defamation case against her. The Patiala House Court summoned Ramani as an accused in January 2019. In February 2019, she was granted bail on a personal bond of Rs 10,000.In November, Ramani and Akbar had rejected the court’s proposal for mutual settlement in the case. On November 18, the Delhi High Court had transferred Additional Chief Metropolitan Magistrate Vishal Pahuja, who presided over the case. He was replaced by Pandey.","author":"Scroll Staff","time":"2021-02-17T20:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127091-igwzctfmdu-1613573134.jpg","tags":["Priya Ramani","MJ Akbar","Sexual harassment","#MeToo"]}