{"title":"A writer recollects fond childhood memories of tea and ice cream on Mumbai’s Marine Drive ","content":"Compared to the north of the city, which feels bustling, sticky and muggy, the roads are wider in the south, and there’s more space to breathe, especially when walking along Marine Drive. This six-lane road, stretching along the coastline that forms a natural bay, is also known as the Queen’s Necklace, because, when viewed at night from an elevated point along the drive, the lights resemble a string of pearls. The view locks me into its serene magnificence each time I visit. You’ll find people here every evening from all over the city, couples seeking a romantic moment, but also tourists, families, walkers and runners alike. I walk to Marine Drive from the iconic Oberoi Hotel, which has a breathtaking view of the entire Queen’s Necklace from the swimming pool balcony in the evening. I sigh as the balmy, warm evening air envelops me, a delicious relief from the air-conditioned hotels. I walk on the curved promenade by the sea, separated from the water by large rocks, the waves crashing lightly against them on my left while cars speed past on my right and a gentle breeze fans me. I pass families sitting by the water – a seating area above the rocks winds along the length of the curve – couples taking a stroll or an evening power walk, a group of men having a natter, clearly a daily habit, lovers with arms interlocked facing the water, or speaking as they stare into each other’s eyes. The streetlights following the road stretch ahead of me, merging with Mumbai’s skyline, which rises in the distance. And with the warm evening air compensating for the blistering heat in the day, I just want to carry on walking. A little while later, I stop and sit next to what seems like a teenage brother and sister having a laugh with their mother. I see a man approaching, holding a bucket in one hand and calling “Chai chai” as he approaches me. I haven’t been to India in a while, and the old familiarity of the chaiwala’s call plays on my memories. I’ve usually heard it when I’m on a train journey, stopping at a station where the call is a welcome lure out of my semi-slumbering state, as I wonder when the journey will end – in recent years, I’ve always opted for domestic flights, but there’s something so unique about the train journey experience in India that I do miss it. In many instances, it is the train journey that has been etched on my memory more than anything else on my trips to India, something a little scary or funny that might have happened, from a group of ten of us friends somehow squashing into two cabins of four each, trying to dodge the ticket inspectors during the night, as there weren’t enough spaces left on the train, to being alone in a first-class cabin with the man above me loudly farting all night. (I was meant to be in a women’s cabin and didn’t realise this.) I watch the chaiwala pour chai for the mother while I sit and feel the warm breeze fan my face, the smell of rain hanging fresh in the air. It’s a little late for tea and I had a streetside chai a few hours ago, so I decide to skip it now. Earlier in the day I had ventured to my favourite chaiwala, always stationed in the shade of a majestic old tree in Kala Godha, right outside the Sabyasachi flagship Mumbai store, which I love visiting just to admire the exquisite interiors. Sabyasachi is India’s most famous fashion designer, who has collaborated with brands like Christian Louboutin and Pottery Barn and has played a significant role in taking Indian fashion to the global stage. Outside the Sabyasachi store, the chaiwala’s stall sits under the shade of an old tree with a beautiful Shiva lingam beside it, adorned with a fresh marigold garland, and a large Shiva Parvati and Ganesh image hanging from one of the boughs, seeming like an extension of the store itself. Sabyasachi may have nothing to do with the chai stall, which I first discovered many years ago after my first visit to his store, but there is something very spiritual and artistic about it.I notice the string of slightly dried yellow limes and green chillies hanging above the Shiva lingam – something you’ll see all over India, hanging outside homes, shops and on car grilles, which is believed to ward off evil spirits and bring luck and prosperity. From a scientific or well-being perspective, lemon is sour and chilli is pungent, and thus they have insecticidal properties, keeping away flies and mosquitoes. There’s a constant stream of people here, standing and waiting to get their cup of replenishment, and so the chaiwala seems to continuously be pouring milk, grating ginger, adding scoops of sugar, boiling the tea until it froths, pouring it through a large strainer into another large pan, from the pan to an aluminium kettle, and then into small glasses with aplomb. It’s late now, past 11 pm, and as I meander back, I walk on the other side of the Queen’s Necklace, passing tall buildings rising above me and restaurants lining the drive. I give in to the temptation to have an ice cream scoop from my go-to ice cream shop, Natural, which always reminds me of family trips to Mumbai with my grandparents – my grandfather loved the flavours here: coconut, badam pista (almond and pistachio), anjir ( fig) and sitaphal (custard fruit) when in season. In fact, staying at the Oberoi, which I rarely do now, reminds me of our trips with them – for two consecutive years, my parents had taken my grandparents to Mumbai, over a decade ago now, to stay at the Oberoi, have leisurely breakfasts, massages, an evening walk on Marine Drive and dinner at the local Gujarati thali restaurant called Status. During this month, we, meaning all the grandchildren and uncles and aunts, would come and go, for a few days or a week, and spend time with them. These were the trips when we would go to Natural together to get ice cream in the evening, memories we cherish, and I know my grandmother remembers with fondness – her last few holidays with my grandfather.I get a coconut scoop, always so fresh I can bite on the coconut flakes, and look up at the buildings lining Marine Drive as I walk back. The art deco buildings here are recognised by UNESCO as part of a World Heritage site along with the structures encircling the sprawling Oval Maidan (the word “maidan” meaning “open space”), a large recreational ground and historic landmark in the heart of south Mumbai. Cricket and football are played here, and the structure showcases the different genres of Mumbai’s architectural evolution, with its blend of old and new, traditional and modern. The eastern side is decked with neo-Gothic buildings (Mumbai University, Bombay High Court) with ornate spires and intricate stone carvings that are reminiscent of the Victorian era. The other side, where I’m walking this evening, features the more modernist style of architecture, iconic examples of art deco, overlooking the Arabian Sea, including the Eros Cinema, the New India Assurance Building and the Regal Cinema. The art deco buildings in Mumbai were primarily built in the 1930s, when India was still under British rule, and were influenced by the Hollywood film industry’s glamorous style, characterised by bold geometric designs and decorative motifs such as sunbursts and zigzags. Mumbai is believed to have the second-most art deco buildings in the world, after Miami.On every trip to Mumbai, even though the nightlife, destination restaurants and all my friends are in the north of the city so I spend the majority of my time on that side, I make a point of staying at least a couple of nights in the south, usually alone. Walking around the south of Mumbai gives me a sense of the real Mumbai, of history, of beautiful architecture that isn’t lost among the markets, vendors, people and shops, as it is in the north. Yet both sides of the city have their charm, and both are necessary to fulfil the true Bombay experience.When I arrive back at my room at midnight, I head for a soak in the bathtub. On the way, I pick up a book lying on the coffee table, Mumbai Footpaths: Paths of Courage, Journeys of Hope, little realising that my peek into this book would last an hour. What I read about the various Mumbai-ites’ love of this city engrossed me and almost made me long to discover all these secrets about Mumbai for myself. At almost two in the morning, I close the book, desperately wanting to spend another week in Mumbai. It will have to wait till next time.Excerpted with permission from The Book of Chai: History, Stories and More than 60 Recipes, Mira Manek, Hachette India.","author":"Mira Manek","time":"2024-05-16T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200415-xgpqgbvmmv-1714555774.jpg","tags":["marine drive","mumbai","tea"],"source":"https://scroll.in/article/1067316/a-writer-recollects-fond-childhood-memories-of-tea-and-ice-cream-on-mumbais-marine-drive"}