{"title":"A year later, where are the Jamia women in the viral video protecting their friend from police?","content":"On December 11, 2019, Parliament passed amendments to the Citizenship Act  that sparked an unprecedented nationwide protest movement against the  legislation and other government policies that discriminate against  Muslims and violate Constitutional norms. One year later, after riots in  Delhi and the Covid-19 pandemic put a halt to public sit-ins, Scroll.in considers the impact of this remarkable moment in Indian history.On December 15, 2019, as protests against the amended Citizenship Act were erupting around India, a video went viral. Shot in the capital, the video showed Delhi Police trying to get a man to come out of the compound of a house, as five women shout at the security personnel to stay away. As the man turns to nudge the women to move further back into the compound, the policemen grab him, drag him out onto the pavement and begin to beat him mercilessly with batons. The five women dash out to form a protective ring around their friend and warn the police to step back. Unable to deal with this feistiness, the policemen retreat.ये हैं दिल्ली पुलिस के मर्द पुलिस वाले!आपको सैल्यूट है।सैल्यूट करने का #emoji नहीं मिल रहा। pic.twitter.com/lnSjQ6xzbQ— Umashankar Singh उमाशंकर सिंह (@umashankarsingh) December 15, 2019\n\nThe five courageous women – Chanda Yadav, Ayesha Renna, Fatima Thasneem, Ladeeda Farzana and Akhtarista Ansari –- were students of Delhi’s Jamia Millia Islamia, a university that had been subjected to enormous violence by the police as they tried to control protests against the Citizenship Amendment.Soon after the video went viral and the women earned praise for their bravery. Some of them travelled across the country to speak at rallies to protest the law that introduced a religious element into India’s citizenship laws for the first time. The women were even turned into social media memes.A year after the incident, Scroll.in spoke to the five women to find out what they felt about the past few months. Chanda YadavIn December 2019 and January, after the video went viral,  21-year old Chanda Yadav travelled to Araria, Samastipur and Patna in Bihar, Udgir in Latur district in Maharashtra and Bhopal in Madhya Pradesh to speak at various protest sites.In February, after the violence in North East Delhi left at least 53 dead and hundred others injured and displaced from their homes, Yadav went to the relief camp in Eidgah in Mustafabad as a volunteer. “Some people said that their daughters were about to get married and their jewellery and money was looted,” she said. “Some of them did not have clothes or medicines. It felt strange that this was happening in the country’s capital and everyone was silent. I cannot imagine how much scarier it is in other parts of the country.”Chanda Yadav.Soon after, a nationwide lockdown was imposed in March to curb the spread of the coronavirus. The sudden imposition of the lockdown and the events that preceded it took a mental toll on Yadav in the form of a recurring dream. “I am sitting somewhere in the canteen and drinking tea with my friends but then the police come and beat us up or I am at a protest and police beat us there,” she said. During the lockdown, several students from Jamia Millia Islamia including Asif Iqbal Tanha, Safoora Zargar, Meeran Haider were arrested by the police, as was Shifa-Ur-Rehman, the president of the university’s alumni association. The police claimed that some students and activists had hatched a conspiracy to defame the Narendra Modi government, which led to the Delhi riots. This came as a shock to Jamia students who had participated in the protests.BJP leader Kapil Mishra who called for “traitors to be shot” has not been prosecuted but Meeran Haider, Asif Iqbal and Safoora Zargar have been jailed, Yadav noted. “They do not have any basis for this,” she said. “They want to arrest them under a false conspiracy so that people get scared and do not protest.”In September, Yadav graduated from Jamia Millia Islamia with a bachelor’s degree in Hindi literature. She hopes to pursue a masters’ degree in Hindi literature at Ambedkar University in Delhi and wants to focus on the work of writer Rajendra Yadav. Ladeeda FarzanaThe wide circulation of the video meant that Ladeeda Farzana, a second-year graduate student of Arabic, was recognised wherever she went in India to deliver speeches at events to protest against the Citizenship Amendment Act.  Last December, her itinerary included protest events in Kishanganj and Araria in Bihar, Hyderabad and Kolkata.“Many women and girls came to us and they were crying,,” said Farzana, 23. “They said that this was the first time they came out for a protest and they were proud of that.”When she returned to Delhi, she find many more protest sites flourishing across the city. But in February, Farzana said she remembered being in a university, sifting through the news as violence engulfed North East Delhi. “We did not know what to do [at the time],” she said. “We could not go there also. It was a heartbreaking incident.”Ladeeda Farzana.During that time, she said she visited Guru Teg Bahadur Hospital where victims of the violence had been admitted. Since the lockdown, Farzana has been living in Calicut, Kerala, with her husband. But the stream of arrests in the national capital have kept her anxious. Several of her fellow students at Jamia Millia Islamia have been interrogated by the police in the conspiracy case. “I did not get any notice but they [police] have asked others about me,” Farzana said. “They asked about our connection with [arrested activist] Sharjeel Imam. I never met him personally. They [police] made them [students] mentally and physically tired and tortured them that way [at the interrogation].”Farzana is four months pregnant and is continuing her studies at Jamia through online classes. She is eager for the university to open. “I miss the campus and the protests,” she said. “The university [space] has a major role in this and if it opens then it [protests] will start again. The next phase of the protests will give a voice to the students who were arrested.”Ayesha RennaDays after the video of the incident went viral, 23-year-old Ayesha Renna said her family and she were criticised heavily on social media  “I faced everything within a week and I learned so much,” she said. “But the first thing that came in my mind was that I wanted to run away from everything.” In December 2019, she travelled to several protest sites within Delhi as well as in other states, and met Muslim women who were protesting. “I had a clear cut picture of what Muslims face in the country…which made me determined that I will not move back from the things that I am doing,” Renna said. Renna returned to her home in Kondotty in Kerala’s Malappuram district just a day before the nationwide lockdown was imposed to halt the spread of the coronavirus. She continued to pursue her masters’ degree in history from Jamia Millia Islamia by taking online classes.Ayesha Renna.But Renna said it was difficult to concentrate because of the sweeping arrests that took place in the capital in the wake of the February riots. “Everyone in the campus was getting arrested but we were scattered so we tried to do whatever we could on social media,” she said. “The main thing that haunted me was that we could not do anything because of the corona restrictions.” Renna said that several university students were still being interrogated by Delhi Police. “They are tracing the phone numbers and contact details…those who are back in Delhi are being called for interrogation,” she said. Currently, she is waiting for the campus to open so she can come back to Delhi, even though she has not been able to forget about her experience with the police a year ago. “I can speak about it, but every time I sit to write about it I get traumatised,” Renna said. “Even after one whole year, when I hold a pen to write about that day, something happens…my heart starts beating.” The memories were still fresh in her mind. “I can remember each and every moment…how some police people laughed and their expression,” she said. “Everything is very clear.”An image of Ayesha Renna that went viral on social media.Fatima ThasneemAfter the incident, several media outlets interviewed the women in the video. But 27-year-old Thasneem chose to stay away from the limelight. “I was not scared [of anything]…all students were protesting together and there was no need to give importance to some of them,” she said. She added: “I was very shocked because this was in India’s capital…how could the police behave like this with women?” Fatima Thasneem.In October, Thasneem received her masters’ degree in Islamic studies from  Jamia Millia Islamia and is now preparing to apply for a PhD with  a focus on Arab cultural studies. In the months after the incident, she continued to participate in the protests held at Jamia Millia Islamia.  She went back home to Wayanad in Kerala a day before the lockdown was imposed in March and working with a non-profit briefly to provide medical supplies to the victims of the Delhi violence. A few months later, some of her friends were interrogated by the police in the conspiracy case. “They were just protesting so there is nothing to be scared of,” Thasneem said. “The police can say anything and there is no basis for it.” Akhtarista AnsariDuring the 2019 protests Ansari, 21, was completing her bachelor’s degree in sociology from Jamia Millia Islamia. After her encounter with the police, she too travelled protest sites in Thiruvananthapuram, Kerala, Nawada and Begusarai in Bihar, Hingoli and Udgir in Maharashtra in January and February. Ansari, who hails from Deogarh in Jharkhand, was in Bihar during the violence in North East Delhi. “It was so heartbreaking to see people from your own community getting killed, the masjids getting raze,” she said. “It was horrific.”Akhtarista Ansari.The violence in North East Delhi was much more devastating that the police assaults on the Jamia campus on December 15, she said. “We know what happened in North East Delhi, it was worse,” she said. “Muslims are used to [facing] violence in this country. We have to resist.”During the Covid-19 lockdown, Ansari stayed in the university hostel until she was able to go home in July. “There were not many students in the hostel, around 20 to 25 people, and we were not allowed to step out of the campus,” she said. During this period that several of her friends and fellow Jamia students were arrested or interrogated by the police about the February riots. “The lockdown was an opportunity for police to arrest because none of us could step out” to protest, she said.Ansari has got admission to Jawaharlal Nehru University  to pursue a masters’ degree in sociology.Read the entire series here.","author":"Vijayta Lalwani","time":"2020-12-10T09:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/132898-eqivggpqvk-1576588304.jpg","tags":["Jamia Milia Islamia","Jamia violence","CAA protests","National Register of Citizens","Delhi","One Year After CAA"],"source":"https://scroll.in/article/980425/a-year-later-where-are-the-jamia-women-in-the-viral-photo-protecting-their-friend-from-police"}