{"title":"A year after Assam’s NRC released, citizenship of two million people remains under a cloud ","content":"It has been a year since Assam published its updated National Register of Citizens, meant to be a list of Indian citizens living in the state. The final list left out about 19 lakh applicants. This vast number, now left in limbo about their status as citizens, are yet to receive formal rejection notices known as “speaking orders”. Without a formal notice, they cannot appeal against their exclusion at the foreigners tribunals – quasi-judicial bodies that adjudicate on matters of nationality in Assam.Officials in Assam say it is unlikely these memos will be issued anytime soon. “Everything is on hold at the moment because all officials are engaged in Covid-19 duty,” said Hitesh Dev Sarma, state coordinator for the National Register of Citizens. “So, the status [of the exercise] is the same as it was before the pandemic began.”The scramble for the NRCAssam’s National Register of Citizens was first created in 1951. Tied to the Census conducted that year, it was meant to count the Indian citizens who had remained or arrived in Assam after the great population exchanges of Partition.The recent exercise to update the NRC was to be a means to sort Indian citizens from undocumented migrants, believed to be mostly from Bangladesh. According to the terms of this exercise, those who could not prove that they or their ancestors had entered India before midnight on March 24, 1971 – the eve of the Bangladesh War – would not be considered citizens.They would have to stand trial at the foreigners’ tribunals and, if they still failed to prove citizenship, be interned at detention centres. This was presumed to be a halfway house to deportation, even though India has no expatriation treaty with Bangladesh, which does not acknowledge such individuals as its citizens in the first place.Demands for an updated NRC go back decades in Assam but a tentative pilot project failed miserably in 2010. In 2014, the Supreme Court took it upon itself to monitor the process and urged bureaucrats to bring it to a conclusion. After several rounds of verification, where applicants were made to produce documents that were decades old, scramble for last-minute hearings miles away, and often found their papers rejected because of minor clerical errors, the state published its final list on August 31, 2019.In the months leading up to the publication of the final list, the NRC gained centre stage in Assam – the government created a fanfare around it and the media devoted itself to news of it. A new detention centre was being constructed in Lower Assam, presumably to hold all the so-called foreigners detected through the verification process. About 200 new foreigners tribunals were to be set up to hear petitions of those rejected.So what explains the curious limbo that the process has entered since August 31 last year?The new Goalpara detention centre under construction in September 2019. Photo: Anuwar Hazarika/ Reuters‘The priority right now is Covid-19’Sarma said speaking orders were still being “verified” when the pandemic struck. “We can only issue the speaking orders to the public after they are verified,” he said. “And for that verification, the services of the circle officers will be needed which is not available right now. So, we can only move ahead when they are free.” Two circle officers, one from a Lower Assam district and another from Middle Assam, largely corroborated Sarma’s claims. “The priority right now is Covid-19,” said the officer from Lower Assam, who did not want to be identified. The other officer complained of a manpower crunch – many staff members were not being able to attend office full-time because of the pandemic. “NRC work has been put on the backburner,” he said.Jishnu Baruah, Assam’s additional chief secretary, home and political department, said circle officials were engaged in Covid-19 and flood-relief duties. “That is a full-time job,” said Baruah.The BJP and the NRCThe Bharatiya Janata Party-led state government, once a staunch advocate of the exercise, was less than enthusiastic about the outcome of the NRC. In the years leading up to the publication of the final list, it had promised the exercise would root out Muslim “infiltrators” from Bangladesh. Once the list was published, the party rejected it, suspecting more Hindus had been excluded from it than Muslims, even though the NRC authorities have not released such demographic data.The Assam government filed a petition asking that 20% of the names from border districts be put through another round of verification. These districts in Lower Assam are home to a large population of Muslims of Bengali origin.It has prompted critics to allege that the delay is by design rather than circumstantial. Indeed, the slowdown in the NRC process had set in long before the pandemic arrived in Assam.The lull appeared to have begun with the transfer of Prateek Hajela, the previous NRC coordinator, who had been overseeing the process since 2013. Soon after the publication of the NRC, Hajela had issued an internal memo, seen by Scroll.in, setting October 30, 2019 as the deadline for the verification and digitisation of rejection orders.However, Hajela came under intense attack by the BJP and its allies at the time. On October 18, the Supreme Court ordered that Hajela “immediately” be transferred to Madhya Pradesh. The court did not state the reason for its decision. It only said, “No order will be without a reason.”As Hajela relinquished charge on November 11, the state government appointed Sarma as his replacement. Sarma’s appointment came under scrutiny almost immediately as many of his social media posts seemed to betray an anti-Muslim bias, particularly against Muslims of Bengali origin.  Moreover, Sarma’s stance on the NRC, articulated on social media  – that “lakhs and lakhs of Bangladeshis” had made it to the updated list – seemed to echo the BJP’s position on the matter.Many saw Sarma’s appointment as the state government’s attempt to put the brakes on a project it had grown to be uncomfortable about. Even district officials spoke about the lack of clear orders from Sarma’s office.As the controversy raged, Sharma went on a month-long voluntary leave. It did not help that the Supreme Court, once an active driver of the project,enforcing  strict deadlines for each leg of the exercise, seemed to retreat after the retirement of Chief Justice Ranjan Gogoi in November 2019. Gogoi was heading the bench hearing the NRC case.An elderly woman accused of being a foreigner attends a hearing to prove her citizenship at a foreigners' tribunal in Lower Assam's Dhubri district.The long wait to operationalise more tribunals  While speaking orders have been held up, the new foreigners tribunals that the state government had announced in 2019 to deal with the appeals of the NRC-rejects are yet to be operational.The 221 members, as the judges of these quasi-judicial bodies are called, who had been appointed to man these new tribunals have been attached to the existing tribunals. But the 1,600 people recruited as support staff  are yet to be issued appointment  letters.  This has led to resentment among the selected candidates, spurring protests on social media. On August 18, many of them organised a physical sit-in protest in front of the Assam Secretariat. “We duly cleared exams organised by the government to get this job,” said Ritika Panging, one of the 1600 selected candidates. “How can we trust the government after this?”The state’s home and political department, under whose purview these tribunals function, expressed helplessness. “We have not been able to engage those people in the new tribunals as the NRC could not complete its work,” said MS Manivannan, commissioner and secretary, home and political department.For its part, the department has written to the NRC coordinator seeking a “status report”, said the official. “We are waiting for SCNR [state coordinator for the NRC] to respond so that we can plan when to make the tribunals operational,” he said.This is the first part of a series exploring where Assam’s NRC process stands a year after the final list of the updated citizens’ register was published on August 31, 2019.","author":"Arunabh Saikia","time":"2020-08-28T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126503-qjzbdoddcb-1567176483.jpeg","tags":["Assam","NRC","citizenship","One year after Assam NRC"],"source":"https://scroll.in/article/970901/a-year-after-assams-nrc-released-citizenship-of-two-million-people-remains-under-a-cloud"}