{"title":"A year ago, the BJP focussed its politics on the CAA. So why hasn’t it been implemented yet?","content":"On December 11, 2019, Parliament passed amendments to the Citizenship Act that sparked an unprecedented nationwide protest movement against the legislation and other government policies that discriminate against Muslims and violate Constitutional norms. One year later, after riots in Delhi and the Covid-19 pandemic put a halt to public sit-ins, Scroll.in considers the impact of this remarkable moment in Indian history.Exactly a year ago ago, on December 11, 2019, India’s parliament passed the controversial Citizenship Amendment Act. The legislation gave undocumented migrants from Pakistan, Bangladesh and Afghanistan to apply for Indian citizenship – as long as they were not Muslim. For the first time in India’s history,  religion was made a criterion for citizenship.Not surprisingly, the new act quickly occupied the centre of Indian politics. It sparks off nation-wide protests, the largest in the history of independent India. It also allowed the BJP to push on even harder with its politics of Hindu nationalism.Frozen amendmentIn spite of this crescendo, a year later, the CAA is in a curious state of suspended animation. The act is yet to be implemented by the Modi government, with the rules still not notified. Rules are guidelines on how a legislation will be implemented and, as per Parliamentary guidelines, must be published within six months of an act coming into force.Given that the BJP had made the CAA its top policy position in 2019, what explains this inordinate delay?\n    \n      \n      One Year After CAA\n      What has happened since the controversial law was passed?\n    \n    \n        Read here\n    \nThe Bharatiya Janata Party has itself cited Covid-19 for the delay. This, however, seems more of a convenient excuse than anything genuine. The lockdown itself came a whole four months after the CAA had been passed. Moreover, during the lockdown, the government did not shy away from passing massively dislocatory legislation like the farm bills.  What then stops it from drawing up the CAA rules?Clearly, the actual cause for this delay lies somewhere else and ranges from protests to the complicated nature of what the CAA tries to achieve.A protest in Delhi's Shaheen Bagh. Credit: Sajjad Hussain/AFPWary of protestOne potential reason for the delay is the fact that the BJP would be wary of stirring protests again. Since the anti-CAA sit-ins were called off in March due to the Covid-19 lockdown, the situation has become gotten even more tricky for the government: there is an unprecedented economic recession, intrusions by China as well as powerful farmer protests that have managed to block parts of Delhi’s highway network. In the North East, the CAA has also led to a resurrection of nativist sentiment, much of it directed against Bengalis. As a result, in the North East, far from pushing the CAA, the BJP is actively underplaying it.The other hurdle arises from the complex nature of what the CAA is trying to achieve in the first place: provide citizenship to non-Muslim migrants who have entered India illegally.If the CAA rules end up asking the applicants for any proof (say of country of origin, religious persecution or communal identity), it might defeat the very purpose of the act, which is to help migrants who have no papers in the first place. If, on the other hand, no proof is asked for, the CAA could present a situation where anyone from the region could avail of Indian citizenship.Scroll.in had first pointed out these serious contradictions in the proposed legislation three months before it was passed.Catch-22During Parliamentary deliberations, India’s internal intelligence agency, the Intelligence Bureau had pointed out that the act would involve a “strict antecedent verification process” for anyone claiming religious persecution in order to “ensure that undesirable elements do not take advantage of these provisions”. It is, however, unclear how any of the conditions that the act sets out – religion, country of origin or date of entry into India (as per the cut off, December 31, 2014) – can be proved.The move to place any burden of proof on applicants is stridently opposed by Bangladeshi-origin Hindus in West Bengal, who point out that migrants fleeing persecution would be unable to prove their own persecution or even that they came from Bangladesh.The Intelligence Bureau has also claimed that migrants would have had to declare persecution as reason for migration at the time they arrived in India If they had not done so, “it would be difficult for them to make such a claim now”. This would immediately reduce the CAA to a dead letter, since only a very small number of migrants have made such a declaration.These contradictions are already at play when India hands out Long Term Visas – like the CAA, a provision available only for non-Muslims from India’s neighbouring countries. Just in November, a batch of Hindu and Sikh refugees decided to head back to Pakistan after being defeated by the red tape required to stay on in India. “For the past four years, I have been running to the FRRO [Foreigners Regional Registration Office] Jodhpur and home ministry in New Delhi to get visas for my wife and children,” one refugee told the Economic Times. “I have given up now and want to go back.”If this is the burden of proof with just visas, what would it be with citizenship papers?Already citizens To add to this is the fact that the vast majority of undocumented migrants from Bangladesh have already acquired all the trappings of Indian citizenship such as voter identity cards. This is something the Intelligence Bureau has itself flagged when pointing to the flaws in the CAA. “There will be many others who might have come and they might have already taken citizenship by various means,” said the Intelligence Bureau, explaining how Bangladeshi Hindu migration typically takes place into India. “They might have obtained [a] passport, ration card. All other documents they might have obtained and they might have already registered themselves in the voters list. So, for all practical purposes, they are already citizens of this country”.Why would a person who already has the trappings of citizenship then proceed to apply for it anew and submit himself and his family to a strict bureaucratic scrutiny as seen for longe-term visas?Due to these factors, the Intelligence Bureau has already predicted that only a very small number of migrants will benefit from the CAA: around 30,000.A protest against the Citizenship Amendment Act in Nagaon district in Assam on January 4. Credit: ReutersUnder attackHowever, given how high the BJP had raised the CAA pitch in 2019, the delay in actually implementing it is now costing the party politically. This dynamic is playing out most sharply in West Bengal. The state goes to polls early next year and has possibly the country’s largest population of Bangladeshi-origin Hindus – the community that the CAA is principally targeted at.Most troubling for the BJP is that Shantanu Thakur, the BJP’s MP from the border region of Bongaon, has taken his concerns public, questioning the delay in the CAA rules being published. Thakur is a member of the Matua sect, a religious order followed principally by Bangladeshi-origin Dalits who hope to benefit from the CAA given that they have mostly migrated to India using informal means.  “As a representative of the Matuas, I am frequently questioned about the CAA. But I have no reply,” Thakur said in October. “What is the point of passing the CAA if Matuas still haven’t got citizenship?”With Thakur repeating his objections during Matua raash festival at the end of November, the BJP scrambled for a response.  On December 5, the BJP for the first time put a deadline for the CAA rules, with leaders Kailash Vijayvargiya and Mukul Roy claiming in Bengal that its implementation will begin either in January or February.Even as the BJP has tamped down on CAA politics for the time being, Bengal Chief Minister Mamata Banerjee raised the issue on her part during a rally in the Bongaon constituency on Wednesday. Addressing the Matua community, she said that the CAA would complicate matters given that they were already Indian citizens. “You have come to this country as refugees. Don’t think this is someone else’s house, it is yours too,” Banerjee said. “There is no need for a new certificate [to prove citizenship]. That is because each of you are a citizen. You are being cheated with this promise of a CAA.”She then echoed concerns about the burden of proof required: “Once this starts, they will keep on asking for documents. They will ask for your age proof, birthdate proof. Will you be able to provide? On the other hand, remember that the Bengal government has given you all rights. You are all citizens. As Bengal chief minister I am assuring you that each Matua is a citizen. There is no need to beg for a certificate from anyone.” Read the entire series here.","author":"Shoaib Daniyal","time":"2020-12-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150890-frgabxkdtn-1605868177.jpg","tags":["One Year After CAA","Bharatiya Janata Party","Citizenship Amendment Act"],"source":"https://scroll.in/article/980659/a-year-ago-the-bjp-focussed-its-politics-on-the-caa-so-why-hasnt-it-been-implemented-yet"}