{"title":"Aadhaar judgment: Why the Supreme Court has once again opened up the ‘money bill’ question","content":"How far can a government go in trying to avoid legislative scrutiny from the Rajya Sabha, the upper house of India’s Parliament? This is the question that the Supreme Court of India decided to reopen on Thursday, calling into question its own order from 2018.  In its first five years, Prime Minister Narendra Modi’s government treated the Rajya Sabha like a villain. Former Finance Minister Arun Jaitley even railed against the “indirectly elected” House questioning the wisdom of the directly elected Lok Sabha. This was primarily because, though Modi’s Bharatiya Janata Party had a brute majority in the Lower House, it still needed the support of many Opposition parties to pass legislation in the Rajya Sabha, which staggers its indirect elections over a longer period. For the BJP, which expected its massive Lok Sabha majority to push through all its legislative efforts, this need to convince other parties was a major irritant (never mind the fact that the Opposition, particularly towards the end of the last term, hardly made any use of its numbers in the Upper House).In order to avoid the Rajya Sabha altogether, the ruling BJP began putting contentious provisions into pieces of legislation classified as “Money Bills”. Technically, these are Bills that deal directly with taxation or expenditure from the Consolitated Fund of India. Money Bills are different from other pieces of legislation in that they do not need the approval of the Upper House to be pased. The Rajya Sabha can offer recommendations, but those are non-binding, and the Bill can be turned into the law even if it is rejected in the Upper House. Money BillsThe convention dates back to a political crisis in the United Kingdom in 1909, when the unelected House of Lords – the Upper House – rejected the Budget passed by the House of Commons. That crisis prompted a change in the laws that allowed the elected House to pass taxation proposals without getting the assent of the Lords, a system that was also adopted by India through Article 110 of the Indian Constitution.Under this provision, the Speaker of the Lok Sabha decides if a Bill qualifies as a Money Bill and that decision is final. Or at least, this is what the BJP argued , after it used the exemption to go well beyond taxation, passing the Aadhaar (Targeted Delivery of Financial and Other Subsidies,  Benefits and Services) Act, 2016, and amendments to the Foreign  Contribution Regulation Act, 2010, and the Reserve Bank of India  Act,1934, as Money Bills. In 2017, it was also accused of including in the Finance Act – an annual Money Bill meant to effect taxation changes proposed in the Budget – a number of provisions that had nothing to do with taxes at all, including changes to the composition of tribunals and making Aadhaar mandatory for certain services. The Opposition argued that the government was simply trying to bypass the Rajya Sabha through this convention, and even took the matter to court. In 2018, in its landmark judgment on the constitutionality of Aadhaar, the majority said that the government was fine to use the Money Bill route as long as the main focus of the bill fit the criteria – and even if other provisions were unconnected to taxation or government expenditure. Justice Ashok Bhushan broadly agreed, in a concurring opinion. Dissenting opinionBut Justice DY Chandrachud, whose dissenting opinion called Aadhaar unconstitutional, pointed to an important word in provision (i) of Article 110: “only”. That is, the provision said “a Bill shall be deemed to be a Money Bill if it contains only provisions  dealing with all or any of the following matters,” following which it lists out connections to taxation and expenditure from the Consolidated Fund of India. It is this word that the Supreme Court also latched onto on Thursday. In a judgment examining the legality of a number of changes to the composition of tribunals passed through the Finance Bill of 2017 which the court struck down, it also brought up the money bill question. A five-judge bench headed by the Chief Justice of India Ranjan Gogoi decided,“It is clear to us that the majority dictum [in the Aadhaar judgment] did not substantially discuss the effect of the word ‘only’ in Artcle 110(1) and offers little guidance on the repercussions of a finding when some of the provisions of an enactment passed as a “Money Bill” do not conform to Article 110(1)(a) to (g).”Saying that it had been argued that the Aadhaar judgment’s decision on the Money Bill issue was “not convincingly reasoned” and could lead to a potential conflict in interpretation, the bench asked for the question to be put before a larger bench of the Supreme Court. The impactIn a concurring opinion, Justice Chandrachud – whose dissenting opinion in 2018’s Aadhaar judgment raised the same question – said that he was not impressed by the government’s argument that since the laws passed as Money Bills involved paying salaries from the Consolidated Fund, they should qualify. In his view, this argument would allow just about anything to be passed as a Money Bill, an outcome that would be unconstitutional. “The  reduction  of  the  role  of  the  Rajya  Sabha  in  the case  of   a  Money  Bill  was  engrafted  by  the  draftspersons  of  the   Constitution  with  a specific purpose...  But   to  regard a  Bill which  is  not  a  Money  Bill  as  one  which  passes   muster under  Article  110  is  a  breach of  a substantive   constitutional  provision,  a violation  of constitutional process and  hence, an illegality.”    So the question of whether these were indeed Money Bills and what can count as one in the first place will be put before a bench of at least seven judges at some point. The impact may both be large – since it could potentially invalidate laws passed in the past and dock the government for an illegal approach – but also small, because analysts expect the BJP to come close to a majority even in the Rajya Sabha sometime in the next two years. More importantly, it will decide how far any ruling party can go in establishing its writ purely on the basis of a majority in the Lower House.","author":"Rohan Venkataramakrishnan","time":"2019-11-14T15:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112741-njxmbuecaf-1563367450.jpg","tags":["Rajya Sabha","Narendra Modi","BJP","Supreme Court","Aadhaar","Money Bill"],"source":"https://scroll.in/article/943680/aadhaar-judgment-why-the-supreme-court-has-once-again-opened-up-the-money-bill-question"}