{"title":"Aadhaar cards being deactivated in West Bengal to enforce CAA-NRC, claims Mamata Banerjee","content":"West Bengal Chief Minister Mamata Banerjee on Monday alleged that the Aadhaar cards of residents of the state were being deactivated as a precursor to enforcing the Citizenship Amendment Act and the National Register of Citizens, The Statesman reported.The National Register of Citizens is a proposed nationwide exercise to identify undocumented immigrants. The exercise has so far only been implemented in Assam. In November 2019, Union Home Minister Amit Shah announced that the process to make a National Register of Citizens will be carried out across India.However, there has been apprehension that the Citizenship Amendment Act, clubbed with the National Register of Citizens, will be misused to target Muslims in the country. The Citizenship Act has for the first time introduced a religious criterion to Indian citizenship by allowing undocumented non-Muslim migrants from Afghanistan, Pakistan and Bangladesh to apply for Indian citizenship.On Sunday, Banerjee stated she had information that at least 50 Aadhaar cards had been deactivated in Bardhaman, reported The Economic Times. “Similar things are happening in Birbhum, North 24 Parganas, Burdwan and several other districts,” alleged the Trinamool Congress chief.She described the deactivations a “conspiracy of the Centre to enforce the National Register of Citizens and the Citizenship Amendment Act”, according to The Statesman.“So many people are in distress, living in fear and uncertainty about how they will get the government benefits,” said Banerjee. “Bank accounts are also linked with Aadhaar, which means once the card is disabled the bank account also becomes inoperative. This is done deliberately to cause problems before the Lok Sabha polls.”The chief minister reiterated the claims during a press conference on Monday and said that most of those whose cards have been deactivated are all from the Matua community or belong to the Scheduled Caste or Scheduled Tribe communities, reported The Indian Express.Matuas are a sect comprising Dalits who mostly migrated from Bangladesh to West Bengal. Although they are only a small segment of the total number of refugees in the state, Matuas are often treated as a bellwether given their extremely organised order and consistent lobbying efforts for refugee rights.“What is their [Centre’s] game plan and intention behind this?” Banerjee questioned. “The Aadhaar cards of Matuas and SC/ST [Scheduled Castes and Scheduled Tribes] communities are being deactivated and the state government or district administrations were not informed.”Banerjee also asserted that she would neither allow the National Register of Citizens in West Bengal nor would she let detention camps get set up.The chief minister on Monday also wrote to Prime Minister Narendra Modi, stating that the deactivation of Aadhaar cards has created chaos and led to “hue and cry” among West Bengal’s residents.“I would like to know from you about the causes for such sudden action of deactivation of Aadhaar cards without assigning reasons,” she wrote. “Is it just for the sake of depriving the eligible beneficiaries of the benefit or to create a panic situation among the people at large just before the ensuing Lok Sabha Elections?”She added: “I am really shocked to see such an action of deactivation of Aadhaar Cards in the state against the interest of Scheduled Castes, Scheduled Tribes, Other Backward Classes and the poor section of the society.”I vehemently condemn the reckless deactivation of Aadhaar cards, particularly targeting SC, ST and OBC communities in West Bengal.The Centre's unilateral decision to deactivate Aadhaar cards without any prior investigation or consultation with the State Govt. is a sinister plot… pic.twitter.com/iXttP9Uako— Mamata Banerjee (@MamataOfficial) February 19, 2024\n\n\nCentre’s clarificationOn Monday, Union minister Shantanu Thakur said at a press conference that the Aadhaar cards were deactivated due to a “technical error”. He also clarified that all such cards would be reactivated soon.“The Union home minister has clarified that the process of deactivation has been stopped,” Thakur, a Lok Sabha MP from West Bengal, said. “I have been given the responsibility to take applications from all those whose cards were deactivated. People would be able to submit their applications via WhatsApp or email.”The Unique Identification Authority of India, which manages the Centre’s Aadhaar system, said on Monday that no number had been cancelled, reported PTI.“In the course of activities undertaken to keep the Aadhaar database updated, intimations are issued from time to time to Aadhaar number holders,” said the authority. “In case any Aadhaar number holder has any grievance in this regard, they may submit their feedback to UIDAI at this link https://uidai.gov.in/en/contact-support/feedback.html Any such grievance will be duly addressed.”","author":"Scroll Staff","time":"2024-02-20T13:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180506-myprxnrbrh-1664342716.jpg","tags":["Mamata Banerjee","Aadhaar","West Bengal","CAA","NRC"],"source":"https://scroll.in/latest/1064001/aadhaar-cards-being-deactivated-in-west-bengal-to-enforce-caa-nrc-claims-mamata-banerjee"}