{"title":"Aadhaar doesn’t work. Supreme Court’s judgement cannot change this reality by denying the facts","content":"Around 3 km from Devdungri village, where the Mazdoor Kisan Shakti Sangathan and its struggle for the Right to Information Act was born, is Hamela Ki Ver village in Rajasthan’s Barar panchayat. It has an Aadhaar-enabled point of sale machine for authenticating the identity of people who get monthly rations under the Public Distribution System. The machine records a beneficiary’s fingerprints and matches them with their fingerprints stored in the Aadhaar database. If it is a match, the beneficiary is approved to receive the rations.“If” is the operative word in how Aadhaar works on the ground, far from the hallowed halls of the Supreme Court. If you are able to meet the enrolment conditions, if your fingerprints and iris scans are captured, if your enrolment centre has electricity, if you have to access the internet, if the enroller does not make any errors in entering your data, if the line is not too long, if your address on the required documents matches, if the spelling of your name matches, if if if...congratulations, you will get an Aadhaar card. Yet, the Supreme Court’s majority judgement on the constitutionality of Aadhaar calls it a beneficial legislation. In his minority opinion, though, Justice DY Chandrachud recognises that the “Aadhaar project has failed to account for and remedy the flaws in its framework and design”, leading to “serious instances of exclusion of eligible beneficiaries”. “Dignity and the rights of individuals,” he contends, “cannot be made to depend on algorithms or probabilities.”In Hamela Ki Ver, as elsewhere in India, the point of sale machine works only if there is electricity and mobile phone signal. It often does not work for many elderly people with faded fingerprints. There is only one place in the village where the machine receives mobile signal, atop a hill. So, every person wanting to collect their rations has to climb up the hill to try and authenticate their identity. If they succeed, they walk all the way down to the ration shop. If not, they must return another time and try again. So, even after enrolling for Aadhaar, if the machine does not work, if your fingerprints are not recognised, if your ration shop doesn’t have electricity, the Aadhaar system fails you. The majority judgement refuses to recognise this problem of exclusion. The court had the opportunity to develop a new understanding of our relationship with technology and the power the state can exercise over citizens. Instead, it delivered a convoluted judgement that almost entirely differs from the dissenting opinion in addressing facts, an unprecedented situation in a constitutional matter.Denying factsIn June 2015, Laxmi Devi from Rajasthan submitted an affidavit to the Supreme Court in connection with this case. She explained how she had been denied work under the rural employment guarantee scheme solely because she did not have Aadhaar. In October 2015, Ajeet Kumar from Delhi filed an affidavit saying he had been denied a ration card because his children did not have Aadhaar. The court received hundreds of such affidavits detailing how people had been denied entitlements for lack of Aadhaar. But instead of relying on sworn affidavits from multiple people, the majority judgement relied on a powerpoint presentation given by the Unique Identification Authority of India, the agency that runs the Aadhaar project.A study commissioned by the Andhra Pradesh government and submitted to the apex court examined why a number of beneficiaries did not take their rations upon the introduction of point of sale machines. It found the primary reason was the failure of fingerprint authentication. At least 19 people have reportedly starved to death after Aadhaar-related problems prevented them from getting their subsidised rations.The majority judgement denies these facts placed before it, calling them “unproven”, while simultaneously holding that the rights of a minority are inconsequential compared to the benefits Aadhaar supposedly provides a majority. “The entire aim behind launching this programme is the ‘inclusion’ of the deserving persons who need to get such benefits,” the ruling states. “When it is serving much larger purpose by reaching hundreds of millions of deserving persons, it cannot be crucified on the unproven plea of exclusion of some.”Denying these facts cannot alter the reality that is lived by the elderly person who cannot walk to a ration shop to put her fingerprints on a machine, or whom the machine won’t recognise. The reality is that Aadhaar does not work.This was one of the first constitutional cases where the Supreme Court of India was called upon to examine the interaction of law, technology and welfare with the poor and marginalised. Its failure to understand, respect and take into account the hundreds of affidavits submitted by the poor, the disabled and the elderly describing the hardships they face because of Aadhaar is a travesty of justice.Praavita is a lawyer and member of the Rethink Aadhaar Campaign and the Mazdoor Kisan Shakti Sangathan.","author":"Praavita","time":"2018-09-30T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/896374-onbuxsaxey-1533622681.jpg","tags":["Aadhaar judgement","Mazdoor Kisan Shakti Sangathan","Aadhaar exclusion","Right to Information Act","DY Chandrachud","starvation deaths","UIDAI"]}