{"title":"Aam Aadmi Party will be made accused in liquor policy case: ED tells Delhi High Court","content":"The Aam Aadmi Party will be made an accused in the liquor policy case, the Enforcement Directorate told the Delhi High Court on Tuesday, Bar and Bench reported.The central law enforcement agency told this to Justice Swarana Kanta Sharma during a hearing of Aam Aadmi Party leader and former Delhi Deputy Chief Minister Manish Sisodia’s bail plea in the case.Sisodia was arrested on February 24, 2023 and has been in jail since then. The Aam Aadmi Party leader has sought bail in cases filed by the Central Bureau of Investigation and the Enforcement Directorate.At the hearing on Tuesday, Senior Advocate Mohit Mathur, representing the politician, said that since his earlier bail plea was rejected, three accused persons in the case have been granted the relief by the Supreme Court.“Benoy Babu in ED [Enforcement Directorate] case, AAP MP Sanjay Singh, again in ED case and Delhi Chief Minister Arvind Kejriwal most recently,” Mathur said. “There is no threat as far as my running away is concerned. They cannot escape the fact that they did not arrest me before filing the chargesheet. I have been in custody for 14.5 months.”Kejriwal has been granted interim bail till June 1 to campaign for the Lok Sabha elections. He has been directed by the Supreme Court to surrender on June 2.Notably, the High Court while rejecting Kejriwal’s bail plea in April had said that a political party can be brought within the purview of the Prevention of Money Laundering Act and be named as accused, Live Law reported.On April 30, a trial court in Delhi had rejected Sisodia’s bail plea for the second time in the case.In February 2023, Sisodia was arrested by the Central Bureau of Investigation. In March that year, the Enforcement Directorate also arrested him in the same case. He is currently in Delhi’s Tihar jail.The Enforcement Directorate’s case is based on a first information report registered by the Central Bureau of Investigation alleging irregularities in the Delhi government’s now-scrapped liquor policy.The agencies have alleged that Delhi’s Aam Aadmi Party government modified the policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The former deputy chief minister is accused of extra-procedural interference in framing the policy.","author":"Scroll Staff","time":"2024-05-14T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200697-ktqznmyasp-1715686364.jpg","tags":["Enforcement Directorate","liquor policy case","Manish Sisodia","Aam Aadmi Party"],"source":"https://scroll.in/latest/1067861/aam-aadmi-party-will-be-made-accused-in-liquor-policy-case-ed-tells-delhi-high-court"}