{"title":"Aam Aadmi Party government wins trust vote in Delhi Assembly    ","content":"The Aam Aadmi Party government in Delhi won a trust vote moved by Chief Minister Arvind Kejriwal in the state Assembly on Saturday, the Hindustan Times reported.A total of 54 out of 62 Aam Aadmi Party MLAs were in attendance during the voting in the 70-member Assembly. The Opposition BJP has eight MLAs, seven of whom are currently suspended.Kejriwal, while addressing the Assembly, said that the Aam Aadmi Party will free the country of the BJP rule in 2029, according to The Indian Express.“Everyone has begun asking the question, why are such relentless attacks being done against the AAP,” Kejriwal said. “This is because if there is any challenger to the BJP in the whole country, it is the AAP.”The chief minister said that the Aam Aadmi Party was registered 12 years ago but has become the third-largest party in the country in the last 10 years. “The biggest problem they have with us is the work that we are doing,” he said. “They have no remedy for that.”He added: “They have been saying that they will arrest Kejriwal and they think this party will die. But how will you arrest the thought behind Kejriwal?”Kejriwal had on Friday tabled the trust vote motion in the Delhi Assembly and repeated his allegation that the BJP offered money to MLAs from his party to switch sides.He claimed two Aam Aadmi Party MLAs told him that they were offered Rs 25 crore each to join the BJP. The chief minister said the legislators were told that he would be arrested soon and that the BJP had spoken to 21 MLAs about leaving the Aam Aadmi Party.Following this, he said, the party contacted all its MLAs and found that seven were approached by the BJP.The chief minister said that he had moved the trust motion to make it evident that none of the Aam Aadmi Party MLAs had defected.MLA poaching claimsOn January 27 as well, Kejriwal first alleged that the BJP had offered Rs 25 crore each to seven Aam Aadmi Party MLAs to quit Delhi’s ruling party and topple his government.The Aam Aadmi Party chief, in a social media post, claimed that his party was told that 21 MLAs were contacted in all. “However, as per our information, they contacted seven MLAs, all of whom refused the offer,” he said.Kejriwal claimed the party was told that he would be arrested in some days, after which, attempts would be made to get the MLAs to defect from the party.The chief minister also alleged that in the last nine years, the BJP had hatched several conspiracies in an attempt to topple his government. “But they did not get any success,” he said.Responding to Kejriwal’s allegations, the BJP asked him to clarify which seven MLAs from his party were contacted and by whom.Kejriwal appears before courtAhead of the trust vote in the Assembly, Kejriwal on Saturday appeared before a Delhi court via video conference after he was summoned for the sixth time by the Enforcement Directorate in the liquor policy case, the Hindustan Times reported.The Delhi chief minister submitted that he could not appear physically before the court because of the trust vote motion tabled in the Assembly and the ongoing Budget Session.“Today, I wanted to come but then the confidence motion came. Also, the budget session is ongoing. It will go on till March 1. So please give any date after that,” Kejriwal told the court.The court granted him exemption from physically appearing before it after summons were issued to him based on a complaint filed by the Enforcement Directorate against him for allegedly evading over five summons in connection with the liquor policy case.The court listed the matter for hearing on March 16.Liquor policy caseThe Enforcement Directorate’s case is based on a first information report registered by the Central Bureau of Investigation alleging irregularities in the Delhi government’s now-scrapped excise policy.The Central Bureau of Investigation and the Enforcement Directorate have alleged that the Aam Aadmi Party government modified the liquor excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The Enforcement Directorate has also claimed that members of a so-called South Group had paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair.Two senior Aam Aadmi Party leaders – Manish Sisodia and Sanjay Singh – are currently in jail in connection with the case. Kejriwal has skipped five summons by the Enforcement Directorate.On February 3, the agency moved a Delhi court seeking direction to Kejriwal to appear before it for questioning. The court had summoned the chief minister before it on February 17.Also read: A ‘liquor scam’ has put AAP leaders in jail. But has it dented the party’s image in Delhi?","author":"Scroll Staff","time":"2024-02-17T16:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181025-ukycvdfsee-1665377557.jpeg","tags":["Arvind Kejriwal","AAP","Aam Aadmi Party","Delhi Assembly","Delhi"]}