{"title":"Aam Aadmi Party minister Raaj Kumar Anand resigns from party citing corruption charges","content":"Delhi social welfare minister Raaj Kumar Anand on Wednesday resigned from his post and from the Aam Aadmi Party citing the charges of corruption against the party, reported ANI.“Aam Aadmi Party was born to fight corruption but today the party is stuck in a swamp of corruption,” he told reporters. “It has become difficult for me to work on the minister’s post. I resigned from the post of minister and from the party as I can’t connect my name with this corruption.”In November, the central agency had searched Anand’s house for 23 hours in a customs-linked money laundering case.“I came to politics and then became a minister because of Babasaheb Ambedkar,” Anand told reporters. “I wanted to pay back to the society. I do not want to be in a party that takes a backseat as far as Dalit representation is concerned.”After resigning as Delhi minister and from AAP, Raaj Kumar Anand says, \"Aam Aadmi Party was born to fight corruption but today the party is stuck in a swamp of corruption. It has become difficult for me to work on the minister's post. I resigned from the post of minister and from… https://t.co/Zad3HoJ5vR— ANI (@ANI) April 10, 2024\n\n\nOn Wednesday, Aam Aadmi Party minister Saurabh Bharadwaj told reporters that Anand was repeatedly being summoned by the central agency and was under pressure to quit the party, reported ANI.“I feel he gave up under pressure and was scared since he is a family man,” Bharadwaj told reporters. “This pressure is being put on many other party members by the Bharatiya Janata Party’s Enforcement Directorate.”#WATCH | On the resignation of Raaj Kumar Anand as Delhi minister and AAP leader, Saurabh Bharadwaj says, \"Everyone knows that there was an ED raid at his residence. He was under pressure and got scared. We have no complaints from him...He was given a script and he had no other… pic.twitter.com/okedMnuUVb— ANI (@ANI) April 10, 2024\n\n\nThe Aam Aadmi Party reiterated its stand that the BJP-led Union government is attempting to destroy it.“We have said this from day one that the intention behind arresting Aam Aadmi Party’s National Convenor and Delhi Chief Minister Arvind Kejriwal was to finish off the party,” Rajya Sabha MP and party leader Sanjay Singh said at a press conference on Wednesday.“There is no intention of conducting an investigating a corruption case but to break the spirits of Aam Aadmi Party workers and leaders,” Singh said, adding that these are trying times for the Aam Aadmi Party’s leaders, legislators and workers.“It is on us to decide how we want to be remembered,” Singh said. “Do you want to be remembered as a coward or a courageous leader. History will decide on how you fought a corrupt, gangster-esque party like the BJP.”The central agency had arrested Kejriwal on March 21 in Delhi liquor policy case. On Wednesday, the Delhi chief minister moved the Supreme Court after the High Court rejected his petition against his arrest.Senior AAP leader and Rajya Sabha Member @SanjayAzadSln and Minister @Saurabh_MLAgk Addressing an Important Press Conference | LIVE  https://t.co/OzgMsZabrt— AAP (@AamAadmiParty) April 10, 2024","author":"Scroll Staff","time":"2024-04-10T19:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199963-avmwoirzmu-1712753547.jpg","tags":["Raaj Kumar Anand","Aam Aadmi Party","Enforcement Directorate","Arvind Kejriwal","Bharatiya Janata Party"],"source":"https://scroll.in/latest/1066481/aam-aadmi-party-minister-raaj-kumar-anand-resigns-from-party-citing-corruption-charges"}