{"title":"AAP, Shiv Sena (UBT) offer conditional support for Uniform Civil Code","content":"The Aam Aadmi Party and Shiv Sena (Uddhav Balasaheb Thackeray) on Wednesday expressed support for a Uniform Civil Code for all Indians but with conditions, reported The Hindu.A Uniform Civil Code involves a common set of laws governing marriage, divorce, succession and adoption for all Indians. Now, Indians follow personal laws specific to the religion to which they belong. The aim of such uniformity is to ensure equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance under patriarchal personal laws, the Bharatiya Janata Party claims.The support from the two parties, which had attended the Opposition meeting in Patna to discuss an anti-Bhartiya Janata Party front for the 2024 Lok Sabha polls, came two days after Prime Minister Narendra Modi said that Muslims in India are being instigated to oppose the Uniform Civil Code even though the Supreme Court has advocated for it.Shiv Sena (Uddhav Balasaheb Thackeray) leader Sanjay Raut said that his party has historically supported the implementation of the Uniform Civil Code.“We support the idea of Uniform Civil Code,” Raut told The Hindu on Wednesday. “Though, Prime Minister Modi’s latest campaign is a political stunt aimed at the next general elections and not a sincere exercise to bring the UCC [Uniform Civil Code]. In view of his remarks, we will have to sit and deliberate on the issue.”The Aam Aadmi Party said that it supports the Uniform Civil Code “in principle”, but it should be brought in with a consensus after extensive consultations with stakeholders.VIDEO | \"In principle, we do stand with the UCC. However, it should be implemented after a wider consultation with everyone,\" says AAP leader Sandeep Pathak on PM Modi's remark on uniform civil code. pic.twitter.com/zQy57Nz2Ht— Press Trust of India (@PTI_News) June 28, 2023\n\n“Article 44 [of the Consitution] also says that there should be Uniform Civil Code in the country,” Aam Aadmi Party MP Sandeep Pathak said, according to PTI. “But it is connected to all religions, so there should be a wider consultation on the issue with all religions and political parties.” Several Opposition parties, including BJP’s former ally Shiromani Akali Dal, All India Majlis-e-Ittehadul Muslimeen, Jharkhand Mukti Morcha, Rashtriya Janata Dal and the Congress, have opposed the Uniform Civil Code.“The SAD [Shiromani Akali Dal] has always opposed preparation of UCC [Uniform Civil Code] and would submit its reservations on this issue to the 22nd Law Commission as well as in Parliament,” party spokesperson Daljit Singh Cheema said on Wednesday.Cheema said that Uniform Civil Code was not granted the status of fundamental rights in the Constitution and was kept in the concurrent list as part of the Directive Principles of State Policy.“Changing this status is not desirable as it will cause friction in society,” he added. “Besides minority communities, tribal societies who have their own personal laws will be most affected.”The Akali Dal spokesperson also criticised the Aam Aadmi Party for supporting the Uniform Civil Code. “AAP and its Convener Arvind Kejriwal promised change in Punjab, but are now openly supporting an issue which will cause strife in the civil society,” he said.The statement of AAP leader Sandeep Pathak on UCC has exposed the real face of Arvind Kejriwal. SAD is of the firm view that implementation of UCC is not in the interests of the minorities in the country & Union Govt should shelve the idea of implementing it. The 21st Law… pic.twitter.com/aJqkKU6V3d— Dr Daljit S Cheema (@drcheemasad) June 28, 2023\n\nCongress leader and former Home Minister P Chidambaram said that the issue cannot be forced on people by an “agenda-driven majoritarian government” as it will widen divisions among people.“The PM’s strong pitch for the UCC is intended to divert attention from inflation, unemployment, hate crimes, discrimination and denying States’ rights,” he wrote in a tweet. “The people must be vigilant. Having failed in good governance, the BJP is deploying the UCC to polarise the electorate and attempt to win the next elections.”Jharkhand Chief Minister Hemant Soren also said BJP’s demand is a move to distract the public from real issues, reported The Hindu. “Ask him [Modi] how would he give employment first, how would he bring down inflation?” Soren asked. “Speak on that first.”National Conference chief Farooq Abdullah also urged the Centre not to implement such a code.“This country is diverse,” he said. “People of all religions live here...Muslims have their own Shariat law. They [government] should think about any possible storm that would come if they take any step in this regard.”#WATCH | National Conference (NC) chief Farooq Abdullah speaks on Uniform Civil Code (UCC)\"They (Central govt) should think that the country is diverse, people of all religions live here, and Muslims have their own Shariat law. They should think about any possible storm that… pic.twitter.com/UZzNRtKuAw— ANI (@ANI) June 29, 2023\n\nTamil Nadu Chief Minister MK Stalin accused Modi of trying to disrupt law and order and cause religious violence, PTI reported.“Our Modi says that there should not be two types of laws in a country,” the Dravida Munnetra Kazhagam chief said. “The prime minister was hence thinking of winning the 2024 Lok Sabha polls by fanning communal sentiments and creating confusion in the country.”Nationalist Congress Party chief Sharad Pawar said that the Bharatiya Janata Party should introduce reservation for women in the Lok Sabha and state Assemblies before discussing the Uniform Civil Code, according to PTI.At a press conference in Pune, Pawar added that his party will make its stand after taking into account the suggestions and demands of various communities.Implementing the code has been on the Bharatiya Janata Party’s agenda for years. Earlier this month, the Law Commission sought the views of citizens and religious groups on the matter. Chairman of the Law Commission, Justice Ritu Raj Awasthi, on Wednesday said that the panel has received 8.5 lakh responses within two weeks of initiating the public consultation process, reported PTI.On Thursday, Defence Minister Rajnath Singh had defended Modi’s call for implementation of the code accusing the Opposition parties of trying to bring in a communal angle, reported PTI.“What we are going to do has been written in the Constitution,” Singh said. “We are going to fulfil that promise. Isn’t there one country, one legislation? I can say with conviction that it will not be allowed in the country that someone will have the freedom to marry as many times as he wants.”","author":"Scroll Staff","time":"2023-06-29T13:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191702-tfmfpixdlv-1688024268.jpg","tags":["Narendra Modi","Uniform Civil Code","Aam Aadmi Party","Shiv Sena (Uddhav Balasaheb Thackeray)","Akali Dal"]}