{"title":"AAP says CBI allegations against its feedback unit are ‘completely bogus’","content":"The Aam Aadmi Party on Wednesday denied the Central Bureau of Investigation’s allegation that it gathered “political intelligence” through its feedback unit set up in 2015, The Hindu reported.The CBI has alleged that the feedback unit was set up to strengthen the Vigilance Department. However, it was misused for a purpose other than the one for which it was said to have been created. The central agency said that 60% of the reports from the feedback unit pertained to matters related to the vigilance department, while the 40% were about “political intelligence”.  The agency has also demanded that a corruption case be filed against Delhi Deputy Chief Minister Manish Sisodia and senior officials. The CBI alleged that the unit was not functioning in the interest of the Delhi government, but in the private interest of the Aam Aadmi Party and Sisodia.On Wednesday, the Aam Aadmi Party said that the allegations were completely bogus and politically motivated.“The CBI and ED [Enforcement Directorate] should rather investigate the dubious relationship between Modi and Adani where the real corruption happened,” the Arvind Kejriwal-led party said in a statement, according to NDTV.The party was referring to allegations by the Opposition against Prime Minister Narendra Modi accusing him of helping the Adani Group by tweaking rules and regulations in its favour.Meanwhile, the Bharatiya Janata Party has alleged that the Aam Aadmi Party has been hostile towards its political opponents since it was formed, reported NDTV.“The Kejriwal government formed FBU [feedback unit] to keep an eye on not only its political opponents but union ministers, MPs, LG Office, media houses, leading businessmen and also the judges,” the BJP’s Delhi chief Virendra Sachdeva alleged.Leader of the Opposition in Delhi Assembly and BJP MLA Ramvir Bidhuri demanded that Sisodia should resign immediately as several cases have been filed against him, The Hindu reported.“He [Manish Sisodia] has been the head of the Delhi government’s Vigilance Department and this unit has been formed under him,” Bidhuri said.  “This unit was given the task of political espionage which was illegal and unethical.”","author":"Scroll Staff","time":"2023-02-09T13:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179989-wdxwspmbor-1663305993.jpg","tags":["AAP","CBI","BJP","Delhi"],"source":"https://scroll.in/latest/1043566/aap-says-cbi-allegations-against-its-feedback-unit-are-completely-bogus"}