{"title":"AAP MLA Amanatullah Khan sent to four days in policy custody in Delhi Waqf Board corruption case","content":"Aam Aadmi Party MLA Amanatullah Khan was sent to four days in police custody by a Delhi court on Saturday in connection with alleged irregularities in appointments to the Delhi Waqf Board, reported The Indian Express.Khan was arrested by the Anti-Corruption Branch, which reports to the lieutenant governor, on Friday, hours after the police conducted raids at multiple locations related to the MLA. The officials had claimed that it found two unlicensed pistols and Rs 24 lakh in cash during the raids, according to PTI.At Friday’s hearing, Additional Public Prosecutor Atul Kumar Shrivastava, appearing for the Anti-Corruption Branch, told the court that Khan received Rs 4 crore in cash, citing a diary recovered by the agency. Shrivastava also said that agency has found money trails in Bihar, Gujarat, Telangana and Uttarakhand.The prosecutor sought a 14-day police custody, saying that the agency needs to interrogate Khan thoroughly and confront him about how he received the Rs 4 crore amount. Citing Income Tax filings by Khan, Shrivastava said that the MLA had an income of Rs 4 lakhs. He also argued that Khan could threaten law enforcement officers and witnesses in the case, alleging that Anti-Corruption Branch officials were manhandled when they were conducting raids on Friday.Also read:Amanatullah Khan case: Police found nothing during raids, claims AAP MLA’s wife On the agency’s claims about money trails, senior advocate Rahul Mehra, appearing for Khan, said that the officials can record any location they want.“London, US – they can get a free trip there also,” Mehra told the court. “What is the endeavour right now? Application on police remand is made in a manner as if they are making it to a temple. You ring the temple bell and get 14 days’ police custody.”He said that the diary recovered by the agency “does not mean anything”.On the alleged irregularities in appointment, Mehra said that there are several judgement that state that an irregular act can be rectified. “Where is the illegality?” he asked.Mehra submitted that the agency has not been able to say what provisions have been violated in connection with the alleged irregularities.The advocate also claimed that the actions against Khan are meant to defame him.Mehra told the court that the agency had filed the first information report in on January 29, 2020, a month before the Delhi Assembly elections. “What was the intention of the state at that time?” he asked. “This is a marked MLA – defame him when he is going to seek votes. Despite that he won with a handsome margin.”Mehra also sought bail for Khan said the MLA will abide by all conditions imposed on him. “Let this is be a test that the MLA is complying with the conditions imposed by the court,” he said.A sitting MLA who was democratically elected trice cannot run away, Mehra said, adding that he has always cooperated and would continue to do so.The caseIn 2016, the sub-divisional magistrate of the Delhi government’s revenue department had filed a complaint against Khan alleging that appointments made by him in the Waqf Board were arbitrary and illegal.   The agency alleged that Khan, while working as the chairperson of the Delhi Waqf Board, illegally recruited 32 persons “with allegations of corruption and favoritism”.“The then CEO of Delhi Waqf Board had clearly given statement and issued memorandum against such illegal recruitment,” a press release from the anti-corruption agency said.","author":"Scroll Staff","time":"2022-09-17T19:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180061-ergxcbgaoi-1663424922.jpg","tags":["Amanatullah Khan","Anti-Corruption Branch","Corruption","Delhi Waqf Board","Delhi","Aam Aadmi Party"],"source":"https://scroll.in/latest/1033082/aap-mla-amanatullah-khan-sent-to-four-days-in-policy-custody-in-delhi-waqf-board-corruption-case"}