{"title":"AAP, Samajwadi Party allege corruption in purchase of Ayodhya Ram Temple land, trust denies charge","content":"The Aam Aadmi Party and the Samajwadi Party on Sunday alleged corruption in a land purchase deal by the Ram Janmabhoomi Trust for the Ram temple in Ayodhya. The parties have demanded a high-level inquiry into the alleged financial irregularities.Late on Sunday evening, the Ram Janmabhoomi Trust issued a statement denying the charges, according to The Indian Express.Aam Aadmi Party leader Sanjay Singh and Samajwadi Party member Pawan Pandey held separate press briefings where they levelled the corruption charges.Singh claimed that a piece of land valued at Rs 5.8 crore was first bought by two persons, Sultan Ansari and Ravi Mohan Tiwari, at Rs 2 crore. He alleged that the land was then sold a few minutes later to the Ram Janmabhoomi Trust at a price of Rs 18.5 crore. The land is 12,080 square metres in size, according to Pandey.श्री राम जन्म भूमि न्यास में घोटाला, मर्यादा परूषोत्तम प्रभु श्री राम के नाम पर ज़मीन ख़रीद में भारी घोटाला 2करोड़ की ज़मीन ट्रस्ट के चम्पत राय ने 5 मी. बाद 18.5करोड़ में ख़रीदी ये देश के करोड़ों लोगों की आस्था पर आघात है मोदी जी ED CBI से जाँच कराकर घोटाले बाजों को जेल में डालो। pic.twitter.com/5nokllAMno— Sanjay Singh AAP (@SanjayAzadSln) June 13, 2021\n\n#Ayodhya ➡भगवान राम के नाम पर लोगों ने चंदा दिया➡भगवान के नाम पर आए पैसे को लूटा गया➡17 करोड़ ट्रस्ट ने RTGS किया गया- पवन पांडेय➡17 करोड़ किसने-किसने खाया, जांच हो- पवन@pawanpandeysp pic.twitter.com/ja56iwNz7z— भारत समाचार (@bstvlive) June 13, 2021\n\n“How does the price of a land increase in just a few minutes,” Singh asked, adding that Rs 17 crore was transferred through real-time gross settlement, or RTGS, which allows instantaneous money transfer. “Why was the land valued at Rs 2 crore bought for Rs 18.5 crore?”Singh and Pandey said that both the papers on the sale deed of the land and the registry have the same witnesses – Anil Mishra, a member of the trust, and Ayodhya Mayor Rishikesh Upadhyay. Singh also said that the stamp for the deed for the second deal (in which the land was sold to the trust) was bought before Sultan and Tiwari purchased the land at Rs 2 crore.While the stamp paper for the second deal was bought at 5.11 pm, the stamp paper for the first deal was purchased at 5.22 pm, according to Singh. “In any Trust, a proposal is passed before any land is bought,” he said. “How did the Ram Janmabhoomi Trust pass the proposal in just five minutes and buy the land?”Singh alleged that the Trust has duped citizens by collecting money in the name of deity Ram and asked Prime Minister Narendra Modi to order a Central Bureau of Investigation or Enforcement Directorate level inquiry into the alleged corruption.“No one can imagine that anyone would engage in corruption in his [Ram’s] name,” Singh said.The Ram temple is coming up at the site where the Babri Masjid was demolished in 1992 by Hindutva extremists who were mobilised under the Bharatiya Janata Party’s Ram Janmabhoomi movement. In November 2019, the Supreme Court in a landmark judgement held the demolition was illegal but handed over the land to government-run trust for the construction of a Ram temple. In August 2020, Prime Minister Narendra Modi laid the foundation stone for the temple.Trust denies chargesLate on Sunday, the Ram Janmabhoomi Trust issued a statement denying the charges. “After the Supreme Court order [on building of the temple], a lot of people started coming to Ayodhya to purchase land, and as the Uttar Pradesh government is also purchasing a lot of land for development works, the land price increased suddenly,” the trust stated, according to The Indian Express.The temple body alleged that all lands have been purchased by them “at a price much lower than the market price”. They claimed that the allegations made were politically motivated, asserting that the body had proper documents for the purchase.“All the court fees and stamp paper purchase is done online and the amount is transferred into the bank account of the seller through online transaction,” the statement added.","author":"Scroll Staff","time":"2021-06-13T20:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145493-fotixambha-1623592663.jpg","tags":["Ram Janmabhoomi Trust","Ram Janmabhoomi Trust corruption","Sanjay Singh","Pawan Pandey"]}