{"title":"AAP MLA Amanatullah Khan arrested in Delhi Waqf Board corruption case","content":"Aam Aadmi Party MLA Amanatullah Khan was arrested by the Anti-Corruption Branch on Friday in connection with the Delhi Waqf Board corruption case, ANI reported.The arrest came hours after the agency, which reports to the lieutenant governor, conducted raids at multiple locations related to Khan. The agency claimed that it found two unlicensed pistols and Rs 24 lakh in cash during the raids, according to PTI.Following the arrest, the Aam Aadmi Party said it was a baseless and fake case, reported ANI.“Nothing was found from his residence or office during the raid,” it said. “This is a new conspiracy to implicate the MLA in a false case and defame our party.”In Delhi Waqf Board corruption case, Anti-Corruption Branch conducted raids at various places related to Delhi AAP MLA Amanatullah Khan&his business partners. A total of Rs 24 lakh in cash,2 illegal arms & ammunition recovered from 2 of his associates,earlier today: ACB officials pic.twitter.com/1mu2bYNNJi— ANI (@ANI) September 16, 2022\n\nIn 2016, the sub-divisional magistrate of the revenue department had filed a complaint against Khan alleging that appointments made by him in the Waqf Board were arbitrary and illegal, according to The Indian Express.A first information report was registered in the case by the Anti-Corruption Branch in January 2020.In July, the agency wrote to the lieutenant governor’s secretariat demanding that Khan be removed as the Delhi Waqf Board chairperson, according to the newspaper. The agency had alleged that his “criminal and bullying” nature was “obstructing a free and fair investigation and preventing witnesses from coming out against him”.On Thursday, the Anti-Corruption Branch had issued a notice to Khan for questioning in the case. Khan had claimed he was summoned because he had built a new Waqf Board office. वक़्फ़ बोर्ड का नया दफ़्तर बनवाया है,हमें #ACB ने बुलाया है…चलो फिर बुलावा आया है! pic.twitter.com/YAiumagPbc— Amanatullah Khan AAP (@KhanAmanatullah) September 15, 2022","author":"Scroll Staff","time":"2022-09-16T21:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136374-nnbosmngnk-1581420051.jpg","tags":["Amanatullah Khan","Anti-Corruption Bureau","Delhi Waqf Board","Delhi Waqf Board corruption case","Corruption","Aam Aadmi Party"],"source":"https://scroll.in/latest/1033034/aap-mla-amanatullah-khan-arrested-in-delhi-waqf-board-corruption-case"}