{"title":"BJP files complaint against Satyendar Jain for allegedly getting foot massages in Tihar Jail","content":"The Bharatiya Janata Party filed a police complaint against Delhi minister Satyendar Jain on Saturday, after several of its leaders shared purported videos of him receiving foot massages in jail and alleged that he was receiving special treatment behind bars, the Hindustan Times reported.The close circuit television visuals show Jain receiving foot massages while reading documents and lying down on a bed. As per the CCTV footage, one of the videos is from September 13, while the other is from September 14. Scroll.in has not verified the authenticity of the videos.In the complaint, BJP leaders Parvesh Sahib Singh, Manjinder Singh Sirsa and Tajinder Pal Singh Bagga have accused Jain of violating the Delhi Prisons Act, 2000. They have also named Delhi Chief Minister Arvind Kejriwal in the complaint for not taking any action against Jain.Earlier on Saturday, BJP social media chief Amit Malviya had shared the video, alleging that Jain was also provided several other facilities “in gross violation of jail rules”, including a television set, a bed and bottled water. The BJP leader asked why Jain was still a minister in the Delhi government.“Why would [Delhi Chief Minister Arvind] Kejriwal not sack him?” he asked. “What is he scared of?”Despite being in jail for last five months, Satyendra Jain continues to be a minister in Arvind Kejriwal’s cabinet. He has been provided a masseur, TV, bed, bottled water and all facilities, in gross violation of jail rules.Why would Kejriwal not sack him? What is he scared of? pic.twitter.com/ko9QxMp2Lp— Amit Malviya (@amitmalviya) November 19, 2022\n\nMalviya also said that alleged conman Sukesh Chandrashekhar had also alleged that Jain was being given “outlandish privileges” in prison. “It is now clear that his charges have merit and the duo must be investigated for money laundering, among others,” he said.Among the several damning allegations Sukesh levied against Satyendra Jain and Arvind Kejriwal, one of them was outlandish privileges available to the jailed minister. It is now clear that his charges have merit and the duo must be investigated for money laundering, among others. pic.twitter.com/EDI0Q24WOg— Amit Malviya (@amitmalviya) November 19, 2022\n\nChandrashekhar was arrested by the Delhi Police on August 7 for allegedly extorting around Rs 215 crore from Shivinder Singh, a former promoter of pharmaceutical giant Ranbaxy, and his wife Aditi Singh. He had allegedly impersonated the Union home secretary, law secretary and an officer in the prime minister’s office while speaking to them.In a letter to Delhi’s Lieutenant Governor Vinai Kumar Saxena on October 7, Chandrashekhar had made a series of allegations against the Aam Aadmi Party. He had claimed to have paid Rs 10 crore to Jain as protection money in jail.The Aam Aadmi Party leader was arrested by the Enforcement Directorate on May 30. The agency’s case is based on a disproportionate assets first information report filed by the Central Bureau of Investigation in 2017 under the Prevention of Money Laundering Act. He is accused of having laundered money through four companies allegedly linked to him.  Commenting on the videos, Delhi Deputy Chief Minister Manish Sisodia claimed that the massages were part of Jain’s physiotherapy regimen for a spine injury. He also claimed that the former Delhi health minister had been framed in a false case.“He [Jain] had sustained an injury to his spine and even underwent two surgeries,” Sisodia said. “The doctor had advised physiotherapy upon discharge and those videos show him getting physiotherapy. The BJP is mocking someone’s illness based on CCTV videos from jail. I do not think any political party has resorted to such lows in the country’s history.”Sisodia alleged that the BJP was resorting to such tactics after sensing defeat in the elections in Gujarat and the Municipal Corporation of Delhi.नीचता पर उतरी BJP!BJP ने @SatyendarJain को झूठे Case में जेल में बंद किया हैBJP किसी इंसान के इलाज का CCTV फुटेज निकाल कर बीमारी का मज़ाक़ बना रही हैPM-आम आदमी किसी को भी इलाज की ज़रूरत पड़ सकती हैकिसी के इलाज का Video जारी करना, BJP के अलावा कोई नहीं कर सकता-@msisodia pic.twitter.com/L6mFYackdk— AAP (@AamAadmiParty) November 19, 2022","author":"Scroll Staff","time":"2022-11-19T13:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183056-wwdbjokueb-1668841508.jpg","tags":["Satyendar Jain","Delhi","BJP","Amit Malviya"],"source":"https://scroll.in/latest/1037809/aap-leader-satyendar-jain-getting-foot-massages-in-tihar-jail-alleges-bjp"}