{"title":"AAP leader Satyendar Jain denied bail by Delhi court in money laundering case","content":"A Delhi court on Thursday refused bail to Aam Aadmi Party leader Satyendar Jain in a money laundering case, reported Live Law.Special Judge Vikas Dhull, who was hearing Jain’s petition, also denied bail to co-accused persons Vaibhav Jain and Ankush Jain in the case.Satyendar Jain’s lawyers argued before the court that there was nothing illegal that could be attributed to the Aam Aadmi Party leader. On the other hand, the Enforcement Directorate opposed bail, contending that he was an influential politician who had tampered with evidence.Jain, a minister without a portfolio in the Delhi government, was arrested by the Enforcement Directorate on May 30. The agency’s case is based on a disproportionate assets first information report filed by the Central Bureau of Investigation in 2017 under the Prevention of Money Laundering Act. He is accused of having laundered money through four companies allegedly linked to him.The agency claims that money routed through the companies was used to buy land or repay loans taken to purchase agricultural land in and around Delhi.Transfer of judgeA Delhi sessions court had replaced Judge Gitanjali Goel, who was previously hearing the case against Jain, with Special Judge Vikas Dhull on September 23 at the Enforcement Directorate’s request.This was after Goel, while hearing bail pleas of the Aam Aadmi Party leader and two of his alleged aides, had rebuked the Enforcement Directorate about its investigation in the case.She had asked why the Enforcement Directorate went beyond the Central Bureau of Investigation’s case to look into alleged proceeds of crime that are not mentioned in the chargesheet. Goel had also sought to know what exactly the crime in the case was, observing that the companies allegedly cheated by Jain were also named as accused entities.Jain had then moved the Delhi High Court against the transfer of the judge. However, on October 1, the High Court dismissed his petition, saying that the principal district and session judge had considered all facts while transferring the case and that the order did not need any interference.Jain had then moved the Supreme Court, which on October 11, issued notice to the Enforcement Directorate. He, however, withdrew the petition on October 17.His lawyer had said that the petition was withdrawn so that the bail petition in the trial court can be pursued expeditiously.","author":"Scroll Staff","time":"2022-11-17T14:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175960-yiscmmiole-1655537610.jpg","tags":["Satyendar Jain","AAP","Enforcement Directorate"],"source":"https://scroll.in/latest/1037563/aap-leader-satyendar-jain-denied-bail-by-delhi-court-in-money-laundering-case"}