{"title":"AAP MP Sanjay Singh suspended from Rajya Sabha for ‘unruly behaviour’","content":"Aam Aadmi Party MP Sanjay Singh was on Monday suspended for the rest of the Monsoon Session as members of Opposition parties continued to hold protests demanding a statement from Prime Minister Narendra Modi in Parliament on the ethnic violence in Manipur.Rajya Sabha Speaker Jagdeep Dhankhar said he took action against Singh because of his “unruly behaviour” and accused him of repeatedly violating his orders. In a video from the Rajya Sabha, Singh can be seen protesting in the Well of the House.Leader of the House Piyush Goyal moved the motion to suspend Singh which was adopted by the House through a voice vote. After suspending Singh, Dhankhar adjourned proceedings of the Rajya Sabha till 2 pm as the protests went on.Both the Houses were later adjourned for the day as Opposition protest continued. #WATCH | Rajya Sabha Chairman suspends AAP MP Sanjay Singh for the remaining duration of the Monsoon session during the Opposition's protest in the House over the Manipur issue pic.twitter.com/YpNYIhhMck— ANI (@ANI) July 24, 2023\n\nTrinamool Congress MP Derek O’Brien also entered into a heated exchange with Dhankhar for omitting to mention the party affiliations of Opposition members seeking a discussion on the Manipur violence under Rule 267. The rule provides for setting aside all other business to take up a particular matter. O’Brien took offence to the fact that Dhankhar read out the party affiliations of BJP MPs who had sought short-duration discussions under Rule 176 on violence in all states including Manipur, PTI reported.Meanwhile, the Lok Sabha was also adjourned till 2 pm as Opposition MPs demanded a discussion on Manipur even as the government moved three Bills in the Lower House. As soon as the proceedings started in the Lok Sabha at 11 am, the Opposition raised its demand for a discussion on the northeastern state. Speaker Om Birla, Parliamentary Affairs Minister Pralhad Joshi Defence Minister Rajnath Singh and Home Minister Amit Shah said that the government was ready to discuss the matter.However, as the Opposition parties insisted on a statement from Modi, the government refused to relent.“I request the Opposition to let a discussion take place on this issue,” Shah told the House. “It is important that the country gets to know the truth on this sensitive matter.”Earlier in the day, Leader of Opposition in Rajya Sabha and Congress president Mallikarjun Kharge was joined by other Opposition MPs outside Parliament who held placards reading, “India for Manipur”. The leaders demanded Modi address both Houses about the situation in Manipur.The state has been wracked with clashes between the Kukis and the Meiteis since May 3, killing over 160 and displacing 60,000. The Opposition’s attack against the Centre and the BJP government in Manipur was bolstered after a video showing two Kuki women being paraded naked was widely shared on social media.Rajnath Singh had said on Friday that the government was ready to hold a discussion on the violence in Manipur in Parliament but accused the Opposition of not being serious about it.It is shameful that the Prime Minister is making a statement outside the House, when Parliament is in session. It is his duty to make a comprehensive statement inside the Parliament on Manipur violence. Therefore, we are requesting the Chairman of Rajya Sabha and the Speaker of… pic.twitter.com/oSvB3ZcD8u— Mallikarjun Kharge (@kharge) July 24, 2023","author":"Scroll Staff","time":"2023-07-24T13:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184157-zmtqmeaepe-1670673524.jpg","tags":["Opposition","Parliament","Monsoon Session","Sanjay Singh","Jagdeep Dhankar","BJP","Manipur Violence"],"source":"https://scroll.in/latest/1053155/aap-mp-sanjay-singh-suspended-from-rajya-sabha-for-monsoon-session"}