{"title":"AAP wins Jalandhar Lok Sabha bye-election, Apna Dal wins two Assembly seats in UP","content":"The Aam Aadmi Party on Saturday won the bye-election for the Jalandhar Lok Sabha constituency, data from the Election Commission showed. Sushil Rinku defeated Congress candidate Karamjit Kaur Chaudhary by a margin of 58,691 votes.The election was necessitated after the incumbent Congress MP Santokh Singh Chaudhary died of a heart attack while participating in the party’s Bharat Jodo Yatra in January. Karamjit Kaur is Chaudhary’s wife.Aam Aadmi Party National Convenor Arvind Kejriwal described the victory as historic and said that Chief Minister Bhagwant Mann’s performance in Punjab deserved the credit.“Jalandhar has been a bastion of Congress for 50 years,” Kejriwal said. “Our politics is about the work we do and we ask for votes on the basis of that. This victory does not only reflect the mood of Jalandhar, but the entire Punjab.”Jalandhar Bypoll में AAP की ऐतहासिक जीत पर Punjab के लोगों को बधाई💐जालंधर सीट Congress का गढ़ रही है, यहां 60 में से 50 साल कांग्रेस का राज रहा है।हम काम की राजनीति करते हैं, और काम के नाम पर ही Vote मांगते हैं।ये जालंधर का Mood ही नहीं, पूरे पंजाब का Mood है।- CM… pic.twitter.com/28sU5T01Xi— AAP (@AamAadmiParty) May 13, 2023\n\nMeanwhile, the counting of votes for three assembly seats – Suar and Chhanbey in Uttar Pradesh and Jharsuguda in Odisha – also took place on Saturday.The Apna Dal, an ally of the ruling Bharatiya Janata Party, won both the seats in Uttar Pradesh, while the Biju Janata Dal emerged victorious in Odisha.BJP ahead in urban local body polls in Uttar Pradesh  The BJP on Saturday Saturday won five of the 17 mayoral seats in Uttar Pradesh, reported The Indian Express. Candidates of the party won in Ayodhya, Bareilly, Jhansi, Saharanpur and Vrindavan-Mathura. The BJP is leading in the other 12 seats as well.The urban local body polls in the state were held in two phases on May 4 and May 11. Besides the mayoral seats, 199 municipal councils and 544 nagar panchayats also went to elections.Out the 199 municipal councils in the state, the BJP was leading at 99 seats on Saturday evening, followed by the Samajwadi Party at 38 seats, the Bahujan Samaj Pary at 18 and Congress at four, according to India Today.Of the 544 nagar panchayats, the BJP was ahead in 192, followed by the Samajwadi Party at 88, the Bahujan Samaj Pary at 42 and the Congress at six.","author":"Scroll Staff","time":"2023-05-13T18:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190123-wvwcmatxkb-1683979357.jpg","tags":["Jalandhar","AAP","Election Commission","Uttar Pradesh"],"source":"https://scroll.in/latest/1049063/aap-wins-jalandhar-lok-sabha-bye-election-apna-dal-wins-two-assembly-seats-in-up"}