{"title":"AAP’s Satyendar Jain denied bail by Delhi High Court in alleged money laundering case","content":"The Delhi High Court on Thursday rejected the bail plea of Aam Aadmi Party leader Satyendar Jain in an alleged money laundering case, Live Law reported.Justice Dinesh Kumar Sharma also rejected the bail pleas of co-accused persons Vaibhav Jain and Ankush Jain. “Satyendar Jain is an influential person and has the potential of tampering with evidence,” the judge said.Jain, arrested by the Enforcement Directorate on May 30, is accused of having laundered money through four companies allegedly linked to him. The Central Bureau of Investigation had filed a case in August 2017 under the Prevention of Corruption Act. A year later, it filed a chargesheet against Jain, his wife and four of his associates.In April last year, the Enforcement Directorate had attached immovable property worth Rs 4.81 crore  belonging to Akinchan Developers Private Limited, Indo Metal Impex Private Limited, Paryas Infosolutions Private Limited, Manglayatan Projects Private Limited and JJ Ideal Estate Private Limited.The Enforcement Directorate had told a trial court that these firms were only paper companies that did not earn any income and Jain was in “de facto control” of them. On November 17, the trial court had dismissed his bail plea, saying that he was prima facie involved in concealing proceeds of crime.The Aam Aadmi Party leader moved the High Court against the order. During the hearings, he told the judge that no case was made out against him. The former minister added that he had fully cooperated in the investigation and there was no need to incarcerate him.The Enforcement Directorate counsel, however, argued that Jain was “in the thick of things”.","author":"Scroll Staff","time":"2023-04-06T11:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175538-xgfkeqqweo-1654756918.jpg","tags":["Satyendar Jain","Enforcement Directorate","AAP","Delhi High Court"],"source":"https://scroll.in/latest/1046918/aaps-satyendar-jain-denied-bail-by-delhi-high-court-in-alleged-money-laundering-case"}