{"title":"‘Absolute freedom not good for society,’ university tells Kerala HC on restrictions on girl students","content":"Absolute freedom at the age of 18 may not be appropriate for the society, the Kerala University of Health Sciences told the state’s High Court on Tuesday while responding to a plea challenging curfew hours for women students at hostels, reported PTI.The High Court was hearing a petition filed by women students of Government Medical College in Kozhikode who had challenged a directive of the Higher Education Department that prevents them from leaving the hostel after 9.30 pm. The college is affiliated to Kerala University of Health Sciences.“The development of the prefrontal cortex of the brain is very important for complex behavioral performance and the development and maturation of prefrontal cortex is fully accomplished at the age of 25 years,” the university said in its response. “Considering the above scientific facts, seeking absolute freedom on attaining the age of 18 may not be appropriate and good for society.”At the previous hearing of the matter on November 30, Justice Devan Ramachandran of the High Court had observed that such restrictions were nothing but patriarchy under the guise of providing protection. The court had then asked the authorities to explain the rationale behind imposing such restrictions, adding that they could be justified only due to “compelling reasons.”“Opening the gates of hostels without any regulation would be detrimental to the society at large if the same is done without a proper scientific study,” the Kerala University of Health Sciences said in its response on Tuesday, reported The Indian Express. “Various studies conducted on adolescent behaviour point to the fact that the percentage [of] road accidents and fatalities, use of drugs and other substances, rate of suicides and homicides, etc, are very high among them.”The university added that it has fixed hostel timings for all students and case of any genuine need, authorities give permission to stay outside beyond those hours, reported the newspaper.","author":"Scroll Staff","time":"2022-12-21T08:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152955-pkrioaudob-1609939246.jpg","tags":["Kerala University of Health Sciences","Kerala High Court","Hostel Timings"],"source":"https://scroll.in/latest/1040225/absolute-freedom-not-good-for-society-university-tells-kerala-hc-on-restrictions-on-girl-students"}