{"title":"‘Absurd’: Advocates and Opposition denounce law minister’s statement on no priority to bail pleas","content":"After Union Law Minister Kiren Rijiju said that the Supreme Court should refrain from hearing all bail pleas and frivolous public interest litigations, several legal experts on Thursday described his statement as “pathetic and absurd”, PTI reported. The Opposition added to the objections stating that the government is trying to micromanage the judiciary.Rijiju had made the remarks in Rajya Sabha after he introduced the New Delhi International Arbitration Centre (Amendment) Bill, 2022, on Wednesday.Senior Advocate Ajit Kumar Sinha said there cannot be complete negation of public interest litigations. He added that it cannot be said that the Supreme Court should not entertain bail pleas as Article 136 of the Constitution provides for special leave to appeal against any High Court order. Advocate Jayant Bhushan said that bail pleas are important as they constitute “personal liberty which is a most cherished right”, PTI reported.He added: “This is the most absurd statement made by the minister. How can such a statement be made about the Supreme Court?”Advocate Prashant Bhushan said that the law minister’s statement reflected the government’s “anti-liberty mindset”.He added: “Kiren Rijiju and his government are themselves responsible [for pending cases] and they have refused to appoint the judges which are recommended by the collegium and have kept hundreds of appointments on hold.”The government and judiciary are currently locked in a tussle on the process of making judicial appointments in the country. The law minister himself has repeatedly criticised the existing collegium system of appointments.The Supreme Court had told the Centre on December 8 that the collegium system of appointing judges to the higher judiciary is the law of the land and must be adhered to.Rijiju has said that while the government approves names recommended by the collegium, it has no authority to look for or recommend judges.What Opposition saidReacting to Rijiju’s statement about bail pleas, Rajya Sabha MP Kapil Sibal on Thursday asked if the minister knew what liberty meant.“Unfortunate  that we have a law minister who is uninformed about the law and the  amount of work judges do,” he tweeted. “If the law minister  worked that hard when proposing new laws the country’s legal system  would be better served.”Lok Sabha MP Manish Tewari asked the  minister if he had read the treatise by Justice Krishna Aiyer, in which  “bail and not jail” is the rule, PTI reported.“Obviously Law Minister Kiren Rijiju had other pressing preoccupations in law school other than law,” he said. Former Law Minister and Congress leader Salman Khurshid said that the government wants to manage  everything about the judiciary by cutting vacation and now, by not  prioritising bails.","author":"Scroll Staff","time":"2022-12-16T09:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183539-ghhbzvgndv-1669633432.jpg","tags":["Kiren Rijiju","bail","Supreme Court"],"source":"https://scroll.in/latest/1039872/absurd-advocates-and-opposition-denounce-law-ministers-statement-on-no-priority-to-bail-pleas"}