{"title":"India expels Canadian diplomat after rejecting allegations of its role in Sikh leader’s death","content":"India on Tuesday expelled a senior Canadian diplomat after Ottawa alleged New Delhi’s involvement in a Sikh leader’s death on its soil. The diplomat has been asked to leave within five days, the Ministry of External Affairs said in a statement.“The decision reflects Government of India’s growing concern at the interference of Canadian diplomats in our internal matters and their involvement in anti-India activities,” the statement noted.India expels a senior Canadian Diplomat: https://t.co/TS8LHCUuuY pic.twitter.com/Y0pXq3v1DG— Arindam Bagchi (@MEAIndia) September 19, 2023\n\nOn Monday, Canadian Prime Minister Prime Minister Justin Trudeau had told the country’s Parliament that security agencies “have been pursuing credible allegations about the potential link between agents of the government of India and the killing of a Canadian citizen” who supported the creation of a separate state for Sikhs.His comments pertained to Sikh leader Hardeep Singh Nijjar, the chief of the Khalistan Tiger Force. He had been shot dead in the parking lot of a gurdwara in Surrey near Vancouver on June 18.Following Trudeau’s address in Parliament, Ottawa expelled Pavan Kumar Rai, the head of the Research and Analysis Wing in Canada.New Delhi rejected the claims on Tuesday, calling them “absurd and motivated”.“Similar allegations were made by the Canadian prime minister to our prime minister, and were completely rejected,” the Ministry of External Affairs said in a statement.The statement added that such allegations seek to shift focus from “Khalistani terrorists and extremists who have been provided shelter in Canada and continue to threaten India’s sovereignty and territorial integrity”.India rejects allegations by Canada:https://t.co/KDzCczWNN2 pic.twitter.com/VSDxbefWLw— Arindam Bagchi (@MEAIndia) September 19, 2023\n\nIndia said it was a matter of concern that Canadian politicians have openly expressed sympathy for “such elements”.“The space given in Canada to a range of illegal activities including murders, human trafficking and organised crime is not new,” it added. “We reject any attempts to connect government of India to such developments. We urge the government of Canada to take prompt and effective legal action against all anti-India elements operating from their soil.”The Congress said on Tuesday that India’s interests and concerns must be paramount all the time.“The Indian National Congress has always believed that our country’s fight against terrorism has to be uncompromising, especially when terrorism threatens India’s sovereignty, unity and integrity,” Congress General Secretary (communications) Jairam Ramesh tweeted. The Indian National Congress has always believed that our country's fight against terrorism has to be uncompromising, especially when terrorism threatens India's sovereignty, unity and integrity. Our country's interests and concerns must be kept paramount at all times.#Canada— Jairam Ramesh (@Jairam_Ramesh) September 19, 2023\n\nThe United States and Australia also said they were “deeply concerned” about the allegations, Al Jazeera reported. “We remain in regular contact with our Canadian partners,” White House National Security Council spokesperson Adrienne Watson said. “It is critical that Canada’s investigation proceed and the perpetrators be brought to justice.”A spokesperson for Australia’s Foreign Minister Penny Wong said that they are closely engaged with their partners on developments. “We have conveyed our concerns at senior levels to India,” the spokesperson said.But, Canadian Opposition leaders have criticised India for its alleged actions. Pierre Poilievre, the official leader of Canada’s Opposition, said that if the allegations were true, they posed an “outrageous affront to Canada’s sovereignty”.Jagmeet Singh, leader of Canada’s New Democratic Party, said on Twitter that he would “leave no stone unturned in the pursuit of justice, including holding Narendra Modi accountable”. Singh leads the fourth-largest party in the Canadian Parliament.Nijjar was one of three Khalistan supporters who have died overseas in unusual circumstances in recent months.On May 6, Khalistan Commando Force chief Paramjit Singh Panjwar was shot dead in Pakistan’s Lahore. He had escaped to Pakistan in 1995.On June 15, Avtar Singh Khanda, a member of the Khalistan Liberation Force, died at a hospital in the United Kingdom’s Birmingham. While some news reports suggest that Khanda was terminally ill with blood cancer and died of the prolonged illness, Khanda’s supporters alleged that had been poisoned.UK says trade talks to continue as before  The British government on Tuesday said that Canada’s allegation against India will not impact its own ongoing trade negotiations with New Delhi, PTI reported.“We are in close touch with our Canadian partners about these serious allegations,” a British government spokesperson said. “It would be inappropriate to comment further during the ongoing investigation by the Canadian authorities.”On being asked about the impact of the allegation on the trade negotiation, the spokesperson said that they would “continue as before”.","author":"Scroll Staff","time":"2023-09-19T09:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193957-gumvbqjfnx-1695096316.jpg","tags":["Canada","Hardeep Singh Nijjar","Khalistan","Justin Trudeau"],"source":"https://scroll.in/latest/1056183/absurd-and-motivated-new-delhi-rejects-canadas-allegations-of-involvement-in-sikh-leaders-death"}