{"title":"Across India, brave mothers are showing how to confront brutal authority – without losing empathy","content":"The times are dire. Yet there is hope in the midst of the hatred and violence. Nurtured by grief but not embittered, this hope has to do with a sense of home that women are upholding and defending, at Delhi’s Shaheen Bagh,  Kolkata’s Park Circus and beyond. They are linking the intimate and public realms by demonstrating values that sustain fundamental human relationships. Making place, creating a liveable home, however gendered an activity, is a deeply civilisational endeavor. Women have always fought for a roof over their heads, for a space that is neither circumscribed by the natal family that marries them off, nor limited by the matrimonial home to which most of us go, without much choice in the matter. For the women who have now sat in for weeks to protest the Citizenship Amendment Act, the National Popular Register and the planned National Register of Citizens, the nation is a space they have laboured to make their own – through countless everyday acts of care, nurture and work.Women have done this in other places and other contexts: they did so in Kudankulam when they gathered every day between 2011 and 2015 at a campsite designated for the protest against the nuclear plant, asking for it to be shut down, fearing for the generations to come, and for the young who are yet to live their lives out on this planet. They have sat in, in Kashmir, remembering their disappeared children, their brothers, lovers, husbands. In the North East, they have held vigils against numerous conflicts, again, as mothers, as care-givers.Doughty resilienceThe grief that women who have lost their loved ones endure is immense, but so is their doughty resilience. You see this in Radhika Vemula’s face, in her fingers that cradle a statue of her son Rohith, you hear it in her choked yet resonant voice; you recognise it in the dogged persistence of Najeeb’s mother, Fatima Nafees, as she again and again asks, patiently, “Where is Najeeb?” There is the same quiet yet determined sorrow writ large on AbidaTadvi’s face.Rohit Vemula, as we know, was a research scholar at the University of Hyderabad who committed suicide in 2016. A callous university administration that had rusticated him and a few others – allegedly for activities carried out as part of the Ambedkar Students Association, which included a protest against the death penalty and the screening of a film that looks at the Hindu Right’s depredations in Uttar Pradesh – asked them to vacate the hostel and stopped paying their stipends. In protest the young men held vigil in the open, during which time Vemula took his own life. Najeeb Nafees was a student at Delhi’s Jawaharlal Nehru University who mysteriously disappeared from his hostel the same year. Despite the Delhi High Court castigating investigators for their inability to make any headway in the case, little progress has been made. Abida Tadvi’s daughter Payal was a resident doctor in a Mumbai government hospital who died of suicide in 2019, allegedly after being harassed by three seniors because of her Adivasi background.A protestor holds her child during a demonstration at Shaheen Bagh area in New Delhi against the Citizenship Amendment Act. Credit: AFPThat these three mothers are together, that they are planning a nation-wide yatra to resist the Citizenship Amendment Act-National Population Register-National Register of Citizens triumvirate speaks of a special comradeship, of those who do not want to let their agony take over everything else and who wish to express that purposefully. In that sense, they speak for other mothers too who have known loss and made to feel that their children and they do not quite belong here: the mother of 16-year-old Junaid Khan, for one, who was lynched by a mob in a train outside Delhi in 2017, and all others whose children have died in our universities, martyrs to a humane vision of education, sadly betrayed by the moral and social indifference that is the norm in these spaces, especially when it comes to what the young from undercaste, Dalit and Adivasi communities endure and experience.Tellingly, Radhika Vemula, speaking on the occasion of “Rohit Shahadath Din”, an event conducted by the Ambedkar Students’ Association on January 18, made it clear that her unmitigated sorrow had acquired an angry edge after hearing about the assault on students by a mob at Jawaharlal Nehru University on January 5. For all three women, their personal tragedies appear symptomatic of the ills that beset our social and political order, and they are determined to make those connections clear.Bitter griefIn all this, the bitter and angry grief of Asha Devi stands forlorn: as welcomes the death penalty and expresses her desire to view the executions of the men who gang-raped and murdered her daughter in Delhi in 2012; as she criticises those who counsel forgiveness for those who cruelly assaulted and killed her daughter. Her pain is evident, her rage even more so. What her daughter endured was horrific, and clearly she cannot bring herself to wish anything else but death for the rapists.Perhaps we did not seek her out enough, during the years she waited for justice, to bring her into a community of fellow sufferers; and perhaps those who did meet her did not, and could not, encourage her to meet other mothers who have suffered as much. And there was enough to fan anger into violent fury – and when a significant section of the country chants vengeance for rapists, she clearly felt vindicated in her fury.How might we tell her that we oppose the death penalty, because we do not want to the state to kill in our name, and that we would rather that those who commit a crime learn to atone for what they did? That we are not against justice, but we do not think that punitive violence can undo the hurt and pain? How might we respond to her pain, while expressing our dismay over the anger that is not going to be appeased by death? Those who have witnessed the killing and suffering of loved ones – from Kashmir to Gujarat, Chattisgarh to Assam – know that neither justice nor revenge helps as much as support, comradeship and a collective owning of grief. The expression of remorse sometimes heals, as we have seen with regard to the Staines family, three members of whom were burnt to death by a Hindutva mob in Odisha in 1999.A protest against the citizenship law in Guwahati. Credit; PTI More than anything else, we need public rituals of remembering and mourning that are neither maudlin nor aggressive, but which are graceful, and suffused with the pity that violence induces. I cannot but recall the way that those gathered around Praveena Ahangar (the Association for Disappeared Persons) in Kashmir – remember their loved ones: by reciting the Yusufnama, the lamentation of Yakob for his son Yusuf, sold into slavery by his jealous brothers. Their sorrow is timeless, as is their anger, perhaps, but their ways of commemorating loss are poignant, and sustained by their determination to not let memory die.  Preserving memoryThis is important, given all that works to erase memory – the miscarriage of justice, the repetition of patent untruths, denial of crimes, all of which we have been witness to, with regard to Gujarat 2002, and more widely with respect to Kashmir and the North East, and more recently, Chattisgarh.One can only wish that Asha Devi comes into contact with Radhika Vemula and with AbidaTadvi and with Fatima Nafees. Perhaps, it might help her to know that one of the most gracious things that we were witness to in recent times was Radhika Vemula commiserating with Bandaru Dattreya, when his 21-year-old son had died of cardiac arrest. The Bharatiya Janata Party politician, who along with others, was responsible for the pressures faced by her son .Anger over horrific fates dealt to our loved ones, and our desire for justice – these emotions are not necessarily linked to a longing for revenge or for the death penalty. The three women who are soon going to be on a nationwide yatra, as “mothers for the Nation”, along with the women sitting it out in various places this cold and bitter winter, have demonstrated how we might confront callous and brutal authority, and retain our sense of empathy and nurture. V Geetha is a writer, translator and publisher from Chennai.","author":"V Geetha","time":"2020-01-25T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135026-xxxytbvfta-1579619576.jpg","tags":["Citizenship Amendment Act","Rohith Vemula","Delhi gangrape"],"source":"https://scroll.in/article/950401/across-india-brave-mothers-are-showing-how-to-confront-brutal-authority-without-losing-empathy"}