{"title":"‘Act of fraud’: Why Supreme Court sent Bilkis Bano case gangrape-murder convicts back to jail","content":"The Gujarat government’s order to release from jail the 11 men sentenced to life imprisonment for gangrape and murder in the Bilkis Bano case was an “usurpation of jurisdiction and an instance of abuse of discretion”, the Supreme Court held on Monday as it quashed the remission of their sentences. In a stinging judgment, the bench came down hard on the government for breaching the rule of law and being “complicit” with the convicts.The judgment, written by Justice BV Nagarathna on behalf of a bench comprising her and Justice Ujjal Bhuyan, also rebuked one of the convicts, Radheshyam Bhagwandas Shah, for “an act of fraud” on the Supreme Court in a writ petition he had filed at the court in 2022. The court’s judgment in that case had paved the way for the convicts to successfully seek remission of their life sentences from the Gujarat government later that year. It said that the convicts had “abused the process of law” in obtaining remission.Nagarathna and Bhuyan struck down that judgment as incorrect and “obtained by fraud played on this court”. They ordered the convicts to be re-imprisoned within a fortnight.The 11 men had been convicted in 2008 for gangrape, murder and rioting against Bano and her family near Ahmedabad on March 3, 2002, during the Gujarat riots. She was 19 years old and pregnant at the time. Fourteen members of her family were also murdered in the violence, including her three-year-old daughter.Narendra Modi of the Bharatiya Janata Party was chief minister of Gujarat at the time.Scroll breaks down why Nagarathna overturned the remission orders, holding them illegal and the basis of her trenchant criticism of the Gujarat government and Shah.The caseIn 2022, Shah had filed a writ petition at the Supreme Court requesting that the Gujarat government be directed to consider his application for remission of his sentence based on the government’s 1992 remission policy.This policy had been subsequently replaced by a new policy in 2014 that barred granting remission to those convicted of, among other things, rape and murder.However, Shah had argued that at the time of his conviction in 2008, it was the 1992 policy that held sway. Therefore, his remission application should be considered under the 1992 policy, not the 2014 one.In May that year, a bench of the Supreme Court comprising Justices Ajay Rastogi and Vikram Nath ruled in favour of Shah. It directed the Gujarat government to consider his remission application as per the 1992 policy.On August 15 that year, the Gujarat government remitted the sentences of all 11 convicts, setting them free. This decision had also been approved by the Union government. The remission was granted on grounds that were flimsy, Scroll had reported in 2022. Scroll has also reported that the state’s BJP government had ignored a Mumbai trial court’s opinion that the plea should not be granted. The board that granted remission was packed with members of the BJP.Bano filed a review petition against the Supreme Court’s May 2022 judgment. It was dismissed in December that year.She also filed a writ petition at the Supreme Court challenging the release of the 11 convicts. This was heard by the bench of Nagarathna and Bhuyan in August, September and October last year.(From L to R): Justice BV Nagarathna, Justice Ujjal Bhuyan, Justice (retd) Ajay Rastogi and Justice Vikram Nath. The bench of Nagarathna and Bhuyan overruled a 2022 judgment by a bench of Rastogi and Nath. Maharashtra, not Gujarat the appropriate governmentThe primary grounds on which the remissions were quashed by the Supreme Court was that the Gujarat government did not have jurisdiction to pass these orders.Nagarathna’s judgment clarified that the relevant provision of the Code of Criminal Procedure, 1973, dealing with the remission of sentences is clear: that the government authorised to grant remission is of the state “within which the offender is sentenced or the said order is passed”. The place or location where the crime was committed is immaterial,In Bano’s case, even though the crimes were committed in Gujarat, the trial had been shifted to a special court in Mumbai in 2005 at the direction of the Supreme Court. This was done since Bano had expressed apprehensions about receiving a fair trial in a court in Gujarat. The Supreme Court had earlier also handed over the investigation of the case from the Gujarat Police to the Central Bureau of Investigation.The Mumbai court convicted the 11 men. Therefore, it is the Maharashtra government, not Gujarat, which is the competent authority to address the convicts’ remission pleas.The remission policy of the Maharashtra government permits remission applications for persons convicted of brutal crimes against women only after them having served a minimum of 28 years of sentence. This would mean that the 11 convicts would now remain behind bars till at least 2036.‘Fraud’ on Supreme CourtIn perhaps the most striking section of the judgment, Nagarathna overruled the May 2022 decision of the Supreme Court. She said that Shah was guilty of “misrepresenting and suppressing relevant facts, thus playing fraud on this Court”. She also ruled that the bench of Rastogi and Nath had not correctly applied the law in its decision.She noted that Shah had initially applied to the Gujarat High Court asking for the Gujarat government to be directed to consider the remission of his sentence. In 2019, the Gujarat High Court had dismissed his plea, asking him to approach the Maharashtra government since that was the competent authority for considering remission in his case.Within 14 days of the High Court’s order, Shah had applied to the Maharashtra government for remission. The government had sought opinion on his application from the Central Bureau of Investigation, the special judge in Mumbai who had convicted Shah as well as the superintendent of police and the district magistrate from Dahod district in Gujarat, where Bano resides. All four had recommended against granting remission to Shah.However, in his writ petition before the Supreme Court, Shah did not disclose that he had applied to the Maharashtra government and that the government had received negative recommendations. Neither did he disclose that the Gujarat government’s 1992 policy had been cancelled. He misled the court into believing that he had approached it due to a conflict between the 2019 Gujarat High Court order and a 2013 Bombay High Court order that was pronounced in an unrelated matter and had nothing to do with the remission of sentences.Nagarathna and Bhuyan held that the Supreme Court’s May 2022 decision stood nullified due to the suppression and distortion of material facts by Shah.Nagarathna’s judgment flagged other infirmities in the May 2022 decision: that it struck down the Gujarat High Court’s 2019 order even though it had not been challenged by Shah and that it “was rendered by ignorance” of previous binding decisions of the Supreme Court on questions pertinent to the case.It is unusual for a Supreme Court bench to overrule a previous decision passed by a bench with the same number of judges. Ordinarily, it would require a bench of at least three judges to strike down a two-judge bench decision of the court. As a matter of practice, in cases of conflict with a previous judgment of a bench of the same strength, benches return the matter to the chief justice to allocate to a larger bench of the court.A protest against the release of all 11 men convicted in the Bilkis Bano case. | Dibyangshu Sarkar/AFPGujarat government’s complicityNagarathna’s judgment excoriated the Gujarat government for “acting in tandem” with Shah. The government did not act in accordance with law in granting the remission orders, the court noted. This means that even if it was authorised to deal with the remission pleas, the orders would still have been struck down for being bad in law.The court pointed out several fallacies in the Gujarat government’s conduct.It noted that the Supreme Court’s May 2022 decision only directed the government to consider Shah’s remission application as per the 1992 policy and was silent on the other convicts. The government was not bound by any court order to consider the premature release of the other ten convicts. It acted based on the Supreme Court’s direction “but contrary to the letter and spirit of law”, wrote Nagarathna.The judgment went on to describe the remission orders as “non-speaking one[s] reflecting complete non-application of mind” and as “stereotyped and cyclostyled orders”. Remission cannot be granted arbitrarily and must only proceed after application of mind to the question, it held.It also criticised the Gujarat government for bypassing the relevant provision of the Criminal Procedure Code on remission by which the judge who passed the conviction order must be consulted by the government considering a convict’s remission plea. Instead of seeking the Mumbai special judge’s opinion on remission, the government had sought the opinion of the District and Sessions Judge in Gujarat’s Dahod city. Not only was this unlawful, the court held, but there were question marks over the independence of the judge at Dahod since he was also a member of the jail advisory committee tjat had separately recommended granting remission to all the convicts.Nagarathna’s judgment pointed out that the Gujarat government had correctly argued before the Supreme Court in Shah’s writ petition in 2022 that the Maharashtra government was the appropriate authority to grant remission. As a consequence, the bench questioned the Gujarat government for failing to file a review petition against the May 2022 order.It said that the government would have filed a review if it “had in mind the provisions of law and the judgments of this Court, and had adhered to the rule of law”. A review would have ensued “that litigation would not have arisen at all”, according to the court.This observation, however, does not seem to account for the fact that Bano had filed a review petition against the May 2022 judgment in the Supreme Court, which was dismissed.The court said that the Gujarat government was at fault for breaching rule of law in “usurping power not vested in it” of the Maharashtra government.In its most scathing remarks against the Gujarat government, the court said: “This is exactly what this Court had apprehended at the previous stages of this case and had intervened on three earlier occasions in the interest of truth and justice by transferring the investigation of the case to the [Central Bureau of Investigation] and the trial to the Special Court at Mumbai.”","author":"Vineet Bhalla","time":"2024-01-09T13:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178569-rkekljfzgr-1660661135.jpg","tags":["Bilkis Bano","Bilkis Bano Case","Remission","Supreme Court","Gujarat Riots"],"source":"https://scroll.in/article/1061815/act-of-fraud-why-supreme-court-sent-bilkis-bano-case-gangrape-murder-convicts-back-to-jail"}