{"title":"After dramatic midnight hearing, activist Sudha Bharadwaj placed under house arrest till August 30","content":"After a dramatic midnight hearing, a local court ordered that activist Sudha Bharadwaj will remain under house arrest till August 30.CJM orders house arrest for @Sudhabharadwaj . She wont be taken to Pune. Here is the operative part of the order. #BhimaKoregaon @vrindagrover pic.twitter.com/5JCI08xDdl— Bar & Bench (@barandbench) August 28, 2018\n\nBharadwaj is a human rights lawyer who has worked for several decades in Chhattisgarh. She was arrested in connection with an investigation into a public meeting that was organised before caste-related violence erupted at Bhima Koregaon near Pune on January 1. A habeas corpus petition filed by her lawyers in the Punjab and Haryana High Court described the arrest as a “witch-hunt for unsympathetic political views”.Bhardawaj’s plea claimed that she was given arrest documents in Marathi, which she does not understand, and the First Information Report based on which she was arrested did not name her, both of which would mean the conditions for transit remand had been unsatisfied.Bharadwaj is among several activists whose homes were raided by teams of the Pune Police across the country on Tuesday morning. The homes of Vernon Gonsalves, Arun Ferreira, Gautam Navlakha, Stan Swamy, Varavara Rao, Kranti Tekula and Naseem and Anand Teltumbde were raided. By the evening, at least five of them were arrested.Earlier in the day, the Delhi High Court had stayed the order of a local court granting Maharashtra Police transit remand to take fellow activist Gautam Navlakha, who was also arrested in connection with the same case, to Pune. He is to remain under house arrest until the court hears his case on Wednesday.The Punjab and Haryana High Court, noting this order, concluded that Bharadwaj shall also be kept at her home, unless the local court found that the full conditions for transit remand were met and recorded.The Pune Police had taken Bharadwaj into custody in Faridabad, after the High Court order.The chief judicial magistrate finally agreed with the high court directions after a late night hearing, and in an order issued at 1.15 am said it will be prudent to wait for the orders of the High Court where the case is listed for August 30.Advocate for Sudha Bharadwaj, Vrinda Grover speaks to media. #BhimaKoregaon @vrindagrover @Sudhabharadwaj pic.twitter.com/Rvq8xPAX9u— Bar & Bench (@barandbench) August 28, 2018\n\nMidnight hearingEarlier, her lawyer said the police had taken her into custody because the chief judicial magistrate in Faridabad, who ordered the transit remand, had not received the High Court’s order.Late on Tuesday, Bharadwaj’s lawyers complained that despite sitting outside the chief judicial magistrate’s house, the Haryana Police was not letting them inside. “The police says that the High Court order came after the remand order had been passed, but that is not true,” said Shalini Gera, a lawyer and associate of Bharadwaj.Pune Police Joint Commissioner Shivaji Bodakhe said: “We have to see the High Court order. Unless the police receives it [routed through the chief judicial magistrate of Faridabad] and reads it thoroughly, she will be in police custody.”The Punjab & Haryana High Court has ordered House arrest of Sudha Bharadwaj. However, the CJM Faridabad has not recieved a copy of the order of the High Court. Therefore the Pune Police has taken Sudha Bharadwaj into custody. @Sudhabharadwaj #BhimaKoregaonRaids #Bhimakoregaon pic.twitter.com/b3fXrgVxER— Bar & Bench (@barandbench) August 28, 2018\n\nLawyer Vrinda Grover messaged the police, asking them to follow the High Court’s order and take her to her home near Badarpur border. Vrinda Grover has written a Whatsapp message to the Police enquiring about Sudha Bharadwaj - \"You are, as a police officer, required to follow the HC order.\" @Sudhabharadwaj @vrindagrover #BhimaKoregaon pic.twitter.com/FxXZUeSeiT— Bar & Bench (@barandbench) August 28, 2018","author":"Scroll Staff","time":"2018-08-28T21:04:09.200037+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892295-ubrzfqemhp-1535471315.jpg","tags":["Sudha Bharadwaj","Pune Police","Punjab and Haryana High Court"],"source":"https://scroll.in/latest/892295/activist-sudha-bharadwaj-taken-into-custody-despite-stay-on-transit-remand-by-punjab-haryana-hc"}