{"title":"Activist who filed plea against Ram temple event alleges death threats, Maharashtra orders inquiry","content":"Social activist Saket Gokhale on Friday sought assistance from the Maharashtra government after alleged members of the Rashtriya Swayamsevak Sangh showed up outside his home in Mumbai and started chanting “Jai Shri Ram” slogans.Earlier in the day, Gokhale had said that he was “getting death threats on the phone from BJP & RSS workers” after he appeared on a news channel to oppose the ground-breaking ceremony for the construction of the Ram temple in Uttar Pradesh’s Ayodhya city on August 5 in the wake of the the coronavirus crisis.Home Minister Anil Deshmukh took note of Gokhale’s tweets and assured him protection. Soon after, Gokhale announced on Twitter that the Thane police had filed an FIR and also provided him protection. Gokhale had moved the Allahabad High Court seeking a restraining order on the bhoomi poojan or ground-breaking ceremony for the Ram temple. He had argued that around 300 people would gather at a single location, which was likely to violate physical distancing guidelines prescribed by both the Centre and the state government to stop the coronavirus from spreading. However, the High Court dismissed his petition on Friday.Hours after the verdict, Gokhale tweeted a video that showed a group of four to five men walking around his residential complex and shouting “Bolo Jai Shri Ram”. The activist said the alleged members of the RSS, which is the ideological wing of the Bharatiya Janata Party, also threatened his mother. “Request urgent assistance,” Gokhale tweeted, tagging the official Twitter handle of Deshmukh and the Thane Police.So after appearing on @ZeeNews this morning & saying that the Ram Mandir Bhumi Puja event in the middle of a pandemic is risky, I’ve started getting death threats on the phone from BJP & RSS workers. One of them said “you’ll see our anger now”. This is how @AmitShah operates.— Saket Gokhale (@SaketGokhale) July 24, 2020\n\n.@SaketGokhale We are taking very serious cognisance of this and have immediately ordered an enquiry into this issue. We will immediately provide you protection. Thane police have been instructed accordingly. #ZeroToleranceForHooliganism https://t.co/p9euseRSe4— ANIL DESHMUKH (@AnilDeshmukhNCP) July 24, 2020\n\nThe Congress, which is a part of the ruling Maha Vikas Aghadi government in Maharashtra, also responded to Gokhale’s tweet and assured him of help. “This is taking [a] serious turn,” party leader Sachin Sawant tweeted. “We must remind these RSS goons that we are living in [a] democracy. Besides it is MVA govt and here goondaism will not be tolerated. It is not Uttar Pradesh government.” Gokhale thanked the leaders and said the police have registered an FIR against the men.  “They [the police] have also asked for numbers of all sanghis that have been calling me today[ Friday],” he added.This is taking serious turn. We must remind these RSS goons that we are leaving in democracy. Besides it is MVA govt and here goondaism won't be tolerated. It's not Uttar Pradesh govt. Already spoke to SP of @Thane_R_Police and speaking to HM as well. @SaketGokhale don't worry https://t.co/rPomWNPG4O— Sachin Sawant सचिन सावंत (@sachin_inc) July 24, 2020\n\nUpdate: Police have registered an FIR & are booking the criminals. They’ve also asked for numbers of all sanghis that have been calling me today. I’ve also been provided protection by @Thane_R_Police. A million thanks to the police, @sachin_inc ji & @AnilDeshmukhNCP ji 🙏 https://t.co/BFpGcf4CUV— Saket Gokhale (@SaketGokhale) July 24, 2020\n\nSwami Govind Dev Giri, treasurer of Ram Janmabhoomi Teerth Kshetra Trust, had on Wednesday announced that Prime Minister Narendra Modi will also attend the foundation ceremony next month. Giri added that 200 people, including 150 invitees, would be allowed to see the rituals. The prime minister will set a silver brick into the ground as a symbolic gesture of breaking the ground.  In a landmark verdict on November 9 last year, the Supreme Court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The court said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque.","author":"Scroll Staff","time":"2020-07-24T21:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144940-hisbolhrsb-1595599395.jpg","tags":["Saket Gokhale","Allahabad High Court","RSS","Ayodhya","Ayodhya Verdict","Anil Deshmukh"],"source":"https://scroll.in/latest/968474/activist-who-filed-plea-against-ram-temple-event-alleges-death-threats-maharashtra-orders-inquiry"}