{"title":"Activist Mahesh Raut gets bail in Bhima Koregaon case ","content":"The Bombay High Court on Thursday granted bail to forest rights activist Mahesh Raut in the Bhima Koregaon case, reported Bar and Bench.A bench of Justices AS Gadkari and Sharmila Deshmukh, however, stayed the order for a week after the National Investigation Agency sought time to file an appeal.The case pertains to caste violence that broke out on January 1, 2018, in Bhima Koregaon village near Pune. Sixteen persons were accused of involvement in the case under the Unlawful Activities (Prevention) Act.Raut was arrested in June 2018. He has been accused of spreading Maoist ideology and encouraging unlawful activities. The National Investigation Agency has also accused the activist of providing funds to banned organisations.Senior Advocate Mihir Desai and Advocate Vijay Hiremath, representing Raut, argued that the activist has spent more than five years in custody and deserved to be released as the trial was yet to start, reported Bar and Bench. They submitted that Raut should be granted bail on grounds of parity with Anand Teltumbde, Arun Ferreira and Vernon Gonsalves, who are also accused persons in the case. Desai and Hiremath also argued that the evidence against their client primarily consists of documents found on the computer of co-accused Rona Wilson and not from Raut. They said that Raut never signed these documents. Additional Solicitor General Devang Vyas and Advocate Sandesh Patil, appearing for the central agency, opposed Raut’s bail, arguing that the acts allegedly committed by him were against the society, reported Bar and Bench.Questions have been raised even about the evidence found on Wilson’s computer. In February 2021, Arsenal Consulting, a United States digital forensics firm, found that Wilson’s computer had been hacked using malicious software to plant 10 letters, which the Pune Police and the National Investigation Agency used as primary evidence in the chargesheet they filed in the case.Of all the 16 accused persons, five – Ferreira, Gonsalves, Teltumbde, Varavara Rao and Sudha Bharadwaj – have been granted bail, while Gautam Navlakha is under house arrest. Another accused person – tribal rights activist Stan Swamy – died while in custody.Also read:Interview: Comprehensive review needed of cases like Bhima Koregaon, says former SC judge","author":"Scroll Staff","time":"2023-09-21T12:42:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/qcrsonevoa-1529052124.jpg","tags":["Mahesh Raut","Bhima Koregaon","Bhima Koregaon violence","Bombay High Court"],"source":"https://scroll.in/latest/1056323/activist-mahesh-raut-gets-bail-in-bhima-koregaon-case"}