{"title":"Action films might have been different had the Sanjay Dutt-Salman Khan starrer ‘Dus’ been completed","content":"Actors Salman Khan and Sanjay Dutt are said to be as thick as thieves. Their friendship has endured many storms. Dutt is said to have inspired Khan to build up his body, and Khan recently said that a biopic being made on Dutt would be incomplete without him despite rumours about their friendship having gone sour. In May 1997, Khan and Dutt had begun filming for Mukul S Anand’s Dus, about two Indian secret agents who are sent on a mission to Afghanistan to capture the terrorist Nasheman, played by Raveena Tandon. The lavishly mounted film was being touted as a breakthrough in Indian cinema in terms of Hollywood-level stunts. Dus would have been further proof of the style and pizzazz that the director of Agneepath, Hum and Khuda Gawah brought to the screen. The actors were being brought together after a hit pairing as inseparable brothers in Saajan (1991). Composers Shanker-Ehsaan-Loy were making their feature film debut with Dus. All the elements were in place for a blockbuster.  Only, the movie was never completed. Anand tragically died of a heart attack on September 7, 1997, in the middle of the Dus schedule, leaving the project incomplete and in the hands of his wife Anita Anand. All that survives of the film are scraps of low-quality footage and a few tunes.\n\n\n    \n    Play\n\nMahiya from Dus.Dutt and Khan did their best to revive the project several times, Anita Anand told Scroll.in. “Mukul Anand started writing the film almost two years before he began filming it,” she said. “His first choice for the role was Salman Khan and Sanjay Dutt as he wrote the script with them in mind.”The film was shot in Utah to replicate scenes of the arid Afghan landscape. Forty per cent of the shoot was complete by August 1997. “Stunt teams from America were hired, cameras in crash boxes [were placed] right in front of the car,” Anand said. “He was using all sorts of technology I couldn’t grasp.”Mukul S Anand.Anand did not accompany her husband on the Utah schedule. “I started working on the project only after he passed away, and that’s when I really understood his vision was way ahead of its time,” she said. “Salman and Sanjay really wanted to complete the film because whatever they had shot was really beautiful footage. Mission Impossible was being shot around that same time and we had similar shots of the actors hanging from helicopters, and it wasn’t as if we were copying the Hollywood film. It was just a film of that standard in terms of slick shooting.”Anand recalls anecdotes shared by her husband after he returned from Utah. “The funniest was when Salman and Sanjay were hanging from the helicopters and flying across,” she said. “They were harnessed but it was still highly dangerous. They were abusing Mukul throughout, but it was all in fun.”After the film was abandoned, its music became a talking point, keeping hopes of a revival alive. “The music of the film was exceptionally good, it was also the first film that Shankar-Ehsaan-Loy composed music for,” Anand said. “The song ‘Hindustani’ still plays as a popular patriotic number.”\n\n\n    \n    Play\n\nHindustani from Dus.Since Dus had over nine hours of raw footage and a completed score, its producers, Nitin Manmohan and Sunil Manchanda, spoke to several directors to complete the unfinished project. “JP Dutta and Priyadarshan were approached,” Anand said, “I would have even liked Vidhu Vinod Chopra to complete it. Finally, Ramesh Sippy said he would direct it but then the film went into date issues and the project kept slipping away due to financial constraints.” Manmohan eventually use the dates allotted by Khan and Dutt for Chal Mere Bhai (2000).Manmohan produced another film with the same title in 2005, with Dutt and Shilpa Shetty, who was also part of the original cast of Dus. “It was not the same film as ours,” Anand clarified.","author":"Manish Gaekwad","time":"2016-07-18T10:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/811905-37780-djrewbpyyg-1468681882.jpg","tags":["dus","mukul s anand","Agneepath","Khuda Gawah"],"source":"https://scroll.in/reel/811905/action-films-might-have-been-different-had-the-sanjay-dutt-salman-khan-starrer-dus-been-completed"}