{"title":"Actor Nayanthara apologises for hurting religious sentiments with film ‘Annapoorani’","content":"Actor Nayanthara on Thursday apologised for allegedly hurting sentiments of Hindus with her film Annapoorani, which was removed from streaming platform Netflix on January 11 after Hindutva groups alleged that some scenes depicted the Hindu deity Ram as a meat eater.The actor said it was unexpected for the film, which received a censor certificate prior to its theatrical release on December 1, to be removed from the streaming platform upon its digital release.        View this post on Instagram            A post shared by N A Y A N T H A R A (@nayanthara)\nIn the movie, Nayanthara plays the role of a temple cook’s daughter who aspires to be India’s best chef.“My team and I never intended to hurt anyone’s sentiments and we understand the gravity of this issue,” she wrote. “Being someone who wholly believes in God and frequently visits temples across the country, it is the last thing I would intentionally do.”The film was produced by Zee Studios, Trident Arts and Naad Studios. On January 9, Zee Studios issued an apology to the Hindutva group Vishva Hindu Parishad for allegedly hurting religious sentiments of Hindus, particularly Brahmins, with the film.The apology came after Ramesh Solanki, a former Shiv Sena member, filed a complaint with the Mumbai Police against the filmmakers and actors.In his complaint, Solanki alleged that the film promotes “love jihad” – a Hindutva conspiracy theory that Muslim men lure Hindu women into romantic relationships in order to convert them to Islam. The Union home ministry has told Parliament that Indian law has no provision defining such a term.“The actress’s friend Farhaan brainwash[es] the actress to cut meat because he says Bhagwan Shri Ram and Maa Sita also ate meat,” Solanki had said.Solanki also took issue with Nayanthara’s character in the movie offering namaz and cooking biryani. Some people on social media had sought to boycott the film and demanded that it be withdrawn from Netflix. A few supporters of the Vishva Hindu Parishad also held a demonstration outside the Netflix office in Mumbai, demanding that the film be pulled from its catalogue.“In our sincere attempt to share a positive message, we may have inadvertently caused hurt,” Nayanthara said on Friday.“We have no intentions...to hurt the religious sentiments of the Hindus and Brahmins community and would like to hereby apologise for the inconvenience caused and the hurt caused to the sentiments of respective communities,” Zee Studios had said in its apology.","author":"Scroll Staff","time":"2024-01-19T14:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197411-odechdbeni-1704966961.jpeg","tags":["Nayanthara","Annapoorani","apology","netflix"],"source":"https://scroll.in/latest/1062401/actor-nayanthara-apologises-for-hurting-religious-sentiments-with-film-annapoorani"}