{"title":"Actor Rhea Chakraborty denied bail by Mumbai court in drugs-related case","content":"A sessions court in Mumbai on Friday denied bail to actor Rhea Chakraborty in the drug abuse case related to actor Sushant Singh Rajput’s death, reported Live Law. She has been accused of procuring drugs for Rajput.The bail requests of her brother Showik Chakraborty, Rajput’s former manager Samuel Miranda and three others accused were also rejected, according to the Hindustan Times. Showik Chakraborty and Miranda were arrested by the agency last week. Rhea Chakraborty’s lawyer, Satish Maneshinde, said they were considering approaching the Bombay High Court for bail. “Once we get the order copy, we will decide next week on the course of action on approaching the High Court,” Maneshinde said, according to ANI.  On Thursday, the sessions court had reserved its ruling on the matter. In her petition, Chakraborty said she was being framed in the case and made multiple serious allegations against the Narcotics Control Bureau. The actor claimed she was “coerced into making self-incriminatory” confessions, which she has now retracted. She said she had “not committed any crime whatsoever and had been falsely implicated in the case”.  Chakraborty is the ninth person to be arrested in the drug-related investigation into Rajput’s death. She was arrested on Tuesday by the Narcotics Control Bureau, under various charges outlined by the Narcotics Drugs and Psychotropic Substances, which could lead to up to 10 years in prison. Later in the day, a Mumbai court had sent her to judicial custody till September 22.Chakraborty and her brother have been booked under section 27A of the NDPS Act, which provides for punishment for financing “illicit traffic and harbouring offenders”, according to the Hindustan Times. In the petition, the actor questioned the applicability of the section on her when there was “not a shred of evidence” to connect her with the charges. “The allegations against the present accused would at the most make out a case of purchasing small quantity of drug, which is in essence a bailable offence,” the plea added.Rajput was found dead in his apartment in Bandra on June 14, in what the Mumbai Police said was a case of suicide. The Narcotics Control Bureau is the latest agency to be drawn into the case involving the death of the 34-year-old actor, which is already being looked into by the Central Bureau of Investigation and the Enforcement Directorate.","author":"Scroll Staff","time":"2020-09-11T12:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146820-dscvefaisa-1598945761.jpg","tags":["Rhea Chakraborty","Sushant Singh Rajput","Mumbai"],"source":"https://scroll.in/latest/972825/actor-rhea-chakraborty-denied-bail-by-mumbai-court-in-drugs-related-case"}