{"title":"Adani crisis: Supreme Court forms expert panel, asks SEBI to finish probe in 2 months","content":"The Supreme Court on Thursday set up an expert panel to examine investor protection mechanisms in the wake of American firm Hindenburg Research’s January 24 report that has accused the Adani Group of stock manipulation and improper use of offshore tax.The panel will be headed by former Supreme Court judge Justice AM Sapre. The other members will be former State Bank of India chairperson OP Bhat, retired Justice JP Devdatt, Infosys chairperson Nandan Nilekani, former ICICI bank chief KV Kamath as well as advocate and securities and regulatory expert Somasekharan Sundaresan.The listed firms of the Adani Group have together lost about $145 billion in market value since the allegations levelled by the US firm. While the Adani Group has rejected these allegations, its responses have failed to halt the stock market bloodbath.A bench comprising Chief Justice of India DY Chandrachud and Justices PS Narasimha and JB Pardiwala, while hearing two petitions related to large investor losses on February 10, had proposed the constitution of an expert committee to ensure such cases do not result in a massive drain on the capital market and losses for individuals in future.During the hearing on Thursday, the bench noted that markets regulator Securities and Exchange Board of India is investigating the allegations pertaining to the Adani Group. It directed it to conclude the investigation within two months and submit a status report.The court directed SEBI to look into whether the conglomerate violated rules on maintaining minimum public shareholding, whether it failed to disclose transactions with related parties and whether any manipulation of stock prices took place.The expert panel has been asked to examine the factors that caused volatility in the securities market in the recent past and to suggest measures to strengthen investor awareness.The court has directed the committee to file its report in a sealed cover within two months.The court also directed the committee to investigate whether there had been a regulatory failure in dealing with alleged contraventions of laws by the Adani Group. The panel has also been asked to suggest measures to strengthen statutory and regulatory frameworks.Gautam Adani, chairperson of the ports-to-energy conglomerate, welcomed the Supreme Court order. “It will bring finality in a time-bound manner,” he said on Twitter. “Truth will prevail.”The Adani Group welcomes the order of the Hon'ble Supreme Court. It will bring finality in a time bound manner. Truth will prevail.— Gautam Adani (@gautam_adani) March 2, 2023\n\nOn February 17, the Supreme Court had refused to accept in a sealed cover the government’s suggestions about the names and mandate of the committee. The bench had told Solicitor General Tushar Mehta, who appeared for the government, that it wanted to maintain full transparency on the setting up of the panel.  The Union government had said it had no objections in forming a panel to protect investors, but had insisted on suggesting the names of members of the committee. At the time, Mehta told the court that SEBI was capable of handling the fallout in the markets caused due to the report by Hindenburg Research.","author":"Scroll Staff","time":"2023-03-02T11:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187458-apqjfemoax-1677734279.jpg","tags":["Adani Group","Hindenburg Research","Adani","Supreme Court"],"source":"https://scroll.in/latest/1044895/adani-crisis-supreme-court-forms-expert-panel-asks-sebi-to-finish-probe-in-2-months"}