{"title":"Adani crisis: SEBI asks Supreme Court for six more months to complete probe","content":"The Securities and Exchange Board of India on Saturday filed an application in the Supreme Court seeking six more months to complete its investigation into allegations of stock manipulation against the Adani Group, Bar and Bench reported.On March 2, the court directed the market regulator to look into whether the Gautam Adani-led conglomerate violated rules on maintaining minimum public shareholding, whether it failed to disclose transactions with related parties and whether any manipulation of stock prices took place. A bench headed by Chief Justice of India DY Chandrachud had directed it to complete the investigation within two months and submit a status report.The court had also set up an expert committee to examine investor protection mechanisms in the wake of United States-based firm Hindenburg Research’s January 24 report that accused the Adani Group of stock manipulation and improper use of offshore tax havens.The Securities and Exchange Board of India, in its application, told the Supreme Court that it attended two meetings with the expert panel in April, Live Law reported. It said that it informed the committee about the status of the investigation and interim findings.The market regulator said that 12 suspicious transactions mentioned in Hindenburg Research’s report would need rigorous investigation spanning at least 15 months, as the transactions are complex. It also said that it would need to obtain bank statements from several domestic as well as international banks.“This process of seeking bank statements from the offshore banks would entail taking assistance from offshore regulators, which may be time consuming and challenging,” it said. The Securities and Exchange Board of India said that it would make “reasonable endeavours” to complete its investigation within six months.The allegationsOn January 24, Hindenburg Research alleged that the Adani Group is pulling off the “largest con in corporate history”. Its report claimed that the Indian conglomerate was involved in stock manipulation, accounting fraud and money laundering.The Adani Group has rejected the allegations and denied any wrongdoing. But the report triggered a rout in stocks of the conglomerate’s seven listed companies, which collectively lost more than $100 billion in market valuation.","author":"Scroll Staff","time":"2023-04-29T20:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186251-gcqfuxbkwp-1675045376.jpg","tags":["SEBI","Adani","Supreme Court","Hindenburg Research"],"source":"https://scroll.in/latest/1048260/adani-crisis-sebi-asks-supreme-court-for-six-more-months-to-complete-probe"}