{"title":"Adani-Hindenburg case: Supreme Court refuses to order SIT probe","content":"The Supreme Court on Wednesday refused to transfer an investigation into allegations of round-tripping and money laundering by the Adani Group from the Securities and Exchange Board of India to a Special Investigation Team, reported Bar and Bench.A bench of Chief Justice DY Chandrachud and Justices JB Pardiwala and Manoj Misra also directed the securities market regulator to conclude its investigation into the case within three months.The bench was hearing a batch of public interest litigations seeking a court-monitored investigation into allegations by United States-based firm Hindenburg Research that the Adani Group was involved in accounting fraud and improper use of tax havens.The court had reserved its judgement on November 24.In its verdict on Wednesday, the bench said that SEBI did not make any regulatory failure, adding that the petitioners needed to show that the regulator acted in a biased manner.  The court also said that reports by newspapers and the one by the Organized Crime and Corruption Reporting Project could not be relied upon to doubt the investigation by the regulator. “Investigative reports by the press can act as inputs for SEBI but cannot be taken as credible evidence or proof of regulatory failure,” it added.In its report published in August, the Organized Crime and Corruption Reporting Project, a global network of investigative journalists, had alleged that two investors who pumped in hundreds of millions of dollars into the Adani Group through offshore funds have close ties to its promoters. This raised questions about the possible violation of Indian stock market rules.The investment in Adani stocks was made through “opaque” investment funds based in Mauritius set up by Chang Chung-Ling from Taiwan and Nasser Ali Shaban Ahli from the United Arab Emirates, who have served as directors and shareholders in the Adani Group companies, the report alleged. Following the Supreme Court verdict, Adani Group chairperson Gautam Adani tweeted on Wednesday that the “truth has prevailed”.The Hon'ble Supreme Court's judgement shows that: Truth has prevailed. Satyameva Jayate.I am grateful to those who stood by us. Our humble contribution to India's growth story will continue. Jai Hind.— Gautam Adani (@gautam_adani) January 3, 2024\n\n\nRavi Nair, one of the journalists who worked on the report by the Organized Crime and Corruption Reporting Project, responded to Adani’s social media post saying that the judgement should not be considered a “clean chit” to the conglomerate.“It [Supreme Court] only reposed faith in SEBI’s ongoing investigation,” Nair said. “The truth will prevail, if not today, tomorrow. Satyameva Jayate!”The Hon. SC did not give any clean chit to the Adani Group. It only reposed faith in SEBI's ongoing investigation.  The truth will prevail, if not today, tomorrow. Satyameva Jayate! https://t.co/0RAdIGlmRd— Ravi Nair (@t_d_h_nair) January 3, 2024\n\n\nMeanwhile, the Congress questioned why the securities market regulator has sought an extension to complete its investigation when several media reports have exposed alleged irregularities by the conglomerate.“It is noteworthy that SEBI has failed to complete its investigation into the violation of securities laws and stock manipulation by the Adani Group and its associates ten months after the Supreme Court’s expert committee asked it to do so,” the party said. “It is unclear what will change in the next three months other than the Model Code of Conduct for the Lok Sabha elections coming into effect.”Here is our detailed statement on today's Supreme Court verdict on matters related to SEBI investigations into certain transactions of the Adani Group.Our fight for NYAY against crony capitalism and its ill-effects on prices, employment and inequalities will continue even more… pic.twitter.com/cxx4QgalZq— Jairam Ramesh (@Jairam_Ramesh) January 3, 2024\n\n\nAlso read: SEBI knew about allegations against Adani Group since 2014, letter showsHindenburg allegationsIn January, Hindenburg Research, in a report, alleged that Gautam Adani’s group was pulling off the “largest con in corporate history”. The report claimed that the conglomerate has been involved in accounting fraud, improper use of tax havens and money laundering.The Adani Group rejected these allegations but stock prices of the conglomerate’s listed companies still fell sharply.Subsequently, a batch of petitions was filed in the Supreme Court seeking a court-monitored investigation into the allegations.In March, the court asked the SEBI to conduct an inquiry into the matter. The court had also constituted a six-member expert committee headed by retired Justice AM Sapre to review regulatory mechanisms in the light of the Adani-Hindenburg row.Two months later, the panel said that prima facie it was not possible to conclude whether there had been any regulatory failure in the case. It had, however, noted that the SEBI has “drawn a blank” in its inquiry into suspected violations in foreign investments in the Adani Group and added that the investigation in the case could be a “journey without a destination”.In August, SEBI told the Supreme Court that out of the 24 investigations in the Adani-Hindenburg case, 22 have been finalised, while the remaining two are currently underway. The market regulator, however, did not provide any details about its findings.During a hearing in November, the Supreme Court had said that there was no material to distrust the investigation by the SEBI. Solicitor General Tushar Mehta had alleged that media reports were being planted to influence the actions of Indian authorities with respect to the Adani Group.","author":"Scroll Staff","time":"2024-01-03T10:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186175-niqlceowhu-1674833621.jpg","tags":["Supreme Court","Adani Group","Hindenburg-Adani","SEBI"],"source":"https://scroll.in/latest/1061537/adani-hindenburg-case-supreme-court-refuses-to-order-sit-probe"}