{"title":"Adani shares plunge on manipulation allegations; group says claims are malicious","content":"The share prices of Adani Group companies fell by up to 6.5% in the Indian stock markets on Wednesday morning after a report by a firm called Hindenburg Research flagged its “debt mountain” and alleged the improper use of offshore tax havens.By Wednesday afternoon, Mint reported that seven Adani Group companies lost Rs 46,086 crore in market capitalisation. Hindenburg claimed that the Adani companies are on a “precarious financial footing”. It alleged that the conglomerate headed by India’s richest person, Gautam Adani, has amassed substantial debt by pledging overvalued shares. The Adani Group said that the report was “a malicious combination of selective misinformation and stale, baseless and discredited allegations”. It suggested that the report had been released with a “mala fide intention to undermine the group’s reputation” and to damage an upcoming Follow-on Public Offering by Adani Enterprises.Media statement on a report published by Hindenburg Research. pic.twitter.com/ZdIcZhpAQT— Adani Group (@AdaniOnline) January 25, 2023\n\nIn its report, Hindenburg Research said that it holds short positions in the conglomerate through US traded bonds and non-Indian-traded derivative instruments. Short positions are “created when a trader sells a security first with the intention of repurchasing it or covering it later at a lower price”, says Investopedia.Investment research firms like Hindenburg often engage in “activist short selling”, making information about companies public in order to trigger a fall in their share prices.The Hindenburg report noted that Gautam Adani’s net worth has risen by more than $100 billion (Rs 8.1 lakh crore) over the last three years, largely due to share prices of seven of his listed companies rising by an average of 819% during this period.Also read:From 2014 to 2019: How the Adani Group funded its expansionHowever, Hindenburg’s research said that the high valuation of the stocks do not augur well for their healthy financials as seven companies of the conglomerate have an 85% downside risk – a worst-case estimation of the potential loss in the share prices.In August, CreditSights, a debt-research unit of credit rating agency Fitch Group, had also said that is that the Adani Group is “deeply overleveraged”.Also read:Adani Group is ‘deeply overleveraged’, warns debt-research companyAt 12.55 pm on Wednesday, all seven listed companies of the Adani Group were taking losses on the Bombay Stock Exchange – Adani Enterprises (3%), Adani Transmission (4.56%), Adani Total Gas (4.03%), Adani Green Energy (2.98%), Adani Power (4.75%), Adani Ports (6.53%) and Adani Wilmar (4.96%).The overall 30-share BSE Sensex index was down 1%.","author":"Scroll Staff","time":"2023-01-25T15:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177428-hnqeutjhwr-1661270327.jpg","tags":["Adani Group","Gautam Adani","Hindenburg Research"],"source":"https://scroll.in/latest/1042548/adani-shares-plunge-as-research-firm-alleges-manipulation-group-says-claims-are-malicious"}