{"title":"Additional troops deployed in Kashmir due to internal security situation, says Centre: Reports","content":"The Union Home Ministry on Friday said the decision to deploy extra paramilitary personnel in Jammu and Kashmir was based on the security situation in the Valley and requirements of rotation, PTI reported.On July 27, the Centre had decided to deploy 100 additional companies of paramilitary forces in the state. Less than a week later, the government decided to deploy 25,000 more paramilitary personnel to Jammu and Kashmir, several reports said on Thursday.“Based on the assessment of the internal security situation, training requirements, the need for paramilitary troops to be rotated for rest and recuperation, induction and de-induction of central forces is a continuous and dynamic process,” a ministry source told PTI. “It has never been the practice to discuss in the public domain the details of deployment and movement of paramilitary forces deployed in a particular theatre.”Last week’s decision had led to widespread fear in the state. The additional companies were reportedly deployed to strengthen counter-insurgency operations and maintain law and order. The deployment comprises 50 companies of the Central Reserve Police Force, 30 of Sashastra Seema Bal and 10 each of the Border Security Force and the Indo-Tibetan Border Police. Each company comprises 100 security personnel.The central government has also put the Army and Air Force on high alert in Jammu and Kashmir, ANI reported. Former Chief Minister Omar Abdullah questioned the Centre about “the ongoing situation” that required this measure. “What on going situation in Kashmir would require the army AND the Air Force to be put on alert,” he said in a tweet. “This isn’t about 35A or delimitation. This sort of alert, if actually issued, would be about something very different.”What “on going situation” in Kashmir would require the army AND the Air Force to be put on alert? This isn’t about 35A or delimitation. This sort of alert, if actually issued, would be about something very different. https://t.co/FTYG36F6aD— Omar Abdullah (@OmarAbdullah) August 2, 2019\n\nFormer chief minister and Peoples Democratic Party leader Mehbooba Mufti said the deployment order indicated that “something big” was being planned. “If you listen to the statements given by prominent BJP leaders and the deployment of central forces in the valley and how they are sidelining the state police, it can instill doubt in the heart of any resident of Kashmir,” ANI quoted her as saying. She added that it was a question of “life and death and identity” for the state’s residents. Mufti also urged her party, the National Conference and other mainstream party leaders to unite in order to protect their constitutional rights.On Thursday, a delegation of leaders from the National Conference, led by former Jammu and Kashmir Chief Minister Farooq Abdullah, had met Prime Minister Narendra Modi, and urged him to not take any decisions that could worsen the situation in Kashmir. Omar Abdullah, who was part of the delegation, said they informed Modi about the concerns of Kashmiris.Also read: Why did the government allow panic over troop deployment to grow in Kashmir?","author":"Scroll Staff","time":"2019-08-02T12:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113737-ndioijivdx-1556122890.jpg","tags":["Home Ministry","Jammu and Kashmir","Troops"],"source":"https://scroll.in/latest/932596/additional-troops-deployed-in-kashmir-due-to-internal-security-situation-says-centre-reports"}