{"title":"Congress MP Adhir Chowdhury declines to be part of ‘one nation, one election’ committee","content":"Congress MP Adhir Ranjan Chowdhury on Saturday declined to be a part of the high-level committee on the “one nation, one election” plan hours after he was inducted into the panel. On Saturday evening, the Centre notified an eight-member high-level committee headed by former President Ram Nath Kovind to look into the feasibility of holding simultaneous elections to the Lok Sabha and state Assemblies. Chowdhury was the only Opposition leader in the panel.Govt of India constitutes 8-member committee to examine ‘One nation, One election’.Former President Ram Nath Kovind appointed as Chairman of the committee. Union Home Minister Amit Shah, Congress MP Adhir Ranjan Chowdhury, Former Rajya Sabha LoP Ghulam Nabi Azad, and others… pic.twitter.com/Sk9sptonp0— ANI (@ANI) September 2, 2023\n\nChowdhury, the Leader of Opposition in the Lok Sabha, refused to be part of the committee calling it a “total eyewash”. “I have no hesitation whatsoever in declining to serve on the committee whose terms of reference have been prepared in a manner to guarantee its conclusions,” Chowdhury wrote in a letter to Home Minister Amit Shah, who is also a member of the “one nation, one election” committee.In his letter, Chowdhury described holding simultaneous elections in the country as a “constitutionally suspect, pragmatically non-feasible and logistically unimplementable idea”. He added that making a move to implement the plan months ahead of the 2024 General Elections raised concerns about “ulterior motives of the government”.He also said that not including Leader of the Opposition in the Rajya Sabha Mallikarjun Kharge as a member of the committee was an insult to parliamentary democracy.Congress MP Adhir Ranjan Chowdhury declined the invitation to be part of the 8-member committee constituted by the Centre to examine ‘One nation, One election’.\"I have no hesitation whatsoever in declining to serve on the Committee whose terms of reference have been prepared in… pic.twitter.com/2w523Djag2— ANI (@ANI) September 2, 2023\n\nListen | Rush Hour podcast: BJP gets moving on ‘one nation, one election’ planBesides Kovind, Shah and Chowdhury, the other members of the government’s proposed committee are former Union minister Ghulam Nabi Azad, former Finance Commission Chairman NK Singh, former Lok Sabha Secretary General Subhash Kashyap, Senior Advocate Harish Salve and former Chief Vigilance Commissioner Sanjay Kothari.The matter of holding simultaneous elections is expected to come up for discussion in the special sitting of Parliament scheduled to be held from September 18 to September 22. There will be no Question Hour and private members’ business will not be conducted during the session, the secretariats of the two Houses notified on Saturday.Opposition parties have criticised the government, saying that it had acted unilaterally on taking steps to implement the “one nation, one election” plan. In 2019, after Modi won a second term, he had called an all-party meeting to deliberate on the idea. Back then too, several Opposition parties had boycotted the meeting saying that the idea was opposed to the principles of federalism.The Bharatiya Janata Party had first floated the “one nation, one election” plan in its manifesto for the 2014 Lok Sabha polls. The BJP believes that concurrent polls will help save money and allow the government to focus on development work. Last year, the Election Commission had said that deciding on the matter did not fall under its ambit and it was up to the legislature to do so.  Also read: Why the BJP is pushing for simultaneous elections and how will they be implemented","author":"Scroll Staff","time":"2023-09-03T08:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177751-ydhgjcnnjz-1659062167.jpg","tags":["Adhir Chowdhury","Ram Nath Kovind","One Nation One Election","Amit Shah","Congress"],"source":"https://scroll.in/latest/1055321/adhir-chowdhury-declines-to-be-part-of-one-nation-one-election-committee"}