{"title":"‘Adipurush’ review: Visual effects overwhelm Ramayana adaptation","content":"Om Raut’s Adipurush has passion, ambition and scale. What Raut’s adaptation of the Ramayana lacks is a sense of wonderment.We are in deeply respectful territory. The portrayal of Sita’s abduction by the Lankan king Ravana and the battle waged by her husband Rama, his brother Lakshmana and an army of monkeys to rescue her is as faithful as the comic book. Despite featuring extensive visual effects, the quality of astonishment that complemented the feats of righteous valour and divine magic contained in the source material is missing.The derivative visual design borrows from the Avengers productions, Lord of the Rings, Game of Thrones and a host of fantasy fiction works. Live action, animation and computer-generated tricks combine for a movie that resembles a video game.A lengthy disclaimer is at pains to assert that Adipurush represents only one iteration of a much-revered and deeply familiar text. The names of the principal characters have been changed. Rama is Raghav (Prabhas), Sita is Janki (Kriti Sanon), Lakshmana is Shesh (Sunny Singh), while Hanuman is Bajrang (Devdutta Nage). This renaming is as far as Adipurush goes in terms of straying from the epic.The maximum creativity is reserved for Ravana, who gets to keep his name, as do his family members. If a distancing effect is created by the synthetic backdrops and characters with barely mobile faces, an extra layer of foreignness is added by Ravana (Saif Ali Khan). He is now a bearded gent who prefers the colour black and the battle dress of the medieval-era marauder.Saif Ali Khan in Adipurush (2023). Courtesy T-Series/Retrophiles.Lanka is a Mordor-like vertiginous realm of black granite with flecks of gold. Its only residents, apart from Ravana’s family, are Orc-like soldiers. There’s a prayer hall with statues in Ravana’s likeness – a testament to his hubris – and bat-faced dragons. Ravana’s spa routine includes a relaxing massage from a host of slithering pythons – the movie’s most inspired moment.As a giant, Ravana towers over his adversaries, as does Saif Ali Khan over the movie. Khan has the most permitted fun in a 179-minute narrative that is far too busy delivering slow-moving, often turgid spectacle to explore the Ramayana’s moral universe.For sheer joy, there’s Ram Mohan’s animated Ramayana: The Legend of Prince Rama. For a radical interpretation of the epic’s treatment of heroes and villains, there is Mani Ratnam’s Raavanan, which is set in contemporary times and re-imagines its antagonist as a wronged rebel.Any darkness in Adipurush can be found in the underexposed backdrops and Ravana’s black chic. The uni-tonal leads take a backseat to the parade of visual effects, some of which are undoubtedly imaginative. If Prabhas, whose voice has been dubbed by Sharad Kelkar, glowers monotonously and endlessly, Kriti Sanon is a questionable fit as Janki/Sita. The lack of chemistry between the leads is augmented by the heavily worked-upon backdrops and Manoj Muntashir’s pedestrian dialogue. Distraction is available in the truckloads in Adipurush. Om Raut, whose credits include the visually impressive Tanhaji: The Unsung Warrior, is clearly onto something, but the Ramayana it isn’t. \n\n\n    \n    Play\n\nAdipurush (2023).","author":"Nandini Ramnath","time":"2023-06-16T14:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191244-vwqobovdtp-1686760896.jpeg","tags":["Adipurush review","Om Raut","Prabhas","Saif Ali Khan","Kriti Sanon"],"source":"https://scroll.in/reel/1050836/adipurush-review-visual-effects-overwhelm-ramayana-adaptation"}