{"title":"‘Adipurush’ controversy: Mythological film’s dialogue to be tweaked after outcry","content":"The makers of Adipurush announced in a statement on Sunday that they will rewrite portions of the dialogue and issue new versions of the film after it came in for intense criticism on its release on Friday.Om Raut’s adaptation of the Ramayana stars Prabhas, Kriti Sanon, Saif Ali Khan, Sunny Singh and Devdutta Nage. While the Hindi production and its dubbed versions have posted impressive box office figures (an estimated Rs 100 crore net earnings in Hindi alone over the weekend), Adipurush has been trolled on social media for Manoj Muntashir Shukla’s gangster film-style dialogue, the over-reliance on visual effects and its casting choices.In a statement, producer T-Series and Retrophiles stated: “Adipurush is garnering an overwhelming response across the world and is conquering hearts of audiences across all ages. Making this visual spectacle a memorable cinematic experience, the team decides to make alterations to the film’s dialogues – valuing the input of the public and the audience. The makers are revisiting the said dialogues, ensuring to resonate with core essence of the film and the same will reflect in the theatres in the next few days. This decision is a testament that in spite of unstoppable collections at the box office, the team is committed and nothing is beyond the sentiments of their audiences and harmony at large.”Also read:‘Adipurush’ review: Visual effects overwhelm Ramayana adaptationSeveral Twitter users posted messages criticising the dialogue, which has been regarded as not only being anachronistic to the period setting but also disrespectful of the source material. Adipurush has also been attacked for its video game aesthetic.  Dialogues in #Adipurush(1) \"कपड़ा तेरे बाप का! तेल तेरे बाप का! जलेगी भी तेरे बाप की\"(2) \"तेरी बुआ का बगीचा है क्या जो हवा खाने चला आया\"(3) \"जो हमारी बहनों को हाथ लगाएंगे उनकी लंका लगा देंगे\"(4) \"आप अपने काल के लिए कालीन बिछा रहे हैं\"(5) \"मेरे एक सपोले ने तुम्हारे… pic.twitter.com/ifWQ7ARBs4— Prayag (@theprayagtiwari) June 16, 2023\n\nScreenwriter Manoj Muntashir Shukla defended the dialogue in several interviews, telling Republic World that “a very meticulous thought process” went into the writing, especially the lines uttered by Hanuman. “We have made it simple because we have to understand one thing [that] if there are multiple characters in a film, all of them can’t speak the language,” he said.Shukla added that his dialogue evoked the oral traditions of narrating the Ramayana. “I am not the first one to write this dialogue, it is already there,” he told Republic World.Opposition leaders are using the film as a stick with which to bash the Bharatiya Janata Party-led government and its Hindutva ideology. Shiv Sena (Uddhav Balasaheb Thackeray) spokesperson  Priyanja Chaturvedi demanded a “public apology” from the filmmakers.Chhattisgarh chief minister Bhupesh Baghel said on Saturday that his Congress government will ban the film if audiences demanded it. “Bajrang Bali is made to speak the language of Bajrang Dal in this movie,” Baghel said. “Why are people of those political parties who call them the custodian of religion silent on this movie? Why are BJP leaders who kept giving statements on The Kashmir Files and The Kerala Story silent on Adipursh?”The Aam Aadmi Party too weighed in on the row, with Rajya Sabha Member of Parliament Sanjay Singh stating, “The dialogues are so derogatory like kapda tere baap ka, tel tere baap ka, jalegi bhi tere baap ki, teri bua ka bagicha hai kya jo hawa khane chala aya. Manoj Muntashir wrote whatever he was asked to write.”BJP ने धर्म को ही धंधा बना लिया है।#Adipurush में भगवान राम का अपमान किया गया और BJP वाले जश्न मना रहे हैं कि करोड़ों कमा लिए।कल्पना के आधार पर माता सीता पर छुरी रख कर दिखाया गयाये फ़िल्म Yogi, Himanta Biswa, Khattar, Shivraj Singh सभी मुख्यमंत्री के आशीर्वाद से बनीजब… pic.twitter.com/l6LrqpFeRk— AAP (@AamAadmiParty) June 18, 2023\n\nThe dialogue writer of Adipurush @manojmuntashir as well as the director should apologise to the nation for the pedestrian dialogues written for the movie, especially for Lord Hanuman. It hurts every Indian’s sensibilities to see the kind of language being attributed to our…— Priyanka Chaturvedi🇮🇳 (@priyankac19) June 17, 2023\n\nThe controversy is also being fanned by the Delhi-based Hindu Sena, whose previous feats include organising a birthday party in absentia for then US President-elect Donald Trump and vandalising the New Delhi office of Pakistan International Airlines. The Hindu Sena has objected to Adipurush on the ground that it “hurts the sentiments of the Hindu community by depicting the religious leaders/characters/figures in an inaccurate and inappropriate manner”. Hindu Sena president Vishnu Gupta has filed a plea in the Delhi High Court demanding “removal of objectionable scenes”.\n\n\n    \n    Play\n\nAdipurush (2023).","author":"Scroll Staff","time":"2023-06-18T16:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191320-aaigzeuocb-1686944343.jpeg","tags":["Adipurush","Om Raut"],"source":"https://scroll.in/reel/1051123/adipurush-controversy-mythological-films-dialogue-to-be-tweaked-after-outcry"}