{"title":"Aditya Birla group donated Rs 100 crore to BJP two months before government’s Vodafone Idea bailout","content":"It is India’s third-largest telecom operator behind Reliance Jio and Bharti Airtel. But Vodafone Idea, or Vi, which is jointly owned by the British firm Vodafone Plc and the Indian conglomerate Aditya Birla group, has been in troubled waters for more than five years.The main reason is debt. The telecom operator owes Rs 2.14 lakh crore to banks, financial institutions, and most of all to the Indian government.In September 2021, the Narendra Modi government announced a relief package that allowed struggling players in the telecom sector to convert a part of their government debt into equity held by the government.In January 2022, Vi opted for this conversion. However, as the year went by and its losses mounted, the telecom operator announced on December 6 that it had not heard from the government about the move.Now, fresh electoral bond data released by the Election Commission shows that six days after the distress announcement, the Aditya Birla group firms donated Rs 100 crore to the Bharatiya Janata Party in electoral bonds.In February 2023, within two months of the donation, the Modi government converted debt of Rs 16,000 crore into equity, making the Indian government the largest shareholder in Vi.The electoral bonds were bought by three firms of the group: Birla Carbon India Private Limited, Utkal Alumina International Limited and ABNL Investment Limited.At nearly Rs 556 crore, the Aditya Birla group was one of the top electoral bond donors to political parties between April 2019 and January 2024. Of this, Rs 285 crore went to the BJP.The group also donated Rs 264.5 crore to the Biju Janata Dal, which is in power in Odisha, where the group has mining, metal, and chemical interests.Questions sent to the Aditya Birla group remained unanswered at the time of publication. This article will be updated if they respond.A delayed bailoutThe Aditya Birla group is one of the oldest business conglomerates in India. In 1995, it entered the telecom sector with Idea Cellular and became one of its leading players. The disruptive entry of Reliance Jio into the sector in 2016 pushed Idea Cellular and Vodafone India – owned by British telecom firm Vodafone Plc – to merge in 2018.The result was Vodafone Idea, with Vodafone Plc holding 45% stake and the Aditya Birla group 26%.But a Supreme Court ruling in 2019 clipped the wings of the nascent merger, directing telecom companies to pay huge dues to the government on their adjusted gross revenue, or AGR, for using the government spectrum. For Vi, these dues amounted to more than Rs 58,000 crore.The payment burden came at a time when Vi, struggling to compete with Jio and Airtel, saw its market share among wireless subscribers in India drop from 37% in October 2018 to 23% in July 2021.In June 2021, Kumar Mangalam Birla, the chairman of the Aditya Birla group, told the cabinet secretary that without “immediate active” government support, Vi’s financial crisis would “drive its operations to an irretrievable point of collapse”.In September 2021, the Modi government announced a telecom relief package. One of the provisions of the bailout allowed telecom operators to convert a portion of their government debt into equity for the government.Explaining the rationale, Mahesh Uppal, the director at Com First India, a Delhi-based telecom consultancy firm, said: “There has been a concern across the board, among specialists and experts, that India’s telecom sector is becoming increasingly concentrated. About 10 years ago, we had 12-13 operators and now we are down to four with BSNL already struggling.”“So it is a good policy idea to use short-term support to ensure Vi’s long-term survival in order to not decrease the competition further,” he said.Vodafone Group CEO Vittorio Colao and chairman of Aditya Birla Group, Kumar Mangalam Birla, during a news conference in Mumbai in March 2017.  Credit: AFP.On January 10, 2022, Vi’s board approved the conversion of Rs 16,000 crore of dues into equity amounting to 35.8%. This meant that the government would become the largest shareholder in the telecom operator, diluting Vodafone Plc and Aditya Birla group’s shareholding.On the same day, Mumbai-based Ultratech Cement Limited, an arm of the Aditya Birla group, bought electoral bonds worth Rs 10 crore. They were encashed by the BJP on January 21, 2022.The ball was now in the government’s court. Yet, in the following months, there was silence from the Ministry of Communications. In June 2022, Financial Express quoted an anonymous “senior government source” who said that the conversion would happen within two or three weeks. Again, nothing came.In October that year, Economic Times reported, based on anonymous government sources, that there was an new impediment in the bailout – the government wanted promoters to put more money into Vi or find new investors as a prerequisite to the conversion.Vi promoters, who had already pumped in Rs 4,500 crore in March 2022, pointed to a catch-22: the telecom operator could not raise funds until the debt had been converted into equity. This, for instance, was a condition for Vi to raise Rs 1,600 crore from Mumbai-based ATC Telecom Infrastructure Private Limited in October 2022.Vi promoters were desperate. On December 1, Economic Times reported that they had approached the State Bank of India for a Rs 16,000-crore loan to clear vendor dues and fund the rollout of 5G wireless services. The following day, Fortune said that State Bank had paused the talks because it had “no clarity on the government’s plan”.On December 6, 2022, Vi announced that the ATC Telecom offer had lapsed because it had “not received any communication from the Government of India on such conversion”.On December 10, Vi said that the telecom operator and ATC had “mutually extended the last date” for raising the funds to February 28, 2023. The condition on conversion still stood.Two days later, on December 12, three Aditya Birla group firms bought electoral bonds worth Rs 100 crore: Mumbai-based Birla Carbon India Private Limited bought bonds worth Rs 55 crore, followed by Bhubaneswar-based Utkal Alumina International Limited at Rs 35 crore and Gujarat-based ABNL Investment Limited at Rs 10 crore.These bonds were encashed by the BJP on December 14, 2022.On January 5, 2023, CNBC-TV18 reported that Birla met Minister of Communications Ashwini Vaishnaw to nudge him to speed up the conversion. “The Department of Telecom has secured all necessary approvals for equity conversion, but the file is pending consideration at the department,” it said.On February 3, despite Vi not raising any fresh funds from promoters or other investors, the Ministry of Communications confirmed the conversion of Rs 16,000 crore government debt into 33% equity for the Department of Investment and Public Asset Management.On February 28, Vi completed the ATC Telecom deal.A second round of donationsOn November 20, 2023, three Aditya Birla group firms – Birla Carbon India, Utkal Alumina International and Ultratech Cement Limited – donated another Rs 100 crore to the BJP, a month before Parliament passed a new​​ Telecommunications Bill.The new law eased business for the telecom industry at large. The Act allows spectrum to be “refarmed”, or used for a different technology than for which it was obtained. 4G spectrum, for instance, could be repurposed for 5G. This was a long-standing demand of the telecom industry.The Act also empowered the government to provide telecom operators access to private property “in public interest” to establish, operate and maintain telecom infrastructure. In the months leading to the Bill’s introduction in the parliament, the Cellular Operators Association of India,  which counts Airtel, Jio and Vi as its core members, had demanded that this practice – called “right of way” – become legally enforceable under the new law.The Bharti group, which owns Airtel, also donated Rs 100 crore to the BJP on November 9, 2023, followed by another Rs 50 crore in January 2024.Qwik Supply Chain Private Limited, a firm linked to the Reliance group, donated Rs 50 crore on November 17, 2023.The cellular operators association welcomed the Bill. In a separate statement, Vi CEO Akshay Moondra called the Bill “a watershed moment in the telecom reform process”.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThis report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Binu Karunakaran, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Jisha Surya, Joyal George, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Rokibuz Zaman, Sachi Hegde, Safwat Zargar, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Sumedha Mittal, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Ayush TiwariProject Electoral Bond","time":"2024-04-05T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199803-ozylsfbbkt-1712145538.jpeg","tags":["Project Electoral Bond","Lok Sabha 2024","Vodafone Idea","Telecom","Aditya Birla Group","Telecom Sector"]}