{"title":"‘Bullets will surely work if someone doesn’t listen to reason,’ says Adityanath in Delhi rally","content":"Uttar Pradesh Chief Minister Adityanath on Saturday joined a series of Bharatiya Janata Party leaders appearing to suggest the use of bullets as a means to get dissenters on board. He made the remark in an election rally in poll-bound Delhi while referring to those who allegedly pose a threat to the annual Kanwar yatra of Shiv devotees. Those who do not listen to words will surely understand the language of the bullet, he said.Adityanath claimed in a rally in Rohini that previous governments in Uttar Pradesh had imposed severe restrictions on the Kanwar yatra. He said that when he came to power in 2017, he ordered that these restrictions – such as a ban on loud music – be removed. He said he also ordered that rose petals be showered on devotees from helicopters above.But officials told him this would cause riots, to which he responded that the government does not interfere in anybody’s festivals, as long as they follow the rules. “We do not disrupt anybody’s festivals,” Adityanath claimed to have told the officials. “Everyone should celebrate their festivals while following rules. But if anybody shoots Shiv bhakts [devotees], or incites riots, boli se nahi maanega to goli se maan hi jaayega [if they do not listen to reason, they will surely understand the language of the bullet].”The Uttar Pradesh chief minister claimed that the Kanwariya pilgrimage from Ghaziabad to Haridwar is always conducted in a peaceful manner.“Kanwariyas” are devotees of Shiva who carry water from the Ganga river in containers suspended on the sides of a pole in the Hindu month of Shravana. They walk barefoot, often across hundreds of kilometres. In the past, they have been prosecuted for vandalising public property and drinking on the banks of the Ganga, among other offences.Adityanath held four rallies – in Delhi’s Karawal Nagar, Adarsh Nagar, Narela and Rohini – on Saturday. His speeches were marked by references to biryani, bullets and Pakistan, NDTV reported.उत्‍तर प्रदेश के मुख्‍यमंत्री श्री @myogiadityanath दिल्‍ली के रोहिणी में जनसभा को संबोधित कर रहे हैं... https://t.co/ecmgp6evMr— BJP Delhi (@BJP4Delhi) February 1, 2020\n\nAddressing an election rally at East Delhi’s Karawal Nagar Chowk, Adityanath claimed that the protestors at Shaheen Bagh are not demonstrating against the Citizenship Amendment Act, but because they resent India’s rise on the global stage. “Their ancestors divided India, so they have a grouse against our emerging Ek Bharat Shreshtha Bharat,” Adityanath alleged.Hundreds of women, with children, have been protesting against the Citizenship Amendment Act in Delhi’s Shaheen Bagh over the past month-and-a-half. They have ignored police requests to leave the place. Last week, Delhi Deputy Chief Minister Manish Sisodia said in an interview that he backs the protestors. This has since been used by the Bharatiya Janata Party as an election topic. Earlier on Saturday, a gunman opened fire at Shaheen Bagh. No one was injured in the incident, and the gunman, identified as Kapil Gujjar, was taken into custody by the police.Last week, the Election Commission of India banned Minister of State for Finance Anurag Thakur from campaigning for 72 hours after he encouraged people at a rally to chant “desh ke gaddaron ko, goli maaro saalon ko” (shoot the traitors of the country). On January 30, after a man opened fire on protestors at Jamia Millia Islamia University, Union Home Minister Amit Shah asked people at a rally whether they supported Prime Minister Narendra Modi or the protestors at Shaheen Bagh. Previously, Shah Shah had asked people to vote for the BJP so that there will “never be a Shaheen Bagh” in Delhi. Assembly elections are scheduled for all 70 seats in the city-state on February 8. The results will be declared on February 11. In the 2015 elections, the Aam Aadmi Party won 67 of the 70 seats, the BJP just three and the Congress none. The Citizenship Amendment Act provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, provided they have lived in India for six years and entered the country by December 31, 2014. The Act has been widely criticised for excluding Muslims.","author":"Scroll Staff","time":"2020-02-02T08:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135748-warvnwufqq-1580611138.jpeg","tags":["Adityanath","Uttar Pradesh","Kanwariya Yatra","Delhi elections","Shaheen Bagh","Delhi poll dates"],"source":"https://scroll.in/latest/951868/adityanath-says-those-who-do-not-listen-to-words-will-surely-understand-the-language-of-the-bullet"}