{"title":"Adityanath lays foundation stone for second stage of Ram temple construction in Ayodhya","content":"Uttar Pradesh Chief Minister Adityanath on Wednesday laid the foundation stone and performed rituals at the sanctum sanctorum of the Ram temple being constructed in Ayodhya, PTI reported.He said that the temple would end 500 years of uneasiness of devotees and will be a “symbol of people’s belief”, PTI reported.A landmark Supreme Court verdict in November 2019 had paved the way for the construction of the Ram temple. The court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for building a Ram temple.It had also said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque. The mosque in Ayodhya was demolished on December 6, 1992, by ‘kar sevaks’ who claimed that an ancient Ram temple stood at the same site.The Ram temple’s construction began in August 2020 over two weeks after Prime Minister Narendra Modi laid its foundation stone at an elaborate ceremony.  The ceremony on Wednesday marks the beginning of the next phase of the construction of the main temple as a base for it has been built.#WATCH | Uttar Pradesh Chief Minister Yogi Adityanath lays the foundation stone for Ram Mandir's Garbhagriha in Ayodhya. pic.twitter.com/Hw55YwdEqX— ANI UP/Uttarakhand (@ANINewsUP) June 1, 2022\n\nOn Wednesday, Adityanath was seen offering prayers in the presence of the temple trust, Deputy Chief Minister Keshav Prasad Maurya and others, PTI reported.The chief minister also said that the construction work will move forward at full speed.This came two days after Adityanath had said that after the beginning of the Ram temple construction in Ayodhya, the pilgrimage centres at Kashi and Mathura are also “waking up”.Hindu litigants have sought to bar Muslims from praying at the Gyanvapi mosque at Varanasi, also known as Kashi, and the Shahi Idgah mosque at Mathura.Varanasi courts and the Supreme Court are hearing a slew of petitions about the Gyanvapi mosque, which is located next to the Kashi Vishwanath temple.The plaintiffs in the Gyanvapi mosque case have claimed that an image of the Hindu deity Shringar Gauri exists at the site. On the other hand, the plaintiffs in the Shahi Idgah mosque case have claimed that the site is the birthplace of the Hindu deity Krishna.","author":"Scroll Staff","time":"2022-06-01T16:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175193-qblspyzaeg-1654076559.jpg","tags":["Adityanath","Ayodhya","LK Advani","foundation stone","Uttar Pradesh","Ram temple","Ram temple construction"]}