{"title":"Aditi Rao Hydari on playing diverse characters: ‘I want the audience to take me home with them’","content":"In the period drama Jubilee, Aditi Rao Hydari played movie star Sumitra Kumari. In Taj: Divided by Blood, set in the Mughal times, she played Anarkali. Her latest series Heeramandi is also a period piece that unfolds in Lahore during the British Raj. Sanjay Leela Bhansali’s opulent costume drama, set in the world of tawaifs, nawabs, and simmering anti-British revolution, will be premiered on Netflix on May 1.Heeramandi also stars Manisha Koirala, Sonakshi Sinha, Richa Chadha, Sanjeeda Sheikh and Sharmin Sehgal. Rao Hydari plays the courtesan Bibbojaan. She has previously worked with Bhansali in Padmaavat (2018).The Hyderabad-born actress made her debut with Sharada Ramanathan’s Tamil film Sringaram (2004), but her first theatrical release was Ranjith’s Malayalam-language Prajapathi (2006). Her Hindi debut came with Rakeysh Omprakash Mehra’s Delhi-6 (2009). Her credits include Mani Ratnam’s Kaatru Veliyidai (2017) and Chekka Chivantha Vaanam (2018).Rao Hydari is frequently cast as a vulnerable and fragile classical beauty, but she has much more to give as a performer, she told Scroll. Excerpts from an interview.What about ‘Heeramandi’ appealed to you, and what can you tell us about Bibbojaan?I became an actor because of Mani Ratnam and Sanjay Leela Bhansali. I saw [Ratnam’s] Bombay and [Bhansali’s] Khamoshi, and I knew that this was what I wanted to do. Both films had Manisha Koirala in them, so it was surreal to have her on the Heeramandi set.When I worked with Sanjay Leela Bhansali on Padmaavat, all he said was that of the four leads, this is the smallest part. I didn’t hesitate because after reading the script, I knew he would give the character many layers and make it fulfilling. I knew he would push me.In Heeramandi, Bibbojaan is seemingly kind, innocent and soft-hearted, but there’s also that simmering sense of injustice and purpose towards a larger cause. This delicate thing is firm in her beliefs and actually makes things happen. Bhansali is one of those directors who doesn’t see a woman as a one-note heroine, but as a human being capable of living a full life, with much agency and purpose and still connected to her femininity.For me, it’s more about how my character makes you feel, whether you watch her for 20 minutes or two hours. I want the audience to take me home with them.Aditi Rao Hydari in Heeramandi: The Diamond Bazaar (2024). Courtesy Bhansali Productions/Netflix.You have been in a number of costume dramas and period pieces. What about these genres appeals to you?I love it because you get to live in a world that isn’t around anymore. You don’t know these people, that time, the objects around you, that environment, yet you feel it because the filmmaker is putting you in that situation and creating an immersive atmosphere. I am an instinctive and intuitive actor, and I get a high from the creation of these atmospheres where you can completely give in.Also, there is my own relationship with art, music, history and stories. I grew up with a grandmother and mother who told me incredible stories. It’s not like I am looking for costume dramas. They come to me. Human beings and their dreams, desires, passions, emotions – they connect and when they are placed authentically, whatever the period, it is more magical.Do these projects require you to engage in research and preparation?They do, but more on practical things, like diction and body language. I always ask, what am I wearing here, who is this person? The moment they tell me that, it puts me into that space. It changes the way I behave.I don’t think one can prepare for feelings. My Bharatanatyam guru Leela Samson used to tell me, bleed, faint, practise and know your piece inside out. When you come on stage, you should flow. For me, dialogue is where the practice and preparation come in. I hope I can always be present and listen to what my director is telling me.\n\n\n    \n    Play\n\nHeeramandi (2024).You did ‘Delhi-6’, playing the unwed Rama, quite early on in your career. Did that set you on a particular path in the Hindi film industry?It might have. I got into that film through some kind of miscommunication. When I got to the set, everybody looked at me and said, oh my god, she’s totally wrong for this. But by then there was nothing anybody could do. Because I was so new, I felt it was my fault.Some very senior actors said, how can you cast her in this part, she’s like a little flower, it will ruin her career. I was quite traumatised. But I also have this sense that the universe will look after me, and I think it did.Maybe things would have been different if I had been introduced by Sanjay Leela Bhansali, for example. I don’t know. But everybody comes with their own journey. There are so many others who have come in smaller parts and are then trusted to take on entire films. That’s happened to me and a lot of other people, and it’s fine.I’ve worked with some incredible filmmakers and in multiple industries. I’m not one to say what could have been. I always look at what is. I live in the present a hundred per cent.Your screen persona is built on your classical beauty, the fragility and vulnerability you bring. Has it been challenging to move past this image?In the beginning, people look at you and talk about you in certain terms. You thank them but then there is a period where you find it claustrophobic or unfair that people cannot look beyond your physicality.All of us evolve. Today I am happy to own it. I take it as a positive. There are directors who will push me beyond the obvious, whether it's Mani sir, Neeraj Ghaywan [Geeli Pucchi, Ajeeb Dastaans] or Vikramaditya Motwane [Jubilee].To be honest, if I don’t consider the way I look or present myself to be baggage, then why should anybody else? When I come to the set, I don’t even look at a mirror. I just want to be what the director wants me to be.\n\n\n    \n    Play\n\nJubilee (2023).You have been in two Mani Ratnam productions. How would you describe your relationship with him?I first worked with him in 2017. Up until then, people would look at me in a certain way, and add yeah, yeah she performs well too. But it was only after Kaatru Veliyidai that things changed.I worked just as hard before and I still work hard. I look the same. What changed? The only difference was Mani Ratnam. It was career-changing and life-changing. It completely took away the fear of many things.When I went for the screen test, [cinematographer] Ravi Varman and [editor] A Sreekar Prasad were there, and Mani sir was directing me. I was given a monologue in Tamil and I was sure I was going to ruin the test because I didn’t know Tamil. In my naivete, I told him, I don’t know Tamil, it’s my dream to work with you, and you’re going to throw me out. He started laughing and said, I’m not testing whether you can act, I’m seeing if you can take my direction. From that day, I have looked at him as a paternal figure.I wanted to know my lines backwards and he gave me the time and the space. He’s the kind of teacher who lets you explore, but you know there’s somebody keeping you on your path. Working with him was the first time I experienced the intangible nature of that magic that happens when a scene comes together.He might have planned a scene in a particular place but if he sees a magical light and it works with his scene, he’ll move the entire scene or recreate it. He just needs two human beings and literally their breath in a frame and he creates a palpable chemistry between them.I used to ask him, how do you know how a girl thinks? He said, that’s my job. \n\n\n    \n    Play\n\nVaan, Kaatru Veliyidai (2017).Are there specific roles or genres you’re now seeking?I want to do something like Knives Out or Gone Girl. And love stories. Different directors direct you differently so they give you different experiences, skills and approaches. I always pick the director first.I have a couple of films coming up. Gandhi Talks is a silent film in which I got to work with Vijay Sethupathi. I almost had that opportunity three times before. I’m very excited about Lioness, which is an Indo-British production directed by Kajri Babbar. It’s about two women and how the life of one impacts the other. There’s a Tamil-Telugu bilingual thriller that is almost complete. I’ve been juggling projects in various languages for some years now, but everything has now come closer. It’s not regional or pan-Indian cinema even. We are all telling stories and making movies. As an actor, I just want to work with the most incredible talent.\n\n\n    \n    Play\n\nGeeli Pucchi, Ajeeb Dastaans (2021).Also read:Sanjay Leela Bhansali: Netflix show ‘Heeramandi’ is a tribute to ‘courtesans who lived like queens’","author":"Udita Jhunjhunwala","time":"2024-04-27T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200314-atbxlwbbsr-1714135335.jpg","tags":["Aditi Rao Hydari","Heeramandi"],"source":"https://scroll.in/reel/1067112/aditi-rao-hydari-on-playing-diverse-characters-i-want-the-audience-to-take-me-home-with-them"}