{"title":"Adityanath takes oath as Uttar Pradesh chief minister for second term","content":"Bharatiya Janata Party leader Adityanath on Friday took oath as the chief minister of Uttar Pradesh for the second consecutive term, ANI reported. He is the first person in 37 years to become the chief minister of Uttar Pradesh for a second successive term.Keshav Prasad Maurya and Brajesh Pathak were sworn in as deputy chief ministers, according to ANI.Maurya, who was a deputy chief minister during Adityanath’s first term as well, had lost the Sirathu constituency to Samajwadi Party’s Pallavi Patel by a margin of 7,337 votes. He will have to get elected in a bye-poll within six months.Lucknow | Keshav Prasad Maurya and Brajesh Pathak take oath as the Deputy Chief Ministers of Uttar Pradesh. pic.twitter.com/HsO83jWSUR— ANI UP/Uttarakhand (@ANINewsUP) March 25, 2022\n\nA total of 52 ministers, including the deputy chief ministers, took oath as ministers during the ceremony, according to NDTV. Some prominent names include Laxmi Narayan Chaudhary, Sanjay Nishad, Jaivir Singh, Anil Rajbhar, Jitin Prasada, Dharam Pal Singh, Yogendra Upadhyaya and Rakesh Sachan. केपी मौर्य और ब्रजेश पाठक DCM.. बाकी नाम पढ़ते चलिए #yogiOathCeremony pic.twitter.com/9SDq60P51K— Kamal Tiwari (@iKamalTiwari) March 25, 2022\n\nAs many as 24 ministers from Adityanath’s first term were dropped from the Cabinet, including Dinesh Sharma, who was previously one of the two deputy chief ministers of the state, according to ANI.Other leaders such as Srikant Sharma, Satish Mahana, Ashutosh Tandon, Sidharth Nath Singh, Neelkanth Tiwari and Mohsin Raza have also been dropped.Adityanath’s new Cabinet has five women ministers including former Uttrakhand Governor Baby Rani Maurya. Danish Azad Ansari, a native of Balia, is the only Muslim minister in Adityanath’s cabinet, according to NDTV. Prime Minister Narendra Modi, Union Home Minister Amit Shah and BJP President JP Nadda attended the swearing-in ceremony.Several chief ministers of BJP-ruled states such as Shivraj Singh Chouhan, Himanta Biswa Sarma, Pushkar Singh Dhami and Manohar Lal Khattar were also present. The BJP had won the 2022 Uttar Pradesh Assembly election by a huge margin. It bagged 255 seats in the 403-member Assembly. The BJP-led National Democratic Alliance’s strength in the Assembly, however, fell in this election as compared to 2017 when it had won 325 seats.‘Another new chapter’ Modi congratulated Adityanath on the occasion. Ina tweet he said: “I am sure that under your leadership, the state will write another new chapter of progress by fulfilling the aspirations of the people.”उत्तर प्रदेश के मुख्यमंत्री पद की शपथ लेने पर @myogiadityanath जी और उनके मंत्रिमंडल को हार्दिक बधाई। पिछले 5 वर्षों में राज्य की विकास यात्रा ने कई अहम पड़ाव तय किए हैं। मुझे विश्वास है कि आपके नेतृत्व में प्रदेश जन आकांक्षाओं को पूरा करते हुए प्रगति का एक और नया अध्याय लिखेगा। pic.twitter.com/b3hcLMQsMJ— Narendra Modi (@narendramodi) March 25, 2022\n\nShah said he was hopeful that the new Cabinet of Uttar Pradesh will create “new dimensions of good governance” under the leadership of Modi.Samajwadi Party chief Akhilesh Yadav pointed out that the new Cabinet took oath in a stadium built during his tenure between 2012 and 2017. “Pledge should be taken not only to form the government, but also of true service to the people,” Yadav said in a tweet.In the state elections, the Samajwadi Party came second with 111 seats and received a vote share of 32.1%, its highest in the last 10 years. In the 2017 elections, the party had secured 47 seats.","author":"Scroll Staff","time":"2022-03-25T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172024-vlobrshxid-1648205607.jpg","tags":["Adityanath","Narendra Modi","swearing-in ceremony","BJP","UP","UP Assembly elections 2022"],"source":"https://scroll.in/latest/1020350/adityanath-takes-oath-as-uttar-pradesh-chief-minister-for-second-term"}