{"title":"Adityanath holds roadshow in Hyderabad ahead of municipal polls, pushes for renaming city","content":"Uttar Pradesh Chief Minister Adityanath on Saturday held a huge roadshow in Hyderabad as he campaigned for the Bharatiya Janata Party ahead of the municipal elections in the city on December 1. He again pushed for renaming the city and sharply criticised the Asaduddin Owaisi-led All India Majlis-e-Ittehadul Muslimeen, ANI reported. Adityanath told a crowd of supporters that Hyderabad could be renamed like cities in Uttar Pradesh. “Some people were asking me if Hyderabad can be renamed as Bhagyanagar,” he was quoted as saying by the news agency. “I said why not. I told them that we renamed Faizabad as Ayodhya and Allahabad as Prayagraj after BJP came into power in UP. Then why Hyderabad can’t be renamed as Bhagyanagar?” The Uttar Pradesh chief minister had made a similar pitch in 2018, ahead of the Assembly elections in Telangana. The Adityanath-led government renamed several places in 2018, most notably the city of Allahabad, which is now known as Prayagraj. The decision was strongly criticised by opposition leaders. In June that year, the Adityanath administration renamed the iconic Mughalsarai railway station as Pandit Deen Dayal Upadhyay junction, after the Jan Sangh leader.In a Road Show at Malkajgiri, Hyderabad. https://t.co/NyMQNobSJ1— Yogi Adityanath (@myogiadityanath) November 28, 2020\n\nThe Uttar Pradesh chief minister also spoke about the controversy surrounding All India Majlis-e-Ittehadul Muslimeen MLA Akhtarul Iman  using “Bharat” instead of “Hindustan” while taking oath in the Bihar Assembly on Monday.“They will live in Hindustan but when it comes to taking oath in the name of Hindustan, they hesitate,” Adityanath said. “This shows the true face of AIMIM.”Adityanath also praised the Centre’s decision to scrap Jammu and Kashmir’s special status under Article 370. He said that the decision gave freedom to the people of Telangana to purchase land in Jammu and Kashmir. The BJP has been campaigning aggressively for the Greater Hyderabad Municipal Corporation and has engaged top leaders like Amit Shah and party President JP Nadda. Nadda had on Friday predicted his party’s victory in the election and claimed that it will be the beginning of the end of the Telangana Rashtra Samithi. The crucial election will witness a triangular contest between the TRS, the BJP, and All India Majlis-e-Ittehadul Muslimeen. The counting of votes will be held on December 4. Also read: Opinion: Advancing the Hyderabad municipal polls by two months is anti-people","author":"Scroll Staff","time":"2020-11-28T20:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151263-pzmsoakgsl-1606573870.jpg","tags":["Adityanath","Hyderabad","BJP","Hyderabad municipal polls"],"source":"https://scroll.in/latest/979740/adityanath-holds-roadshow-in-hyderabad-ahead-of-municipal-polls-pushes-for-renaming-city"}