{"title":"10 years on, Andhra Adivasi women struggle for justice against anti-Naxal force accused of rape","content":"It is little over 10 years to the day 11 women from the Kondh tribe in Vakapalli, an Adivasi hamlet in Visakhapatnam district of Andhra Pradesh, were allegedly raped by personnel of the state’s elite anti-Naxal force, the Greyhounds, on August 10, 2007.So far, the women have faced an uphill battle to get justice. Two of them have died since, but the trial has not even started. The police personnel contested the rape allegations against them even as the women battled social stigma at home – as part of a local custom of purification, they were separated from their husbands and children.On Wednesday, August 23, the Supreme Court is scheduled to decide whether the case against 13 Greyhound personnel accused of rape can proceed.A nightmare beginsVakapalli, a quaint hamlet of fewer than 250 people, falls under the panchayat limits of Nurmathi village in G Madugula mandal, one of several mandals in Visakhapatnam district along the Andhra-Odisha border where Naxalites have a presence. Early on the morning of August 20, 2007, Greyhounds personnel swooped down on the hamlet, ostensibly looking for Maoists. According to the residents of the hamlet, the next two hours were a nightmare.“The men of the village had left for farm-related work at around 4 or 4:30 in the morning,” one of the survivors told this correspondent last week. “The Greyhounds arrived at around 6 am when only women and children were in the village. They laid siege to our village and started raping us. Some of us were raped at gunpoint, utensils were thrown about in some houses, and they cut the power supply in one. It was mayhem. They eventually left at around 8 am.”Seven of the 11 women were allegedly gang-raped. Along with the village head and the men of the village, they approached the Nurmathi gram panchayat sarpanch who informed the local MLA. The MLA took the complainants to the sub-collector’s office in Paderu – a revenue division of Visakhapatnam that has 11 mandals under it including G Madugula. After the sub-collector directed that a case be filed, a First Information Report was filed under sections of the Indian Penal Code and the Scheduled Caste and Scheduled Tribe Prevention of Atrocities Act at the Paderu Police Station.The comments of MA Basit, the state’s Director General of Police, on the day of the alleged rape itself perhaps gave an indication of the battle that the women would subsequently face. He dismissed the rape allegations, saying that it was a “baseless ploy” by Maoists to discourage “combing operations”.Fight for justiceThe state government initiated an inquiry on September 6, 2007, with the Secretary of Tribal Welfare in charge. During the inquiry, while accepting that 21 Greyhounds personnel were present in the hamlet that day, the police denied the allegations of rape. It said that the personnel were in the village for a routine combing operation, looking for Maoists. In turn, the police accused around 30 women in the hamlet of attacking them when they attempted to take one person into custody.The inquiry report pointed out the lack of medical evidence for rape. However, it said: “There are 2 diametrically different views held by complainant tribal women on one side and the police personnel on the other. Nevertheless the repeated exhortation of rape by the (11) tribal women cannot be ignored.”It therefore recommended that the investigation be completed “without any further loss of time” as no significant investigation had been conducted even after 18 days of the registration of the police complaint.In September 2007, the Andhra Pradesh Girijan Samakhya, an organisation working on issues related to tribal rights, filed a writ petition in the state High Court, alleging that the investigating officers in the case – a deputy superintendent of police and an officer of the rank of additional superintendent of police – were delaying the investigation. The High Court ordered the investigation to be handed over to the superintendent of police, Crime Investigation Department. On November 14, 2007, the High Court dismissed the writ petition based on the Crime Investigation Department’s report.The court said: “Prima facie, this report suggests that no offence of rape, as alleged, was committed by the police personnel, who were on duty on the relevant date in that area.” The High Court ordered that the Crime Investigation Department report was to be made available to the petitioner and said that “if not satisfied with the investigation, [they] may take any other remedy that may be available to them in law”.In April 2008, the victims filed a protest petition before the court of the judicial first class magistrate in Paderu. They requested that the Crime Investigation Department report be rejected and that the court take cognisance of the offence and start the trial. The Paderu magistrate took cognisance of the petition and a case was taken on file against the 21 accused under sections of the Indian Penal Code related to gang rape, and under sections of the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act dealing with assault or use of force on a woman with intent to dishonour; being in a position to dominate the will of a woman to exploit her sexually among others.However, within a week of this order, the accused appealed before the High Court to quash the Paderu court proceedings. The High Court initially stayed the proceedings. Four years after the stay order, in April 2012, it ruled that only 13 of the 21 accused personnel could be tried in connection with the case. Following this, the 13 personnel filed a special leave petition in the Supreme Court to quash the criminal case against them in Paderu. The apex court stayed matter in 2012. It is this matter that the court is scheduled to hear on Wednesday.Vakapalli hamlet in Andhra Pradesh. It has around 80 houses and a population of fewer than 250 people. (Photo credit: Ayesha Minhaz).Social stigmaAs the case is lobbed between India’s various courts, the women say their lives have been upturned since that August morning 10 years ago. Even though the entire village supported them – helped them file a complaint immediately and backed them in following it up – the women say that they still had to face social stigma. According to local custom, women who faced keedu or harm, in this case due to the “loss of honour”, are separated from their families and not allowed into their homes until the perpetrators of the crime are brought to justice.“While the custom was being observed, the village leader Korra Dumanayya provided shelter to us,” said one of the complainant, a 36-year-old, outside her house in Vakapalli last week. “As it became clear that justice would elude us for a long time, a shuddi [cleansing] was conducted as per Kondh rituals and we were taken back after a few weeks.”She added in anger: “My son had not yet learned how to walk when he was separated from me, and fed porridge instead of milk.”She said that the allegations that she and the 10 other women were lying in order to protect Maoists were deplorable. “While we were travelling from one [government] office to another within hours of the incident, our dignity was dragged onto the streets with allegations that we were lying to help Maoists,” she said. “Why would we lie about it to save someone else and torment ourselves with the customary traditions that would follow?”As she spoke, six other women, including other rape victims, stopped by.“Some men understood, some needed help from the village elders to understand,” said the woman, while her companions nodded. “Some remained angry for a long period.” Another woman spoke of how the rape victims restricted themselves to work and home for years to avoid being identified in public. “When I went back to the weekly market after a long period, almost everyone there had heard about the case and it was agonising,” said the woman in her early 30s. “I have been avoiding it since then.”Intimidation, a weapon of counter-insurgency The villagers claimed while they had prepared themselves for a long legal battle, the police regularly attempted to demoralise them.All facilities like tertiary setups of healthcare, higher studies, banks and the revenue offices are located in G Madugula mandal, around 20 km from Vakapalli. The residents of Vakapalli and activists working with them allege that the police have made so many attempts to intimidate them that the villagers do not have the courage to travel alone to the mandal headquarters. On April 12, Pangi Venkat Rao of Vakapalli was in G Madugula on urgent bank work when he was stopped by the cops. When he declined to accompany them to the police station without being told why, he was allegedly thrashed and kept in police remand for over 10 days. He was not released till a petition about his illegal detention was filed with the Andhra Pradesh State Human Rights Commission.Then on August 15, as Bheengu Raju was returning home to Vakapalli with a friend after attending Independence Day celebrations at his daughter’s school in a village 20 km away, the police stopped both of them. Raju said that the police were waiting to arrest Korra Chinnabai, his friend.“They told me that Chinnabai has a Naxal case on him and asked me to leave,” said Raju. A Naxal case could mean either that the police suspected Chinnabai of being a Naxalite or of being a sympathiser of the insurgency group. Chinnabai, who runs a kirana store in Nurmathi village, 4 km from Vakapalli, had married a surrendered Maoist from Vakapalli shortly after she left the group in 2012. The elders in the hamlet were worried that this might be used against him. Days later, Chinnabai has still not returned home. The villagers claim that they have received information about him being sent to a jail in Visakhapatnam. The police, however, denied that Chinnabai was in their custody. “We haven’t arrested anyone from that village on Independence Day,” said Srinivas Rao, the sub-inspector of G Madugula. “It is a rumor spread by the villagers. They do it whenever someone joins Maoist ranks.”The residents of Vakapalli say that they are now planning to write to the Andhra Pradesh State Human Rights Commission regarding Chinnabai’s disappearance.“This is neither new nor rare,” said Nagendra, 38, the husband of one of the rape victims. “We have been told by the police that at least 25 villagers of Vakapalli have Naxal cases [against them]. And we know that all this is about the rape case we lodged against the Greyhounds.”As he spoke, five other men with him joined him in agreement.“Under the pretext of anti-Naxal operations, these are all attempts to further stigmatise and discredit the entire Vakapalli village as an errant one,” said Ramarao Dora, tribal rights activist and member of Adivasi Rachayatala Sangham, an association of tribal writers. “The relationship between the tribals and the police has worsened so much that constitutional bodies should step in and provide relief.”The shop of Korra Chinnabbai was shut for the third consecutive day on August 17. (Photo credit: Ayesha Minhaz).Lack of medical evidenceIn the initial investigation report by the Crime Investigation Department and even in the petitions by the Greyhound personnel to quash the trial against them, the lack of medical evidence and absence of injuries was used to support the claim that the policemen had not committed the alleged crime.  However, Vrinda Grover, counsel on behalf of the Adivasi women in the Supreme Court, said this argument was flawed. “The law has been very clear for many years,” said Grover. “Rape is a term of law, it is not a term of medicine. For a rape case to be proved, the sole testimony of the women is sufficient, if credible. Medical evidence is not mandatorily required to corroborate [the claims].”Asked why a speedy trial like in the Nirbhaya case could not take place in the Vakapalli incident, Grover said: “There is a kind of systemic marginalisation of all issues related to Adivasis. They are excluded from our public imagination and they are eclipsed from our public discourse. We do not see them as rights bearers and therefore we do not look at what is happening to them in terms of violations. This gets further aggravated in a conflict situation.”Grover added that the Greyhounds police personnel have the resources to repeatedly go to court and to delay the trial. “…[T]he accused are deliberately dragging and delaying the trial,” she said.","author":"Ayesha Minhaz","time":"2017-08-23T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848097-66386-rhsxbjukms-1503399032.jpg","tags":["Adivasi","Vakapalli","Greyhounds"],"source":"https://scroll.in/article/848097/adivasi-women-in-andhra-who-accused-elite-anti-naxal-force-of-rape-10-years-ago-struggle-for-justice"}