{"title":"Advised children to settle abroad due to country’s atmosphere, says RJD’s Abdul Bari Siddiqui","content":"A video of Rashtriya Janata Dal leader Abdul Bari Siddiqui saying that he advised his children to settle abroad as the atmosphere in the country is not good was shared widely on social media on Thursday, leading to a controversy in Bihar politics.The former Bihar finance minister made the statement on December 17 at an event organised to honour the newly-elected chairman of the state’s Upper House Devesh Chandra Thakur, The Hindu reported.“The atmosphere in India has been such that I have asked my two children, a son who is studying in Harvard University and daughter who has passed out of London School of Economics, to take up jobs there and if possible, get citizenship there,” Siddiqui said “… Don’t know whether they [children] will be able to bear the atmosphere here.”The RJD leader added: “You all can understand how painful it is when a father says such things to his children.”India not liveable for Muslims, have asked my children to settle abroad: @RJDforIndia leader Abdul Bari Siddiqui.The former Bihar minister made this remark as he alleged that the Muslim community faces insecurity in India. pic.twitter.com/5V3jldrX45— The Jamia Times (@thejamiatimes) December 23, 2022\n\nAlso read: Why many young Muslims are leaving IndiaResponding to Siddiqui’s remarks, Bharatiya Janata Party spokesperson Nikhil Anand said that his comments reflected the politics that the RJD pursues. “It is a reflection of the ideology of the RJD,” he said.Anand accused the former minister of holding a “madrasa-like ghetto mindset” and of “spitting venom” against the country. The BJP spokesperson said that he was indirectly targeting the Hindu community.“If Siddiqui is feeling uncomfortable being an Indian citizen, he must quit all the privileges he is having as a leader, and he must shift to Pakistan with all his family members,” he said.Siddiqui has still not been able to get out of Madrasa like ghetto culture. It is well known that such people run anti-national and religious agenda under the guise of secularism and liberalism. Siddiqui's statement reflects the ideology of RJD. @blsanthosh @byadavbjp @BJP4India pic.twitter.com/ArEJvAO5TY— Nikhil Anand (@NikhilAnandBJP) December 22, 2022\n\nMeanwhile, another RJD leader, Shivanand Tiwari, said on Friday that the ruling party in India must contemplate why many Muslims are feeling insecure in India, according to ANI.“The country’s atmosphere is such that a large minority community feels that it is not secure in this country and it would be better if they move out,” he said. “The ruling party in India not giving any thought to this.”After the controversy, Siddiqui claimed that some people were using his statement for political gain, ANI reported. “I had asked that if students get opportunity here, why’ll they go abroad,” the RJD leader said.","author":"Scroll Staff","time":"2022-12-23T13:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184774-avuiebvnrm-1671780122.jpg","tags":["Abdul Bari Siddiqui","RJD","Nikhil Anand","Bihar"],"source":"https://scroll.in/latest/1040415/advised-children-to-settle-abroad-due-to-countrys-atmosphere-says-rjds-abdul-bari-siddiqui"}