{"title":"AFC Women’s Olympic Qualifying R2: India grouped with Japan, Vietnam and hosts Uzbekistan","content":"India  have been drawn into Group C for Round 2, of the AFC Women’s Olympic  Football Tournament Paris 2024. The Blue Tigresses, ranked 61 in the  world, are in the same group as 2012 Olympics silver medalists Japan  (ranked 11 in the world), Vietnam (33) who will make their debut at the Fifa Women’s World Cup later this year, and Uzbekistan (50), who will be the hosts for Group C.India  qualified for Round 2 with two comprehensive wins over the Kyrgyz Republic earlier  this year, beating the hosts 5-0 and 4-0 in the two-legged playoff.Placed  in Pot 4, India were the last team to be drawn from the pot, and went  into Group C. Uzbekistan (Pot 3) and Vietnam (Pot 2) were the next to  join them. Japan were the first team drawn from Pot 1, but by virtue of  two other hosts – Australia and the People’s Republic of China – being  in the same pot, were placed into Group C.In  the lead up to the Round 1 games against the Kyrgyz Republic, India  also played Uzbekistan in a one-off friendly, losing to an injury time  goal 3-2. The Blue Tigresses have suffered narrow one goal losses in the  three previous times they have played Uzbekistan. India last faced  Vietnam in a friendly in Hanoi in 2019, drawing 1-1, while the last  meeting with Japan came in the 1997 Asian Women’s Championship, with  India going down 0-1.The  AFC Women’s Olympic Football Tournament Paris 2024 Round 2 matches will  be played between 23 October and 1 November. Four teams – the three group winners and  the best-ranked runners-up – will progress to Round 3 to play two pairs  of home and away matches, slated for February 24 and 28, 2024. The  winners will take the two spots reserved for Asia at the Paris Olympics next year.DrawGroup A: Australia (H), Chinese Taipei, Philippines, IR IranGroup B: China PR (H), Korea Republic, Thailand, DPR KoreaGroup C: Japan, Vietnam, Uzbekistan (H), India","author":"Scroll Staff","time":"2023-05-18T16:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179848-nukcuuhrbw-1663066494.jpg","tags":["AFC Women’s Olympic Qualifying","Paris 2024 Olympics","Paris Olympics","Indian football","Indian women's football team","AIFF"],"source":"https://scroll.in/field/1049330/afc-womens-olympic-qualifying-r2-india-grouped-with-japan-vietnam-and-hosts-uzbekistan"}