{"title":"Afraid of arrest, Assam’s pregnant teens skip hospitals, turn to home births and abortion pills","content":"Sakina and her 17-year-old daughter-in-law Ruksana have not slept since February 8 when they discovered the latter featured in a list called “Teenage Pregnant Women Registration Details for 2022-23”. The list, issued by district health authorities and seen by Scroll, has 9,097 entries: names of underage pregnant women in the lower Assam district of Barpeta. Apart from age and contact details, it includes the names of all the women’s mothers and husbands. Also part of the list is the women’s reproductive and child health identification number and details of the accredited social health activist, or ASHA worker, attached to each of them. In the tiny village in Barpeta’s Kalgachia circle where Ruksana and Sakina live, the list has led to massive panic. People believe everyone on it will be arrested – the Assam police since February 3 have apprehended nearly 3,000 people as part of a statewide crackdown on child marriage.At Sakina's home in Barpeta, where she lives with her 17-year-old pregnant daughter-in-law. Credit: Rokibuz Zaman.‘If they find out, we will be arrested’ Ruksana is five months pregnant. In the winter of 2021, she had eloped with her 21-year-old lover, currently away somewhere in Maharashtra where he worked as a daily-wage labourer. It was Sakina who had been taking care of Ruksana, accompanying her to the hospital for her ante-natal check-ups. (The names of the two women have been changed to protect their identity.)But now, scared of being apprehended by the police, they skipped the last appointment scheduled earlier this week. “Her second ante-natal check-up was due on February 8,” said Sakina. “But we didn’t visit the health centre fearing arrest. If they find out, we will be arrested…we have heard and seen it on TV. I don’t know what to do now”.  This seems to be a pattern. Ever since the heightened police action, pregnant teenagers in Assam are skipping scheduled doctors’ appointments, and in many cases, not even registering their condition with local health workers, who say even the number of pregnancy tests has come down sharply. A death Doctors at the Barpeta civil hospital said there had been an “abrupt and drastic” decline in the number of pregnant women coming to the institution for routine check-ups. “This may be because of fear created by the ongoing arrest,” said the hospital’s superintendent Nazirul Islam. “They are thinking that if they come for a check-up, they will be arrested.”In neighbouring Goalpara, doctors have reported a similar situation at government-run rural hospitals. Already, this has led to deadly consequences. On February 5, a 17-year-old girl in the Bongaigaon district died while giving birth to a child at her home. Police said that the family had not taken her to the hospital to avoid arrest.  “She was brought dead to a government hospital,” a senior police official told Scroll. “They attempted a delivery at their home in the village so that nobody would notice.”The official said they had arrested five people, including the girl’s father, her husband, and father-in-law under the Protection of Children from Sexual Offences Act and the Prohibition of Child Marriage Act.In the villages of Barpeta, a district that accounts for one of the highest number of arrests in the state, Scroll came across several instances of pregnant teenage girls being locked away from public view in light of the relentless police action.  In Dharampur village, for instance, a 17-year-old who was married last year and is four months pregnant has not stepped out of home in days. “They are in distress,” a neighbour said. “The husband has fled and family members have hardly come out of the house.”ASHA workers at the Barpeta civil hospital say villagers have been blaming them for the arrests. Credit: Rokibuz Zaman.A floundering health systemLocal doctors and community health workers Scroll interviewed painted a grim picture. An officer in charge of a community health centre in rural Barpeta, with a record of a high incidence of teenage pregnancies, said they had stopped registering fresh teenage pregnancies. “Three underage pregnant women had come to register their name but we sent them back,” the officer said, citing “lack of instructions from our higher officials on whether we should keep registering teenage pregnancies”.The officer added, “Secondly if we register their names, their data will be revealed which may lead to their arrest as well. Later, they will blame us.”ASHA workers lament Indeed, the crackdown seems to have severely impacted the work of community health workers, particularly the ASHAs. These grassroots workers play a key role in providing health support to impoverished rural pregnant women. Not only do they survey villages for pregnant women, but they also register them at the local health centre. It is the ASHAs who keep a tab on the women’s progress through pregnancy, ensuring that they go for four ante-natal check-ups, crucial to detect possible complications at the time of delivery, among other things. But the police crackdown has disrupted this work. People are reluctant to share information with the ASHAs, fearing that they will share it with the police.“Our field has been destroyed,” said Roushanara Khatun, an ASHA whose area of operation is Barpeta’s Kawarjahi village. “We have been facing huge issues in the villages during a survey as nobody is cooperating with us. They are blaming us for the arrests.” Khatun’s colleagues in other villages echoed her. “When we go to the resident’s house, they run away,” said Salma Khatun, an ASHA in the village of Haldhiagaon. “They say that we trapped them by giving the information to the police.” Aklima Ahmed, an ASHA at Kalgachia’s Shariatpur, said, “People are terrified. They are now afraid to come to the hospital.” The records at the Barpeta civil hospital bear this out. Official records accessed by Scroll show that the number of women turning for ante-natal check-ups since the police crackdown began has dropped by nearly half: the daily numbers before February 3 would hover around 60-65; now it’s rarely over 35. On February 4, the day after the crackdown began, the number dropped to a measly 15. The number of women turning up for ante-natal check-ups has nearly halved at Barpeta civil hospital since the crackdown. Credit: Rokibuz Zaman.A fresh demand for ‘abortion pills’ Scared to access formal healthcare facilities, residents seem to be turning to dangerous alternatives. A Kalgachia-based pharmacist said “about two-three people” had been coming to his shop every day since the crackdown asking for “abortion pills”.   “We are getting repeated calls seeking advice on how to abort,” said the pharmacist. They claimed that “some doctors are also charging Rs 4,000 to abort pregnancies which can’t be terminated with medicine” – often without any documentation. Zakir Hussain, a senior gynecologist at the Barpeta civil hospital, said “many teenage patients” had approached him in the last couple of days seeking an abortion.Hussain said many teenagers are “avoiding” coming to the hospital because of “panic and fear because of the police action”. “Many now will use unscientific means for the abortion or home delivery,” Hussain said.All of this has left doctors aghast. “Our objective is the same as the government, which is to reduce infant mortality and maternal mortality,” said Islam of the Barpeta civil hospital. “But if the teenagers don’t come to the hospital, it may have the opposite repercussions.”","author":"Rokibuz Zaman","time":"2023-02-11T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186709-abxrxnvokm-1676041526.jpg","tags":["Assam child marriage","Assam child marriage crackdown","Maternal health","ASHA workers","Abortion pills","Assam crackdown"],"source":"https://scroll.in/article/1043666/afraid-of-arrests-assams-pregnant-teens-skip-hospitals-turn-to-home-births-and-abortion-pills"}