{"title":"After violence over madrasa demolition, police crackdown in Haldwani, Muslim residents allege","content":"Two days after a mosque and madrasa were demolished in Haldwani, Uttarakhand, residents in Muslim neighbourhoods say a police crackdown has left them terrorised.Residents of Banbhoolpura, where local people and the police clashed on February 8 after the demolition, told Scroll that police officials barged into their homes, assaulted family members, including women, vandalised property and detained several men. “Police officials broke into our house around 4 pm [on Saturday],” said Shama, 38, a cook at a local school. “They thrashed our belongings and assaulted my husband and pushed us too. They took him away. We have no idea where or how he is.”Shama’s husband, Naeem, 45, is a daily wager who transports sand to construction sites in Haldwani. “We told them that we have children, please leave us alone,” she said. “But one of the police officials said, ‘We have children too, then why did you throw stones at us?’”“I just want to meet my husband,” said 22-year-old Mehreen, whose husband, Arif, 25, was taken away by four police officials around 5 pm on Saturday. The two had a love marriage seven months ago. “I will die without him.”Uttarakhand director general of police Abhinav Kumar said: “We have no intention of acting against anyone without evidence.” “A false narrative is now being constructed about the events of February 7th and their subsequent fallout,” he told Scroll. “We intend to act without any bias in full accordance with the law.”Police barricades divide the Muslim and Hindu areas of Banbhoolpura.On February 8, the town’s Municipal Corporation demolished the mosque and madrasa in Banbhoolpura, claiming that they were built illegally on government land – even while the matter was underway in the Uttarakhand High Court. Five civilians died in the violence that followed. Hundreds of police personnel were injured, reported ANI. DGP Kumar said: “The police had gone to Banphoolpura in aid of an ongoing, legally sanctioned anti-encroachment drive being carried out by civil authorities. They were attacked by a violent mob that appears to have been well prepared for violence.”According to the police, stones were pelted, cars were torched and the Banbhoolpura police station surrounded by the mob. The local administration imposed a curfew, an internet shutdown and shoot-on-sight orders on the evening of February 8.‘I kept telling them we are innocent’Since then, police barricades have come up where the Hindu-majority area of Banbhoolpura ends, and journalists are barred from venturing into the Muslim-majority area that lies beyond.On February 10, when this reporter visited the area, all shops were closed and many homes had locks hanging on the doors. Dozens of cars and bikes lay battered – their windows and headlights, residents alleged, were broken by police officials.Men ventured out only in groups and women peeped from the terrace.All sight of life disappeared in a flash whenever rumours spread that a squad of police officials were on their way. The rumour turned out to be true in Malik ka Bagicha, a smaller neighbourhood within Banbhoolpura, on the evening of February 10.Parveen, a 30-year-old woman, said her husband, Mukeem, a daily wager, was taken away by police officials that evening. Shahid, a 35-year-old vegetable vendor was also picked up by the police, said his mother and Parveen’s neighbour, Anisa.Parveen was hanging out clothes to dry when the bulldozers rolled in on February 8.Down the street, Mehreen alleged that she was assaulted by the four police officials who detained her husband, Arif, who works at a local hardware store. She said she was hit on one of her hands and one of her thighs, both now swollen. “My husband helped a police officer named Payal on the day of the violence,” she said, sobbing. “She had fallen on the road and he picked her up and gave her water. I kept telling them that we are innocent. I cannot sleep or eat anymore.”A hundred metres away, 55-year-old Shaheen wailed at the entrance of her house. Her son, Shahrukh, 32, who makes cots for a living, was detained at 3 pm on February 10. An old television inside her small house is wrecked, allegedly the doing of police officials who forcibly entered her house. “They started beating us the second they came in,” she told Scroll. “Then they dragged out my son and took him away. Please bring him back.”The police action appears to have triggered an exodus of Muslims from Haldwani. On the morning of February 11, hundreds of people, luggage in hand, boarded buses to neighbouring towns and cities of Uttarakhand and Uttar Pradesh, looking for safer havens.Families from Banbhoolpura leave Haldwani on February 11.How the violence beganAround 3.30 pm on February 8, Parveen was hanging clothes out to dry on her terrace when bulldozers rolled into the neighbourhood, accompanied by dozens of police officials.“It was unexpected,” she said. Parveen’s home is just 50 metres from the Mariyam mosque and Abdul Razzaq Zakariya madrasa that were demolished by the local authorities.“People came out of their homes to stop them,” Parveen said. “Elders, led by the local councillor, were in the front. They tried to negotiate with the authorities to not demolish the structures.”Women sat in an open area beside the madrasa to prevent the demolition. “The police started beating the women with lathis to clear the area,” she recalled. “That is when things got violent and people began pelting stones at the police.”A senior police official in Uttarakhand said that journalists reporting on the aftermath of the February 8 violence have “no idea what the police officials went through” on the day of the violence while “carrying out a lawful activity”. This includes personnel getting trapped inside the Banbhoolpura police station and being attacked by “stones, fire bombs and firearms”.If the residents in Banbhoolpura feel aggrieved, the senior official added, they should give evidence in the ongoing magisterial inquiry.On Sunday, Nainital’s senior superintendent of police Prahlad Narayan Meena told reporters that 25 people have been arrested  in connection with the violence – including 12 for the attack on the police station, six for setting cars ablaze outside the police station and seven for violence during the anti-encroachment drive.  Meena alleged that the mob looted government ammunition during the attack on the police station.Marks on Mehreen’s hand after police officials allegedly assaulted her on February 10.Parveen’s seven-year-old boy and 10-year-old daughter attended the madrasa regularly, which functioned between 7 am and 9 am and 3 pm and 5 pm every day, except Friday. “The madrasa was important for my children because religious education is essential to Islam,” she said, adding that her daughter also went to a private school.The protest preceding the violence was not the first time that women had opposed the demolition. On February 3, dozens of them, including Parveen, had gathered in the same open area after local authorities had requested police presence to raze down the structures on February 4.A video from February 3 shows women at a sit-in protest against the demolition in Banbhoolpura.Furquan, 37, who lives in the same neighbourhood, said that the violence started after the police began putting up barricades to quarantine the streets before the demolition. “As they were trying to put up the barricades, people were trying to remove them,” he said. “That’s when things turned violent.”DGP Abhinav Kumar said the “police acted in the lawful exercise of their right to self-defence in discharge of their official duties”. “We have sufficient audio-visual evidence to this effect. It will be presented in the ongoing magisterial inquiry and criminal investigation.”Life under curfewOn February 11, the curfew in the rest of the town was lifted. The barricades on the main road were removed and life returned to normal.But little changed in Banbhoolpura, where the police crackdown had not been limited to Malik ka Bagicha. In Gafoor Basti, two kilometres away, a 50-year-old muezzin at the Chirag Ali Shah mosque was allegedly whisked away by the police on the morning of February 10.A 45-year-old local resident said he saw a dozen police officials arriving at the mosque around 10 am and accusing the muezzin of being an outsider who pelted stones on them on February 8.“He had come from Bihar about five years ago. They even asked for his Aadhaar card,” recalled the resident, requesting not to be identified out of fear of repercussions. “I was thrashed on my leg with a lathi. In fact, a senior police official had to intervene to stop his junior from beating me up.”A torched bike and a lorry in Malik ka Bagicha in Banbhoolpura.Gafoor Basti, settled beside the railway tracks that runs parallel to Haldwani, has around 60 Muslim families. According to resident Shah Jahan, 40, the locality has had no water supply since the day of the demolition. A neighbour in the adjacent locality has a running tap, and families cautiously ventured to his house with plastic containers to get water, despite the curfew.On the morning of February 10, Shah Jahan sent her three daughters, aged between nine and 12, to the neighbour’s house with containers. Alsifa, 12, said that while she was filling up water, police officials locked the gate of the house from outside. “I peeped from the window and kept asking them to open it,” she recalled. “But they did not.”Alsifa and her sister, Inaya, 11, managed to get out half an hour later and ran home. “But my daughter Nusra has still been stuck there for two hours,” said a worried Shah Jahan. “She is only nine.”As Shah Jahan panicked about the safety of her daughter, word spread that the police had entered Gafoor Basti. A local resident who accompanied us to her shanty locked the door and leaned against it with all the force he could muster. Everyone went silent.All photographs by Ayush Tiwari.","author":"Ayush Tiwari","time":"2024-02-12T09:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198359-unxryosxep-1707663079.jpg","tags":["Haldwani madrasa","Haldwani demolition","Uttarakhand communal violence","Banbhoolpura","Muslim neighbourhoods","hindutva","Uttarakhand high court","bulldozer"],"source":"https://scroll.in/article/1063549/after-violence-over-madrasa-demolition-police-crackdown-in-haldwani-muslim-residents-allege"}