{"title":"Hyderabad civic polls: Over 35% turnout recorded till 5 pm","content":"The elections for the Greater Hyderabad Municipal Corporation elections on Tuesday saw a voter turnout of 35.80% till 5 pm, The Times of India reported. After a high-decibel and communally charged campaign, voting for 150 municipal constituencies, or wards, of the Greater Hyderabad Municipal Corporation elections began on Tuesday at 7 am.Meanwhile, Telangana’s chief electoral officer declared that re-polling for all 69 voting stations in the city’s ward-6 will be held on December 3, according to The Times of IndiaThe Bharatiya Janata Party accused All India Majlis-e-Ittehadul Muslimeen MLA Mumtaz Khan of violating the poll code and submitted a complaint to the Election Commission. The BJP alleged that Khan forcibly entered several polling stations and threatened the officials.#GHMCPolls : #BJP complains to state Election Commission against #AIMIM MLA Mumtaz Khan for violation of model code of conduct pic.twitter.com/2T8PrJpWF4— TOI Hyderabad (@TOIHyderabad) December 1, 2020\n\nThe election saw a clash between workers of the ruling Telangana Rashtra Samithi and the BJP in Kukatpally area, ANI reported. The reason for the altercation was not immediately clear. Telangana: A clash broke out between TRS and BJP workers at Kukatpally during the polling for Greater Hyderabad Municipal Corporation (GHMC) elections, earlier today. pic.twitter.com/Y7ipLtOox7— ANI (@ANI) December 1, 2020\n\nOver 74 lakh voters were expected to use their franchise using ballot papers to elect their representatives, PTI reported. The results will be announced on Friday.The BJP, the TRS and Asaduddin Owaisi’s AIMIM are locked in a triangular contest. The saffron party has led an aggressive campaign for the civic body polls to make inroads in wards with a significant Hindu population.Political observers said the acrimonious campaign is not new to the city’s political landscape, but it still escalated to a new and dangerous level this time. The BJP had brought in several heavyweights, including Union Home Minister Amit Shah, party chief JP Nadda and Uttar Pradesh Chief Minister Adityanath, for campaigning.Even though the polls are for electing a city mayor, the intense campaign witnessed comments on Pakistan, Mohammad Ali Jinnah, surgical strikes, allegations of Rohingya infiltrators and one focused on Hindu-Muslim narrative. “Once a BJP candidate wins the mayor post in these elections, there will be a surgical strike on patha basti [Old City],” Telangana unit chief Bandi Sanjay Kumar had said. “It’s the BJP’s responsibility to kick out these Rohingyas and filthy sons of Pakistan.”In his speeches, BJP’s Tejasvi Surya, the Bangalore South MP, had also made several controversial remarks while taking on the Opposition. He had accused Owaisi of speaking Pakistan founder Muhammad Ali Jinnah’s language of “rabid Islamism, separatism, and extremism”, and claimed that every vote for the Muslim leader was a vote against India and “everything India stands for”.Minister of Home Affairs G Kishan Reddy, TRS working president KT Rama Rao and actor-turned-politician Chiranjeevi were among those who voted early on Tuesday. Polling will continue till 6 pm.Talking to reporters, both Reddy and Rao urged people to vote. “I appeal to the people of Hyderabad to cast their vote today to strengthen democracy,” Owaisi added.Following all #COVID Safety Protocols, casted my vote along with my family at Kachiguda Polling Station earlier this morning.Voting is our constitutional right and all of us must exercise it in the interest of an able administration.#GHMCElections2020 pic.twitter.com/RI9G2xnYxF— G Kishan Reddy (@kishanreddybjp) December 1, 2020\n\n#Hyderabad: AIMIM President Asaduddin Owaisi casts his vote for #GHMCElections2020\"I appeal to the people of Hyderabad to cast their vote today to strengthen democracy,\" he says. pic.twitter.com/srF8enqPTU— ANI (@ANI) December 1, 2020\n\nAlso read: Why the BJP has turned a municipal election in Hyderabad into a communal battlegroundA total of 1,122 candidates are contesting the elections, spread over four districts in Hyderabad, Ranga Reddy, Medchal-Malkajgiri and Sangareddy. The Telangana State Election Commission has made elaborate arrangements for the voting by deploying 48,000 (including reserve) polling personnel and 52,500 strong police force.The commission had decided to conduct the election with ballot papers because of the coronavirus crisis and taking into consideration other relevant matters.In the last municipal elections in February 2016, the TRS had won 99 seats, while the AIMIM secured 44. The BJP won four, the Congress got two and the Telugu Desam Party managed to get just one. A loss in Tuesday’s elections could dent the image of the TRS and bolster the Opposition to step up its campaign against the ruling party.","author":"Scroll Staff","time":"2020-12-01T10:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151371-rmjxerbusp-1606799928.jpg","tags":["Asaduddin Owaisi","Greater Hyderabad Municipal Corporation","Hyderabad civic body polls","Hyderabad","Telangana","TRS","BJP"],"source":"https://scroll.in/latest/979937/after-a-communally-charged-campaign-voting-underway-for-hyderabad-civic-polls"}