{"title":"After Tipu Jayanti, Karnataka will celebrate Kasab Jayanti, says Union minister Anantkumar Hegde","content":"If Karnataka Chief Minister Siddaramaiah can celebrate Tipu Jayanti, it is only a matter of time before he starts making people celebrate Ajmal Kasab Jayanti, Union Minister of State for Skill Development Anantkumar Hegde said in Karnataka’s Belagavi city on Friday, ANI reported.In October, Hegde had restarted the debate around Tipu Sultan in the state, when he asked the Karnataka government to exclude him from a November 10 event celebrating the birth anniversary of the Mysore ruler who died fighting the British. On Friday, he brought it up again by criticising the Congress leadership about the state’s security situation. “There are nine lakh Bangladeshis in Bangalore, you’ll find immigrants in Belgaum, Bijapur, Hubli, Dharwad and even in Kittur,” Hegde said. “Check under your legs, bombs could have been planted.”Karnataka has become a safe haven for criminals, there 9 lakh Bangladeshis in Bangalore, you'll find immigrants in Belgaum, Bijapur, Hubli, Dharwad & even in Kittur you'll find them. Check under your legs, bombs could have been planted: Anantkumar Hegde pic.twitter.com/WFvBEux0iO— ANI (@ANI) November 18, 2017\n\nHe claimed Siddaramaiah had sidelined Kittur Rani Chennamma, another freedom fighter from the state. “Siddaramaiah did not celebrate Kittur Chennamma festival but he is busy celebrating Tipu Jayanti,” he said, according to The Indian Express.Hegde’s comments come months ahead of Assembly elections in the state. The current state Assembly’s tenure ends in May 2018. The controversy around Tipu Sultan has been around since November 2015. Siddaramaiah had criticised Hegde in October for refusing to attend the event. Despite protests by several groups this year, the Congress government in Karnataka tightened security and went ahead with the Tipu Jayanti celebrations.","author":"Scroll Staff","time":"2017-11-18T14:17:09.401782+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/858348-71635-cxeuywemxt-1508574529.jpg","tags":["Siddaramaiah","Tipu Jayanti","Anantkumar Hege","Karnataka"],"source":"https://scroll.in/latest/858348/after-tipu-jayanti-karnataka-will-celebrate-kasab-jayanti-says-union-minister-anantkumar-hegde"}