{"title":"After raids by central agencies, these 21 companies bought electoral bonds","content":"Several companies bought electoral bonds after they were faced with action by central government agencies such as the Enforcement Directorate, the Income Tax Department, the Central Bureau of Investigation and the Goods and Service Tax authorities, an analysis by Project Electoral Bond shows.They include companies in the top five donors list, such as Future Gaming and Hotel Services PR, Megha Engineering and Infrastructure Ltd, and Yashoda Super Speciality Hospital. Who encashed the bonds they purchased will only be known once the missing Unique Identification Numbers for electoral bonds – that link the buyer to the receiver – are revealed by the Election Commission of India.Here are some companies that faced action and bought electoral bonds soon after. This list will be updated if the Project Electoral Bond team finds more information.1. Future Gaming and Hotel Services Private LimitedFuture Gaming and Hotel Services Private Limited – the biggest buyer of electoral bonds, having spent Rs 1,368 crore on them between October 2020 and January 2024 – has faced raids several times over the last few years.Run by “Lottery King” Santiago Martin from Coimbatore, the company focuses on online lotteries. Martin has been under the scanner of agencies since 2007. In 2011, the CBI registered 30 cases against him and his close aides.In 2019, the Enforcement Directorate launched a money-laundering investigation against Martin. As part of this, the agency attached the company’s assets from April 2022 to May 2023. Between April and December 2022, Future Gaming bought electoral bonds worth Rs 290 crore.Raids were also conducted on properties owned by Martin and his son-in-law, Aadhav Arjun, in September 2022 and April 2023. In this period, Future Gaming bought electoral bonds worth Rs 303 crore.2. Megha Engineering and Infrastructure LimitedMegha Engineering and Infrastructure Limited is a Hyderabad-based giant that has won several government contracts including many works in the Rs 1.15 lakh crore-Kaleshwaram Lift Irrigation Project in Telangana – considered the “world’s biggest lift irrigation project” which the Comptroller and Auditor General pulled up for gross irregularities.In October 2019, income tax officials had conducted a raid at its premises. Between April 2019 and November 2023, Megha Engineering and Infrastructure Limited bought Rs 980 crore worth of electoral bonds. It has a paid up capital of Rs 156 crore.Three other companies of Megha Engineering and Infrastructure Limited have also bought electoral bonds.  Western UP Power Transmissions Co Ltd bought bonds worth Rs 220 crore, SEPC Power worth  Rs 40 crore and Evey Trans Pvt Ltd worth Rs 6 crore, taking the total tally of the group above Rs 1,200 crore.3. Vedanta LimitedThe Vedanta Group, founded by industrialist Anil Agarwal, pumped in a total of Rs 376 crore through electoral bonds between April 2019 and November 2023.The period covers the entire Covid-19 pandemic, during which Agarwal lobbied to dilute India’s environmental laws, claimed a report by the Organized Crime and Corruption Reporting Project, an international network of investigative journalists.The company’s oil business, Cairn India, “lobbied to have public hearings scrapped for exploratory drilling in oil blocks it won in government auctions”, the report said.  “Since then, six of Cairn’s controversial oil projects in Rajasthan have been approved despite local opposition.”In March 2020, the Central Bureau of Investigation had booked Vedanta, among other companies, for criminal conspiracy and cheating over the supply of coal.In August 2022, TSPL, a Vedanta company, was raided by the Enforcement Directorate in connection with a money-laundering case. The Central Bureau of Investigation had raided the premises of Karti Chidambaram, a Congress parliamentarian, in the same case.4. Hetero Pharma GroupHetero is one of the biggest pharma companies with manufacturing units in Russia, Mexico, Iran, China and Egypt, besides India.On October 9, 2021, the Income Tax Department raided the Hyderabad-based Hetero Pharma Group and detected “unaccounted” income of Rs 550 crore. It seized Rs 142 crore in cash. The company bought electoral bonds worth Rs 60 crore over the course of the next two years. In October 2023, Hetero Biopharma Limited bought electoral bonds worth Rs 5 crore, and Hetero Drugs Limited bought electoral bonds worth Rs 1 crore.On April 7, 2022, Hetero Drugs purchased electoral bonds worth Rs 19 crore and on July 11, 2023,  it bought bonds worth Rs 10 crore.On April 7, 2022,  Hetero Labs also purchased electoral bonds worth Rs 20 crore and on October 12, 2023, it bought bonds worth Rs 5 crore.On October 17, 2022, Hetero acquired a manufacturing plant in Telangana.It shot into the limelight during Covid-19 after it started developing Remdesivir, the drug that was extremely sought after especially during the second wave of the pandemic. The month before the income tax raids, it had received emergency use authorisation from the Drug Controller General of India for its version of Tocilizumab.In June 2023, the Telangana High Court set aside the state government’s order to allot 15 acres of prime land in Khanamet village to a charitable organisation co-founded by Hetero Pharma group’s chairman, Dr B Pardhasaradhi Reddy, who was given a Rajya Sabha ticket on May 19, 2022, by the Bharat Rashtra Samithi. Most of the company’s electoral bonds were purchased shortly before and shortly after Reddy’s Rajya Sabha ticket.Reddy is also associated with 89 other companies and LLPs, according to the Ministry of Corporate Affairs website. With family assets of over Rs 5,300 crore, he also invested in Honour Labs, which features prominently in the electoral bonds list, after the raids of October 2021.5. Hero MotoCorpHero Motocorp purchased electoral bonds worth Rs 20 crore in October  7, 2022. This is the first time the company was seen purchasing any electoral bond since the inception of the scheme. The company bought 20 electoral bonds worth Rs 1 crore each.This purchase was preceded by an Income Tax Department raid at the company in March that year. The raids were conducted at Hero MotoCorp offices and the residences in Gurugram, Haryana and Delhi of its promoters, including that of the chairman and CEO of the group, Pawan Munjal.At the time, news reports claimed the company showed more than Rs 1,000 crore in bogus expenses and over Rs 100 crore cash transactions for a farmhouse in Delhi’s Chhatarpur. The company denied these claims.Ten months down the line, in August 2023, the Enforcement Directorate seized movable assets worth about Rs 25 crore during searches in connection with an alleged money-laundering case involving CEO Munjal and others.6. Rashmi GroupIn July 2022, the Enforcement Directorate froze fixed deposits worth Rs 95 crore after raiding the West Bengal-based Rashmi Group. The group was accused of causing a loss of Rs 73 crore to the exchequer by “deliberate mis-declaring the facts and mis-utilising the dual freight policy of the Indian Railways to avail wrongful benefits of lower tariff of freight for transportation of iron ore”.Before and after the raid, the group bought electoral bonds worth Rs 95.5 crore. Rashmi Cements and Rashmi Metaliks bought bonds worth Rs 10 crore each before the raid on October 8, 2021.In January 2022, Rashmi Metaliks purchased electoral bonds worth Rs 12 crore, and Rashmi Cements bought bonds worth Rs 5 crore. In July 2022, Rashmi Metaliks purchased a further Rs 5 crore.In August 2022, the Calcutta High Court gave Rashmi Metaliks a clean chit in the money-laundering case.The group purchased electoral bonds worth Rs 13 crore in October 2022, Rs 9 crore in January 2023, Rs 15 crore in July 2023, Rs 11.5 crore in October 2023, and Rs 5 crore in November 2023.In December 2023, the Rashmi Group forayed into mining after the Union Ministry of Coal allotted it three mines in West Bengal.7. DLF GroupBetween October 2019 and November 2022, various entities of the DLF group bought electoral bonds worth a total of Rs 170 crore. Going against the trend of the other companies on this list, DLF stopped buying bonds after it was raided.The group is no stranger to controversy. In April 2014, the Comptroller and Auditor General had pulled up the Haryana State Industrial and Infrastructure Development Corporation – then under the Congress-led United Progressive Alliance government – for selling land to DLF at a lower rate, allegedly causing a loss of Rs 439 crore to the exchequer. The group was allegedly involved in the land grab case with Robert Vadra in Haryana during the Hooda regime. Robert Vadra is Congress leader Priyanka Gandhi Vadra’s husband.In December 2022, Noida authorities issued a notice of Rs 235 crore to DLF regarding compensation to the previous owner of a plot on which the group had built a mall.In November 2023, the Enforcement Directorate raided the Gurugram-based DLF premises in its money-laundering probe against another real estate group, Supertech.8. Reddy’s LabsReddy’s Laboratories bought electoral bonds worth Rs 7 crore on May 8, 2019. It also purchased bonds worth Rs 27 crore in October 2022, Rs 15 crore in November 2022, and Rs 4 crore in July 2022.In November 2023, Income Tax officials had raided an employee of the company, K Narender Reddy, for alleged cash transactions. The raids were part of several other raids on the same day, which included people close to Bharat Rashtra Samithi leader P Sabitha Indra Reddy.Just after the raids, the company purchased electoral bonds worth Rs 31 crore, followed by Rs 21 crore in November 2023, and Rs 10 crore in January 2024, adding up to Rs 84 crore.9. Navayuga EngineeringNavayuga Engineering Company Limited has purchased a total of Rs 55 crore in electoral bonds in April 2019 and October 2022. It was raided by Income Tax officials in October 2018, six months before the company bought its first set of electoral bonds.In April 2021, Adani Ports and Special Economic Zone Ltd acquired complete control of Krishnapatnam Port Co Ltd from the Navayuga Group for Rs 2,800 crore.The company hit the headlines again in November 2023 because it had built the Uttarakhand tunnel that collapsed, trapping of 41 workers for 17 days.10. Aditya Birla Group: Utkal Alumina and Grasim IndustriesUtkal Alumina International Limited bought electoral bonds worth Rs 145 crores in 2019, 2020, 2022 and 2023. The company is a fully owned subsidiary of Hindalco, a part of the Aditya Birla Group.In February 2019, the Odisha State Pollution Control Board issued a show cause notice to Utkal Alumina, revoking consent to operate the Baphlimali bauxite mine. Later in the same year, villagers staged a protest, which turned violent, against the company’s plant in Rayagada district.In October 2023, the state-owned Odisha Mining Corporation and Hindalco, the parent company of Utkal Alumina, signed a memorandum of understanding for the “long-term linkage of raw material” policy of the Odisha government, for the Hindalco alumina refinery at Kansariguda in Rayagada.Another Aditya Birla Group company, Grasim Industries Limited, bought electoral bonds worth Rs 20 crore in April 2019, Rs 3 crore in October 2019 and Rs 10 crore In October 2020. However, a year later, the Income Tax Department slapped a Rs 8,334 crore income tax demand as capital gains tax in a transaction related to the demerger of its financial services business.11. United PhosphorusUPL Limited, formerly United Phosphorus, bought electoral bonds worth Rs 10 crore in October 2019 and Rs 50 crore in November 2022. The company faced income tax raids in January 2020, on allegations of tax evasion and account manipulation.12. Aurobindo PharmaAurobindo Pharma Limited is a pharmaceutical manufacturing company in Hyderabad. The company manufactures generic pharmaceuticals and active pharmaceutical ingredients. The company bought Rs 52 crore worth of electoral bonds between 2021 and 2023.In November 2022, the Enforcement Directorate arrested its director, Sarath Reddy, on charges of money laundering as part of investigations into the Delhi liquor policy case. Reddy has also been director of APL Healthcare in 2009, which bought electoral bonds worth Rs 10 crore in November 2023.The other director of Aurobindo Pharma, Girish Paman Vanvari, was a director at Avon Cycles Limited, which purchased electoral bonds worth Rs 1.4 crore in October 2022.13. Trident ChempharIn July 2022, Trident Chemphar, a Hyderabad-based group, bought electoral bonds worth Rs 5 crore. An employee of the group, E Chandran, approached the Telangana High Court in November 2022 against the Enforcement Directorate alleging torture. He was accused in the Delhi liquor policy case.Trident’s directors are Venkata Krishna Anjaneya Prasad Marthy, Sadananda Reddy Sannareddy, Chiranjeevi Kondreddy and Lakshmi Vara Koka. Three of the four directors have been involved with Veritaz Healthcare Limited, which was acquired by Aurobindo Pharma in March 2022.Marthy was a co-director at Veritaz while Sadananda Reddy and Kondreddy were additional directors. Aurobindo Pharma’s director Sarath Reddy is also accused in the Delhi liquor policy case.14. IFB Agro LimitedIFB Agro Limited bought bonds worth Rs 92.3 crore from 2021 to 2024.In June 2020, the company’s Noorpur plant in West Bengal was attacked by armed men, leading to an uproar. Jagdeep Dhankar, who was the West Bengal governor, stepped in and demanded a deeper probe, raising concerns about whether the climate was actually conducive for investment. The day after the attack, on June 25, 2020, the company faced a Goods and Services Tax search at the same plant.In 2022, the company’s board of directors approved “contributions to political parties by way of subscription to the electoral bonds in one or more tranches aggregating not more than Rs 40 crore for the financial year 2022-23”. The company’s board added that it was facing “excise related issues”.In a recording of the company’s Annual General Meeting for 2023, Joint Executive Chairman Bikramjit Nag said the bonds were bought “as per instructions from the government” and that the company is looking for opportunities outside West Bengal.According to a report in The Wire, in February 2024, the company declared that it had contributed Rs 40 crore to political parties through electoral bonds in the first nine months of the financial year 2023-2024. The contribution is three times its after-tax profits in the same period, which stands at Rs 13.87 crore.15. Chennai Green Wood Private LimitedChennai Green Woods Private Limited bought electoral bonds worth Rs 105 crore – Rs 90 crore in 2022 and Rs 15 crore in 2023. The company is owned by Ayodhya Rami Reddy, a Rajya Sabha member from the Yuvajana Sramika Rythu Congress Party.Ramky Group, the parent company of Chennai Green Wood Private Limited, faced Income Tax Department raids in July 2021.The Ramky Group, the parent company of Chennai Green Wood Private Limited, is also part of the investigations into disproportionate assets cases against incumbent Andhra Pradesh Chief Minister YS Jagan Mohan Reddy.16. Rungta Sons Pvt LimitedRungta Sons Private Ltd operates in forestry, logging, and other related sectors. Incorporated in 1943, the company is classified as a non-government company.Rungta Sons bought electoral bonds worth Rs 50 crore on April 5, 2021. After a brief hiatus of three years, on January 11, 2024, the company purchased 50 electoral bonds worth Rs 1 crore each.In the early hours of December 7, 2023, three units of the company in Ramgarh were raided by the Income Tax Department.17. Shirdi Sai ElectricalsHyderabad-based Shirdi Sai Electricals Limited is a manufacturer of electrical goods. It had won, among other things, a contract for fixing “smart metres” to agriculture electricity connections in farms across Andhra Pradesh.The company faced income tax raids on December 20 2023. On January 11, 2024, the company purchased electoral bonds worth Rs 40 crore.The raids were preceded by allegations by the Andhra Pradesh BJP that the state government had given about 2.5 lakh acres of land to several private companies, mainly Indosol Solar Pvt Ltd and Shirdi Sai Electricals, under the guise of hydro and renewable energy projects by blatantly flouting the tendering norms.It was alleged that N Visveswara Reddy and K Ravi Kumar Reddy, who were the main promoters of Indosol Solar Pvt Ltd and Shirdi Sai Electricals, were close to Chief Minister YS Jagan Mohan Reddy.18. HES Infra Private LimitedHyderabad-based HES Infra Private Limited was raided by the Income Tax Department in February 2021. It purchased electoral bonds worth Rs 20 crore in April 2022 and Rs 2 crore in November 2023.In November 2022, the company was blacklisted by the Madhya Pradesh government over a nine-year delay in a project. The company had won the bid in 2013 for canals to irrigate 40,050 hectares in the command area of Tons river for Rs 238.33 crore. The state government categorised the delay as “sedition”.19. Shri Jagannath Steels & Power LimitedThe company purchased electoral bonds worth Rs 11 crore in April and October 2021 and Rs 3.5 crore in January 2022.One of the directors of the company is Prashant Kumar Ahluwalia, one of the Ahluwalia brothers who run the KJS Ahluwalia group, which deals in steel and mining. Most of its mining businesses are in Odisha.In December 2020, the Income Tax Department zeroed in on the Ahluwalia group to unearth alleged tax evasion worth Rs 100 crore by KJS Cement Industries in Madhya Pradesh. Income tax sleuths conducted searches at premises belonging to the cement manufacturer located at Maihar, Satna, Delhi and Jaipur. In August 2020, the GST intelligence officials detected over Rs 17 crore tax evasion by KJS Cement and arrested one of its directors.20. Kalpataru Projects International LimitedThe Kalpataru Group has business interests in power transmission, engineering, and logistics across the country.In 2023, when Rajasthan had assembly polls, Kalpataru Projects bought electoral bonds worth Rs 20 crore in April and July. However, in August, the group was raided by the Income Tax Department. During the investigation, the Income Tax Department reportedly found large-scale tax evasion and detected bogus bills worth Rs 600 crore.Following the raids, the company’s purchase of electoral bonds reduced to Rs 5.5 crore. It bought these bonds in October 2023, two months after the raids.21. Sun PharmaSun Pharma was reportedly under the scanner of GST Intelligence for alleged service tax evasion in May 2019. The company purchased electoral bonds worth Rs 10 crore on May 8, 2019, after having bought Rs 21.5 crore worth of electoral bonds in April the same year.With inputs from Megha Mukundan.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Jayashree Arunachalam, Joyal, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Parth MNNeel MadhavRagamalika KarthikeyanPratyush DeepBasant KumarAzeefa FathimaProject Electoral Bond","time":"2024-03-15T22:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199287-yldxczrtjb-1710508131.jpg","tags":["Santiago Martin","Project Electoral Bond","Political Finance","Electoral Bonds","what is electoral bond scam","Lok Sabha 2024"],"source":"https://scroll.in/article/1065267/after-raids-by-central-agencies-these-21-companies-purchased-electoral-bonds"}