{"title":"After being denied a Rajya Sabha ticket, Samajwadi Party leader Naresh Agarwal joins BJP","content":"Samajwadi Party leader Naresh Agarwal joined the Bharatiya Janata Party on Monday after being denied a ticket to the Rajya Sabha. The biennial elections to the Upper House will be held on March 23. There are 10 Rajya Sabha seats up for grabs in Uttar Pradesh this time.Agarwal was welcomed to the party in the presence of Union minister Piyush Goyal at the BJP headquarters in Delhi. “I think it is important to be part of a national party to serve the nation better and that is why I have taken the decision” Agarwal said. “I was influenced by the work done by Prime Minister Narendra Modi and Uttar Pradesh Chief Minister Adityanath. I think the prime minister’s administration is doing well.” The senior leader said he did not have any demands from the BJP. “I will never stop supporting [former Samajwadi Party chief] Mulayam Singh Yadav,” said Agarwal. “But the party’s current trend of leaving coalitions is unstable. The Samajwadi Party is going downhill. I did not think it was appropriate to sideline me to give the Rajya Sabha ticket to someone who works in the film industry.”On March, Samajwadi Party chief Akhilesh Yadav had announced Jaya Bachchan as its candidate for the only seat in the Upper House it is likely to win. The number of seats a party wins in the Rajya Sabha elections is dependent on the strength of its members – who form the electoral college – in the state Assembly. The Samajwadi Party has 47 MLAs in the 403-seat Uttar Pradesh Assembly.The party chose Bachchan over Agarwal to pacify the faction led by the party chief’s uncle Shivpal Singh Yadav, reports said. The faction was reportedly against nominating Agarwal as he had allegedly “colluded” with the BJP.External Affairs Minister Sushma Swaraj on Monday welcomed Agarwal to the party fold, but said his comments about Jaya Bachchan were wrong. “His comments regarding Jaya Bachhanji are improper and unacceptable,” Swaraj said on Twitter. Agarwal’s meeting with Home Minister Rajnath Singh in January had led to speculation about his move to the BJP.The Samajwadi Party survived the threat of a split after infighting in September 2016, when Shivpal Yadav was appointed the state SP chief. Naresh Agrawal joins BJP in the presence of Union Minister Piyush Goyal at BJP headquarters in Delhi. He was in Samajwadi Party earlier. pic.twitter.com/yJBfTak7hv— ANI (@ANI) March 12, 2018","author":"Scroll Staff","time":"2018-03-12T16:41:55.001650+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871737-48528-deqstlmdak-1500689920.jpg","tags":["Naresh Agarwal","Samajwadi Party","BJP","Jaya Bachchan"],"source":"https://scroll.in/latest/871737/after-being-denied-a-rajya-sabha-ticket-samajwadi-party-leader-naresh-agarwal-joins-bjp"}