{"title":"After Karnataka BJP MLA’s son caught taking Rs 40 lakh bribe, Lokayukta finds Rs 6 crore in his home","content":"The son of Karnataka Bharatiya Janata Party MLA Madal Virupakshappa was on Friday arrested after the state’s anti-corruption watchdog caught him receiving a bribe of Rs 40 lakh, India Today reported. Officers also recovered cash worth Rs 6 crore from the BJP leader’s home.The accused man, Prashanth Madal, is the chief accountant of Bangalore Water Supply and Sewerage Board. He had allegedly demanded Rs 81 lakh as a bribe from a contractor on behalf of his father to clear a tender to provide raw materials to Karnataka Soaps and Detergents Limited, according to PTI.Virupakshappa, an MLA from Channagiri constituency, was also the chairperson of Karnataka Soaps and Detergents Limited, known for making the famous Mysore Sandal Soap. Following the action against his son, Virupakshappa on Friday resigned from his post.After a complaint was filed by the contractor against Madal, a team of Lokayukta officials raided the MLA’s office in Bengaluru’s Crescent Road on Thursday and caught his son while accepting the bribe. At least three bags of cash were found at Virupakshappa’s office, officials told PTI.In a trap laid out on Thursday evening, the #Lokayukta police in #Karnataka arrested #BJP MLA K Madal Virupakshappa's son V Prashant Madal, who is a chief accountant with BWSSB, with bribe money of Rs 40 lakh. pic.twitter.com/hQfsUIvoVR— TOI Bengaluru (@TOIBengaluru) March 2, 2023\n\nThe anti-corruption agency later searched the BJP MLA’s home, which led to the seizure of unaccounted cash of Rs 6 crore.Lokayukta Chief Justice BS Patil said five persons, including Madal, have been taken into custody and a first information report has been filed.In his resignation letter sent to Chief Minister Basavaraj Bommai, Virupakshappa described the Lokayukta raid as a conspiracy against him and his family.“Despite that since an allegation has been levelled against me, I am taking moral responsibility and submitting my resignation from the post of KSDL chairman,” he added.Bommai said the Lokayukta will conduct an independent investigation and accused the Congress of corruption.“In the absence of the anti-corruption institution so many incidents had taken place during the Congress regime and were also hushed up,” he alleged. “Congress ministers and MLAs had 59 charges [against them] but it was hushed up as there was [only] ACB [Anti-Corruption Bureau]. Once that is enquired by the Lokayukta, truth will come out.”The Anti-Corruption Bureau was constituted in 2016 after powers vested with the state Lokayukta to look into corruption cases under the Prevention of Corruption Act, 1988, were withdrawn by then Siddaramaiah-led Congress government. Until then, the Lokayukta, with its own police wing, was the premier anti-corruption agency in the state.In August 2022, the Karnataka High Court abolished the Anti-Corruption Bureau, stating that it had been formed to shield corrupt politicians, ministers and officers from the watchful eyes of the Lokayukta.The action against the BJP leader’s son came ahead of the Karnataka Assembly elections later this year. Last year, the state contractors association had alleged that government officials and state BJP MLAs demand 40% commission – or bribe – from contractors for every project. The allegations had  sparked a row.The BJP government, however, had rejected the charges by accusing the contractors association of being linked to the Congress.Lokayukta trap on govt official Prashanth who is also the son of BJP MLA Virupakshappa Madal gets bigger, now 6 crores in cash found at his residence by sleuths during searches. The MLA is likely to be quizzed soon. pic.twitter.com/PnNxTOSVZP— Deepak Bopanna (@dpkBopanna) March 3, 2023","author":"Scroll Staff","time":"2023-03-03T12:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187519-ibkedvglwn-1677822800.jpeg","tags":["Karnataka","Karnataka bribery case","Madal Virupakshappa","Prashanth Madal","Karnataka Soaps and Detergents Limited","Bangalore Water Supply and Sewerage Board","Karnataka corruption"],"source":"https://scroll.in/latest/1044974/after-karnataka-bjp-mlas-son-caught-taking-rs-40-lakh-bribe-lokayukta-finds-rs-6-crore-at-his-home"}