{"title":"After Ayodhya, Kashi and Mathura are also ‘waking up’, says Adityanath","content":"Uttar Pradesh Chief Minister Adityanath said on Sunday that after the beginning of the Ram temple construction in Ayodhya, the pilgrimage centres at Kashi and Mathura are also “waking up”, PTI reported.The chief minister made the remark at a state executive meeting of the Bharatiya Janata Party in Lucknow. He appeared to refer to the ongoing court cases in which Hindu litigants have sought to bar Muslims from praying at the Gyanvapi mosque at Varanasi (which is also known as Kashi) and the Shahi Idgah mosque at Mathura.The plaintiffs in the Gyanvapi mosque case have claimed that an image of the Hindu deity Shringar Gauri exists at the site. On the other hand, the plaintiffs in the Shahi Idgah mosque case have claimed that the site is the birthplace of the Hindu deity Krishna.On Sunday, Adityanath referred to the construction of the Kashi Vishwanath corridor in Varanasi and said: “After the beginning of the construction of the grand Ram temple in Ayodhya, the waking up of Kashi is before us.”The Uttar Pradesh chief minister claimed that over one lakh devotees visit Kashi each day, adding that the pilgrimage centre is living up to its name.“All pilgrimages centres like Mathura Vrindavan, Vindhyavasini Dham, Naimish Dham are once again waking up,” Adityanath said. “In this situation, we all have to move forward once again.”The chief minister added that namaz was no longer being offered on the streets and that loudspeakers had been removed from religious places, ANI reported. He claimed that Uttar Pradesh had become a riot-free state.Notwithstanding Adityanath’s claim, an analysis by Factchecker.in found that the state had recorded 5,714 riot cases in 2019. Similarly, the state registered 8,908 cases of riots in 2018 and 8,990 cases in 2017, according to the website.Meanwhile, the chief minister said that the BJP needed to prepare the ground for the 2024 Lok Sabha elections. “We should move ahead with the target of winning 75 seats,” he added.Uttar Pradesh has a total of 80 Lok Sabha seats. In the 2019 elections, the BJP had won 62 seats in the state, while its ally Apna Dal had emerged victorious in two seats.","author":"Scroll Staff","time":"2022-05-30T20:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136812-zuntsmgyeo-1601728076.jpg","tags":["Adityanath","Uttar Pradesh","BJP","Ayodhya","Gyanvapi mosque","Shahi Idgah mosque"],"source":"https://scroll.in/latest/1025098/after-ayodhya-kashi-and-mathura-are-also-waking-up-says-adityanath"}