{"title":"Ghulam Nabi Azad says his party will seek restoration of full statehood for Jammu and Kashmir","content":"Former Rajya Sabha MP Ghulam Nabi Azad on Sunday said that his political party will focus on the restoration of full statehood for Jammu and Kashmir, among other demands, ANI reported.The Centre scrapped statehood and special status under Article 370 for Jammu and Kashmir on August 5, 2019. The former state was split into two Union Territories. The Centre also repealed Article 35A, which ensured special rights and privileges to people defined as “permanent residents” of Jammu and Kashmir. Since then, the region has been under central rule.  On Sunday, Azad addressed a rally in Jammu, the first one since he quit the Congress last month.Amid speculation that he will launch his party at the rally, Azad said he has not decided a name yet for the outfit. “The people of Jammu and Kashmir will decide the name and the flag for the party,” he added. “I’ll give a Hindustani name to my party that everyone can understand.”The former chief minister of Jammu and Kashmir said that his party would focus on the right to land and employment for local residents.  The former MP remarked that the present-day Congress is nowhere to be seen on the ground. “Congress was made by us by our blood,  not by computers, not by Twitter,” he said. “People are trying to defame us but their reach is limited to computers and tweets.”Azad claimed that when Congress leaders of today are taken into custody, they are released within an hour. “People from Congress now go to jail in buses, they call DGP [director general of police], commissioners, get their name written and leave within an hour,” he said at the rally. “That is the reason Congress has been unable to grow.”#WATCH | Former J&K CM and senior ex-Congress leader Ghulam Nabi Azad, who quit the party recently, arrives at Jammu, to hold a public meeting today at Sainik Colony here pic.twitter.com/wmwdwEN4V5— ANI (@ANI) September 4, 2022\n\nAzad resigned from the Congress on August 26 after having been associated with the party for nearly 50 years. In his resignation letter, Azad said that the Congress had lost the “will and ability to fight for what is right for the country”. He also accused MP Rahul Gandhi of destroying the party’s “entire consultative mechanism” after he became its vice president in 2013.Hours later, he said that he would start a new party soon and set up its first unit in Jammu and Kashmir.On Sunday, several banners saying “We for azad soch [free  thought]” were placed across Jammu. Former Congress leader Salman Nizami  claimed that political workers and Jammu residents have given  overwhelming support to Azad’s “political movement”.Nizami was among several Congress leaders from Jammu and Kashmir who quit the party to support Azad.On  Saturday, Azad remarked that meeting political rivals does not change a  person’s DNA, PTI reported. The statement appeared to be a response to a  tweet by Congress leader Jairam Ramesh, who said that Azad’s DNA had been “Modi-fied”. Azad,  speaking at a book release function in New Delhi, rued that present-day  political parties always seemed to be “at war” with each other.After  the former Rajya Sabha MP resigned from the Congress, several party  leaders cited Prime Minister Narendra Modi’s speech in the Rajya Sabha  in February 2021, in which he referred to Azad as a “true friend”. Modi  had made the speech on the occasion of Azad’s farewell from the Upper  House.“MPs from 22 parties spoke about me [on my farewell] but only what the PM said was highlighted,” Azad said on Saturday.After his resignation from the Congress, the former Jammu and Kashmir chief minister said that there was “no question” of a tie-up with the BJP, NDTV reported. “Neither they will get benefited, nor I will,” he said.","author":"Scroll Staff","time":"2022-09-04T10:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179368-odwvjlcdxw-1662267576.jpg","tags":["Ghulam Nabi Azad","Congress","Rajya Sabha","Jammu","Jammu and Kashmir"]}