{"title":"After Amit Shah's clean chit, release of Gujarat fake encounter cops was expected, say activists","content":"In Delhi, Prime Minister Narendra Modi may want to claim credit for sacking errant home secretary Anil Goswami, but during his term as the chief minister of Gujarat, his government was accused of shielding several state officials with high-profile criminal cases against them.The most prominent of the accused officials was former Gujarat home minister and current Bharatiya Janata party president Amit Shah, who was charged with criminal conspiracy in the 2005 fake encounter killings of alleged gangsters Sohrabuddin Sheikh and Tulsiram Prajapati. On December 30, a CBI court gave Shah a clean chit in the case.Now, barely six weeks later, three other officials – all policemen – have been granted relief under circumstances that activists find questionable.On February 4, former Gujarat director general of police PC Pande was discharged in the Tulsiram Prajapati case, because the state government has not granted the required sanctions to prosecute him. On February 5, a special granted bail to two policemen imprisoned in the 2004 Ishrat Jahan fake encounter case – DG Vanzara, former deputy inspector general, and PP Pandey, suspended additional director general of police.Vanzara is an accused in both, the Sohrabuddin and Ishrat Jahan cases, and was already granted bail in the former in September 2014. On Thursday, he was allowed to walk out after more than seven years in prison, although he has been ordered to leave the state of Gujarat.PP Pandey, meanwhile, had been in jail for more than a year and had applied for bail last November.‘This was bound to happen’Ishrat Jahan, a college student from Mumbai, was killed in 2004 by a team of Gujarat policemen who claimed that she was part of a group that intend to assassinate Modi. Sohrabuddin Sheikh was killed in November  2005, while in police custody. A year later, his associate, Prajapati, who had witnessed Sheikh's killing, was shot dead by the police.Activists following the Gujarat cases are particularly indignant about the discharge of PC Pande. According to the CBI’s charges, Pande was not only involved in the conspiracy to kill Prajapati in a fake encounter, but also frequently changed investigating officers to shield the main accused.“Legally, the sanction to prosecute Pande could only have been given by the state executive,” said lawyer Vrinda Grover.  “Since the state has not granted this sanction, it indicates that the government has something to hide. This does not inspire confidence in the state.”By discharging Pande on the grounds of a technicality, activists feel that the government – the prosecuting agency – is deliberately creating avenues for the accused to walk free.According to Manisha Sethi, a Jamia Milia Islamia professor and activist, Amit Shah was similarly discharged on unconvincing grounds. “Despite being an alleged key conspirator, Amit Shah was discharged, so it is obvious that the government will not let these policemen sit in jail now,” said Sethi.Premature bail?According Grover, the bail granted to Vanzara and Pande in the Ishrat Jahan case has come too early, without a sound reason.“I believe there is a lot of evidence against them still left to present in court, so to grant bail at this juncture sends out the wrong signal to the people,” said Grover. “Instead of granting bail right now, why could they not insist on a speedy trial?”In a letter that Vanzara had written from jail in 2013, he claimed that whatever he did was official policy and that Gujarat’s leadership – then chief minister Modi and home minister Amit Shah – were making police officers like him scapegoats in the fake encounter cases.In May 2014, the CBI reportedly published a status report citing evidence that Modi and Shah had been informed about the encounters by accused policemen Vanzara, PP Pandey and Rajinder Kumar.“It would have been very uncomfortable for the BJP and the BJP government to have these police officers in jail while Amit Shah was discharged,” said Sethi. “The danger that these officers would spill the beans was imminent.”This is why, say activists, the bail and discharge of the two Pandeys and Vanzara was not really unexpected.“There is nothing surprising about this – it was to be expected after Amit Shah got a clean chit,” said social activist Shabnam Hashmi. “These decisions are an attack on democracy.”","author":"Aarefa Johari","time":"2015-02-06T05:00:48+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/704609-83a4b727-c253-4b64-9194-065345e21add.jpg","tags":[],"source":"https://scroll.in/article/704609/after-amit-shahs-clean-chit-release-of-gujarat-fake-encounter-cops-was-expected-say-activists"}