{"title":"Cyclone Michaung completes landfall process in Andhra Pradesh’s Bapatla","content":"The India Meteorological Department on Tuesday issued a high flash flood warning for isolated places in southern Andhra Pradesh as  Cyclone Michaung completed its landfall process in the state’s Bapatla district.The severe cyclonic storm will gradually weaken into a cyclonic storm. It is then projected to move northwards.The coastal districts of Guntur, Prakasam and Krishna have been warned of high flash flood risk by the weather department. The Meteorological department has also warned of moderate flash flood risk for West Godavari, Guntur, Kurnool, Prakasam and Nellore districts of Andhra Pradesh and Nalgonda, Suryapet, Khammam, Bhadradri Kothagudem and Mahabubabad districts of Telangana.The scs “michaung” over south coastal AP moved northwards during past 06 hours. The latest observation indicates that the lanfall process is completed. It lay centered at 1530 hours ist of today over south coastal AP, about 20 km WSW Of bapatla and 45 km NNE of Ongole. pic.twitter.com/xQFOg4wAMh— India Meteorological Department (@Indiametdept) December 5, 2023\n\n\nNational and State Disaster Response Force personnel have been deployed in the Bapatla district.“We have deployed 12 teams along the Andhra coast right from Tirupati to Vishakhapatnam,” Zahid Khan, Commandant of the National Disaster Response Force told ANI. “We are ready for relief operations.”#WATCH | NDRF personnel deployed on Bapatla coast in Andhra Pradesh as #CycloneMichuang makes landfall\"We have deployed 12 teams, which are ready for rescue operations,\" says Zahid Khan, Commandant NDRF. pic.twitter.com/UZJbgz2gEN— ANI (@ANI) December 5, 2023\n\n\nAt least 10 coastal districts in Tamil Nadu, Andhra Pradesh and Odisha will bear the brunt of the cyclone.The region is likely to face maximum sustained wind speed of 90 kms per hour to 110 kms per hour, the weather department said.At least 9,500 residents in Andhra Pradesh have been shifted to 211 relief camps in the state, reported The Indian Express.Flooding in ChennaiThe rains have left several housing localities and low-lying areas in Chennai flooded with, Velachery and Pallikaranai among severely hit.This  is the highest rainfall Chennai has received since December 2015, when  the city had witnessed heavy downpour followed by floods, said weather blogger Pradeep John on X.Saidapet bridge 👇🏽 #ChennaiFloods2023 #ChennaiRains #CycloneMichaung pic.twitter.com/8Peumrd8lr— Shilpa (@Shilpa1308) December 5, 2023\n\n\n The heavy downpour, however, stopped on Monday night and water had started draining out of the streets.  At least eight people have died in  Chennai since Monday in connection with the rain-related incidents,  including electrocution, tree falls and wall collapses, The New Indian  Express reported.This included two labourers who died after a  wall collapse in the Kanathur area. Two others died by electrocution in  separate incidents in Esplanade and Thoraipakkam. A man died after a tree fell on him while he was  riding a motorcycle in Adyar.Forty-three relief centres were being operated to accommodate 2,477 persons, the Greater Chennai Corporation said on Monday night.The calm after the storm. Chennai today morning #CycloneMichaung #ChennaiRains pic.twitter.com/1BWgwMZ8dC— Supriya Sahu IAS (@supriyasahuias) December 5, 2023\n\n\nThe Tamil Nadu government declared Tuesday a public holiday in view of the situation that arose due to rains. All educational institutions and government offices will remain closed.The government has appealed to the private sector to allow the employees to work from home on Tuesday in the districts of Chennai, Thiruvallur, Kancheepuram and Chengalpattuon.The Chennai airport resumed departure and arrival services at 9 am on Tuesday, the airfield authority said. It was shut on Monday evening after the runway was inundated due to heavy rains.The Southern Railway also cancelled several long-distance trains, The Hindu reported. Trains coming to Chennai were terminated at Chengalpattu, a town located outside the city.  Like most residents and media have reported, arterial roads in Mylapore seem to be free of water. But power still hasn't resumed in many parts.Lot of tree/twig/branch fall. Nageswara Rao Park is submerged #ChennaiRains pic.twitter.com/8WHTC7KCky— Siddharth Prabhakar (@Sidprabhakar7) December 5, 2023","author":"Scroll Staff","time":"2023-12-05T09:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191941-qwqthxhmvx-1688658956.jpg","tags":["chennai floods","Cyclone Michaung","India Meteorological Department","Chennai","Andhra Pradesh"],"source":"https://scroll.in/latest/1060092/after-heavy-rains-in-chennai-cyclone-michaung-nears-andhra-coast-for-landfall"}