{"title":"After Rs 170 crore to BJP, real estate firm DLF got ‘clean chit’ in Vadra deal from Haryana ","content":"In September 2018, the Haryana police filed a case against businessman Robert Vadra and real estate conglomerate DLF Group, among others, alleging corruption and fraud in land deals in Gurugram.The land deals involving Vadra, the son-in-law of Congress leader Sonia Gandhi, had featured prominently in the 2014 election campaign that saw the Bharatiya Janata Party wrest power from the Congress.Five years later, the case took a surprising turn. The state BJP government told the High Court in April 2023 that it had found no violations in the deals. As Vadra claimed vindication on social media, the Haryana government clarified that it had not given a “clean chit” to the parties accused.Now, fresh electoral bond data released by the Election Commission shows the DLF group had donated Rs 170 crore to the BJP between October 2019 and November 2022.The bonds were purchased by three firms: DLF Commercial Developers Limited, DLF Garden City Indore Private Limited and DLF Luxury Homes Limited.The BJP was the sole beneficiary of all these bonds – the real estate firm did not donate money to any other political party.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe land dealsThe DLF group was founded by Chaudhary Raghvendra Singh in 1946. Since its inception, its primary interests have been in the real estate sector, especially in Haryana, Delhi and Uttar Pradesh – the National Capital Region. In the financial year 2022-’23, its turnover was Rs 6,012 crore, with a net profit of Rs 2,051 crore.The group made headlines in 2012 after the Haryana government cancelled a land purchase it had made from a firm owned by Vadra.In 2008, Vadra’s firm Skylight Hospitality had purchased 3.5 acres of land in Gurugram for Rs 7.5 crore. Months later, DLF agreed to buy the plot for Rs 58 crore – a seven times jump in the plot’s value. The money was paid in several instalments.In 2012, the Haryana official responsible for the inspection of land records, Ashok Khemka, cancelled ownership transfer to the DLF, citing flaws in the process. Khemka was moved out of his office on the orders of Haryana chief minister Bhupinder Singh Hooda of the Congress, sparking a controversy that the BJP highlighted in its election campaign in 2014.Four years after the BJP came to power in Haryana, the state police booked Vadra, Hooda, DLF executives, among others, for criminal conspiracy, cheating, fraud, forgery and under sections of the Prevention of Corruption Act in a case filed on September 1, 2018.In January 2019, DLF offices were searched by the Central Bureau of Investigation for alleged irregularities in another case of land allocation to the firm.The ‘clean chit’Data that became available on Thursday shows the DLF group made its first donation to the BJP through electoral bonds in October 2019. It kept giving the party money through 2020, 2021 and 2022, making the last round of donations through bonds purchased in November 2022.Five months later, on April 19, 2023, during a hearing of a petition related to cases against elected representatives, Haryana’s BJP government told the Punjab and Haryana High Court that “no regulation/rules have been violated” in the 2012 land transaction between Vadra and DLF.After Vadra took to social media to claim he had been vindicated, the BJP government denied that its submission before the High Court was a “clean chit” for him or the DLF group. The government said it had constituted a new special investigation team, or SIT, to probe the case further.In November 2023, the High Court complained that investigation into the case had been “crawling since the last five years” and should be completed “at the earliest”.The same month, as part of a money laundering probe against another infrastructure firm – Supertech Group – the Enforcement Directorate searched DLF offices in Gurugram.The group did not make any electoral bond donations in 2023 and 2024.An email has been sent to the DLF group seeking comment. The story will be updated if it responds.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Joyal, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Sumedha Mittal, Supriya Sharma, Tabassum Barnag","author":"Ayush TiwariProject Electoral Bond","time":"2024-03-22T17:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199494-dqzqhmajlc-1711102511.jpeg","tags":["Project Electoral Bond","Haryana","Robert Vadra","BJP","Vadra land deals","DLF"],"source":"https://scroll.in/article/1065652/after-rs-170-crore-to-bjp-real-estate-firm-dlf-got-clean-chit-in-vadra-deal-from-haryana"}