{"title":"Stan Swamy death: Many other Bhima Koregaon accused need medical treatment too, say relatives","content":"The death of activist Stan Swamy in custody on Monday has caused palpable anxiety among the families of the other 15 people accused in the Bhima Koregaon case. The 84-year-old Jesuit priest died in a hospital in Mumbai after his plea for bail was turned down several times, despite suffering from Parkinson’s disease and later Covid-19. Fourteen of the people accused in the case remain in prison in Maharashtra, charged under the stringent Unlawful Activities (Prevention) Act for allegedly conspiring to set off caste violence in a village near Pune in 2018. The men have been lodged in Taloja Central Jail in Raigad district while the women are in Byculla Jail in Mumbai. So far, the courts have granted six months’ interim bail only to 82-year-old poet Varavara Rao in February, but have rejected the medical bail pleas of the others. Nearly three years after the first arrests were made in the case, the trial has yet to start.Over the past year, the families of these people, many of whom are elderly, have had to approach the court to ensure their relatives get access to basic medical facilities and other necessities, highlighting the poor conditions in prison.Last year, Swamy had to file an application to request a straw and a sipper with which to drink water because his hands were too shaky from Parkinson’s to allow him to hold a glass. It took nearly a month for him to get them. The family of activist Gautam Navlakha, 69, claimed the Taloja jail authorities refused to accept a package with a new pair of spectacles for him last year.However, the jail authorities have denied any lapses. Last fortnight, the superintendent at Taloja prison claimed that the accused were making “false complaints” to malign the authorities and sought to transfer the men to other prisons in the state. The Byculla jail superintendent, meanwhile, claimed that jailed lawyer Sudha Bharadwaj was a “big complainer”, and dismissed her health concerns when she suffered a prolonged illness after being vaccinated in April. But the lawyers of the accused people said the jail authorities were trying to evade their responsibilities. Indian prisons are designed to inflict punishment and cruelty, said criminal lawyer Yug Chaudhry, who represents Bharadwaj, and the behaviour of the Taloja jail authorities was proof of this. “Their allegations of false complaints are a poor and belated defence to well-founded charges made by inmates,” said Chaudhry.In Swamy’s case, the jail authorities had rejected parcels containing spectacles, books and warm clothing, and ignored the activist’s Covid-19 symptoms, he alleged. Chaudhry described the court orders dismissing Swamy’s medical bail pleas a “cruel joke”.“It has definitely contributed to the death of Stan Swamy, and the ill-treatment of the other prisoners,” he said. On July 4, the Taloja jail superintendent was transferred to another position. In a statement on Tuesday, the families of the 15 other Bhima Koregaon accused described Swamy’s death as an “institutional murder”.  When Scroll.in spoke to some of them, they expressed fear that their relatives could be next. \n\t\t\n\tActivist Anand Teltumbde arrives to surrender before the National Investigation Agency in Mumbai in 2020. (Credit: PTI)‘Anything can happen’Swamy was the oldest person arrested in the case. With his death, Anand Teltumbde, 71, is the eldest among the accused in prison. Teltumbde, a scholar and activist, has spent over a year in jail and was  suffering from mild asthma and spondylitis that he was diagnosed with before his arrest.With Swamy’s death and the fear of a possible third wave of Covid-19 infections, his family is worried.“You cannot imagine our mental state now,” said his wife Rama Teltumbde.  When he was arrested, she knew that it would be difficult for him to maintain his prescribed diet and exercise regimen in jail. During their weekly video calls, she could see a marked difference in his appearance and weight but said that he rarely discussed his health. “He does not tell us anything in detail because of how we may feel,” said Rama Teltumbde. “But at his age anything can happen at any time.”Also in jail in the case is  62-year-old Shoma Sen, who was formerly the head of the English department at Nagpur University. Sen was arrested from Nagpur in 2019 and spent a few months at Yerawada Jail in Pune before she was transferred to Byculla Jail in Mumbai in February last year.Sen has been dealing with severe arthritis for more than 15 years, making it difficult for her to sit on the floor or use bathrooms that require her to squat, said her daughter Koel Sen. While lodged in Yerawada jail, Shoma Sen requested authorities to fit a portable commode that her family would pay for, but her request was rejected. Byculla jail, however, has western-style toilets, said Koel Sen. Even then, she does not have a chair to sit on in her barrack, which has weakened her knees further. “Sitting on the floor is not allowed for her and she is on the floor all the time,” said Koel Sen, who added that her mother shared the barrack with 40 other women who were barely able to maintain any physical distance. Shoma Sen also had to take medication for hypertension and glaucoma, an eye condition, which she developed in prison. “These are all stress related disorders which get accentuated because she is inside,” Koel Sen said. Shoma Sen (Credit: Facebook)Prolonged illnessThe health of those with comorbidities seems to have worsened in prison. Lawyer Sudhar Bharadwaj, 60, suffered from osteoarthritis and severe diabetes before she was arrested in August 2018. But the number of medical conditions from which she suffers has mounted over her years in prison. According to a medical report filed by the jail authorities in June last year, she is currently taking medicines for hypertension, a recurring skin fungal infection and ischemic heart disease, a condition that causes chest pains and discomfort when the heart does not receive enough blood, said her colleague and lawyer Shalini Gera.“These are all symptoms of uncontrolled sugar but it is unsettling for us because we do not know how they [jail authorities] diagnosed her with the heart disease,” said Gera. Bharadwaj had been taking antidepressants before she was arrested and continues to do so in prison, she said. Her health continued to deteriorate when she developed a prolonged episode of diarrhea after her first Covid-19 vaccination dose in April. Jail authorities had given her antibiotics but the diarrhoea did not stop. “So for a whole month she had diarrhea,” said Gera. “She got weak to the extent that she needed help from her co prisoners to do her daily chores.”Vision problemsEven those who were healthy before being arrested began to contract an array of diseases in jail. Delhi University professor Hany Babu, 54, who was arrested in July last year, developed a frozen shoulder while lodged in Taloja jail. “There is no table or chair, and he reads a lot so he was reading in a bad posture,” said his wife Jenny Rowena, who is also a professor at the university. In May, Babu tested positive for Covid-19 and contracted a bacterial infection in his left eye. He is currently being treated for his infection at Breach Candy Hospital, a private facility in Mumbai. “This is the price you pay for being a person committed to society,” Rowena said. Surendra Gadling, 53, had trouble with his vision, said his wife Minal Gadling. “Sometimes he sees a black dot, it could be cataract because he reads a lot,” she said. But Minal Gadling worried more because her husband did not disclose his ailments to her unless she pushed him. “There are a lot of things that he does not disclose because he feels like he might be complaining,” she said. \n\t\t\n\tSurendra Gadling before he was arrested. Credit: PTIYoung and ailingThe poor jail conditions have taken a toll even on the younger activists and scholars. Mahesh Raut, 34, had ulcerative colitis, a chronic bowel disease even before he was arrested in 2018. At the time, he only followed a liquid diet, said Monali Raut, his sister. But the disease persists because of which his liver has weakened, she said. This condition was exacerbated after he was infected with Covid-19 in June, she said. His sister had to send him antibiotics because Taloja prison authorities gave him only ayurvedic medication to treat the virus. Monali Raut tried to deliver an oximeter to her brother three times but the jail authorities did not let the parcel through, she said. To add to this, the patchy phone network at prison and limited speaking time made it difficult for her to understand what her brother was going through. “I do not have a clear idea of who is treating him,” she said. “We are able to speak only for a few minutes and he does not tell me everything if we speak in front of the family.”\n\t\t\n\tRamesh Gaichor (left) and Sagar Gorkhe, two of the three Bhima Koregaon accused who have tested positive for coronavirus. (Credit: Facebook/ Ramesh Gaichor and Sagar Gorkhe)Others who contracted the coronavirus also went through similar ordeals and are slowly recovering.Performance artists Ramesh Gaichor, 39, Jyoti Jagtap, 34, and Sagar Gorkhe, 33, of the Kabir Kala Manch musical group, had tested positive for Covid-19 in June and are currently recovered, said Rupali Jadhav, their colleague and friend.Gaichor and Gorkhe are currently in Taloja Jail while Jagtap is in Byculla Jail.  Of the three, Jagtap is taking the longest to recover.“She is feeling very weak,” said Jadhav. “She already had an issue of getting a throat infection and hygiene related problems. We are very worried about her and there is not much we can do from outside.”The artists had lost their appetite because of the poor quality of jail food. “If they ate two chapatis outside then they are not even eating half in jail, that is the condition,” said Jadhav.","author":"Vijayta Lalwani","time":"2021-07-09T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161302-jattdhgann-1625762816.jpg","tags":["Bhima Koregaon","Stan Swamy","Anand Teltumbde","Sudha Bharadwaj","Hany Babu","Surendra Gadling","Shoma Sen","Kabir Kala Manch"],"source":"https://scroll.in/article/999660/after-stan-swamys-death-families-of-other-bhima-koregaon-accused-are-beset-with-anxiety"}