{"title":"After explosive revolt by Panneerselvam, Tamil Nadu faces unprecedented crisis","content":"Tamil Nadu descended into an unprecedented crisis on Tuesday night after the caretaker Chief Minister O Panneerselvam claimed that he had been forced to resign by VK Sasikala and her family members in order to pave the way for her to take office. The explosive revelation has created a constitutional crisis of monumental proportions. On Sunday, Pannerselvam quit the position of chief minister he had assumed in December, after the death of  J Jayalalithaa. But acting Governor Vidyasagar Rao asked him to continue as caretaker chief minister till a new cabinet took over. With his revolt, it is clear that none of his colleagues in the caretaker government will offer cooperation to run the administration. With no confirmation on when Sasikala – who on Sunday was elected leader of the All India Anna Dravida Munnetra Kazhagam’s legislative party – will be sworn in as chief minister, Tamil Nadu, for all practical purposes has no government leadership. The allegation by Panneerselvam that he was forced to resign means the governor will have to take notice, since this raises another important question: Were the MLAs who elected Sasikala as the legislative party leader also forced to sign papers of support? Panneerselvam also claimed that Jayalalithaa did not want Sasikala to become the All India Anna Dravida Munnetra Kazhagam’s general secretary. Panneerselvam said Jayalalithaa wanted senior leader and presidium chairman of the party, E Madhusudhanan, to be the elected to the post after her. This contention undermines the argument constructed by Sasikala’s supporters that she was the natural political heir of Jayalalithaa. It also provides credence to the claim of Sasikala’s opponents that Jayalalithaa treated Sasikala only as a personal aide and not a political one. Tricky situationFor the governor, this is a tricky situation. Would it be sound of him to invite Sasikala to form the government when there is a cloud of doubt over how the support of the legislators was obtained? Almost minutes after Panneerselvam’s press conference on Tuesday at Jayalalithaa’s memorial on Chennai’s Marina Beach, where he dramatically sat in meditation for 45 minutes before explaining his side of the story, the AIADMK turned on the Bharatiya Janata Party and accused Panneerselvam of turning into a puppet in the hands of Prime Minister Narendra Modi. Tuesday’s developments have clearly come as a major blow to Sasikala and her supporters. In the morning, senior leader PH Pandian questioned her eligibility to become chief minister and went to the extent of alleging that Jayalalithaa’s death was unnatural. But since Pandian has no major position in the AIADMK and is seen as a spent force, party spokespersons dismissed him as a minor dissident who was never loyal to the leadership. With Panneerselvam, this line of argument may not work, though his removal from the post of party treasurer on Tuesday night suggested that character assassination is very much on the cards. Questioning his loyalty to the AIADMK leadership is likely to boomerang as he was seen as the most trusted lieutenant of Jayalalithaa. When the former chief minister had to step down from his position in 2001 and 2014, she did not waste any time in nominating him as the replacement. Unlike Sasikala, who was expelled from the party in 2011 for anti-party activities, Panneerselvam has a clean slate. Further, this revolt will certainly not end with Panneerselvam. AIADMK officials confirmed that two other senior MLAs met Panneerselvam in his residence after his speech at Jayalalithaa’s memorial. In essence, Panneerselvam has provided a rallyin point for people lacking the stature or courage to oppose Sasikala and her family. In this regard, what happened on Tuesday is the foundation for a split in the AIADMK. Dragging in the BJPThis was why the party has decided to drag the BJP into the quagmire. For Sasikala, blaming the BJP was the only escape route from the crisis. The idea now is to play the victim of a larger political game and see if this will earn her some sympathy. Despite the state government communicating that it was ready for Sasikala’s swearing-in on Tuesday, Governor Rao chose to stay put in Mumbai. The Sasikala faction will now use this to claim that Rao simply bought time to facilitate a deal between Panneerselvam and the BJP. But given the public mood against Sasikala and her family, such a strategy may not have many takers. Almost immediately after Panneerselvam’s press conference, social media was rife with messages hailing him as the true leader. #OPSMyCM began appearing in hundreds of tweets since he finished his press interaction by stating that he would reconsider his resignation if the people of Tamil Nadu and the AIADMK MLAs wanted him to. Given the current situation, it would be close to impossible for Sasikala to occupy the chair of the chief minister in the next few day. With the Supreme Court set to deliver its verdict in the Jayalalithaa’s disproportionate assets case, in which Sasikala is the second accused, next week, these few days could turn out to be costly for her and her family.","author":"Sruthisagar Yamunan","time":"2017-02-08T01:18:38.524571+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/828782-50978-ojwculxtox-1486491614.jpg","tags":["Panneerselvam","Sasikala","Jayalalithaa","Tamil Nadu","AIADMK"],"source":"https://scroll.in/article/828782/after-explosive-revolt-by-panneerselvam-tamil-nadu-faces-unprecedented-crisis"}