{"title":"After Ashwani Kumar’s exit, Congress G-23 leaders call for introspection","content":"Three leaders from the G-23 grouping of Congress on Tuesday asked the party’s leadership to introspect their actions following a string of high-profile exits, The Indian Express reported.Former law minister Ashwani Kumar also ended his four and a half-decade association with the party on Tuesday amid the Assembly elections. He said that the Congress leadership was out of sync with the way the country thinks.Veteran Congress leader Ghulam Nabi Azad, Congress deputy leader in Rajya Sabha Anand Sharma and Lok Sabha MP Manish Tewari, all of whom are part of the G-23, said that the Congress needs to introspect to find out why members were quitting the party.Azad told The Indian Express that the exit of leaders one after the other is a “matter of serious concern”.He added, “[Ashwani] Kumar, I think, is the fourth or fifth former Union minister who has left, besides a large number of leaders and workers at various levels across the country.”He said that the leaders may not be leaving the party because of any individual, but the disquiet within the Congress could have made them uncomfortable.Azad said that Kumar’s family was associated with the Congress even before India attained independence in 1942. “If such people [like Kumar] go then that means there is something wrong,” he said.Tewari also said that even if a small worker quits the party, it calls for introspection. “Ashwani Kumar and I worked together in Dr Manmohan Singh’s government,” he said. “He and I have had civilised differences on a number of issues.”Describing Kumar as a “valued colleague”,  Sharma wrote in tweet, “Unfortunate that someone who gave four decades to serve the party has left. A matter of collective concern.”What is G-23?In August 2020, at least 23 Congress leaders, including Sibal, Shashi Tharoor, Prithviraj Chavan and Milind Deora, had written to Sonia Gandhi, asking for a complete revamp of the party’s organisation.Tharoor had also called for holding elections to appoint the party chief. Sonia Gandhi has been the interim Congress chief since Rahul Gandhi resigned from the post after the party’s drubbing in the 2019 Lok Sabha elections.In December 2020, Sonia Gandhi met the dissenters in a bid to address the crisis plaguing the party.On January 22, 2021, Congress had announced that it will have a new elected president by June. The announcement was made by Congress General Secretary KC Venugopal after a meeting of the party’s working committee.However, the election was delayed due to the coronavirus situation in the country. The group of 23 leaders have said that they will continue to ask questions to the party’s leadership.","author":"Scroll Staff","time":"2022-02-16T11:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/65883-jruyctomzp-1566306031.jpg","tags":["Congress G-23","Sonia Gandhi","Congress","G-23"],"source":"https://scroll.in/latest/1017495/after-ashwani-kumars-exit-congress-g-23-leaders-call-for-introspection"}