{"title":"After Stalin backs Rahul Gandhi for PM in 2019, Tamil Nadu’s Opposition camp draws battle lines","content":"On December 16, rather surprisingly, Dravida Munnetra Kazhagam leader MK Stalin backed Congress chief Rahul Gandhi as the Opposition’s prime ministerial candidate for the 2019 general election. While the proposal has not enthused major Opposition players such as the Telugu Desam Party and the Trinamool Congress, it has served to add urgency to poll preparations in Tamil Nadu.  Indeed, as The Indian Express reported this week, the Viduthalai Chiruthaigal Katchi, Marumalarchi Dravida Munnetra Kazhagam and the state’s two communist parties have already expressed interest in joining an alliance led by the Congress nationally and the DMK in Tamil Nadu. The Indian Union Muslim League is already allied with Stalin’s party.Other parties have felt compelled to show their hands as well. On Sunday, the actor Kamal Haasan declared that his Makkal Needhi Maiam, floated early this year, will contest all 39 Lok Sabha seats in Tamil Nadu and the one seat in Puducherry. The party will decide on contesting the forthcoming bye-polls to 20 Assembly seats, he added, after the election schedule is announced. The elections have been necessitated by the disqualification of 18 legislators of the ruling All India Anna Dravida Munnetra Kazhagam and the deaths of AK Bose, also of the ruling party, and M Karunanidhi of the DMK.  Senior leaders of the Makkal Needhi Maiam have said they are willing to ally with “like-minded” parties. But it’s not clear which parties they have in mind since they are targeting both the ruling party and the DMK for their “failure to address burning issues” such as the “closure of the Sterlite factory” in Thoothukudi, “rehabilitation after the cyclone Gaja, construction of the Chennai-Salem highway that will take away huge tracts of agricultural land from farmers, and Cauvery water dispute”.The Amma Makkal Munnetra Kazhagam, which was launched in March by the Anna Dravida Munnetra Kazhagam rebel TTV Dinakaran, is also undecided about whether to merge or ally with its parent party, or contest independently. “We will announce any plans for an alliance at the time of the election,” said a senior party leader who asked not to be identified.Both Haasan and Dinakaran are said to believe that their parties, despite having little electoral experience, can make a mark in 2019. They think the deaths of former Chief Ministers J Jayalalithaa and M Karunanidhi have weakened the two main Dravidian parties, leaving space for new players to exploit. “Our confidence to contest all seats stems from the fact that people are tired of the two big Dravidian parties and are seeking an alternative,” Makkal Needhi Maiam’s spokesperson Murali Abbas argued. “We are confident we will bring about a change in Tamil Nadu’s politics.”   The party’s campaign, he added, will focus on highlighting the “failures of the two Dravidian parties and providing assurances of corruption-free governance to the people”.The DMK, though, is confident of helping the Congress fashion a strong alliance in Tamil Nadu even if some Opposition parties, including Haasan’s, do not come on board. “The state government is working as an agency of the Centre,” alleged the DMK spokesperson Tamilan Prasanna. “It is vital to ally with the Congress to defeat the fascist government at the Centre.”","author":"S Senthalir","time":"2018-12-27T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107701-bslqdvjxwm-1544368220.jpeg","tags":["MK Stalin","Tamil Nadu","Congress","Rahul Gandhi","AIADMK","DMK","2019 Lok Sabha election","Kamal Haasan"],"source":"https://scroll.in/article/907109/after-stalin-backs-rahul-gandhi-for-pm-in-2019-tamil-nadu-opposition-parties-gravitate-towards-dmk"}