{"title":"‘Aftersun’ review: An emotionally rich exploration of a father-daughter relationship","content":"In her feature debut Aftersun, Scottish director Charlotte Wells has constructed an entire narrative out of the wispy memories that flash across the eyes when least expected. As Sophie dances in a nightclub, time stops, in the way time tends to, taking Sophie back to a vacation in Turkey with her father Calum.Sophie’s parents are divorced, so the holiday is an opportunity for Sophie (Frankie Corlo) to spend precious time with her father Calum (Paul Mescal). The English-language film is seen both through Sophie’s amateur camera and the filmmaker’s empathetic eyes.Aftersun is being screened in the World Cinema section at the International Film Festival of Kerala (December 9-16). The 101-minute movie will be premiered on the streaming platform MUBI on January 6.A wealth of detail builds up as Calum practises his tai chi, teaches Sophie self-protection moves, and watches her as she interacts with kids closer to her age. These fleeting moments are the equivalent of the well-thumbed photograph of a beloved family member that is viewed over and again to resurrect the feeling associated with that memory. Wells’s astonishing skill at diving into inner worlds that are difficult to express on the screen marks her as a director to look out for.\n\n\n    \n    Play\n\nAftersun (2022).A subtle but strong undercurrent of sexual tension courses through the vacation diary. Sophie is curious about the young lovers and boys her age who surround her. Aftersun is equally attentive to Calum, who is anguished by the fact that he is approaching 40.This remembered chapter in Sophie’s life is as much about touch as it is about feeling. Wells displays a remarkable maturity in depicting the intuitive bond between Calum and Sophie. Few films about father-daughter relationships have attempted to examine the emotional state of a young girl on the threshold of adolescence, vividly alive to her own needs as well as her father’s unspoken desires.Beautifully filmed and memorably performed, Aftersun falters only on occasion. The song Under Pressure, performed by Queen and David Bowie, provides a poignant coda to a moment in time that is only half-remembered but fully felt. \n\n\n    \n    Play\n\nAftersun (2022).","author":"Nandini Ramnath","time":"2022-12-12T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183951-utpjwjmepw-1670318542.jpg","tags":["Aftersun review","Charlotte Wells","Paul Mescal","Frankie Corlo"],"source":"https://scroll.in/reel/1039158/aftersun-review-an-emotionally-rich-exploration-of-a-father-daughter-relationship"}