{"title":"After parliamentary board exit, corruption allegations – is it game over for Shivraj Singh Chouhan?","content":"Everything that can go wrong seems to be for Madhya Pradesh Chief Minister Shivraj Singh Chouhan. In August, he was dropped from the Bharatiya Janata Party’s top-most decision making board after having spent 18 straight years as part of it. Even before the dust from that blow could settle, Chauhan now has to contend with rather damning allegations of corruption. Earlier this month, a confidential report of the Madhya Pradesh Accountant General leaked to the media indicates staggering corruption in the state’s nutrition programme for children run by the state’s women and child development that Chouhan is in charge of himself.Though the state government has played down the findings claiming it was an interim report, the revelations in it betray the rotten state of affairs. Among other things, trucks registered as carriers of rations were found to be actually motorcycles, cars, autos and tankers. In addition, the number of beneficiaries for a nutritional programme for young girls were overestimated by as much as 400 times. In Madhya Pradesh, which goes to the polls next year, not everyone is willing to believe that the timing of the report, close on the heels of Chouhan’s exit from the BJP’s parliamentary board, is just a consequence of the chief minister’s bad luck. As a  veteran journalist from the state quipped, “It’s difficult to believe that such a confidential report could have leaked without an insider not wanting it to.”Past his prime?Regardless, the episode coupled with his departure  from the BJP’s parliamentary board, suggests that Chouhan may not be at the peak of his powers ahead of next year’s election. To be sure, observers of the state’s politics interpreted the BJP’s decision to show him the door from its top panel as a sign that his time may well be up. Chouhan’s attempts to expand his cabinet, too, is believed to have been held up for months because he is yet to receive a green signal from the party’s top leadership in Delhi. This seeming waning in Chouhan’s stature has been in the works for a while. Once a rising star in the party, Chouhan’s decline has, in some ways, coincided with Prime Minister Narendra Modi’s rise. Chouhan and Modi had fairly similar career trajectories  – till 2014. Both cut their teeth in the Rashtriya Swayamsevak Sangh, the BJP’s ideological mothership, before graduating to the party.  While Modi became chief minister of Gujarat in 2002, Chouhan took over the reins of Madhya Pradesh in 2005. Like Modi, Chouhan would become near-invincible in his home state. In the years leading up to the 2014 general election, there was, in fact, very little to choose from between the two star chief ministers of the BJP. While Modi led the party to a third successive victory under him in Gujarat in 2012, Chouhan the next year raked in an even bigger victory in Madhya Pradesh.But the BJP went with Modi – and the rest is history.Raj Patidar/ReutersDiscovering HindutvaModi’s ascension to the national stage, however, marked a perceptible change in Chouhan’s functioning. Endearingly called mama or uncle in Madhya Pradesh and known for his populist schemes, the once iftar-organising Chouhan took an unmistakable rightwards turn. It was seen as Chauhan doing what it took to survive in the BJP in the Modi era. But the 2018 elections presented a rude shock to Chouhan. The BJP was pipped by the Congress in a dramatic turnaround.  Two years later, though, Chouhan came back to power – courtesy a palace coup in the Congress by Jyotiraditya Scindia. Yet, it was evident that Chouhan was not the all-powerful chief minister he once used to be. He failed to include several of his loyalists in the cabinet. In this tenure, Chouhan pushed Hindutva even further. Mimicking his counterpart in neighbouring Uttar Pradesh, he has gone on a demolition spree, bulldozing the homes of Muslims accused of participating in communal violence – without bothering for the courts to decide if they were guilty at all.  He has also enacted an anti-conversion law along the lines of Uttar Pradesh – though his version is even more stringent. Yet, none of these measures – in Bhopal, the word “desperate” is often prefixed to describe Chouhan’s new avatar – seem to have really helped Chouhan as his exit from the BJP’s parliamentary board would suggest. The corruption allegation will likely diminish him even further. A Muslim man's house being demolished in April in Khargone, Madhya Pradesh. Credit: Special Arrangement.What next?But will the BJP really choose someone else to lead Madhya Pradesh in the next year’s election?Those who follow the state’s politics closely say that Chouhan may well be past his prime, but there are still things that continue to work for him.For one, by dint of being numero one for so many years, he’s made sure there is almost no one in the state who can match him in terms of popularity. His vast experience also means Chouhan knows how to effect damage control. This is not the first time he’s had to contend with allegations of corruption. His second and third terms were marked by the  Vyapam scam – a  massive scandal in the admission and job recruitment examinations conducted by the Madhya Pradesh Professional Examination Board, but Chouhan managed to contain its fallout.  Besides, Chouhan has the right caste credentials – he is a Kirar, a backward caste. It may not be easy to replace Chouhan, after all.","author":"Arunabh Saikia","time":"2022-09-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152874-sbncvkpaee-1609760395.jpg","tags":["Shivraj Singh Chouhan","Madhya Pradesh","BJP","corruption"],"source":"https://scroll.in/article/1032402/after-parliamentary-board-exit-corruption-allegations-is-it-game-over-for-shivraj-singh-chouhan"}