{"title":"After CMIE data shows rise in unemployment, labour ministry warns against surveys by private firms","content":"The Union labour ministry on Wednesday cautioned against unemployment surveys conducted by private organisations. Titled “Rebuttal to the news on unemployment rate”, the ministry issued a press note three days after data from a private think tank called the Centre for Monitoring Indian Economy on Sunday showed that the unemployment rate in India had risen to a 16-month high of 8.3% in December. On Wednesday, the government said that many private organisations conduct such surveys based on their methodologies, which the labour ministry said are “generally neither scientific nor based on internationally accepted norms”.  The unemployment rate in India stood at 8% in November, according to data from the Centre for Monitoring Indian Economy. Economists and policy researchers rely on this data due to lack of official monthly figures on unemployment.After March 2018, the Narendra Modi government had discontinued the Labour Bureau’s quarterly enterprises surveys. The annual Employment-Unemployment Survey had also been scrapped in 2017.  Without directly referring to the Centre for Monitoring Indian Economy’s estimate of the unemployment rate in the country, the ministry’s press note said a survey conducted by a private company has been reported by the media.“The methodology used by these companies/organisations usually have a bias towards over-reporting unemployment or under-reporting employment due to their own sampling procedure and definitions used for collection of data on employment/unemployment,” the labour ministry stated. “The results of such surveys should be used with caution.”The Centre for Monitoring Indian Economy calculates the unemployment rate in India based on a sample size of over 1.78 lakh households. In its latest data, the think tank said that the joblessness rate in urban areas rose to 10.09% in December from 8.96% in November. In rural regions, it fell to 7.44% from 7.55% in November, according to the analysis.Meanwhile, the labour ministry said that official data on employment and unemployment are released by the Ministry of Statistical and Programme Implementation based on the quarterly Periodic Labour Force Survey. “As per the available PLFS report, the worker population ratio i.e. employment for persons aged 15 years and above was at the level of 44.5% during July-September 2022 compared to 43.4% during the same quarter in 2019,” the statement added. “The unemployment rate in July-September 2022 stood at 7.2% compared to 8.3% in July-September 2019.”Citing this data, the ministry said the employment market has not only recovered from the jolt of the Covid-19 crisis but is at a higher level than the pre-pandemic period.","author":"Scroll Staff","time":"2023-01-05T12:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171897-nrgnfuddqy-1647958198.jpg","tags":["CMIE","India unemployment rate","Centre for Monitoring Indian Economy","Labour ministry","Indian economy"],"source":"https://scroll.in/latest/1041235/after-cmie-data-shows-rise-in-unemployment-labour-ministry-warns-against-private-company-surveys"}