{"title":"After countrywide outrage against its support for Kathua accused, BJP is on the back foot in Jammu","content":"“What is wrong with a Hindu manch?” demanded Chaudhary Lal Singh, addressing a crowd of supporters in Jammu and Kashmir’s Kathua district on April 17. “I am a public representative and what’s wrong in meeting Hindu manch?” Until not long ago, Singh was a Bharatiya Janata Party minister in the state’s coalition government. He was referring to the Hindu Ekta Manch, formed in Kathua this January to protest against the arrest of men accused of abducting, raping and killing an eight-year-old Muslim Bakarwal girl. All those arrested were Hindu, and the police chargesheet filed in April said the crime had been aimed at “dislodging the Bakarwal community” from the area.Singh and fellow BJP minister Chander Prakash Ganga had attended the Manch’s rallies in February. Both were forced to resign on April 13 following a groundswell of anger against the crime and those trying to shield the accused. Days after his resignation, however, Singh was unfazed. He only resigned because the “image of our Prime Minister Modi and the party” was being maligned by the media, Singh told his supporters on April 17.Singh had organised a rally that day.  Small crowds gathered at intersections along the highway in Kathua district waiting for Singh to arrive. The former minister and his cohort came in a cavalcade of luxury vehicles. At each intersection, Singh got down for about five minutes and stuck to the same script: the crime should be investigated by the Central Bureau of Investigation, but Kashmiri Muslims are scuttling this demand and maligning the region’s Hindus.Singh accused journalists based in the Valley of creating “confusion and misleading the national media”, which in turn labelled Jammu “pro-rapist”. “We are not pro-rapist for demanding CBI inquiry,” he raged. Singh criticised Chief Minister Mehbooba Mufti for dismissing their demand, even alleging that she was influenced by Kashmiri separatists. “Mehbooba has opposed a CBI inquiry because her mausa Geelani has opposed it,” he told supporters, using the Hindi word for maternal uncle for the Hurriyat chief Syed Ali Shah Geelani.A few hours after Singh’s rally ended, all BJP ministers in the state resigned, reportedly on the orders of the party’s leadership in Delhi and apparently to pave the way for a reshuffle.Good BJP, bad BJPIn Jammu, the BJP has painted itself into a corner over the Kathua case. The party’s rise in Jammu and Kashmir is relatively recent. It became part of the state’s government for the first time in 2014, riding the “Modi wave”. In the Assembly election in 2014, it won 25 seats, all from Jammu division. Earlier that year, it had won three of the state’s six parliamentary seats.Since 2014, the BJP has thrived on religious polarisation in the Hindu-majority region. But now the Hindtuva posturing that helped usher it into power has led to public outrage in the state and elsewhere in the country. Caught in a bind, the party is speaking in two voices about the Kathua incident.The BJP’s fingerprints are all over the Hindu Ekta Manch’s mobilisation. Not only were the Manch’s meetings in February attended by local BJP leaders, the group itself is headed by Vijay Sharma, the party’s former district president in Kathua. In the wake of national outrage, the BJP distanced from the Manch and its demands, including for a CBI investigation, angering the Hindu community. Now, Ashok Kaul, the party’s state general secretary, claims the BJP ministers were sent to the Manch’s meetings “to pacify the people”. He denied that the two ministers had resigned under pressure.But the resignation of all BJP ministers within hours of Singh’s roadshow on April 17 led to speculation that the party was, in fact, acting under political pressure. This seems to flow from the People’s Democratic Party, its coalition partner, and the BJP’s central leadership, which is keen to keep the alliance going. Last week, the BJP’s national general secretary, Ram Madhav, visited Jammu, giving public assurances that the coalition was not in danger. Perils of polarisationThe polarisation the BJP gained electorally from was effected through an old formula: pitting the “nationalist Hindu Jammu” against the “separatist Muslim Kashmir”. Singh, who held a candlelight march on April 19 to press his demand for a CBI investigation, spoke of a “Kashmiri infection” spreading in the region.But this strategy is being doubted now. A mid-level BJP functionary admitted that the party’s “wrong policies” had not only deepened hostility against Gujjar Bakarwals among Hindus, they had also sharpened the tribal community’s sense of religious identity. “The polarisation has given rise to something that was not here before,” he said. “The Gujjars have begun to see themselves as Muslims first.”If the Gujjars’ Muslim identity aligns with the Kashmiris’ separatist Muslim identity, he continued, it would be a threat not only to “national security but also the state’s future”. He claimed that only certain ministers tended to benefit from such polarisation in any case. “It would be disastrous in the long run,” he said. “Gujjars have been the most patriotic community.”BJP general secretary Ashok Kaul admitted there was public anger against the party. Photo credit: ReutersWidespread resentmentMeanwhile, the BJP faces widespread resentment among both Hindus and Muslims across Jammu. While the largely tribal Muslim community alleges systemic attempts to dislodge them from the region, the Hindu community feels let down by the party. The investigation in the Kathua case, the Hindus feel, has been targeted at their community. Besides, in Jammu, the dominant Hindu identity is also twinned with Dogra pride. This is the ethno-linguistic community to which the erstwhile rulers of Jammu and Kashmir belonged. Historically, Dogras have occupied positions of power in the state.“The sense of Dogra pride has been hurt badly,” said a Jammu-based journalist. “They feel they have got the tag of being rapists and want a CBI probe. There is also anger against the BJP. It has consolidated the Dogra community.”A prominent industrialist from Jammu who asked not to be identified said Singh was projecting himself as a strong pro-Dogra and pro-Hindu leader “to capitalise on the current mood” in Kathua, which includes his constituency Basoli. Indeed, it was on the strength of these projections that Singh won the 2014 election. “He knows he is one of the few who did not win because of the Modi wave,” he said. “Ganga is silent right now because he has to remain in BJP, Singh can part ways for another party like he has done before.” Among the Hindu residents of Rasana, the village where the rape and murder took place, the sense of betrayal is evident. Many villagers they have been on a sit-in against the arrests since March 31. Under the shade of a tree in front of a temple on the highway near Kootah village, the women family members of the accused say the BJP has abandoned them.Men from other villages in Kathua accompanying the women at the sit-in, say no party represented them any more. “For us there is no BJP or Congress anymore. They have all betrayed us,” said a man who refused to identify himself. “The next time we will make NOTA [None Of The Above] win here.” Apart from the immediate case, bitterness against the BJP has built up over three years of broken promises and the sense that it has “given in to Kashmiri hegemony”. A long running grievance in the Jammu region is that it is neglected by governments with their power centres in Srinagar.A strained allianceState BJP leaders admit they have failed on several counts. Many of them said they lacked experience in government. Indeed, only three of the party’s 25 legislators had occupied seats in the Assembly before. Others accuse the ally People’s Democratic Party of “acting like an opposition” even in power. “The coalition is so unstable it is struggling to keep it together,” said a BJP functionary, alleging that some “elements” wanted the coalition to fall and the state to disintegrate.Kaul admitted to public anger against the BJP but said the party has not failed in delivering development. He blamed the opposition parties for “exploiting people’s emotions” in Jammu. “They have added petrol to the fire instead of helping us douse it,” Kaul claimed.Civil society leaders also blame the People’s Democratic Party for not heeding to administrative demands in Jammu and the deepening bitterness against the government. For instance, Nowshera, a subdistrict in Rajouri, has been restive for months, demanding a separate additional deputy commissioner. “Their minister gave an additional district commissioner to his constituency, ignoring the oldest subdistrict of Naushera,” said the trader. “Now we have people of three areas, Naushera, Sunderbani, and Kalakote, fighting among themselves.”Bolder civil society Influential sections of the civil society have drawn away from the BJP and the mobilisation around the Kathua accused. Rakesh Gupta, president of the Jammu Chamber of Commerce and Industries, the main platform for the powerful trading community, said they did not support the Jammu Bar Association’s shutdown call on April 11 “because it will polarise society”. But Gupta was also critical of the media coverage in the wake of the lawyers’ protest. He accused the Kashmiri media, in particular, of bias. “The media has to cover all issues and play a positive role but they are not,” he said.Gupta said they will “challenge the narrative being built that Hindus are acting against Muslims”. The trade body, he added, is in touch with the region’s Muslim socio-cultural organisations and they will address a joint press conference in coming days. Jammu’s “secular thread” still survives, Gupta, said, but the situation is “volatile”.For Manu Khajuria, founder of a non-profit called the Voice of Dogras, the coverage of the Kathua incident was “a second rude awakening” for the people of Jammu. The first time such ugly communalisation was visible, she said, was during the Amarnath land agitation of 2008, which had led to widespread protests in both Jammu and Kashmir. “I kept looking at the television and thought to myself: these are not my people,” said Khajuria. Unlike Kashmir, which has a well-organised and vocal civil society, Jammu civil society has been reticent in the past. But the mobilisation around Kathua and the bad press that Jammu got over it seem to be changing that. The “media trial” and the “community shaming” that followed, said Khajuria, has done disservice to the victim as also the region. “Now civil society is coming together to think of how to take back the narrative in their own hands,” Khajuria added.","author":"Rayan Naqash","time":"2018-04-22T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/876226-87709-bgazqugemm-1524235182.jpg","tags":["Kathua rape and murder","BJP","PDP","Kashmir","Jammu","polarisation in J&K","Chaudhary Lal Singh","Hindu Ekta Manch"],"source":"https://scroll.in/article/876226/after-countrywide-outrage-against-its-support-for-kathua-accused-bjp-is-on-the-back-foot-in-jammu"}