{"title":"After Stan Swamy struggled for his sipper, jailed Gautam Navlakha can’t get his spectacles","content":"The Taloja Jail authorities in Mumbai have refused to accept a parcel containing the spectacles of civil rights campaigner Gautam Navlakha, his partner Sabha Hussain said in a statement shared on Monday. Navlakha is an accused in the Bhima Koregaon violence of 2018.The statement said that the 70-year-old activist’s spectacles were stolen on November 27 and that he is already suffering from several ailments. “It was an emergency, for he is close to blind without his glasses,” it added. “Yet, he was not permitted to call his home for a replacement until three days later, but even that call proved futile.”Hussain said that she sent a new pair of spectacles, but the jail authorities refused to accept it when it was delivered via post on December 5. “The jail authorities were informed that Gautam was almost blind without the spectacles and that they would be arriving any day and to ensure that the parcel is accepted and not returned,” the statement read. Navlakha is unable to see things around him, suffering from acute distress, and subsequently his blood pressure has shot up, she said. “The tall claims made by Indian authorities on jail conditions, in their extradition cases and constitutional directives on the rights of prisoners are alike mocked by this act of deliberate and perverse cruelty,” she added.A courier receipt of the failed attempt to deliver spectacles to Gautam Navlakha, shared by his lawyer.The statement also referred to 83-year-old activist Stan Swamy, who has been arrested in the same case, and his struggle to get a straw and sipper from the Taloja Jail authorities. The tribal rights activist suffers from Parkinson’s disease. An application was filed by Swamy on November 6, but the NIA had sought 20 days to reply to Swamy’s plea. But on the date of the hearing, the agency had informed the court that it does not have his straw or sipper and denied confiscating it.A huge campaign was also begun on social media to send sippers and straws to Swamy. Finally, on November 29, Inspector General of Police (Prisons) Chhering Dorje informed the media that Swamy was given a sipper.Similarly, 80-year-old Telugu poet Varavara Rao’s counsel had to argue before the Bombay High Court that there was “reasonable apprehension” that he will die in custody as his health is critical. Only after this, on November 18, the High Court directed Taloja jail authorities to shift him to Nanavati Hospital, saying that he was almost on his deathbed.Also read: Why are inmates unable to access basic facilities in Indian prisons?","author":"Scroll Staff","time":"2020-12-07T21:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106315-lwaohjsjno-1590682472.jpg","tags":["Gautam Navlakha","Taloja Jail","Bhima Koregaon","Elgar Parishad"],"source":"https://scroll.in/latest/980573/after-stan-swamy-struggled-for-his-sipper-jailed-gautam-navlakha-cant-get-his-spectacles"}