{"title":"After Article 370 verdict, Kashmir’s mainstream parties stare at an identity crisis","content":"On December 11, the Supreme Court of India unanimously upheld the revocation of Jammu and Kashmir’s special status. The abrogation of Article 370 of the Constitution of India, the court said, was the culmination of the process of complete integration of Jammu and Kashmir with India.  The verdict, which was not unexpected, put a somber end to a faint hope many in Kashmir had placed on the country’s apex court. The court’s judgement has – at least for New Delhi – effectively closed the chapter of the special status and autonomy which Jammu and Kashmir had been promised within the Indian Constitution.  The Supreme Court’s verdict also carries far-reaching repercussions for the politics of Jammu and Kashmir – and may even redefine the contours of political space in the restive region. For the two regional mainstream political parties of Kashmir – National and Conference and Peoples Democratic Party – whose major plank, for the last four years, has been the restoration of Kashmir’s special status, and who had looked to the Supreme Court for a favourable outcome, the verdict risks triggering an identity crisis.‘What do we represent?’ “We find ourselves in a dilemma,” confessed a senior Peoples Democratic Party leader, who did not wish to be identified. “The question is: what do we represent now?” The leader’s worry stems from a new reality. After August 5, 2019, New Delhi has tried to engineer a sort of controlled mainstream regional politics in Kashmir – a kind of politics whose limits have been set by New Delhi, which denies space to ideological concerns of Kashmiri identity and politics.   Before the abrogation of Article 370, mainstream political parties like National Conference and Peoples Democratic Party had crafted their own frameworks to address the aspirations of the Kashmiri people within the ambit of Indian constitution. While the National Conference emphasised a discourse of the “autonomy” of Jammu and Kashmir, the Peoples Democratic Party would talk of an idea of “self-rule”. After the Supreme Court’s verdict, the space for advocating those frameworks – even as mere rhetoric – has been clearly obliterated.In the aftermath of August 5, 2019, both the political forces had come together as members of the People’s Alliance for Gupkar Declaration to fight for the restoration of the erstwhile state’s autonomy.   Given the anger against the Centre’s August 5, 2019 decision, the alliance fought and scored big in Kashmir valley in the District Development Council elections of the Panchayati Raj system – the first direct election in the newly carved out Union territory of Jammu and Kashmir in 2020.Apart from that victory, not much success can be attributed to Gupkar Alliance vis-à-vis its primary objective. In the last four years, the alliance, at best, has  carried a symbolic significance.  A New Delhi realism Meanwhile, new political formations, with the blessings of New Delhi, have cropped up in Jammu and Kashmir. These new regional political parties are in line with the realism expected by New Delhi.  Take the case of Jammu and Kashmir Apni Party led by former Peoples Democratic Party leader Altaf Bukhari. Ever since its creation in March 2020, the party has maintained that the return of special status is a “fantasy” and they are not going to “sell dreams” to the people of Jammu and Kashmir.  Prime Minister Narendra Modi with the Jammu and Kashmir Apni Party members in New Delhi, in March 2020. Credit: PTISimilarly, former Congress leader Ghulam Nabi Azad’s reaction to the Supreme Court’s verdict was more or less in consonance with this pragmatism. “It (the court verdict) is sad and unfortunate. But we have to accept it,” he said.  Imran Ansari, the secretary general of Jammu and Kashmir Peoples Conference, also expressed disappointment with the Supreme Court’s verdict. But he also saw a hope in the judgement. “…a silver lining emerges in the form of the restoration of the democratic process & statehood in Jammu and Kashmir,” Ansari posted on Twitter on December 11.  With their agenda of restoring the special status in cold storage now, the parties like National Conference and Peoples Democratic Party find themselves in a fix. “If we go to people, and we tell them that we will fight for the restoration of Article 370, it’s hard for them to believe that it will come back,” said the Peoples Democratic Party leader. “In that case, how does it make us stand out from, say, a party like Apni Party or Peoples Conference? A lot of thinking needs to go into this. We need to coin an alternative.” How both parties deal with challenges arising out of the delimitation of Jammu and Kashmir, which has been seen as a measure meant to disempower Muslims in the Union territory, will decide the shape of the alternative, said the leader.‘It’s a long fight’  For the National Conference, Jammu and Kashmir’s oldest political party, whose leader Sheikh Abdullah had secured the special status of Jammu and Kashmir within the Union of India after 1947, the crisis is more fundamental. “Jammu and Kashmir’s special status is after all our cause,” said a senior National Conference leader, who requested that he not be identified. “The Gupkar Alliance collectively and National Conference individually need to sit together and form a strategy in the aftermath of the Supreme Court’s verdict.”But, as of now, the senior leader conceded, Kashmir’s grand old party was not taking things as seriously as it should. “The party needs to prioritise its fight for Article 370,” the leader explained. “As of now, four years have gone by and even after the verdict of the Supreme Court, I don’t see the National Conference gathering momentum and giving ideological and political importance to Article 370.”  Crisis of legitimacyIn a region marred by violence, with a history of insurgency and where pro-freedom sentiments run high, pro-India mainstream politics has always grappled with questions of legitimacy. A large section of people in Kashmir Valley saw the mainstream political parties – National Conference and Peoples Democratic Party – as extensions of New Delhi. The mistrust is likely to deepen after the Supreme Court judgement. The senior National Conference leader acknowledged the difficulty of regaining the trust of people of Jammu and Kashmir. “There’s a huge trust deficit. But the responsibility lies with these [NC and PDP] parties to bridge that gap. I don’t see people not willing to trust them again. People somehow still feel that these are our options,” he added.  The discourse of special status and autonomy, however, is unlikely to die out of Kashmir’s future mainstream politics.  “The parties are now running on ideological bankruptcy after the reading down of Article 370 and especially the post-Supreme Court decision,” said a Kashmir scholar of political science, asking to remain anonymous. “However, I think the Gupkar Alliance will again demand a return of autonomy to gain the public vote and keep the sentiment of autonomy alive in Kashmir.”  For the new political formations in Jammu and Kashmir such as the Apni Party, too, it will be difficult to sell New Delhi’s perspective in the region. “Successive Indian administrations in the post-1947 period installed parties and leaders in Kashmir and those experiments will continue,” the scholar said. The scholar added: “History shows that such theatrical events bolstered the Indian state’s ambitions rather than providing the people with credible leadership.”","author":"Safwat Zargar","time":"2023-12-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154942-skdquxytvi-1613397512.jpg","tags":["Article 370","Kashmir","Supreme Court verdict","PDP","National Conference","autonomy","special status"],"source":"https://scroll.in/article/1060635/after-article-370-verdict-kashmirs-mainstream-parties-stare-at-an-identity-crisis"}