{"title":"After six decades, Manipur’s Burmese Tamils get a glimpse of their ancestral places in Myanmar","content":"Since he was a little boy, M Mohan had “only two aims” in life: to go to London and to visit his “father and mother’s houses in Burma”. On December 23, he fulfilled one of those dreams. He finally tracked down the house where his mother grew up, in Bago, a town around 100 km to the northeast of Yangon. “It was the most sentimental day of my life,” recalled Mohan, now 40. “I took a selfie with the house in the background and updated my Facebook status.”Mohan, a Tamil who can speak five languages fluently, was born and brought up in Moreh, a dusty, one-street town  in Manipur on the Indo-Myanmar border where idli dosa shops jostle for space with Manipuri rice hotels, and local brews share the shelf with Chinese lagers in paan shops owned by Biharis. His parents trace their roots to Myanmar, where the family had lived and worked for decades before fleeing in 1962 after a military junta took over. In spite of living a few hundred metres from Myanmar all his life, Mohan’s expedition took many years because land travel to the country through Moreh was strictly regulated. Indians required a special permit from the Myanmar government, in addition to a visa. This meant flying to Yangon was, for all practical purposes, the only way to enter the country for Indian passport holders. “I have to go to Kolkata, and then from there to Yangon. How can a simple man like me afford all that?” asked Mohan, who exports utensils manufactured in Tamil Nadu to Myanmar.In August 2018, though, things changed. Myanmar opened its land boundary with India in August and made Moreh a legitimate “port of entry”. Most major towns in Myanmar were now only an affordable bus ride away. “It was a momentous occasion for all of us Tamils in Moreh,” exclaimed Mohan. “All of us had harboured this dream of going to Burma at least once in our lifetime to see how our ancestors lived, and it was finally going to come true.”For the Tamils of Moreh, the opening of the new road meant a chance to connect with a past they could never quite let go of. Almost all of them, like Mohan’s family, had lived in Burma for decades before abruptly leaving in the 1960s.M Mohan fulfilled his childhood dream of going to Myanmar in December. Photo credit: Arunabh Saikia Tracing their rootsIndians started flooding into Myanmar after it fell to the British Raj in the 19th century, filling government posts, manning its ports. By 1931, there were over a million Indians in the country. Then, in December 1941, at the height of the Second World War, the Japanese bombed Rangoon. As British troops retreated from the country, thousands of scared Indians trekked down from Myanmar to India via Manipur. The Long March, as it is called, was the first wave of forced migration of Indians from Burma.The war ended and Myanmar gained freedom in 1948, but the Indian community remained in a perilous position. Burmese administrators systemically persecuted Indians, denying them citizenship on racial grounds and forcing thousands to return to their country of origin.When the dictator Ne Win grabbed power in the early 1960s, he actively pursued an anti-minority agenda, nationalising all their businesses and properties.  It triggered a mass expulsion of Indians, till then a significant population group. Between 1962 and 1964, more than three lakh Indians were forced out of Myanmar.The Indo-Myanmar Friendship Gate separates Moreh and the market township of Namphalong in Burma. Movement is free between 7 am and 4 pm. Photo credit: Arunabh Saikia Khwaja Moinuddin’s family fled in a ship sent by the Indian government to retrieve Indians expelled by the Burmese military. The ship took them to Tamil Nadu, where they stayed for a few years in a refugee camp in Tiruchirappalli. “But my grandfather and others could not adjust – the food, the way of life, it was all very different from Burma,” Moinuddin said. “So, they decided to try and go back, this time via road, but were stopped at Moreh by the Burmese Army.” The family has lived in Moreh ever since.When Moinuddin’s aging parents heard the border where they were stopped 50 years ago had finally been opened, they implored their son to take them to the place they were born. “They are old, they want to see their home, their land one last time,” he said. To Moreh via MadrasBy local estimates, there are around 3,000 Tamils, Hindu and Muslim, in Moreh, a town of less than 20,000 people belonging to at least a dozen distinct communities, including the Kukis and the Manipuri Meiteis. While Meitei is the lingua franca, the town’s pluralistic character means most people speak at least three languages – it is common for people in Moreh to switch languages mid-conversation.The Namphalong market is awash with Chinese goods and alcohol. Photo credit: Arunabh Saikia  The Tamils are in a minority now but they were the largest group until as recently as the mid-1990s, said the residents. Almost of them share a similar backstory: expelled from Myanmar, ill at ease in their new homes in Tamil Nadu, and marooned in Moreh since. “Our people came to Moreh because they wanted to go back to Burma,” explained Mohan. “They couldn’t, yet they stayed back. But people started to leave in the 90s as Moreh has few opportunities for higher education and employment.” Most left for Tamil Nadu, he said.‘The king of Moreh’In spite of their dwindling numbers, Moreh’s Tamils continue to be influential in the town. They dominate the trade, which is entirely informal but amounts to over Rs 50 crore annually, as per estimates of the town’s chamber of commerce. The community also controls the big-ticket furniture business, which thrives on the popular Burmese teak brought in from across the border. It is not surprising then that the town’s most powerful trade body, the Border Trade and Chamber of Commerce, is populated almost entirely by the Tamils. Heading the association is V Shekhar, who enjoys a singular position in Moreh’s power structure. Shekhar, who is also president of the local branch of the Tamil Sangam, no longer lives in Moreh and visits only occasionally. Yet, his legend endures.  As Abdul Gaffar, who deals in Burmese teak furniture, put it: “In Moreh, there’s no one above Shekhar anna.”A hoarding in Moreh depicts the leaders of the town's four major communities. Photo credit: Arunabh Saikia The testament to Shekhar’s authority in Moreh lies in his steadfast control over the local businesses even while ethnic militias warred over the years to take control of the border town, and the lucrative contraband trade route it sits on. His patronage, local community leaders claimed, is required for all significant cross-border trade. “Without the support and approval of Shekhar, you cannot do any big business in Moreh,” said a Kuki community leader who asked not to be identified.In the 1990s, Tangkhul Nagas, organised under the banner of the National Socialist Council of Nagaland (Isak-Muviah), tried to wrest control of the town from the Kukis and the Meiteis.  A long bloody fight ensued, at the end of which the Kukis prevailed. Leading the Kuki charge was the Kuki National Organisation and its armed wing, the Kuki National Army.  Ever since, the town of Moreh has been under the control of the Kukis, although Meitei nationalist groups continue to exert influence from their camps across the border.  Yet, Shekhar never lost his control on the town’s trade.Members of the Tamil community in Moreh. Photo credit: Arunabh Saikia A leader of the United Naga Council, which was at the forefront of the Kuki-Naga clashes of the 1990s and is now the apex body of Nagas in Manipur, described Shekhar as “the king of Moreh town”. “He can manage all kinds of armed groups as well as the security forces,” said the Naga leader. Underneath the apparent chaos of Moreh, a symbiotic system coordinated by Shekhar keeps the town together, said an executive member of the chamber of commerce. “All of us, depending on the size of our businesses, pay a survival tax to the armed groups annually,” he claimed. The office of the Tamil Sangam in Moreh. Photo credit: Arunabh Saikia A second homeThis year, Shekhar was the chief guest at the Pongal celebrations held by the Tamil community. Many of Moreh’s Tamils still long for Myanmar, a place they call home. But over the years, they have fashioned a home out of Moreh. Its youth club is one of the most active in the area, regularly organising sports and cultural programmes. A fire-walking festival organised by the community is one of the biggest events in Moreh’s cultural calendar, with people from all communities thronging it in large numbers. Sri Angalaparameshwari temple in Moreh. Photo credit: Arunabh Saikia In the late 2000s, the Tamil Sangam flew in workers from Chennai to build the  Sri Angalaparameshwari temple, among the grandest religious structures in the North East. The temple sees devotees not only from elsewhere in India but also Myanmar. Today, with the border opening up, the Tamils can finally  get a glimpse of Burma, a place close to their hearts. As SM Ganeshan, the Tamil Sangam’s education secretary, who recently took the land route to Yangon to see his birthplace, said,  “I went there as a tourist only, but it felt really good to meet my relatives there for the first time after I left as a child. Everything is so nice there, surrounded by nature.”Also read: The curious case of pillar 81: Why Manipur is suddenly debating where its border with Myanmar fallsForged in the chaos of World War II, a Pakistani-Burmese love affair","author":"Arunabh Saikia","time":"2019-02-24T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113766-qoizmqqrbj-1550933277.jpg","tags":["Moreh","Burma","Myanmar","India-Myanmar relations","Manipur","Burmese Tamils","border opening","border trade","North East insurgency","North East Ground Reports"],"source":"https://scroll.in/article/913335/after-six-decades-manipurs-burmese-tamils-get-a-glimpse-of-their-ancestral-places-in-myanmar"}