{"title":"After nine years, Narendra Modi visits Australia amid peak in bilateral ties, divisions in diaspora","content":"Narendra Modi arrived this week for an official visit to Australia.  When he first came to Australia in November 2014, the recently elected  Indian prime minister was still to find his feet on the global stage.  Keen to show  the new government meant business, Modi worked hard to  establish a rapport with other leaders at the Group of 20, or G20, summit in Brisbane. But in the limelight, Modi appeared nervous, not least in his speech to the Australian parliament.  Almost nine years on, things are very different. India is the focus of world attention, as the 2023 G20 chair, with an economy growing faster than almost all its competitors.And Modi, now a veteran of dozens of summits and visits, is far more confident abroad.Indifference and irritationsIn the meantime, the relationship between Australia and India has  also changed. Twenty years ago, the two countries had very little to do  with one another. China’s insatiable hunger for coal and iron ore was  the main focus of Australia’s political and business leaders. New Delhi  concerned itself with its own economic development and overcoming longstanding differences with the United States.Things started to shift in the late 2000s, as both Australia and India grew more concerned about Beijing’s burgeoning power and ambition. In 2007, both countries took part in a meeting of the Quad, a diplomatic dialogue also involving the US and Japan. Two years later, Kevin Rudd went to New Delhi and signed a new security agreement.A little later, Australia dropped a ban on uranium sales to India, removing a longstanding irritant in the relationship.These actions cleared the air, but were not quite enough to push the  two sides to build a partnership. It took the shock of Donald Trump’s  election as US president to provide the necessary impetus. The prospect  of Trump putting “America First”, and the possibility the US might not act as expected if a crisis occurred, led to a flurry of diplomatic activity by Australia and India and the reconvening of the Quad in late 2017.Indo-Pacific partnersSince then, the Australia-India relationship has advanced in leaps and bounds, despite the disruptions caused by Covid-19.The biggest advances have been made in the areas of defence and security. The two countries now hold annual leaders’ summits and talks between their foreign and defence ministers. The Australian army, air force, navy, and special forces regularly exercise with their Indian counterparts. The economic relationship has also become stronger, assisted by the growing Indian diaspora and concerted effort by the Australian government. Education has been a particular highlight, with more Indian students flowing to Australian universities and Australian institutions opening campuses in India.The heads of the Quad nations: US President Joe Biden, Australian Prime Minister Anthony Albanese, Japanese Prime Minister Fumio Kishida and Narendra Modi. Credit: @narendramodi/Twitter.The conclusion of an interim trade deal just prior to the 2022 election promises to further boost economic ties.The Quad is opening up other possibilities for cooperation. Since 2017, it has expanded its agenda to cover everything from artificial intelligence and semiconductors, to infrastructure and maritime security.Closer collaboration in the mining and processing of critical minerals such as lithium, used in batteries, discussed within the Quad, particularly interests both countries.Deals and the diasporaThese issues and more are on the agenda for Modi’s visit to Australia this week. Boosting economic ties is a key priority. A comprehensive trade and investment deal is the ultimate aim.Both countries also want to draw on the connections and capabilities  of the Indian diaspora in Australia, now almost a million strong, to  advance this part of the relationship. The new Centre for Australia-India Relations, based in Sydney, will be central to this effort.At the same time, Modi is also looking to the diaspora for more  political reasons. His Bharatiya Janata Party relies on people of Indian origin across the world, especially in the US,  for funds, skills, and influence. With a national election looming in  2024, Modi wants to energise and mobilise this crucial constituency to  help the BJP to a third consecutive victory.In Australia, however, the diaspora is divided. Some have long  opposed the BJP and criticised its policies, especially concerning  India’s 200 million strong Muslim minority.But lately, a new issue has surfaced in Australia and overseas: a campaign by some Sikh activists for a separate Sikh state, Khalistan.  Unofficial “referendums”, organised to show support for the cause, have  been held in Australian cities. Anti-India and anti-Modi slogans have  been daubed on Hindu temples.Only a small proportion  of Australian-based Sikhs support the Khalistan movement. But the issue  is causing problems for the Modi government and for the relationship  between Australia and India.During Albanese’s recent visit to India, Modi reportedly pressed his counterpart to rein in separatist activism in Australia.Maintaining the balanceThe partnership built between Australia and India is sufficiently  robust to manage challenges like the Khalistan movement. And it needs to  be.The security and prosperity of both countries depends on closer  cooperation to manage Beijing’s push to reshape our region to serve  China’s interests.Australia and India must work together – and with others across the  Indo-Pacific – to maintain the balance of power that allows all  countries in the region to determine their own futures.Ian Hall  is Acting Director, Griffith Asia Institute, Griffith University.This article first appeared on The Conversation.","author":"Ian Hall, The Conversation","time":"2023-05-23T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190463-dsvtcmocpc-1684837032.jpg","tags":["Australia","Narendra Modi","Quad","Indo-Pacific","Anthony Albanese"],"source":"https://scroll.in/article/1049630/after-nine-years-narendra-modi-visits-australia-amid-peak-in-bilateral-ties-divided-diaspora"}