{"title":"After 70 years of ties and a rising China, it is time for India and Japan to strike a defence deal ","content":"This year marks the 70th anniversary of diplomatic relations between India and Japan. Over the years, this bilateral partnership has steadily progressed, with New Delhi and Tokyo becoming “Special Strategic and Global” partners in 2015. However, with the growing rivalry between the United States and China, the region risks being consumed by these fast-changing balance-of-power dynamics. If India and Japan are to be the key drivers in the quest for a stable Indo-Pacific, advancing their security ties is imperative.First, both nations need to find collaborative and coherent ways to overcome and close a significant gap in both perception and action regarding China and its rise. Second, they should aim to strike what would be their first defence sale. If these  “natural partners” or albeit slightly exaggerated  “quasi-allies” were to do so, it would serve as an important political signal given China’s assertive actions in the Indo-Pacific.Tackling a rising ChinaThe respective histories of New Delhi and Tokyo with China have played a significant role in how they have perceived its current rise. For instance, the India-China relationship is shaped by a clear and long-standing power differential that originates from India’s defeat in the 1962 war. Japan’s partnership, on the other hand, has been shaped by its centuries-old cultural and historical ties (including its annexation of China in the 1930s). Furthermore, from the 1970s, determined to expand economic ties, a strong  China lobby had its place in Japan’s ruling Liberal Democratic Party. Therefore, despite the commonalities of having China as a key trade and economic partner, as well as the threat posed by its assertive rise, there has been a significant departure regarding the manner in which Tokyo and New Delhi have framed their respective responses.On one hand, Tokyo has been relatively more reluctant to confront China, as it continues to pursue its policy of Seikei Bunri, i.e., the separation of politics from economics. On the contrary, while the Indian establishment used to emphasise that security cooperation with Japan should not be “at the cost of any third country, least of all China”, the ongoing Ladakh crisis has seen India  grow progressively impatient with China, and the current narrative  increasingly focuses on heightened tensions and balancing China’s rise.The recent visit of my friend PM Kishida @kishida230 to India for the Annual Summit laid out a roadmap for deepening our Special Strategic and Global Partnership in a post-COVID world. I look forward to continue working with PM Kishida to realize that objective. #IndiaJapanat70— Narendra Modi (@narendramodi) April 28, 2022\n\nAgainst this background, a first effective way of overcoming this gap in both perception and action is to deepen their security ties by bolstering what has already been working incrementally well for them. Both states share evident comfort with one another in minilateral or multilateral groupings, arguably because these frameworks adhere to post-war Japan’s proclivity to multilateralism and India’s aversion to formal alliances.For example, an analysis of joint statements from the Quad – India, Japan, United States, and Australia – has seen significant progress since 2017. While there is no direct mention of China, references to “shared security and prosperity” in the Indo-Pacific are quite telling. Additionally, the trilaterals – India, Japan, and the United States.; India, Japan, and Australia; and the most recently launched India, Japan, and Italy – have also seen steady progress.In line with this, an India, Japan, and France trilateral should, arguably, be pursued. In addition to France making the term Indo-Pacific a concept in their foreign policy in 2018, its significant military presence in the region and converging maritime interests with both India and Japan ensure that France is well placed to be a key partner and contributor to the Indo-Pacific security architecture.A second way is to enhance their coast guard partnership as Japan’s constitutional limitations constrain its Maritime Self-Defense Force from the role of a traditional navy. I would like to reiterate my sincere appreciation to you, Modi ji @narendramodi for your warm hospitality. 70 years ago today, Japan-India established diplomatic relations and embarked on a new journey of friendship.— 岸田文雄 (@kishida230) April 28, 2022\n\nHowever, an often-overlooked fact is that Japan has a very capable Coast Guard, whose transformation in the early 2000s  was argued to be “the most significant and least heralded Japanese military development since the end of the Cold War”. Since then, the Japanese Coast Guard has been instrumental in countering Chinese “gray zone” activities and has taken other  various military actions. In 2021,  China passed a problematic new coast guard law, which clarifies when the Chinese coast guard can use force and could allow Beijing to strengthen its claims to disputed islands. While Japan has protested this, it is a strong reminder that bolstering coast guard relations will be beneficial.Though the Japanese Coast Guard and Indian Coast Guard hold joint anti-piracy and search-and-rescue exercises and have a Memorandum of Cooperation since 2006, expanding cooperation mechanisms to further tackle these challenges would be important. For example, the Liberal Democratic Party proposed that Japan strengthen Self-Defense Forces and coast guard capabilities, and even urged the inclusion of the Japanese Coast Guard when the Self-Defense Forces and the American forces hold joint drills. India, which has had its  share of concerns regarding Chinese Navy forays into the Indian Ocean, can benefit by working more closely with the Japanese Coast Guard. One possibility could be to include the Japanese Coast Guard in the annual Malabar naval exercise between India, Japan, and the United States.Phase 1 of 24th edition of Naval Exercise #Malabar_20 to commence off #Visakhapatnam #BayofBengal from 03 to 06 Nov 20.@indiannavy, @USNavy, @JMSDF_PAO & @Australian_Navyparticipating.#BridgesofFriendship#Maritime #Exercise#Interoperabilityhttps://t.co/lFCrdBWfh9File Pics pic.twitter.com/2jZK0FWx0j— SpokespersonNavy (@indiannavy) November 2, 2020\n\nA third approach is to review their positions and voice stronger support regarding sensitive territorial issues with China. During the China-India Doklam stand-off in August 2017, Japan stepped up to the task. The Embassy of Japan in India released a statement highlighting that “no one should try to change status quo by force”. This has been a significant departure for Japanese foreign policy, which has generally refrained from making political statements regarding the status quo of the territorial disputes of other nations.It may, therefore, be good for India to reevaluate its own position on the Senkaku Islands territorial dispute that Japan has with China. Until now, New Delhi has studiously avoided any statement on these islands, which Japan views as their  “inherent territory.” While the United States is the only country to have done so, as New Delhi seeks to gain greater agency in the region, it may eventually need to take a position.Defence salesIn 2014, breaking away from its post-war pacifism, which had effectively prevented exports of weapons and arms sales,  Japan lifted its 1967 arms export embargo. Since then, Japan has often expressed its  willingness to sell arms to India. Despite coming close, the long-standing negotiations on the sale of the US-2 ShinMaywa search-and-rescue aircraft have stalled and, for now, the deal seems to be off the table. Another missed opportunity was in 2017 when the Indian Navy, for its Project 75(I) initiative, issued a request-for-information to build six advanced submarines. However, Japan’s Mitsubishi Heavy Industries and Kawasaki Heavy Industries, which were considered leading contenders, did not respond to the request-for-information as there was an indication that Tokyo was keen on a government-to-government deal for the project. Additionally, until now, the main reasons cited for the lack of success in striking a deal have been due to technology transfer sensitivities from the Japanese side and pricing concerns from the Indian side. Yet, for Japan, the Indian arms market could be quite lucrative with India’s emergence as the second-largest importer of arms after Saudi Arabia. 【Indo-Southeast Asia Deployment 2018】(12 OCT) ISEAD conducted Anti-Submarine Warfare with @indiannavy Vessels such as frigate SAHYADRI, corvette KADMAT, corvette KIRCH, and tanker SHAKTI in the Bay of Bengal at \"Japan India Maritime Exercise (JIMEX) 2018\".#JMSDF #JIMEX18 pic.twitter.com/LL33nx1PMO— Japan Maritime Self-Defense Force (@jmsdf_pao_eng) October 13, 2018\n\nAs New Delhi emerges as a  rising power, its appetite for arms consumption is only set to grow, and these stark supply-and-demand prospects between the two nations should incentivise them to overcome their concerns and constraints. Additionally, it would be beneficial if both countries could further consider the Make in India Initiative and how they can incorporate defense sales and/or production with Japanese transfer of technology. With clear  investment opportunities laid out in India, and the United Kingdom, the United States, France, and Israel already foreign investors, this is an initiative rife with opportunity for both states. For Japan, whose defense industry is “fragile as many companies are not positive about production,” there is a clear underlining a sense of urgency for the sector. Though big-ticket items should be the goal, a more viable starting point could be the export of small items. India should consider Japanese surveillance radars, communications, and electronic warfare technologies. Additionally, India could utilize the same strategy that Tokyo has employed vis-à-vis South East Asia, where Tokyo’s weapon exports have been more successful through Overseas Development Assistance transfers than through commercial deals. Traditionally, Japan’s Overseas Development Assistance was used to promote the economic development and welfare of developing countries. However, in 2014, then-Japanese Prime Minister Abe, promulgated a new Development Cooperation Charter that gave Overseas Development Assistance a “strategic edge” that allows it to now include the transfer of weapon systems. For example, 12.2% of the Overseas Development Assistance received by the Philippines from Japan between 2014-2020 was used for arms transfers such as the construction of ten 40-meter Multi-Role Response Vessels funded by the Japanese International Cooperation Agency. India – the top recipient of Japan’s Overseas Development Assistance, surpassing China in 2003 – could consider this.The sense of urgency brought about by the Covid-19 pandemic, especially in dealing with China, should renew the bonds and vision that former Japanese Prime Minister Shinzo Abe and Prime Minister Narendra Modi shared and pursued over the last decade. If the India-Japan partnership is to really enhance regional security and prosperity in the Indo-Pacific, now is the time. Otherwise, they risk having a partnership that will, perhaps for the foreseeable future, be one that stagnates or, at best, be a work in progress.Vindu Mai Chotani is an Adjunct Lecturer at Meiji University and Ritsumeikan Asia Pacific University. She will join International Christian University as an Assistant Professor in the fall of 2022. The article was first published in India in Transition, a publication of the Center for the Advanced Study of India, University of Pennsylvania.","author":"Vindu Mai Chotani","time":"2022-05-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174103-patnhadora-1652030045.jpg","tags":["India","Japan","China"],"source":"https://scroll.in/article/1023497/after-70-years-of-ties-and-a-rising-china-it-is-time-for-india-and-japan-to-strike-a-defence-deal"}