{"title":"A turning point for Indian badminton: Gopichand’s All England title, a triumph of self-belief","content":"When Carolina Marin made a stunning comeback from an Anterior Cruciate Ligament injury to clinch the China Open Super 1000 tournament last year in what was only her second tournament after the lay-off, the badminton world was understandably in awe of the Spaniard.The ACL injury may no longer be considered career-threatening with the advancements in sports science and rehabilitation technology, but no one would have given Marin a chance of making such a strong comeback within weeks of returning to competition.Not many badminton players have managed to reach the top after suffering this kind of injury and that is why Pullela Gopichand’s 2001 All England triumph after suffering an ACL tear in 1994 is all the more special.\n    \n      The Field\n      Heroes of the sporting world\n      Stories about sporting heroes who work away from the limelight\n    \n    \n        Read series here\n    \nIn 1994, Gopichand was just about beginning to make an impact on the international circuit and was being talked about as one of the future stars of Indian badminton. He was one of the favourites to win the singles gold in the National Games in Pune and was in prime form.But while playing a men’s doubles rubber in the team championship, Gopichand collided with his doubles partner Vijayraghavan who fell on him. The ACL was torn and a lateral meniscal tear needed three surgeries over a span of two years as he tried to make a comeback.Gopichand had an aggressive style of play and that always put more pressure on his knees. Many had suggested that he should play the more classical toss-drop and touch game the Indians were known for but the five-time national champion wasn’t the one to give up on what he believed was the right way to play.He was also given the confidence to play the way he wanted to by Dr Ashok Rajagopalan, who told him that he would operate on him as many times as needed. The doctor also told him that an All England crown would be the best payment for his effort to resurrect the knee.Between 1996 to 2000, Gopichand studied the nature of injuries and the rehabilitation process involved. He then started putting together his own training system to strengthen his knee as he believed that the one area Indians always struggled against the top nations was strength and fitness.Heading into the 2001 All England Open, Gopichand was neither considered a favourite nor a dark horse. In fact, he had more expectations from himself before the 2000 Sydney Olympics as he had prepared for almost six months and led a monk-like existence at the SAI Centre in Bengaluru. But the concrete courts in Sydney put paid to his hopes as a lump developed in the back of his knee and the subsequent fever meant that he wasn’t at his best.Even the 2001 All England was being played on concrete courts and that meant Gopichand had to take extra efforts to protect his knee from any injury. He began with a straight games win over local hope Colin Haughton and then packed off 2000 Sydney Olympics champion Ji Xinpeng in the second round.However, very few still gave him a chance of going the distance with the likes of Peter Gade, Taufik Hidayat and Hendrawan left in the draw.But Hidayat lost in the second round against Denmark’s Anders Boesen and Gopichand swatted away the challenge of the Dane in straight games to set up a semi-final clash against Gade.By this point, the effort of the first three matches had started showing on his body and the Indian would go back to his room after every match and take an ice bath to soothe the sore muscles as there was no physio with the squad.The semi-final was undoubtedly the most hard-fought victory for Gopichand. Gade had beaten the Indian regularly in the past and looked like becoming the first player to win a game against Gopichand in Birmingham that week. The opening game was stretched beyond deuce but Gopichand did enough to draw first blood. He was in his element in the second game and the win gave him great confidence ahead of the final against China’s Chen Hong.The summit clash was a relatively one-sided affair with the Indian dominating with his aggressive game plan to win 15-12, 15-6 and become only the second Indian after Prakash Padukone to clinch the coveted title.Gopichand was 27 then and one would have felt that he could go on to win a few more crowns. But the knee injury had taken a major toll on his body and his other knee required a surgery a couple of years later due to additional pressure it had to take. It was the eventual reason for his retirement in 2005.However, that should not take anything away from an achievement that came despite the absence of a proper support system in terms of physios and trainers during rehabilitation. Gopichand’s single-minded determination to follow his own path and a studious mind worked in his favour and those very qualities have also helped him transform into a successful coach.\n\n\n    \n    Play","author":"Scroll Staff","time":"2020-04-29T16:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140635-dpxhgwcbhm-1588157051.jpg","tags":["badminton","Pullela Gopichand","2001 All England Open"],"source":"https://scroll.in/field/960425/against-all-odds-pullela-gopichands-all-england-title-a-triumph-of-determination-and-self-belief"}