{"title":"Dream big, work hard: From Huelva to Rio, how Carolina Marin ended Asia’s badminton dominance","content":"Editor’s note: This article was originally published in May 2020. In December 2021, Carolina Marin is set for a comeback from injury at the World Championships that is being held in her hometown.For Indians around the world, the mention of Rio 2016 immediately brings back memories of PV Sindhu standing on the podium, proudly wearing the silver medal around her neck. That will forever be a defining moment for Indian badminton; even for sports in India. It was a matter of pride for the country: the first Indian woman athlete (not just shuttler) to finish second in her discipline at the Olympic Games. But for the game of badminton itself, the bigger success story was standing to the left of Sindhu on the podium with the gold medal around her neck: Carolina Marin of Spain. \n    \n      The Field\n      How Sport Inspires\n      In these tough times, get inspired by these triumphant stories from the world of sport.\n    \n    \n        Read the series\n    \nBadminton has been a part of the Summer Olympic Games since 1992. The event has now been held seven times. Out of seven male champions, only one was outside Asia – Poul-Erik Høyer Larsen won the men’s singles gold medal in 1996. All other champions (and even silver medallists) were from Asia. Before 2016, every single gold medallist in women’s singles was Asian.All that changed when Marin came back from a game down to beat Sindhu 19-21, 21-12, 21-15 and create history: to become the first European woman to win the badminton gold medal.Also read: Carolina Marin, the one who conquers with her spiritBut make no mistake, when Rio 2016 began, Marin was no outsider. By then, she was already destined for glory. She came into the Olympics as two-time defending World Champion. As the reigning European Champion (first ever from Spain) Marin had pulled off a monumental upset in 2014 when she beat Chinese world No 1 Li Xuerui to win the women’s singles title at the World Championships in Copenhagen. At 21, Marin had become the youngest European to be crowned world badminton champion. A year later, she beat Saina Nehwal in the final at Jakarta to become the first European to defend her world title. And she came to Rio de Janeiro as the top seed, with the world at her feet. She did not beat the odds to win the Olympic gold, and that in itself is incredible given the barriers she broke down to get there.Marin’s coach and father-figure Fernando Rivas said in an interview with the Olympic Channel, “What we did not do [before the Olympics] was to hide our intentions to win. It would have been foolish to approach the Olympic Games and say, ‘I am just going to try my best’ or ‘I am going to give it my all’. No. We came to win. We came to win.”  World Champion in the women's singles 2014: Carolina Marin of Spain. #Congratulations pic.twitter.com/vG46DYkjXf— Badminton Europe (@EuropeBEC) August 31, 2014\n\nFrom Huelva to RioAs a kid who was born in the small city of Huelva in 1993, Marin grew up loving flamenco dancing. In fact, she loves the art form so much that Marin has said she will go back to it when she retires from badminton. It was not until when she was eight that she got introduced to the world of badminton. Her parents did not know what the sport was when she asked them to buy a racquet for her. But she started loving the sport and became so good at it, that it caught the attention of Fernando Rivas, her coach since she moved to Madrid.  In 2007, as a 14-year-old Marin moved to the Spanish capital, with dreams of making it big but there was no blueprint to achieve success as a Spaniard in badminton. “I come from a very small city. When I moved to Madrid, the city felt so big to me. It was overwhelming. It was a moment I will never forget and I will forever be grateful to my parents for that. I am an only child. For my father, it was like, ‘how could this little girl go 600km away from home’. I asked them to let me have this opportunity, that it was once in a lifetime,” Marin said.Inspired by the talent Marin possessed, Rivas was driven to make her succeed against the odds. He presented a plan to Spanish badminton officials after Beijing 2008. And he remembered how they thought he was being crazy, that it would be impossible for Spain to achieve that. But, that spurred on the hard-headed Rivas and the rebellious Marin to achieve everything within the realms of possibility. Marcelo del Pozo / ReutersRivas later told the Times of India in 2019 that the training regimen that Marin had to go through was gruelling. “What I did to Marin I couldn’t do to my daughter. If my daughter wants to play badminton I think I should not be her coach because I will be softer to her. If I was softer to Carolina we could not have achieved this success. I had to put Carolina to trouble.”For anyone who has followed the career of Marin, the first thing that stands out is her relentlessness on court. But it is the same relentlessness off the court that has carried the Spaniard this far. After all, who can forget the incredible resolve Marin showed to train on crutches, a week after having surgery on her knees at the start of 2019. Placing all her trust in Rivas when she was still a teenager, Marin started breaking records at the junior level first and then made her mark among the very best.“We have been able to break down barriers, doors, walls. And we have garnered respect in the badminton world. Now when we travel to Asia, we are no longer the outsiders from Spain. Now they respect, they acknowledge us. It is a good feeling. It has been difficult to get here,” said Rivas.From the archive: Marin has her sights set on more world titles and Olympic gold“It’s been very difficult because badminton has never been very popular in Spain. And now the fact that a girl from Huelva, from the outskirts of Spain, can rise to be the best in the world, I think that’s profound but also quite nice,” Marin said. She is now an inspiration for many shuttlers around the world. Her movement and power on court has astounded opponents over and over. Every time someone thinks they have found a weakness in Marin’s game, she reinvents herself. She comes back more focussed than ever. Off the court, she has been a entertainer for Indian badminton fans during her time at the Premier Badminton League but when she gets on to the court, all that matters is her will to win. Marin said: “I remember my first conversation with my coach Fernando. He asked me, ‘What do you want to achieve as a badminton player?’And I said that I wanted to be the best out of everyone. European champion. World Champion. Olympic Champion.”As of that day in 2016, Marin had fulfilled each one of those dreams. And she is not done yet. When her career is over and she returns to dancing, Marin’s greatest achievement will be making the unthinkable (that of a Spaniard dominating badminton) look commonplace.  You can watch the full feature on Marin’s journey to the Olympic gold medal here:\n\n\n    \n    Play","author":"Scroll Staff","time":"2020-05-18T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141454-woirdabnjb-1589651973.jpg","tags":["Carolina Marin","Badminton","Olympic Games","Fernando Rivas"],"source":"https://scroll.in/field/962077/against-all-odds-from-huelva-to-rio-de-janeiro-carolina-marin-ended-asias-badminton-dominance"}