{"title":"Age of PV Sindhu continues: After an injury layoff, the star Indian shuttler makes her return","content":"This article originally appeared in The Field’s newsletter, Game Points, on February 14, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.“Avengers Assemble!”It was a simple message to go with a straight-forward photograph that PV Sindhu uploaded on her social media accounts just a week ago. No wacky tricky photography. No action shot of her swinging the wand we call a badminton racquet.Just five individuals – with Sindhu front and centre – all with huge smiles on their faces. A cheerful photograph, but a rallying cry. This was Sindhu with her newly assembled “support system”.With that new team, after a three-and-a-half-month injury layoff, she was ready to make her return to top-flight badminton at the Asian Team Championships in Shah Alam, Malaysia on Wednesday.The last time Sindhu was in action in a competitive match was back in October 2023 at the French Open Super 750. She was leading her round of 16 contest against Thailand’s Supanida Katethong 21-18, 1-1 when she pulled out mid-way after feeling pain in her left knee.That was a rarity for Sindhu.The double Olympic medallist is known to brave her way through the toughest of situations. She had won the 2022 Commonwealth Games women’s singles gold medal despite sustaining a stress fracture on her left ankle during the quarter-finals.A five-month injury layoff followed before she made a comeback to the BWF circuit at the Malaysia Open in January 2023. But the return was not smooth.She struggled to hit the ground running and within the blink of an eye, the ever-threatening and menacing Sindhu looked completely out of sorts. As early exits piled on, she fell outside the top 10 world rankings in March for the first time since November 2016.It would only get worse as the season progressed as Sindhu fell to world No 17 by July – her worst ranking in a decade. The drop in performance and rankings also coincided with a change in coaching setup as she joined hands with Malaysia’s Muhammad Hafiz Hashim, after parting ways with South Korean Park-Tae Sang.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nEven with Hashim for company on the side lines, Sindhu’s struggles continued. Early exits were the norm for the first few months, before she found some rhythm in the quarter-final finish at the 2022 Hangzhou Asian Games last year.The new-found confidence and momentum in Hangzhou propelled her to consecutive third-place finishes in BWF events before the unfortunate injury in Rennes, France in October. The 2019 World Champion was forced to call time on her 2023 season without a title to add to her already-long list of accolades. Her best performance in the year was a runner-up finish at the Madrid Masters in early April.In the three months since, Sindhu has had a compete reboot. With a third straight Olympic medal on her radar at the 2024 Paris Olympics, she roped in Prakash Padukone as her mentor and shifted base from Hyderabad to Bengaluru.She also parted ways with Hashim and is now coached by Indonesian Agus Dwi Santoso, who was India’s national singles coach a few years ago. There are changes in the support staff as well with a new physio and nutritionist – her Avengers, as she prepares for the Paris Games.Her last return after an injury lay-off was far from ideal. But with a depleted field at the Badminton Asia Team Championships in Malaysia that lacks the presence of the likes of An Se Young, Chen Yu Fei, and Akane Yamaguchi among others, this is an opportune moment for her to blend back in.And she has had a bright start. In her first match since October, on Wednesday, she beat Han Yue 21-17, 21-15 to give India the lead against China in the round-robin tie which India won 3-2.The next few weeks will paint a clearer picture of where Sindhu stands in the grander scheme of things. But with the 2024 Paris Games just over five months away, India needs its most successful active Olympian to be at the top of her game.","author":"Abhijit Nair","time":"2024-02-15T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177253-pdpwojoslb-1658094239.jpeg","tags":["PV Sindhu","Badminton","Badminton Asia Team Championships","Prakash Padukone","Game Points"]}