{"title":"Agra records temperature of 47.3 degrees Celsius as heatwave scorches parts of India","content":"Uttar Pradesh’s Agra on Friday recorded a maximum temperature of 47.3 degrees Celsius as the parts of the state continue to reel under a heatwave, data from the India Meteorological Department showed.Pragyagraj recorded a temperature of 47 degrees Celsius – the highest in the month of April since 1999, when the city had recorded a temperature of 46.3 degrees Celsius, NDTV reported.Maximum temperature of 46 degrees Celsius was recorded in Jhansi, 44.8 degrees Celsius in Lucknow and 44.6 degrees Celsius in Kanpur, according to the weather department.On Thursday, the India Meteorological Department had said that a heatwave will continue in the eastern areas of the country till May 1 and in parts of Northwest and Central India till May 3.No significant change is expected in the maximum temperature in the northern region till May 2, the weather department said on Friday. A gradual fall of 2 degrees Celsius to 3 degrees Celsius may occur after May 3, it added.For the plains, a heatwave is declared when the maximum temperature goes up to 40 degrees Celsius or more and is at least 4.5 degrees above normal. A severe heatwave is when the normal temperature is 6.5 degrees Celsius more than the normal.A heatwave will persist in Vidarbha region of Maharashtra, western Uttar Pradesh, Madhya Pradesh, Punjab, Haryana-Chandigarh, Delhi and eastern Rajasthan till May 3, the weather department said.It had also forecast a heatwave in eastern Uttar Pradesh and Telangana between April 28 to May 1 and in Bihar, Jharkhand, Odisha, Chhattisgarh and gangetic West Bengal on April 28 and April 30 as well.This year, March was the hottest month in 122 years since the India Meteorological Department started maintaining records.Independent meteorologist Navdeep Dahiya said that the maximum temperature in plains for the month of April was unusual.“A maximum temperature of 45 degrees Celsius is normal at places like Rajasthan’s Churu, Barmer, Bikaner, and Sri Ganganagar,” Dahiya said, according to PTI. “But 45-46 degrees Celsius in the plains of north India by April-end is quite unusual.”Parts of Delhi touch 46 degrees CelsiusMeanwhile, Delhi’s Safdarjung observatory, the city’s base station, recorded a temperature of 43.5 degrees Celsius on Friday, PTI reported. However, some parts of the city witnessed temperatures up to 46 degrees Celsius.The observatory at the Sports Complex recorded a temperature of 46.4 degrees Celsius. The maximum temperature was also more than five degrees above normal at the Ridge (45.7 degrees), Mungeshpur (45.9 degrees), Najafgarh (45.9 degrees) and Pitampura (45.9 degrees) observatories, according to PTI.With this, the average maximum temperature in Delhi in April this year was 40.2 degrees Celsius, the highest in 12 years, The Indian Express reported, citing data from the India Meteorological Department. In 2010, the average for the month stood at 40.4 degrees Celsius.   In neighbouring Gurgaon, the temperature touched 45.6 degrees Celsius – the highest in 43 years for the month of April. The city had registered a maximum temperature of 44.8 degrees Celsius on April 28, 1979, PTI reported.Scientists say climate change is making heatwaves more harsher and frequent across South Asia.What to do and not to do during a heatwave:Here are certain guidelines recommended by the National Disaster Management Authority during a heatwave.Avoid going out in the sun, and strenuous activities, especially between noon and 3 pm.Wear lightweight, light-coloured, loose and porous cotton clothes. Use protective goggles, umbrella or hat, shoes or chappals while going out in sun.If you work outside, use a hat or an umbrella and also use a damp cloth on your head, neck, face and limbs.Drink water as often as possible, even if not thirsty.While travelling, carry water with you.Avoid alcohol, tea, coffee and carbonated soft drinks, which dehydrate the body.Avoid high-protein food and do not eat stale food.Use oral rehydration salts and homemade drinks like torani (rice water), lemon water, buttermilk, etc to re-hydrate the body.Do not leave children or pets in parked vehicles.If you feel faint or ill, see a doctor immediately.Keep animals in shade and give them plenty of water to drink.Keep your home cool, use curtains, shutters or sunshades and open windows at night.Use fans, damp clothing and take baths in cold water frequently.Tips to help someone who has experienced a heat strokeLay the person in a cool place, under a shade. Wipe their face and body with a wet cloth frequently. Pour normal temperature water on the head. The main thing is to bring down the body temperature.Give the person to drink Oral Rehydration Salts (ORS) or lemon water/torani or whatever is useful to rehydrate the body.Take the person immediately to the nearest health centre. The patient needs immediate hospitalisation as heat strokes could be fatal.","author":"Scroll Staff","time":"2022-04-29T18:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173733-xcvmobohkd-1651235210.jpg","tags":["Heatwave","India Meteorological Department","Power Outage","Uttar Pradesh","Weather"],"source":"https://scroll.in/latest/1022946/agra-records-maximum-temperature-of-47-3degc-as-heatwave-persists-in-parts-of-india"}