{"title":"Ahead of Meghalaya elections, the ruling National People’s Party is beset with trouble","content":"Last week, the National People’s Party, which heads a coalition government in Meghalaya, suffered a significant blow: two of its legislators joined its alliance partner, the Bharatiya Janata Party. The development comes months ahead of the Meghalaya assembly elections scheduled for early next year. Observers say it could be an early sign of the uphill task that the regional party has in store to hold on to power. The defections are only the latest in a line of setbacks the National People’s Party has had to contend with in five turbulent years in power. Apart from having to deal with the constant pulls and pressures of running a multi-party government, its tenure has been beset by challenging circumstances – from communal conflagrations to violent border conflicts, corruption charges, and hostile alliance partners.A stormy tenure In March 2018, the National People’s Party came to power in Meghalaya,  dislodging the Congress, courtesy a string of alliances with regional parties and the BJP. Conrad Sangma, the son of NPP founder and former Lok Sabha speaker, Purno Sangma, became chief minister. Months later, in May, the capital city of Shillong was besieged by one of the worst episodes of communal violence in years. An altercation over parking space between a Khasi bus driver and Dalit Sikh resident quickly took a communal turn and pierced open an old real estate row, plunging the city into disarray. It took a week-long curfew to bring things under control.  In October 2020, even as the rest of the country was limping back to normalcy after months of Covid-19-induced lockdown, the murder of a Khasi man in the hinterlands led to a fresh wave of violence in Shillong.  The city saw a series of stabbings, which left two people dead, both of them Bengali-speaking Muslims. Yet again, Shillong was put under curfew for several days. Less than a year later, in August 2021, the city would see another round of curfews. The reason this time was the police killing of former Khasi separatist militant Chesterfield Thangkhiew, which led to his supporters going on a rampage and indulging in arson. Then, in October this year, a rally against unemployment organised by powerful nativist civil society groups turned violent, resulting in non-tribal residents being attacked. A riot police team guards violence-hit Motphran area in Shillong during curfew in 2018. Photo: PTI‘This government is directionless’Nativist violence in Meghalaya is not new. For decades, ethnonationalist outfits, which hold considerable sway in the state, have stoked anti-outsider sentiments claiming that non-tribal communities have disproportionate control over the economy. Political scientist Moses Kharbithai, who teaches at Assam University, said practically every government in the state has had to contend with similar challenges. But the tenure of the incumbent NPP-led government, Kharbithai said, had been particularly tumultuous. “The difference is this government is directionless and it is often driven by the desires of pressure groups,” Kharbithai said.This, observers say, was perhaps an outcome of the NPP’’s numbers in the state Assembly. In the 2018 election, the Congress, which had been in power in Meghalaya since 2003, had emerged as the single largest party,  securing 21 seats in the 60-member Assembly. The NPP was a close second with 19 seats. Yet, it formed the government by stitching together a rainbow coalition of several small regional parties, the BJP and a lone independent legislator. A cataclysmic eventTo make matters worse for the NPP, its tenure saw a major development whose repercussions were felt across the North East: the passing of the Citizenship Amendment Act which makes undocumented non-Muslim migrants from Bangladesh, Pakistan and Afghanistan eligible for Indian citizenship. While the citizenship law triggered protests across the country, it led to a fresh wave of nativism in the North East. Ethnic groups here believe the amended act would lead to the region being swamped by Bengali-speaking migrants from Bangladesh.“The animosity had gone down and Shillong had become much more peaceful and accommodating,” said Shillong-based researcher Bhogtoram Mawroh. “But the CAA spoiled that and brought out the old insecurities and wounds.” Much of the violence the state has seen since 2019 has been related to anxieties accentuated by the new law.NPP state president WR Kharlukhi, however, contested allegations that the government had failed to maintain law and order. “Whatever agitation happened, we handled it,” he said. “Law and order situations arise everywhere in India. But here in Meghalaya, if a small incident happens, it is made as if it is the war in Ukraine,” he added.Allegations of corruptionBut it is not just on the law and order front that critics have found the government wanting. The NPP also faces wide-ranging corruption allegations.Kharbithai, the political scientist, said that the NPP government was known as the “high level government” for its alleged big-ticket corruption. “Corruption is probably the most visible in this government,” he said.The main factor driving these allegations is the government’s alleged inability to clamp down on illegal coal mining and transportation – a subject that invokes impassioned reaction among the public given that it has often led to tragedies. “There are lots of scams we are hearing about and a lot of corruption around the illegal coal mining which the government has failed to stop despite court orders,” said political scientist Susmita Sengupta, who teaches at the North-Eastern Hill University. “All these are really spoilers for the NPP.”Rathole coal mining is banned in Meghalaya. Yet, frequent accidents continue to take place. In 2018, navy divers had to be lowered into a coal mine in the East Jaintia Hills to rescue trapped miners. Photo: AFPKharlukhi, who represents NPP in the Rajya Sabha, dismissed these allegations, calling them “mischievous propaganda”. He challenged those accusing the government of corruption. “If you have such facts, who stops you from going to the High Court or asking for [investigation by] CBI?” he said, referring to the Central Bureau of Investigation.Regardless, the perception that the NPP ran a corrupt government seems to be widespread. “This is the most corrupt government in the history of Meghalaya, full of nepotism,” said Shillong-based journalist Philip Marwein. More troubles In November, the government came under fresh fire when six civilians from the state were killed in firing by Assam Police – a conflict that stemmed from a long running border dispute between Assam and Meghalaya.  “Massive sentiment was aroused on this issue [border violence] as it was seen as anti people,” said Sengupta. “The government is not doing much and they are under lots of pressure particularly from the student organisations and civil society groups.” To add to its woes, the NPP has had to constantly face attacks from its alliance partners, most notably the BJP which has announced that it would contest the upcoming elections on its own. A silver lining Yet, it may not be all doom and gloom for the NPP. While the NPP may not enjoy a stellar reputation among the people of Meghalaya, observers point out that the Opposition, too, is struggling to be a force to reckon with. “Congress has been completely destroyed and TMC is still struggling to find acceptance, especially in rural constituencies,” Kharbithai said, referring to the West Bengal-based Trinamool Congress, which has thrown its hat into Meghalaya’s electoral ring this time.The BJP’s appeal, too, is largely restricted to urban Shillong, said Marwein, the journalist. Besides, chief minister Conrad Sangma’s image, observers say, still remains largely insulated from the corruption charges plaguing the government. “Conrad Sangma is creating an image which is bigger than the NPP and the whole coalition government so that people vote for him,” Mawroh, the researcher, said. Some believe the lack of a credible Opposition could lead more leaders to gravitate towards the NPP closer to the elections. Sengupta pointed out that two heavyweight Congress MLAs – Ampareen Lyngdoh from  East Shillong and Mohendro Rapsang of West Shillong – had joined NPP recently.But Sengupta added that there was formidable “anti-incumbency” against the NPP, which is likely to create “a major dent” in its support base.","author":"Rokibuz Zaman","time":"2022-12-22T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184694-zwpinuctlk-1671617078.jpeg","tags":["Meghalaya","Conrad Sangma","NPP","BJP"],"source":"https://scroll.in/article/1040273/ahead-of-meghalaya-elections-the-ruling-national-peoples-party-is-beset-with-trouble"}