{"title":"Ahead of polls, BJP government in Karnataka spent Rs 44 crore on advertisements","content":"The erstwhile Bharatiya Janata Party government in Karnataka had spent Rs 44.42 crore on advertisements in print and electronic media in the four months leading up to the Assembly polls. The money was spent between December 1  to March 29, The Hindu reported on Sunday.This was revealed by the state’s Department of Information and Public Relations in response to a Right to Information application filed by Rajesh Krishnaprasad, an activist from Puttur.The Congress won 135 out of 224 seats in the Assembly elections that took place on May 10, registering the biggest victory in the state by any party since 1989. The BJP could manage to get only 66 seats and was voted out from the only state in which it was in power in south India. On May 20, Congress leader Siddaramaiah was sworn in as the Chief Minister of Karnataka, while DK Shivakumar was appointed as his deputy.On Sunday, Karnataka’s Department of Information and Public Relations told Krishnaprasad that of the total expenditure, the BJP spent Rs 27.46 crore on print media and Rs 16.96 crore on electronic media advertisements to “promote their initiatives and counter campaigns by opposition parties such as the Bharat Jodo Yatra and Mekedatu March”.The department, however, did not provide specific details about the media houses on which the previous Basavraj Bommai government spent its advertising budget, according to The Indian Express.Krishnaprasad told The Hindu that while it is typical for governments to allocate a budget for promoting awareness about their schemes, it is wrong to excessively spend the money of taxpayers during elections with the sole aim of gaining power in the state.“The BJP has spent nearly Rs 50 crore and some of the ads were placed only to criticise the Opposition,” he said. “How can the government exchequer spend money on this?”Karnataka Congress General Secretary BS Shivanna alleged that public money was looted by the Bommai government.“Generally, the government issues advertisements to publicise its schemes,” he told The Indian Express. “But BJP used it as a tool politically to counter opposition campaigns. If you see, they gave negative advertisements to shield themselves.”","author":"Scroll Staff","time":"2023-05-29T11:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190685-alazznqdbc-1685340037.jpg","tags":["Karnataka","Basavraj Bommai","BJP"]}