{"title":"Tripura’s tribal communities pin hopes on a party that wants the state divided","content":"As one drives around Agartala, the capital of poll-bound Tripura, it becomes evident that an election is imminent: flags and posters of all the major political players dot the cityscape. The saffron of the ruling Bharatiya Janata Party jostles for space with the red of the once-invincible Communist Party of India (Marxist); the green and yellow of the tribal-centric Indigenous People’s Front of Tripura compete with the orange and yellow of the new challenger, Tipra Motha; and then there is, of course, the familiar hand of the Congress on the tricolour background.  But as one heads southwards towards the tribal-majority constituency of Takarjala, the burst of colours recede. By the time you reach Takarjala – barely an hour’s drive from Agartala – only the Tipra Motha’s flags and hoardings are visible.The Tipra Motha is the newest political player in Tripura, which goes to the polls on February 16. It was formed in February 2021 by a former Congress leader and erstwhile royal scion, Pradyot Kishore Manikya Debbarma.ST Hrangkhawl, a 52-year-old government contractor from Takarjala, explained, “Tipra Motha is very strong here and no other political parties or flags are allowed here.” Interviews with other local residents suggested as much. Almost everyone in the area seemed to be pinning their hopes this election season on “Bubagra” – as Pradyot Debbarma, who heads the Motha, is fondly referred to by his supporters. “Bubagra is our only hope now,” said Sukanta Debbarma, a civil engineer by profession. “We believe in him and he will not be compromised. People have become united under him.”Pradyot Manikya Debbarma, the head of Tipra Motha, at Ujjayanta Palace in Agartala. Credit: Rokibuz Zaman.A reversal This is a dramatic turnaround from 2018 when Tripura last went to polls. The Tipra Motha did not exist then and Pradyot Debbarma was in the Congress, which failed to win even a single seat. It was the IPFT that had then captured the imagination of Tripura’s tribal population who account for a little over 30% of the state’s total population. A third of the 60 Assembly seats are reserved for them – constituencies that the CPI(M) once held sway over.Among them is Takarjala, in many ways the symbol of IPFT’s clout back in 2018. It was from this seat that the now-deceased chief of the party, NC Debbarma, had won amid a frenzy very similar to what exists now for Tipra Motha and Pradyot Debbarma.  The fact that it fought the election together with the BJP – seen as the party that could finally dislodge the CPI(M) – had added to the IPFT’s tailwind. The two parties together won 18 of the 20 tribal seats (the IPFT came on top in eight of the nine it contested). Five years since, the tribal population’s romance with the BJP seems to have cooled off and the IPFT, plagued by the death of NC Debbarma and multiple desertions, is a largely discredited force.  Arabinda Debbarma, a former IPFT member, joined Tipra Motha recently. Credit: Rokibuz Zaman.In Takrajala, complaints against the BJP-IPFT government abound. Saran Joy Debbarma, who runs a pharmacy at the local market, alleged the government “simply did not deliver”.  Not too far away, 60-year-old Bisram Devvarma was equally bitter. “I got the house and pension during the CPI(M)-led government,” he said. “The BJP government hiked the pension from Rs 1,000 to Rs 2,000 in October last year. Apart from this, it has not done anything.” Same demand, different nameYet, for all the changes since 2018, some things are exactly like what it was in the lead-up to the elections five years ago. Like the IPFT, the Motha’s campaign is being powered by a statehood demand. If the IPFT wanted the areas within the autonomous council’s boundaries – together they add up to 70% of the state’s land area – to be made into Twipraland, the Motha’s Greater Tipraland is being envisaged as a state that includes land not just within the autonomous district council but also pockets outside its jurisdiction that are inhabited by tribal communities.As with Twipraland in 2018, the demand for Greater Tipraland appears to have a fair bit of resonance among the state’s tribal population. The sentiment stems from deep-seated insecurities about the Bengalis’ allegedly growing dominance. Proponents of the separate state demand often point at the state’s demographic change over the years: in 1948, the indigenous tribes accounted for over 80% of the population, now they are around 30%.“We have become minorities in our own land,” said Arabinda Debbarma, a former IPFT member who joined the Tipra Motha recently. “We want a separate state – that will solve all our problems. All other issues are secondary.”The purported Bengali hegemony, many allege, has led to the tribal areas losing out on the development front. Said Sukanta Debbarma: “We don’t hate Bengalis but all our decisions are taken by them. They have the power and position. They are controlling us.”Saran Joy Debbarma, who lived next door, concurred. “We have been shouting for development but we have been neglected for years,” he said.The rise of Tipra MothaIn 2018, when the BJP allied with IPFT, it took a cautious stand on the statehood demand. While it did not directly endorse the demand, it said it “recognised the deprivation of the tribals of the state”. Rajnath Singh, who was then the Union home minister, reportedly even promised the Indigenous People’s Front of Tripura that it would set up a panel to examine the demand. However, after coming to power, the BJP did little to take up the cause of Twipraland. This led to constant tensions with the IPFT and widespread resentment among the indigenous population. Then emerged the Tipra Motha, which stormed to power in the autonomous council in 2021, winning 18 of the 28 seats, riding on the disillusionment with the BJP and IPFT. Its stunning victory saw several tribal leaders from the BJP and IPFT flocking to it. The Tipra Motha colours are everywhere in the tribal-majority constituency of Takarjala, once an IPFT stronghold. Credit: Rokibuz Zaman. In the last couple of months, there has also been speculation about the Motha allying with the BJP in the upcoming Assembly election. However, an alliance failed to materialise as the Motha reportedly wanted a written assurance about its statehood demand, which the BJP failed to provide. The Motha has announced it would contest on its own, sit in the Opposition if need be, but not compromise on the statehood demand. “We have become beggars on our own land,” Pradyot Debbarma said. “This is a movement to protect our culture and identity and to get our constitutional rights. We will fight for it.”  Apart from the 20 tribal constituencies, the Motha is contesting another 22 seats in other parts of the state.  Status quo for BJPWith talks with the Motha failing, the BJP has, meanwhile, turned to the IPFT yet again. However, there are rumblings of dissent within the party about the coalition. A party leader, speaking on the condition of anonymity, said the grassroots workers were against the alliance as the “IPFT’s acceptability” among the tribals had reduced. “The tribals are unhappy with the IPFT as they betrayed them on the separate state demand. After forming the government, they couldn’t keep their promises,” said the BJP leader. The leader seemed to suggest that the party could have gone solo this time as its ideological mentor, the Rashtriya Swayamsevak Sangh, had been working among the state’s tribals since the1980s. “The Kalyan Ashram has contributed a lot to the education of the tribals,” he said. “The RSS cadres are going house to house to create awareness about the election.” In the same vein, the party’s parliamentarian Rebati Tripura pointed out that the BJP already had 10 legislators, 10 members of the autonomous district council, and one parliamentarian belonging to the state’s tribal communities. Bisram Devvarma, 60, says he is disillusioned with the BJP. Credit: Rokibuz ZamanThe CPI(M)’s slideOn the other hand, the CPI(M) seems to be aware that its influence in the tribal areas is on the wane. “Demands for separate Twipraland, and now Greater Tipraland, have attracted a section of the indigenous people, mostly the younger generation,” conceded Jitendra Choudhury, the party’s most formidable tribal face and state secretary. “They have an emotional effect.”Even so, Choudhury insisted that “our roots are very strong in the tribal areas”.  Observers, though, don’t necessarily agree. “The vote among major tribal groups has definitely shifted to Tipra Motha from the Left Front,” said RK Debbarma, who teaches political science at the Tata Institute of Social Science in Guwahati. RK Debbarma said while young voters formed the backbone of Motha’s support base, its victory in the autonomous council elections had endeared the party to older voters too. Indeed, as the 60-year-old Bisram Devvarma in Takrajala said, “Maharaj [Pradyot Debbarma] has made an appeal this time, we have to save the community.”","author":"Rokibuz Zaman","time":"2023-02-06T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186509-ugcfcrltwj-1675596980.jpg","tags":["Tripura election 2023","Tipra Motha","Tripura tribal vote","IPFT","BJP","CPI(M)","assembly elections"],"source":"https://scroll.in/article/1043286/ahead-of-election-tripuras-tribal-communities-pin-hopes-on-party-that-wants-the-state-divided"}