{"title":"Ahead of G-20 event, India restores e-visa for Canadians: Reports","content":"India has resumed e-visa services for Canadian nationals, two months after they were paused due to recent bilateral tensions, The Indian Express reported on Wednesday.The restoration of e-visa services came hours after Canadian Prime Minister Justin Trudeau confirmed his participation in the virtual G20 Leaders’ Summit that Prime Minister Narendra Modi will host on Wednesday.On September 21, the Indian government suspended all visa services for Canadian citizens, citing security threats to its officials. The move came after a diplomatic rift between India and Canada following Trudeau’s allegations on September 18 that Indian agents may have been involved in Sikh separatist leader Hardeep Singh Nijjar’s assassination near Vancouver in June.Nijjar was a supporter of Khalistan, an independent Sikh nation sought by some groups. He was the head of the Khalistan Tiger Force, which is designated a terrorist outfit in India.India rejected Trudeau’s allegations as “absurd and motivated”. Later, External Affairs Minister S Jaishankar said he had informed Canada that it was not New Delhi’s policy to engage in such acts.On October 25, the Ministry of External Affairs announced the restoration of select visa services, including entry, business, medical, and conference visas for Canadians.Jaishankar said last week that India has not ruled out an investigation into Nijjar’s killing and has asked Canada for evidence to support its allegations about New Delhi’s involvement in the murder.He had said that he had discussed the matter with his Canadian counterpart, Melanie Joly, and emphasised that Ottawa was yet to share any evidence.Also read:Allegations of Khalistani separatists’ assassination signal a collapse in India-Canada ties","author":"Scroll Staff","time":"2023-11-22T16:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194132-izdglqxorh-1694850401.jpg","tags":["India","Canada","Khalistan","Khalistan Canada","Visa service","India Canada relations"],"source":"https://scroll.in/latest/1059474/ahead-of-g-20-event-india-restores-e-visa-for-canadians-reports"}