{"title":"Ahead of Modi’s birthday, Gujarat dam delayed water release – despite heavy rain and official alerts","content":"On the morning of September 17, Gujarat’s Chief Minister Bhupendra Patel stood at the Sardar Sarovar dam to offer prayers to the Narmada river on the occasion of Prime Minister Narendra Modi’s birthday.As Patel prayed and posed for the cameras, about 100 km downstream, Barmalbhai Vasava’s house lay submerged under “five feet of water”. Hours before, water released by the dam had flooded several villages in Narmada and Bharuch districts, including Sarfoodin, where Vasava lives. “Our goats, seeds which we had stored, belongings, we could not save anything,”  said Vasava, whose farmlands also got inundated. The Opposition in Gujarat, in the wake of the floods, has alleged that the dam authorities deliberately refrained from releasing water in a more incremental fashion to ensure a full reservoir on Modi’s birthday.  Scroll investigated the charges. We found that official data from the dam itself shows a pattern of the dam’s reservoir filling up the brim on September 17 almost every year since 2019 when the Gujarat government began an annual ritual of commemorating Modi’s birthday at the dam. The only exception to this pattern was 2021, the year when the Covid pandemic threw normal life out of gear.In previous years as well, residents living in the floodplains of the Narmada have complained of inundation around the time of Modi’s birthday. “But it was never as bad as this time,” said Lakhan bhai, a farmer in Kevadia in Narmada district. This year, continuing heavy rainfall seems to have made it worse.The Gujarat State Disaster Management Authority refused to share information about the extent of loss and damage due to the recent floods, but reports indicate that in Bharuch alone, over 5,500 people had to be evacuated to safer locations. The Sardar Sarovar dam is an interstate project that supplies electricity to the states of Madhya Pradesh, Gujarat, and Maharashtra, and water for drinking and irrigation to parts of Gujarat. It comes under the Narmada Control Authority – a multi-state government body with representatives from the Centre that implements and oversees projects in the Narmada basin.A top official of the Narmada Control Authority told Scroll that the floods were  “man-made” since even in conditions of the heavy rainfall, the water release “could have been comfortably managed”. Delayed release of waterThe Narmada river originates in the Amarkantak plateau in eastern Madhya Pradesh before entering Gujarat and emptying into the Arabian Sea. Six major dams have been built along the river, with Sardar Sarovar being the last in the sequence. This year, drought-like conditions prevailed in the Narmada basin in August. However, starting the second week of September, a depression in the Bay of Bengal brought along rain. On September 15, the spillways of the major dams upstream – Bagri, Tawa, Indira Sagar and Omkareshwar – were opened to release water as their reservoirs had reached full capacity. Given the cascading nature of these dams, water released from Tawa,  Bagri, Indira Sagar and Omkareshwar flowed towards the Sardar Sarovar dam. Data from the Narmada Control Authority bears that out: the water level in the dam’s reservoir was steadily rising, inching towards its maximum capacity.  However, data from both the Central Water Commission and the Narmada Control Authority shows that the Sardar Sarovar dam authorities did not open its spillway till the late morning of September 16 when the reservoir had reached its peak level. In other words, the dam authorities only opened the spillway when they had no other option. This meant a massive volume of water was released at one go, overflowing the river downstream and causing floods in Gujarat’s Narmada and Bharuch districts. Tejram Nayak, member (civil) of the Narmada Control Authority, said the abrupt release of water should have been avoided. “Gates should have been opened partially at least 48 hours before they were,” said Nayak, a senior scientist at the National Institute of Hydrology. A view of flood-hit Bharuch district. Photo: Special arrangementShutting down the power stationStrikingly, the late opening of the gate may not be the only mistake that the dam authorities committed in the run-up to the floods. Starting September 6, the authorities stopped operating one of the two power generating units connected to the dam: the 1,200 megawatt river bed power house. Hydel power units use the energy of flowing water to generate electricity, and in the process release water from the reservoir.A statement released by the dam authorities on September 21 explained the rationale behind the decision to shut down the power unit. “The priority of Gujarat is to save every drop instead of the generation of power because then, the issue was about saving the standing crops and there was also the need of drinking and irrigation water for the next ten months,” it said.However, Nayak pointed out that while there were “drought-like” conditions in the region since August, the weather forecast suggested a turn in the conditions in September. “I had instructed the dam authority to operate [the river bed] powerhouse with full capacity on September 7 itself,” he said. Scroll has seen his correspondence with one of the dam authorities.“Had they operated from 7th till 16th, around 2,500 mcm [million cubic metres] capacity could have been created and that would have absorbed the flood,” Nayak said. He added: “This disaster could have been avoided.”The plant, which provides power to Madhya Pradesh and Maharashtra, in addition to Gujarat, was restarted on September 16 – the same day the dam’s gates were opened because water levels had peaked. Sardar Sarovar’s responseThe Sardar Sarovar Narmada Nigam Limited, an agency of the Gujarat government, did not respond to queries by Scroll asking it to explain why the power plant had not been restarted despite an alert  by the Narmada Control Authority.In its September 21 statement, the Sardar Sarovar Narmada Nigam Limited said that “there was no reason to release water” on September 13 and 14 since there was “no notable rain and no notable outflow” from the Indira Sagar project. The statement claimed that the Sardar Sarovar project area had received “very less to extremely less rainfall” between September 5 and September 14, followed by “very heavy rainfall” between September 16 and September 17. As a result of the heavy rainfall, the “Indira Sagar project was completely filled with water” and “the entire volume of water was released downstream towards Sardar Sarovar dam,” it said. In this “sudden flood” situation, water was released from the project which resulted in “minimum damage in downstream areas”, the statement added.However, the Narmada Control Authority’s data contradicts these claims.Its daily reports, shared with all the dam authorities and available on its website, show that there was substantial rainfall in the Narmada basin starting September 14. The reports also reveal that the Indira Sagar project, along with other dams upstream, had started releasing significant amounts of water on September 15 itself. For the 24 hours starting 8 am September 14, although the Sardar Sarovar reservoir itself did not witness any rain, all major dams upstream recorded rainfall – for instance, Bargi saw 109.8 mm and Omkareshwar 43.2 mm.In the corresponding period between September 15 and September 16 , the rainfall became even heavier. While Sardar Sarovar received 65.6 mm, Indira Sagar recorded 300 mm and Omkareshwar 132 mm of rainfall. “There is hard data that there was rain upstream starting the 14th [of September] itself,” said Himanshu Thakkar, the founder and coordinator of the South Asia Network on Dams, Rivers and People, who had drawn attention to the “avoidable floods” in an article published on September 17. “They have models which tell you inflow based on rainfall.”When asked if the Narmada Control Authority had instructed the Sardar Sarovar authorities to open the gates in view of the  higher inflow from upstream, secretary D Ilanchezhiyan said,  “We acted very correctly according to the mandate.”Nayak said the final decision on whether to open the spillway lay with the dam authorities. “We can give only directions to the chief engineer,” he said. “Why they did not open, you have to ask them.”The Sardar Sarovar Narmada Nigam Limited did not respond to repeated requests for comment from Scroll. Prime Minister Narendra Modi formally inaugurated the Sardar Sarovar dam on his birthday in 2017. Photo: IANSA larger patternThis year’s floods point to a larger pattern, activists say. “The idea was to ‘gift’ Modi a full reservoir as has been the trend since 2019,” said Shripad Dharmadhikari, analyst at the energy and environment Pune-based non-profit Manthan Adhyayan Kendra.Environmentalist Krishnakant of the Gujarat-based non-profit Paryavaran Suraksha Samiti concurred. “Every year, they make sure that the Sardar Sarovar overflows on Modi’s birthday,” he said. “This time also the idea was to keep the reservoir full and release the water in the presence of the chief minister, but their calculations seem to have gone wrong.”Apart from causing floods downstream, the delayed opening of Sardar Sarovar’s spillway may have exacerbated the rain-induced flood upstream in Madhya Pradesh’s Dhar and Barwani districts on September 15 and 16, activists allege. “If a dam is full and more water comes in, the water would go over the top of the dam’s wall,”  said Dharmadhikary. This is what happened this time, he claimed. “The authorities did not release the water in time, which is why the water levels in the backwaters were also high,” he said.  According to the Madhya Pradesh State Disaster Management Authority, 5,015 people were rescued in relief and rescue operations in Dhar and Barwani. Rehmat, a resident of Barwani’s Chikkala village, lost standing crops on 3.5 acres of farmland to the floods. By the time the water started receding on September 17, the damage had been done. “Cotton does not bear even a bit of waterlogging, other crops can still manage,” he said. “Here, the cotton was waterlogged for 24 hours, the impact was massive.”Apart from causing extensive economic loss, the floods resulted in the death of a man in Barwani, according to local media reports. Medha Patkar, founding member of the Narmada Bacchao Andolan, a protest movement against the damming of the Narmada river, said: “Here in the valley, people are saying ‘Modi ji ka janamdin, Narmada ka maran din’ – Modi’s birthday is the day the Naramada dies.”","author":"Arunabh SaikiaVaishnavi Rathore","time":"2023-09-23T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194320-dwmrdjonlk-1695387468.jpeg","tags":["Gujarat","Narmada","Sardar Sarovar Dam","Narendra Modi"]}