{"title":"As clip surfaces of Union minister’s son allegedly discussing cash deals, Congress demands probe","content":"The Congress has demanded an investigation into a a video purportedly showing Devendra Singh Tomar, the son of Union minister and Bharatiya Janata Party leader in Madhya Pradesh Narendra Singh Tomar, negotiating a deal to the tune of Rs 500 crore has surfaced on social media.This comes days ahead of the Madhya Pradesh Assembly elections scheduled for November 17. Narendra Singh Tomar will contest the polls from the Dimani constituency.In the video, a person can be heard telling Devendra Singh Tomar that the chartered accountant of an unidentified person in Chandigarh would tell them every month whether they would get Rs 50 crore, Rs 100 crore or Rs 500 crore. The minister’s son can be heard saying “no problem” in response.Scroll could not independently verify the authenticity of the video.The BJP has dismissed the video as “fake” and said that a complaint has been filed against it, reported NDTV. “The video is being investigated,” said BJP state unit president VD Sharma.The Congress, however, has said that Madhya Pradesh has become the country’s “corruption capital” under BJP.बीजेपी सांसद और केन्द्रीय मंत्री नरेन्द्र तोमर के बेटे देवेंद्र तोमर का एक और वीडियो वायरल। मंत्री पुत्र इस बार 500 करोड़ की डील करते नज़र आ रहे हैं।मोदी जी,पूरा मध्यप्रदेश निगलना है ❓ pic.twitter.com/7U7RtiA1sC— MP Congress (@INCMP) November 13, 2023\n\n“The BJP has broken all records of corruption,” said Congress MP Rahul Gandhi during a rally in the state capital of Bhopal. “They have a minister...his name is Tomar and this video is of his son. He is saying Rs 10 crore will go here, Rs 20 crore there, 100 crore…whose money is he talking about? It is the people’s money.”Taking to X, formerly known as Twitter, the Wayanad MP asked if central agencies such as the Enforcement Directorate or the Central Bureau of Investigation were involved in investigating the matter.PM के मंत्री का बेटा सबके सामने, वीडियो कॉल पर चोरी कर रहा है - मोदी जी ने कार्रवाई की?ED लगाई?CBI लगाई?IT डिपार्टमेंट लगाया?नहीं, क्योंकि मध्य प्रदेश में भ्रष्टाचार और 50% कमीशन की सरकार है! pic.twitter.com/4s30pcZ1je— Rahul Gandhi (@RahulGandhi) November 13, 2023\n\nThis comes days after a similar video of Devendra Singh Tomar discussing “transactions worth crores of rupees” in a video call surfaced on social media.In the unverified video, Tomar could be heard discussing “moving” funds worth Rs 100 crore with a man over a video call, reported India Today. In another call recording, a man is heard telling Tomar that “his Rs 18 crore” had been deposited in four different bank accounts.Dismissing the video as “fake and doctored”, Tomar had filed a complaint with the Morena Police.“A viral video has surfaced where it is falsely claimed that I have conducted transactions worth crores,” he said in the complaint. “This doctored video is part of a conspiracy to malign me and create a negative impression. Fake video clips are being circulated on various social media platforms with the malicious intent of damaging my public image and reputation.”","author":"Scroll Staff","time":"2023-11-14T18:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152207-wbusbxfdwn-1699964949.jpg","tags":["Narendra Singh Tomar","BJP","Assembly elections","Devendra Singh Tomar","Madhya Pradesh"],"source":"https://scroll.in/latest/1059098/ahead-of-madhya-pradesh-polls-video-of-union-ministers-son-discussing-cash-deals-surfaces"}