{"title":"Ahead of ‘Tiger Zinda Hai’, a Malayalam film rescued stranded nurses from war-torn Iraq","content":"Salman Khan’s action hero Avinash Singh Rathore is back as the Research and Analysis Wing agent in Tiger Zinda Hai. In Ali Abbas Zafar’s big-budget sequel to the 2012 blockbuster Ek Tha Tiger, Rathore is accompanied by his lover, the Pakistani spy Zoya (Katrina Kaif), in saving Indian nurses from war-ravaged Iraq. The nurses are being held hostage by an Islamic State-like organisation, headed by a terrorist played by  Iranian actor Sajjad Delafrooz. The Yash Raj Films production will be out on December 22.A similar rescue had taken place in the March release Take Off. Mahesh Narayanan’s Malayalam film  too brought 19 Malayali nurses back home safe and sound, but without the bombs and the gun battles.Take Off is based on the real-life ordeal of 46 nurses who were left stranded in the Iraqi city Tikrit in 2014. The nurses were eventually freed by Islamic State terrorists after negotiations with the Indian government and with the help of Malayali businessmen in the United Arab Emirates. Take Off stars Parvathy as Sameera, a feisty head nurse who is lured by the promise of big money to move to a hospital in Tikrit with her husband Shaheed (Kunchacko Boban). A very pregnant Sameera’s world is turned upside down when Shaheed is taken prisoner at Mosul and she is left to fend for herself and her teenage son in a hospital under siege. Sameera emerges as the movie’s star character, who puts up a fight with immense conviction. \n\n\n    \n    Play\n\nTake Off (2017). The fast-paced narrative relies on suspense and tension. While some moments are highly contrived, such as the scene in which a UAE business tycoon melts over the sobs of the nurses, Take Off’s treatment is realistic for the most part and stays away from high-octane drama. Rather than a single hero, Take Off has many unassuming knights, including the Indian Ambassador to Iraq Manoj Ibrahim, deftly played by Fahadh Faasil. The movie doesn’t play down the challenges of transporting civilians out of a war zone. When Manoj is badgered to sanction a commando operation to bring the nurses back home, he correctly says, “Transporting them is more risky than rescuing them.”Parvathy in Take Off (2017).","author":" Sruthi Ganapathy Raman","time":"2017-11-08T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/857029-73179-kvrialahau-1510060891.PNG","tags":["Take Off","Tiger Zinda Hai","Salman Khan"],"source":"https://scroll.in/reel/857029/ahead-of-tiger-zinda-hai-a-malayalam-film-rescued-stranded-nurses-from-war-torn-iraq"}