{"title":"Ahmedabad, Botad SPs transferred as 42 residents die after drinking spurious liquor","content":"The Gujarat government on Thursday transferred the superintendents of police of Botad and Ahmedabad districts and suspended six other officers as 42 residents died after drinking spurious liquor, PTI reported. Manufacture, sale and consumption of alcohol are banned in the state.Additional Chief Secretary of home department Raj Kumar told PTI that two deputy superintendents of police, a circle police inspector, a police inspector and two sub-inspectors were suspended for dereliction of duty, reported The Indian Express. The matter about the spurious liquor came to light on Monday morning when some residents of Rojid village of Barvala taluka in Botad had to be hospitalised after their health deteriorated. At least 15 persons have been arrested in connection with the case. Gujarat Director General of Police Ashish Bhatia said that the victims had consumed methyl alcohol,  or methanol, an industrial chemical. Small doses of the compound can be  fatal, according to The Methanol Institute, a trade association.On Wednesday, Gujarat Minister of State for Home Harsh Sanghavi said that 97 persons were still being treated at hospitals in Bhavnagar, Botad and Ahmedabad.On Monday, Rojid village head Dharmendra Dungrani claimed that liquor is being rampantly sold in the locality and that he had informed the police of the illicit trade.The Congress alleged that a nexus of bootleggers in Gujarat is aided by Bharatiya Janata Party leaders. “The police regularly take bribes from the bootleggers,” said Congress leader Amit Chavda.Aam Aadmi Party chief Arvind Kejriwal, who was in the state for a campaign, said that the ban on liquor in Gujarat was only on paper. He added that if his party is voted to power, the ban will be imposed strictly.BJP leader Alpesh Thakore also said that there was a need to implement the ban strictly. “I would urge the government to enforce the law strictly and stop the illegal flow of liquor in the state, particularly in the villages,” he said.","author":"Scroll Staff","time":"2022-07-28T14:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177723-svirgemeuk-1658997260.jpg","tags":["Gujarat","Gujarat Police","spurious liquor","Ahmedabad","Botad"],"source":"https://scroll.in/latest/1029254/ahmedabad-botad-sps-transferred-as-42-residents-die-after-drinking-spurious-liquor"}