{"title":"AIADMK won’t ally with BJP for Lok Sabha polls, says party leader","content":"All India Anna Dravida Munnetra Kazhagam leader D Jayakumar said on Monday that his party will not ally with the Bharatiya Janata Party for the Lok Sabha polls, reported The Hindu.In August, the AIADMK had officially ended its alliance with the BJP and walked out from the National Democratic Alliance. The Dravidian party had said that the decision honours the sentiments and aspirations of its over 2 crore workers.On Monday, Jayakumar told reporters that AIADMK was in talks with many parties for seat-sharing for the 2024 Lok Sabha polls, adding that an announcement would be made in this regard at an appropriate time. The statement came hours after the AIADMK’s seat-sharing committee and the election campaign committee formed for national elections held its first meeting.Jayakumar also said that BJP state president K Annamalai had been giving more importance to himself rather than his party. “Annamalai is making statements about things that never happened to divert attention, but this ploy would not work,” the AIADMK leader said, according to The Hindu.The AIADMK severed ties with the BJP days after it criticised Annamalai for his comments about former Chief Minister CN Annadurai.“Annadurai had in the 1950s made a critical remark against the Hindu faith at a programme in Madurai which was staunchly opposed by freedom fighter Pasumpon Muthumarlinga Thevar,” Annamalai had said.Annadurai founded the Dravida Munnetra Kazhagam in 1949 and formed the first non-Congress government in Tamil Nadu in 1967. He was the political mentor of MG Ramachandran, who founded the AIADMK in 1972 and named his party after Annadurai.Also read: How an ideological battle led to the AIADMK-BJP split","author":"Scroll Staff","time":"2024-01-30T08:28:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/52242-aieiasdnlo-1519010376.jpg","tags":["AIADMK","D Jayakumar","Tamil Nadu","Tamil Nadu politics"],"source":"https://scroll.in/latest/1062920/aiadmk-wont-ally-with-bjp-for-lok-sabha-polls-says-party-leader"}