{"title":"Tamil Nadu minister says Kamal Haasan’s ‘tongue should be cut off’ for Nathuram Godse remark","content":"All India Anna Dravida Munnetra Kazhagam legislator and Tamil Nadu minister KT Rajendra Balaji on Monday said actor-turned-politician Kamal Haasan’s tongue should be cut off for his “Hindu terrorism” remark, ANI reported. Haasan had said at a rally in Aravakurichi Assembly constituency in Tamil Nadu earlier in the day that Nathuram Godse was independent India’s first terrorist and he was a Hindu.“Kamal Haasan’s tongue should be cut off for his remarks on Hindu terror,” ANI quoted the minister for milk and dairy development as saying. “He made these remarks to gain votes of minorities. We cannot blame entire community for act of one individual. The Election Commission should take action against the actor and ban his party.” The Bharatiya Janata Party, meanwhile, moved the poll panel seeking action against Haasan, IANS reported. The party demanded that Haasan, the founder of the Makkal Needhi Maiam party, be banned from campaigning for five days. “It is necessary to state that the statement was made deliberately in the presence of a Muslim majority crowd for electoral gain, which is clearly a corrupt practice under Section 123 (3) the Representation of the People Act 1951,” the saffron party told the commission.  BJP leader Ashwini Kumar Upadhyay, who filed the complaint, said Haasan also violated the Model Code of Conduct as no one is allowed to appeal along caste or communal lines to secure votes. Upadhyay claimed that Haasan’s statement was “deliberate and malicious” and had endangered “harmony and brotherhood between communities”.The BJP also urged the poll panel to file a first information report against the actor-turned-politician and take steps to cancel the registration of the Makkal Needhi Maiam.Earlier in the day, Tamil Nadu BJP chief Tamilisai Soundararajan accused the politician of “lighting a dangerous fire to gain votes by minority appeasement”. She wondered why Haasan did not comment on last month’s Easter Sunday serial blasts in Sri Lanka in which at least 253 people were killed.","author":"Scroll Staff","time":"2019-05-13T21:33:54.484574+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119587-yknhvutyko-1557759997.jpg","tags":["Kamal Haasan","KT Rajendra Balaji","Nathuram Godse","Hindu terror"],"source":"https://scroll.in/latest/923354/aiadmk-mla-says-kamal-haasans-tongue-should-be-cut-off-for-nathuram-godse-remark-bjp-moves-ec"}