{"title":"AIADMK officially ends alliance with BJP, says will fight Lok Sabha polls with ‘like-minded’ parties","content":"The All India Dravida Munnetra Kazhagam on Monday said that it has officially ended its alliance with the Bharatiya Janata Party and walked out from the National Democratic Alliance, reported PTI.Party leader KP Munusamy said that AIADMK has unanimously adopted a resolution to part ways with the NDA and steer a combination of like-minded parties for the 2024 Lok Sabha elections. He also said that the decision honours the sentiments and aspirations of over 2 crore party workers.This comes days after the Dravidian party had criticised BJP’s Tamil Nadu unit president K Annamalai for his comments about former Chief Minister CN Annadurai.“Annadurai had in the 1950s made a critical remark against the Hindu faith at a programme in Madurai which was staunchly opposed by freedom fighter Pasumpon Muthumarlinga Thevar,”  Annamalai had said earlier this month, reported The Quint. Annadurai founded the Dravida Munnetra Kazhagam in 1949 and formed the first non-Congress government in Tamil Nadu in 1967. He was the political mentor of MG Ramachandran, who founded the AIADMK in 1972 and named his party after Annadurai.Organisation Secretary D Jayakumar said on Monday that the the party workers will not tolerate any insult to Annadurai.“Annamalai doesn’t desire an alliance with AIADMK although BJP workers want it,” said Jayakumar. “Should we tolerate all this criticism of our leaders? Why should we carry you? BJP can’t set foot here. Your vote bank is known. You are known because of us.”Jayakumar had earlier met BJP chief JP Nadda to apprise him of the ground situation in the state.On Friday, AIADMK workers burst firecrackers and distributed sweets to celebrate the split with BJP, reported NDTV.AIADMK spokesperson Sasirekha said that breaking the alliance with the BJP is the happiest moment for the AIADMK.Meanwhile, Annamalai refused to comment on the development. “I will speak to you later,” said the state BJP leader, who is on a padayatra, or a foot march. “I do not speak during yatra.”#WATCH | Coimbatore | On AIADMK breaking alliance with BJP and NDA, Tamil Nadu BJP president K Annamalai says, \"I will speak to you later, I don't speak during Yatra. I will speak later.\" pic.twitter.com/yObr5hSeT3— ANI (@ANI) September 25, 2023","author":"Scroll Staff","time":"2023-09-25T21:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154127-enbansrmeo-1612021294.jpg","tags":["Dravida Munnetra Kazhagam","BJP","NDA","India","AIADMK","K Annamalai","All India Dravida Munnetra Kazhagam"],"source":"https://scroll.in/latest/1056566/aiadmk-officially-ends-alliance-with-bjp-says-will-fight-lok-sabha-polls-with-like-minded-parties"}