{"title":"AIADMK leadership row: Madras High Court sets aside earlier order in favour of Panneerselvam","content":"A division bench of the Madras High Court on Friday set aside a single-judge order in favour of All India Anna Dravida Munnetra Kazhagam leader O Panneerselvam in the leadership dispute between him and his rival Edappadi K Palaniswami, Live Law reported.The bench of Justices M Duraiswamy and Sundar Mohan allowed an appeal by Palaniswami, challenging the August 17 verdict of Justice G Jayachandran ruling that the July 11 general council meeting of the AIADMK was invalid. On Friday, Panneerselvam said that he will move the Supreme Court against the Friday’s High Court verdict, reported ANI. At the July 11 meeting, the AIADMK had elected Palaniswami as the interim general secretary, the top post of the party, and expelled Panneerselvam from the primary membership for being indulged in “anti-party activities”.Hearing a plea by Panneerselvam, Jayachandran had directed the AIADMK to hold a fresh meeting of the party’s general council. He had also ordered to maintain status quo, thereby restoring the dual-leadership system in the party.The dual leadership model, which comprised positions of the coordinator and the joint coordinator was formulated at another general council meeting on September 12, 2017, after the party gave the honorary title of “eternal general secretary” to late former Chief Minister J Jayalalithaa.Paneerselvam was formerly the coordinator of the AIADMK, while Palaniswami was the joint coordinator.   Jayachandran in his order had held that any general council meeting in the future should be convened jointly by both the leaders.In his plea before the division bench, Palaniswami had contended that the earlier meeting of the AIADMK was conducted by following due procedure. The single judge’s order was beyond the reach of law, he had added.The former Tamil Nadu chief minister also said that Justice Jayachandran had ignored the fact that the posts of the coordinator and joint coordinator had lapsed. “The impugned order has been passed on assumptions and irrational reasoning which makes it completely unworkable and arbitrary,” he added.With Friday’s order, Palaniswami’s position as the “single, supreme leader” of the AIADMK is established, PTI reported.","author":"Scroll Staff","time":"2022-09-02T12:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178635-nxxcgxpzjl-1660814468.jpg","tags":["AIADMK","Madras High Court","O Panneerselvam","Tamil Nadu","Edappadi K Palaniswami"],"source":"https://scroll.in/latest/1031883/aiadmk-leadership-row-madras-high-court-set-aside-earlier-order-in-favour-of-panneerselvam"}