{"title":"Air India stops 19 students from heading to ‘blacklisted’ US universities","content":"As many as 19 students were stopped from boarding an Air India flight to San Francisco, California, from Hyderabad’s Shamshabad Airport late on Saturday night, The Asian Age reported. They were not allowed to board the flight after the sales team of the airline sent an email directing its staff to not issue tickets to students travelling to the United States with admissions to Silicon Valley University in San Jose and Northwestern Polytechnic University in Fremont. The airline claimed that the two universities, both of which are in California, have been blacklisted by the US government.The unsuspecting students, who were caught unawares, said that many of their classmates who had travelled with other airlines did not face any such issue. Arguments ensued, with students questioning how they could be stopped despite having visas. They also questioned the authenticity of the email, stating that it had neither an authorised signatory nor a stamp of the United States government. “We enquired with officials of both universities and our friends who are studying there. They told us there was no problem with these universities and to not believe in such rumours,” Deepak, one of the students, said.However, Air India staff claim they had received the email from their San Francisco office and were merely following orders. Airline officials said that they will refund the students’ tickets. After news of this incident surfaced, both universities posted a clarification on their websites confirming that the US government had not blacklisted them. They explained that US Customs and border security personnel had imposed stricter security measures since the recent terrorist attacks in Paris.","author":"Scroll Staff","time":"2015-12-21T16:43:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/800913-5b0c8594-6904-4fcd-bfc1-03906c280e47.jpg","tags":["Air India"],"source":"https://scroll.in/latest/800913/air-india-stops-19-students-from-heading-to-blacklisted-us-universities"}