{"title":"Maharashtra Speaker says Ajit Pawar faction is real NCP, rejects all disqualification petitions","content":"Maharashtra Assembly Speaker Rahul Narwekar on Thursday held that the faction headed by Deputy Chief Minister Ajit Pawar constituted the real Nationalist Congress Party. He dismissed disqualification petitions against MLAs belonging to the group headed by the deputy chief minister as well as the group headed by party founder Sharad Pawar.In July, Ajit Pawar, along with several party MLAs, joined Maharashtra’s coalition government comprising the Bharatiya Janata Party and the Shiv Sena faction led by Chief Minister Eknath Shinde. Ajit Pawar then became the deputy chief minister.The move led to a split in the Nationalist Congress Party, with one faction supporting Sharad Pawar and the other backing Ajit Pawar.Following this, the Sharad Pawar faction of the Nationalist Congress Party had filed the pleas against 40 MLAs over alleged anti-party activities. In October, the Ajit Pawar faction also submitted a petition to Narwekar seeking the disqualification of 10 MLAs aligned with the Sharad Pawar group.The Supreme Court in January had extended till February 15 the deadline given to the Speaker to decide on the disqualification pleas.Narwekar, delivering his verdict on Thursday, held that the MLAs of the Ajit Pawar faction could not be disqualified as going against the wishes of Sharad Pawar was dissent expressed within the party and did not amount to leaving it, reported The Indian Express.\"Members of party expressing concerns over political behaviour of other members does not amount to defection or desertion,” he said. “Examination of motive of members is relevant to determine whether collective dissent was honest within political party and not inviting disqualification under the 10th Schedule of Constitution.”He also stated that the disqualification pleas by the Ajit Pawar faction are also liable to be dismissed.On February 6, the Election Commission recognised the Ajit Pawar faction as the real Nationalist Congress Party and allocated it the “clock” symbol.The polling body said that while it had used the “test of aims and objectives of the party Constitution” and the “test of party Constitution” as well, its decision was based on the “test of legislative majority” as the first two tests proved inconclusive.The Election Commission also allowed Sharad Pawar’s faction to use a new name for the February 27 polls for six Rajya Sabha seats from Maharashtra. It assigned the name “Nationalist Congress Party – Sharadchandra Pawar” to Sharad Pawar’s faction on February 7.The polling body’s announcement was similar to its February 2023 decision to recognise the faction led by Chief Minister Eknath Shinde as the real Shiv Sena and allocate it the party’s “bow and arrow” symbol.The Shiv Sena had split in June 2022 when Shinde and a group of party MLAs rebelled against the former Maharashtra government – a coalition of the united Shiv Sena led by Uddhav Thackeray, the Nationalist Congress Party and the Congress. At that time, Thackeray was the chief minister.In January, Narwekar held that the group headed by Shinde constituted the real Shiv Sena. He had rejected disqualification petitions against MLAs from both factions in the verdict as well.","author":"Scroll Staff","time":"2024-02-15T17:35:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/131515-edagcwceul-1574938902.jpg","tags":["Ajit Pawar","Nationalist Congress Party","Rahul Narwekar","Sharad Pawar","Election Commission","Maharashtra","Shiv Sena","Eknath Shinde","Uddhav Thackeray"],"source":"https://scroll.in/latest/1063766/ajit-pawar-faction-is-real-nationalist-congress-party-rules-maharashtra-speaker"}