{"title":"‘Akbar Padamsee has passed into the ages’: Iconic artist dies at 91","content":"Artist and painter Akbar Padamsee died at the age of 91 on Monday, the Jehangir Nicholson Gallery in Mumbai tweeted “We will commemorate the life of this exceptional artist with an exhibition of his works from the Jehangir Nicholson Collection,” the gallery added.Padamsee was awarded the Padma Bhushan by the Indian government in 2010. “Akbar Padamsee has passed into the ages,” wrote poet Ranjit Hoskote. “I lose another early mentor, from whose guidance in matters both philosophical and practical I benefited greatly in my early 20s.”Rest in peace Akbar Padamsee.We will commemorate the life of this exceptional artist with an exhibition of his works from the Jehangir Nicholson Collection.#akbarpadamsee pic.twitter.com/NO4xrSpcDu— JNAF (@JNAF_Mumbai) January 6, 2020\n\nAkbar Padamsee has passed into the ages. I lose another early mentor, from whose guidance in matters both philosophical and practical I benefited greatly in my early 20s. Whenever we met, over the years, we came back to our shared interests: Sanskrit, rasa theory, Shaiva thought. pic.twitter.com/zCOnhdVP9z— Ranjit Hoskote (@ranjithoskote) January 6, 2020\n\nPadamsee worked in various mediums such as oil painting, plastic emulsion, water colour, printmaking and computer graphics. He was also a filmmaker, sculptor, photographer, engraver, and lithographer. Between 1969 and 1971, he set up the Vision Exchange Workshop for artists and filmmakers to experiment across various disciplines and practices.Padamsee courted controversy in 1954 when he held his first solo exhibition at the Jehangir Art Gallery. Some viewers were upset by the content of some of his paintings. Two particular paintings, “Lovers I” and “Lovers II”, which showed an intimate portrait of a nude couple, caused a furore. The city police ordered the removal of the paintings, but Padamsee refused to comply. A chargesheet was filed against him for obscenity, and he was arrested and granted bail the same day – May 2, 1954. The Esplanade Court, which heard the case, ordered that the paintings be returned to the artist on the condition that he not display them in public.In 1962, Padamsee was awarded a gold medal by the Lalit Kala Akademi, and in 1965 he received a fellowship from the JD Rockefeller Foundation. Padamsee was awarded the Kalidas Samman award by the Madhya Pradesh government in 1997.","author":"Scroll Staff","time":"2020-01-06T23:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134148-rnwmuogmak-1578331678.jpg","tags":["Akbar Padamsee","Jehangir Nicholson Gallery","Padma Bhushan"],"source":"https://scroll.in/latest/948986/akbar-padamsee-has-passed-into-the-ages-iconic-artist-dies-at-91"}