{"title":"‘Akhand Bharat’ subsumes most of India’s neighbours but the rhetoric is aimed at domestic audiences","content":"A mural in India’s new parliament building has become an object of controversy in South Asia. Alluding to the idea of Akhand Bharat, this ancient map appears to depict most of the current South Asian states as part of a larger, undivided polity of the past. Subsequently, the reveal has evoked negative responses from Pakistan, Nepal, and Bangladesh. These states raised concerns about how the claims implied in the map threaten their independence and sovereignty.Historically, a number of nation-states have turned to civilisational arguments to couch their political claims, drawing from a cultural invocation of the past to legitimise the political claims of the present. For instance, consider the relationship between civilisational aspirations and irredentism, ie, claims on other nations’ territories on an ethnic or historical basis. States assert territorial claims borrowing from a civilisational understanding of what its contours were in the past. Is India’s South Asia policy undergoing a paradigm shift based on civilisational aspirations? Is it likely to complicate India’s relations with its South Asian neighbours?In a March 2023 International Affairs  research article, Shibashis Chatterjee and I examined India’s civilisational arguments in South Asia, especially since 2014. Given the rise of the right-wing Bharatiya Janata Party and the political space afforded to it by controlling a majority government, we asked, is there a Hindutva-driven South Asia policy? If indeed there is one, the core arguments espoused by the Hindu Right vis-à-vis South Asia, like the belief in and desire to restore Akhand Bharat, should reflect and feature in India’s strategies for the region.\n\t\t\n\tA painting of \"Bharat Mata\" or \"Mother India\" at the Bharat Mata temple in Varanasi. Credit: Manuel Menal, CC BY-SA 2.0, via Wikimedia Commons.Civilisational narratives and official conductIndia’s civilisational arguments in South Asia under the BJP operate at two levels. At the official level, despite the ascendancy of the BJP regime, there is not a causal variable, official attestation, or endorsement of Hindutva in the making of India’s South Asia policy. When it comes to bilateral relations, India and its South Asian neighbors follow long-standing patterns and usual business. Even the current government’s efforts to emphasise India’s exceptionalism through its foreign policy are not new, though it does put more of an emphasis on cultural and religious elements. However, this has manifested itself in the championing of spiritual and cultural practices derived from Hinduism, such as yoga, while steering clear of controversial issues like muscular nationalism or homogeneity of faith that are usually associated with the Hindu right. However, the growing salience of cultural and religious elements  does not signify a shift from the central tenets of India’s foreign policy. Cultural elements have been mostly about optics as India’s engagements with the South Asian states show more continuity than change.There is no denying the occasional rhetoric and pandering to the ideas of India as a civilisational state, which has important implications for the South Asian region, though it does not translate into policy. In the case of Akhand Bharat, what this map reflects is a core civilisational claim of India’s Hindu Right when it comes to South Asia. According to this claim, all of modern South Asia is civilisational India. Well enumerated in the writings of Hindutva ideologues like Vinayak Damodar Savarkar and MS Golwalkar, this reading of history believes that the Indian civilisation was first culturally fractured by different religions, which finally resulted in territorial disjuncture through the Partition of 1947. The imagery of Akhand Bharat carries the sentiment of past Hindu glory, a feeling of victimhood, and a resolve to reclaim the space.The powerful imagery notwithstanding, it appears unlikely to be framed into formal policy. Beyond the occasional romanticism, the most prominent spokespersons of the Rashtriya Swayamsevak Sangh – the most influential Hindu Right organisation that is also the ideological forebear of the ruling BJP – have also claimed it as a  cultural concept and not a political one. Territorial conflicts with Pakistan and China remain alive despite Hindutva and not because of it. The redrawing of the borders is  not envisaged by the Sangh, nor considered by the BJP government. This is primarily because the Akhand Bharat idea does not represent a policy for South Asia but is, instead, rhetoric aimed at the domestic audience and the Indian diaspora.India has always used civilisational narratives as a component of its foreign policy, arguing for a rightful place in the world order. Its imagination of what constitutes civilisation has changed across Nehruvian and Hindutva variants. Hindutva’s rising domestic salience fits well with the narrative of a resurgent Hindu nation on the global stage reclaiming its civilisational space. \n\t\t\n\tA carving of India's geographical boundaries and beyond, at the Bharat Mata temple in Varanasi. Credit:  Manuel Menal, CC BY-SA 2.0, via Wikimedia CommonsAkhand Bharat remains a popular domestic narrative but does not necessarily show signs of policy articulation beyond this at the regional or international level. There are no indications of such policies internally discussed at the official level, nor do they find space in the dealings with South Asian states in concern, like Nepal, Bhutan, Bangladesh, and Sri Lanka. Unlike China’s claims in Taiwan and the South China Sea, India’s engagements show no signs of territorial aggression within its neighborhood.Importantly, order and stability in South Asia have always been crucial concerns for India across the political spectrum for its growth. Historically, the Indian state shows no trace of irredentism or territorial expansionism. Barring Pakistan, it has resolved boundary disputes with all of its South Asian neighbors. After all, foreign policy is a plan for the outside world aimed at domestic transformation. Foreign policy also operates in an international environment where several factors are at stake. Unlike domestic politics within the sovereign, where the governments have much wider control, the international environment has other states and organisations, material and ideational factors, laws, and norms to consider. Despite domestic political turnarounds, foreign policy in India has more continuity and consensus than changes. India consistently claims to be a responsible power, working with its neighboring states and harbouring no extra-territorial aspirations. In fact, it has resolved land and maritime boundaries with Bangladesh amicably. India’s foreign policy has held a committed stance on earlier issues of decolonisation and it articulates itself as a voice for the global south. Its rise as a responsible power would stand in conflict against such narratives of civilisational claims in South Asia.The official silence or indifference does not mean that these narratives do not have any significance and implications. The conduct of foreign policy is not limited to official interactions, press releases, and summits. Complications persist in South Asia because of India’s civilisational rhetoric under the BJP, even if they do not feature at the official level. Understandably, any claim of cultural superiority from India evokes emotions of insecurity, condemnation, and even imitation from India’s neighbours. These exchanges at two levels often create conflicting perspectives and implications for India’s self-image and its dealings with the South Asian states.Take, for instance, the recent controversy itself. When the mural was revealed, India’s Minister of Parliamentary Affairs tweeted, “Resolve is clear - Akhand Bharat.” This immediately garnered official responses from Nepal and Bangladesh. The official spokesperson of the Indian Ministry of External Affairs, Arindam Bagchi, clarified that the mural showcased the past territorial landscape of the Iron Age Mauryan Empire and that India has no territorial aspirations in South Asia. Interestingly, Nepal’s objections were not brought up during the visit of its Prime Minister Pushpa Kamal Dahal to India soon after. Following an initial set of remarks from Bangladesh, the issue did not resurface between New Delhi and Dhaka either. Though these objections did not make their way into the official policy space, India had to clarify and avert the anxieties of its South Asian neighbors.\n\t\t\n\tCredit: Prime Minister's Office (GODL-India), GODL-India, via Wikimedia CommonsSouth Asian AsymmetryIf India’s civilisational aspirations do not matter in regular bilateral dealings, why are these objections even made? There are broadly two reasons. The first is a structural factor of geographical and power asymmetry in South Asia. India looms large in the region and any show of power, material or cultural, raises anxieties among the South Asian states. Asymmetry is a major factor as to why regional cooperation in South Asia has been a difficult project. The second reason is more political in character. Just as the Indian show of civilisational exceptionalism is aimed at its own domestic audience, objections to such displays are also tied to the domestic politics of the other South Asian states. South Asian states make it a point to stand apart from India’s cultural appropriation of the entire region to establish their exclusive identity. Against the backdrop of a  prevalent anti-Indian sentiment, political players in these states see a need for independent and regular positioning that counters India’s civilisational arguments. This clarifies to their domestic audience and opposition that they are not sellouts. A tough stance against India’s civilisational claims helps the inward mobilisation of a distinct national identity. The objections follow and indicate deep-rooted ideas of exclusive nationalism from other states in South Asia.Are India’s civilisational claims, subtle or overt, going to impact its relations with South Asian states? Civilisational claims and counter-claims might, at the same time, continue with the existing nature of relations being unaffected between India and South Asian states. Despite disagreements, South Asian states share legitimate interests and dependencies with New Delhi. These states have been pragmatic enough not to change their course of action toward India only based on civilisational rhetoric. They are likely to react to these occasional Indian claims but there is no evidence that these reactions have translated into policy. Anti-Indian insecurities along civilisational lines are likely to be raked up by South Asian states when their core interests suffer vis-a-vis India. Instances in the past, like the alleged blockade in Nepal or the river water-sharing issues with Bangladesh, have helped domestic consensus against India and overtures toward a balancer in China. India’s civilisational claims and its associated insecurities are likely to become an instrument in such cases for India’s South Asian neighbors.Udayan Das is Assistant Professor, Department of Political Science, St Xavier’s College, Kolkata, India.This article was first published on India in Transition, a publication of the Center for the Advanced Study of India, University of Pennsylvania.","author":"Udayan Das","time":"2023-09-11T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193583-mplqjfvthm-1693246441.jpg","tags":["South Asia","Akhand Bharat","Indian Foreign Policy","Narendra Modi","India-Nepal ties","Nepal","Bangladesh"],"source":"https://scroll.in/article/1054975/akhand-bharat-subsumes-most-of-indias-neighbours-but-the-rhetoric-is-aimed-at-domestic-audiences"}