{"title":"Akhilesh Yadav becomes Leader of Opposition in Uttar Pradesh Assembly","content":"Samajwadi Party chief Akhilesh Yadav was on Saturday elected unanimously as the party’s leader in the Uttar Pradesh Assembly, reported ANI. Soon after, the Assembly Secretariat issued a press notice announcing him as the Leader of Opposition in the House, Hindi daily Dainik Bhaskar reported.Earlier on Saturday, Samajwadi Party MLAs and MLCs held a meeting in Lucknow where Akhilesh Yadav was chosen as leader of the Legislature Party.Meanwhile, Akhilesh’s uncle and senior Samajwadi Party leader, Shivpal Singh Yadav said that he was not invited to the meeting.“I tried to contact the Samajwadi Party leaders, but I have not got any information about it,” he told PTI. “Under these circumstances going to the Legislature Party meeting will not be correct.”Shivpal Singh Yadav said that he had campaigned for the party in the lead up to the recent Assembly elections and would continue to work as to the party’s will, but does not know why he was not invited to the meeting.Shivpal Yadav and Akhilesh Yadav had a fallout ahead of the 2017 Assembly elections. The former had claimed that he wanted unity in the Samajwadi Party, but under Akhilesh Yadav, neither he nor party patriarch Mulayam Singh Yadav were treated with respect.He had floated the Pragatisheel Samajwadi Party (Lohia) in 2018. On December 16, Akhilesh Yadav had announced an alliance with the Pragatisheel Samajwadi Party [Lohia]. Earlier this week, Akhilesh Yadav had quit as a Lok Sabha member from the Azamgarh constituency. Yadav resigned from the Lower House of Parliament as he was elected as an MLA from the Karhal seat in the recent Uttar Pradesh elections.In the recently-concluded elections in Uttar Pradesh, the Bharatiya Janata Party-led alliance won 273 seats in the 403-member Assembly. The Samajwadi Party won 111 seats. Its allies Rashtriya Lok Dal and Suheldev Bharatiya Samaj Party won eight and six seats.","author":"Scroll Staff","time":"2022-03-26T19:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171239-dgnnotcepm-1646752118.jpg","tags":["Akhilesh Yadav","Shivpal Singh Yadav","SP","Leader of Opposition","UP assembly"],"source":"https://scroll.in/latest/1020428/akhilesh-yadav-becomes-leader-of-opposition-in-uttar-pradesh-assembly"}