{"title":"Akshaye Khanna on ‘The Accidental Prime Minister’: ‘The film will hit you hard, but in a sweet way’","content":"On a crisp January afternoon, Akshaye Khanna is dressed in an all-black athleisure ensemble. It’s as if he is prepared to head straight to the squash court right after completing the promotional interviews lined up for him ahead of his latest film, The Accidental Prime Minister. Khanna’s casual attire belies his disregard for sweeping statements and casual questions. The 43-year-old actor is interested in precise inquisition and on-track conversation.Prior to a film’s release – Dil Chahta Hai, 36 China Town, Gandhi, My Father or Ittefaq – Khanna speaks about each project with equal zeal. In this case, he’s more excited than usual about playing Sanjaya Baru, who was former prime minister Manmohan Singh’s media adviser from 2004 to 2008. In a memoir published in 2014, Baru described the tensions between Manmohan Singh (played by Anupam Kher in the screen adaptation) and the Congress party president Sonia Gandhi over the functioning of the Prime Minister’s Office. The trailer has sparked off a controversy over the use of real names and the insinuation that Gandhi severely hampered Singh’s functioning – but it is the paying public that needs to be the final judge of the January 11 release, Akshaye Khanna told Scroll.in during an interview. Going by the trailer, your character comes across as a little impish.I am the narrator who is present from the beginning to the end. And yes, there is a lot of humour in politics. Sometimes people miss it. Indian people take politics seriously, but politics is also a funny business. There is a lot of humour in the film too. You won’t get it from the trailer because that is a little namkeen, controversial and hard-hitting.The film will also hit you hard, but in a sweet way. It’s not a film you will watch with your face distorted. You will watch it with a smile on your face. Only when you get into the theatre, will you realise that it is actually a smiley film.\n\n\n    \n    Play\n\nThe Accidental Prime Minister (2019).You seemed to have had fun even in the way you interpreted the part of Dev in ‘Ittefaq’.If the role demands it, and if the scenes are written that way, then I play them that way. That’s my job. My job is to add value to what’s on paper. I read a scene, interpret it and do it. Of course, the director guides me, but it’s my interpretation. In the case of The Accidental Prime Minister, from the time I said I was doing the part, Vijay [Gutte, the director] was clear that he didn’t want me to watch anything of Sanjaya Baru – not even see his photo. I did the read the book, of course, but to date I have not met Baru.Why was that?Vijay said the character was in his head. He said he would explain what needed to be done and I just had to do that. The reason for this was that Baru’s role was the only one he could play around with. All the other characters are real. We see them on the news and in the papers everyday.You also played Harilal, Mahatma Gandhi’s son, in ‘Gandhi, My Father’, another less familiar character associated with a public figure.Yes, I could also do what I wanted with him. Nobody knows Harilal. There is no video footage of the man. It’s hard to put a face to the name. Baru, on the other hand, is a prominent person who has worked with the PMO and been close to the prime minister. He is an author and has been in public office.\n\n\n    \n    Play\n\nGandhi, My Father (2007).Do what extent do hair, make-up and costumes help you get into a part?The look has nothing to do with the acting. Vijay had a distinct idea of how he wanted this character to look and spent a lot of time on it because he is a lovable character. Vijay has gone into specific details of my costumes – from the tie to the pocket square. As an actor, what is most important is how my director uses me.Look at how Brian De Palma used Al Pacino in Scarface. He wrung him dry. Or how Francis Ford Coppola used Marlon Brando in The Godfather – what an impact. No one has used me to the extent that Vijay has in this film.What is your opinion on the reactions to the trailer and the opposition to the film?This debate must happen. Society should debate. We are a free country and we should ask if we should be making these kinds of films. Let people put their views forth, whether on social media or in the newspapers. If we do make these kinds of films, should we have the freedom to go watch them? Debate this too.As a people, we love to debate and we love to shout at each other. Let society debate on everything – including the opposition. There may be certain sections that do not want this film to release – let there be public discourse on that too. Eventually the country will come to a decision.How do you maintain the same pitch of enthusiasm for all your films?If you are not proud and enthusiastic, then why do it? This time, I do have a little more enthusiasm as I think it is my career-best film, and I am excited to see what people think.\n\n\n    \n    Play\n\nIttefaq (2018).After a film’s release, sometimes the result does not live up to expectations.One always does a little analysis in one’s own head after a film’s release. But that has no value because filmmaking is a risky and unpredictable business. Sometimes it’s up, sometimes down, sometimes in the middle – and that’s fine. One gets used to that. However, if you go disastrously wrong, then you have to ask questions. Most importantly, as an actor, you have to be truthful to yourself and your work.Your first film was ‘Himalay Putra’ in 1997. After 20-odd years in the profession, would you describe yourself as a hungry actor?Hungry? I am starving. Even now. I have done every script that I have liked. I have never loved a script and not pursued it or done it. There are so many new avenues open now, and I am open to all options.I am starting Section 375: Marzi Ya Jabardast this month. It is a courtroom drama in which I play a lawyer. There is one more film, which I am not talking about right now.As a second-generation actor in a film that is also making a comment on dynastic politics, what is your take on the nepotism question?People who are voted to power are voted by the people. Had there been serious opposition to Rahul Gandhi’s leadership within the Congress party, he would not have become party president. The party has given him that responsibility.In the film industry, Varun Dhawan is not a star because of the film industry. You all have made him a star. The man who is cooking in the kitchen has made him a star. We have not made Ranbir Kapoor, Alia Bhatt, Arjun Kapoor and Shraddha Kapoor stars. The audience has made them stars. The audience stops them in the streets to click pictures. I have not been made a star because of my dad [Vinod Khanna]. Tiger Shroff is not a star simply because he is Jackie Shroff’s kid. Sure, he got the opportunity because of his father, without much problem or struggle. He didn’t have to leave his hometown and come to Bombay and struggle. But now he is a big star who is loved for his work – for his action capabilities, for the way he moves his body when the music starts. He’s worked for it. Every actor – whether from a filmy background or not – has come and won the audiences over with his/her work.\n\n\n    \n    Play\n\nKaisi Hai Ye Rut, Dil Chahta Hai (2001).","author":"Udita Jhunjhunwala","time":"2019-01-06T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109876-axvvlaodfn-1546695819.jpeg","tags":["Akshaye Khanna","The Accidental Prime Minister","Anupam Kher"],"source":"https://scroll.in/reel/908343/akshaye-khanna-on-the-accidental-prime-minister-you-will-watch-it-with-a-smile-on-your-face"}