{"title":"Akshay Yadav and the loud silence of India’s Hindus","content":"India’s rapid and precipitous decline into sectarian hatred, specifically against its 200 million Muslim citizens, can only be reversed by people like Akshay Yadav and the people of his community, about a billion of them.When Hindu extremists and radicalised local Hindu residents in the city of Gurugram stopped Muslims from offering namaz at open sites designated by the local administration – which quickly caved in to pressure, instead of standing firm and arresting the trouble makers – Yadav, a local business owner, opened up his property for prayers. Of small mind and large insecurity, his coreligionists had stopped Muslims from praying by smearing a ground with cow dung, declaring they would convert another into a volleyball court and held Hindu prayers, promptly attended by a leader of the ruling Bharatiya Janata Party and sundry extremists.The Gurugram campaign against Muslims was only the latest. The atrocities come faster than ever, organised in planning, determined in implementation and clear in direction: a 10-year-old Muslim boy beaten for trying to drink water at a temple; an inter-state campaign to deny a Muslim comic a stage; the unchecked proliferation of online hate speech against Muslims; an anti-Muslim riot to avenge attacks against Hindus in a neighbouring country; and a clearly evident pattern of general attacks on Muslim livelihoods for no good reason except that the targets are Muslim.The shop owned by Akshay Yadav where Muslims offered prayers last Friday. Photo: Aishwarya IyerIndia’s Kristallnacht is underway. There is no longer doubt – to anyone previously given to arguing that “isolated incidents” were inevitable in a country of 1.3 billion – that Indian Muslims are besieged in their country. The current wave of abuse, discrimination, intimidation, and violence against minorities is propagated and normalised by India’s ruling party and its adherents, using social media, state machinery and – most importantly – an increasingly radicalised majority.Yes, Hindus are being used and manipulated to generate anti-Muslim feeling but let us be clear that they are allowing themselves to be used or so manipulated, which is a milder way of saying they are, one way or the other, participants. Of course, we are told, not all Hindus, only those who lay faith in the discriminatory creed of Hindutva. Of course, we are told, the majority treasure India’s diversity and believe in the Constitution and the rule of law.This is well and good and may even be partly true, although I have serious doubts. It is increasingly evident that even if Hindus who are not bigoted and hateful are indeed the silent majority, their silence is enabling the marginalisation of India’s minorities.Competitive HindutvaWith the ruling party the source of anti-Muslim feeling and legislation, the opposition practicing competitive Hindutva, large sections of the mainstream media and the police communalised – one in two police staffers in a 2019 survey said they believed Muslims were naturally inclined to criminal behaviour – some look to the judiciary to turn back the tide of illegal and criminal behaviour against minorities.That is a foolish and false hope.Like the media and the police, the judiciary is disproportionately dominated by Hindus, specifically upper-caste Hindus. And while there are many judges who hew to the Constitution and the rule of law, there is ample evidence that the law works differently for Hindus and Muslims, none more glaring than the Supreme Court decision to hand over, two years ago, the site of the Babri Masjid in Ayodhya to the same Hindus who took apart the mosque and the rule of law.It was evident then, and it is clear now, that the Ayodhya judgement in 2019 would not usher in a “lasting sense of peace and tranquility”, as the Supreme Court hoped. Indeed, it only emboldened Hindus to believe anything could be won by force, and it could be argued that the judgement was the genesis of the current anti-Muslim wave surging through Indian politics and society.Hindutva activists on October 29 protest at site at which Muslims has regularly offered Friday prayers. Credit: Manoj Kumar/AFPIn politics, there is little sign that the appeasement of Hindus will change any time soon. The Aam Aadmi Party, the Congress and sundry regional parties have drifted distinctly towards what is called “soft Hindutva” – supposedly a kinder appeal to Hindu sentiments – not only because the BJP’s electoral successes force them to but because they discern the growing radicalisation in Hindu society.To buck the trend, former external affairs minister Salman Khurshid, whose house in previously peaceful Nainital was attacked by Hindu extremists when he compared the intolerance and violence of ISIS with Hindutva groups – thus, in considerable measure, proving his point – recommends that his party, the Congress, return to its secular roots.“We lose through soft Hindutva,” said Khurshid in an interview to India Ahead this week. “Let us lose through hard secularism. If we lose through hard secularism, we will win the next time. If we compromise with Hindutva, we will lose, lose, lose.” That point may be debatable, but it is worth considering for those Hindu politicians who find their electoral returns diminishing anyway in this era of strident Hindutva.None of this is relevant though, unless Hindus oppose the assault underway in their name on the Constitution and the rule of law. That is why Yadav’s decision to speak up and remind his fellow Hindus of the law is important. “The Constitution says that every citizen has a right to pray, and no one can object to that,” he told the Indian Express.Descent into blind hatredThe intimidation of Muslims – and other minorities and sundry dissenters – not only goes against everything Hinduism preaches but it will eventually consume India’s hard-won freedoms and rights, making the country an ever-more angry, unjust and violent place.This week, we were witness to the inhuman spectacle of grieving Kashmiri Muslim families being violently cleared and detained in the dead of night after electricity was snapped from a protest site. Their kin, whom they alleged were used as human shields, an accusation the police denied, had been shot dead in a firefight, but the police had refused to hand over the bodies. Indians have long condoned legal and Constitutional violations in Kashmir, but the practices used there have slowly taken root nationwide.Eventually, any hope that politicians, the judiciary, the adminstration and the media can turn back India’s descent into blind, paralysing anti-Muslim hatred and anarchy depends on whether Hindus take their cues from people like Yadav or from bigoted religious or political leaders. After he did, five Sikh shrines opened their doors to Muslims to offer namaz – we have come to expect generosity from the Sikhs – and a local Imam said more Hindus were supportive after Yadav’s gesture. Sometimes, all it takes is one person.Samar Halarnkar is the editor of Article-14.com, a project that tracks misuse of the law and the hope it offers.","author":"Samar Halarnkar","time":"2021-11-19T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166527-sikmmzqhet-1637246404.jpg","tags":["Akshay Yadav","Bharatiya Janata Party","Gurugram"],"source":"https://scroll.in/article/1010892/akshay-yadav-and-the-loud-silence-of-indias-hindus"}