{"title":"Ali Akbar Khan and his students explore the magic of Raag Chandranandan","content":"Raag Chandranandan, a creation of Ali Akbar Khan, sarod maestro and one of the chief exponents of the Maihar-Senia gharana, seems to be one of those exceptional raags that have been primarily performed by musicians belonging to a particular guru-shishya or master-disciple lineage.  In this case, it is popular mainly among the disciples and grand-disciples of the composer, and not so among others even from the same gharana.  A few other instrumentalists have added it to their performance repertoire, but it has still to find its place in the common pool of raags that are favoured by vocalists.An exquisite combination of existing raags, Ali Akbar Khan’s exploration of raag Chandranandan has been so captivating that most others who have sought to present the raag have seldom managed to break away from his idiomatic expression and create their own interpretations.Ali Akbar Khan accompanied by Mahapurush MishraThe first track this week is an early recording of raag Chandranandan performed by Ali Akbar Khan accompanied by Mahapurush Mishra, a well-known tabla player of the Banaras gharana.  Beginning with a small aaochaar or introduction, Ali Akbar Khan moves to a vilambit gat or slow instrumental composition in Teentaal, a cycle of 16 matras or time units.  Closely juxtaposing responsorial melodic phrases, he introduces the unpredictable phrase or note that takes the listener completely by surprise.   Significantly, this treatment in the hands of a master like Ali Akbar Khan does not appear like melodic acrobatics.The camaraderie between the two performers is quite evident in the quick and brief responses from Mahapurush Mishra leading up to the saath-sangat section where he anticipates the melodic-rhythmic phrasing and joins in as the gat accelerates to the madhya laya or medium tempo.The second composition is a drut gat or fast instrumental composition, also set to Teentaal.  Here, Ali Akbar Khan quickly moves to the jhala section where the right-hand strokes are percussive and repetitive to mark each matra of the taal.  A savaal-javaab or question-answer section has been included here.  The savaal-javaab suggests a rhythmic response to the idea introduced by the instrumentalist, but conventionally this response is restricted to a reproduction of the idea on the tabla rather than one that need not necessarily mirror the original phrasing but could take the conversation forward.  To many, this section has seemed simplistic, and yet it continues to excite lay listeners due to its playful quality that often invites the main performer to challenge the accompanist.Ustad Ali Akbar Khan and Pandit Nikhil BanerjeeThe next two tracks feature a more detailed exposition of the same raag played in a live concert by Ali Akbar Khan and Nikhil Banerjee, the eminent sitar player who studied under the sarod maestro in addition to training with other gurus.  In the first clip, the two instrumentalists take turns in playing an extensive aalaap or introductory section, often resonating each other’s ideas with supporting phrases or single notes played in a different octave.  The entire aalaap moves through three contiguous subsections, the first one also called aalaap, and the second and third called the jod and jhala (not to be confused with the jhala that is conventionally played with the tabla at the end of an instrumental rendition of a raag).  The second and third subsections have a definite pulse that gradually accelerates through the complete movement.  Ali Akbar Khan’s masterful strokes are at times sombre and majestic or delicate, and rounded or percussive and sharp-edged.  Coupled with the peculiar phrasing that he chooses, they conjure up a rich melodic imagery.  Nikhil Banerjee acts as a respectful and responsive foil in this grand scheme.The tabla joins in on the next clip, as Ali Akbar Khan and Nikhil Banerjee play the vilambit and drut gats set to Teentaal.  The performance showcases the ease and informality of recitals of yesteryear when the soloists and accompanists often indulged in musical banter.Pandit Brij Bhushan Kabra and Zakir HussainBrij Bhushan Kabra, disciple of Ali Akbar Khan and the pioneer of the slide guitar in Hindustani music, plays raag Chandranandan on the next clip, accompanied by renowned tabla player Zakir Hussein.  He plays a vilambit gat and a madhya laya or medium tempo gat, both set to Teentaal.  The performance ends with a jhala.Pandit Tejendra Narayan and Pandit Kumar BoseThe concluding track features a short excerpt of well-known sarod player Tejendra Narayan Mazumdar, a disciple of Bahadur Khan (a cousin of Ali Akbar Khan).  Having learnt under Ali Akbar Khan too, Mazumdar plays the same vilambit gat in Teentaal that has been included in the first and third tracks provided earlier.  He is accompanied on tabla by Kumar Bose, exponent of the Banaras gharana.","author":"Aneesh Pradhan","time":"2015-11-07T10:30:11+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/767456-e33709a1-fa54-406f-86bf-0f0822bf13ca.jpg","tags":[],"source":"https://scroll.in/article/767456/ali-akbar-khan-and-his-students-explore-the-magic-of-raag-chandranandan"}