{"title":"Alia Bhatt’s fine balance: ‘I want to be a diva but I also want to be at the top of all film awards’","content":"Alia Bhatt has been on planet Earth for all of 25 years, but she has already made it a habit of delivering performances that seem oh-so-easy. Her upcoming film Raazi, directed by Meghna Gulzar, takes the young star in a new direction. Bhatt plays a young Kashmiri woman who is persuaded by her father and the Research and Analysis Wing to spy on Pakistan before the 1971 Indo-Pak war. Bhatt’s Sehmat Khan marries a Pakistani Army officer (played by Vicky Kaushal) and carries out a series of dangerous missions, putting herself at considerable risk in the process.The adaptation of Harinder S Sikka’s novel Calling Sehmat will be released on May 11. Bhatt’s preparation includes reading the source novel, learning to speak Urdu and Morse code, and driving a Jonga jeep. “I can join the RAW team, if they need me to right now,” Bhatt joked at a press meet in Mumbai on Friday. “But no amount of prep can actually prepare you for what happens on set. It was emotionally draining. We shot the film within 48 days at a stretch without any breaks through 14-hour days. There was no time to ever not be the character.”\n\n\n    \n    Play\n\nRaazi (2018).Sikka’s novel is supposedly based on real events. “When you are part of a true story, you automatically feel a sense of responsibility even though you have never really seen the real life character,” Bhatt said. “Once you crack the way this girl [Sehmat] spoke, everything is done for you. Because the way you speak is a very big part of your personality. I decided to start her off at the most basic level of niceness and then take her graph from there.” While she tried to emphathise with Sehmat’s selflessness, she could not relate to the character, Bhatt revealed. “It is too much of a selfless act that she has done for her country – I don’t think any of us have that ability,” Bhatt said about her character. “But I can emphathise with her. That is the only way I can understand the characters that I do not relate to. Even with Udta Punjab, I never really related with Mary Jane [her character], but I emphathised with what she went through. Every moment that I was shooting for Raazi, I kept telling myself that what I was doing was acting, but this also actually happened. That was a bit scary.”The actor credited Gulzar with helping her create a graph for Sehmat’s character. “I had a great experience working with her [Meghna Gulzar] and I am fond of all her films, especially Talvar, which left a big impact on me,” Bhatt said. “She is one of the most detailed directors that I have worked with. Her attention to detail is so specific and because of that, her world feels so real and you are pulled right into it. I am very glad that I have done this film because I have lived this character along with her.”\n\n\n    \n    Play\n\nAe Watan, Raazi (2018).Bhatt has been seeking diversity in her performances ever since her 2012 debut Student of The Year, in which she plays a fashionista who has her own entry song. Since appearing in Karan Johar’s movie, Bhatt has charted a fascinating career, mixing outright mainstream films (Humpty Sharma Ki Dulhania, 2014, and Badrinath Ki Dulhania, 2017) with unconventional titles (Udta Punjab, 2016, and Dear Zindagi, 2016).The choice of unpredictable roles is the result of a need to strike a balance, Bhatt revealed.  “Every new film will either better my last performance or bring me out from the last bad film, if at all,” she said at the press event. “I want to be a diva and I want to be glamorous and at the top of all fashion portals. But at the same time I also want to be at the top of all film awards. I want to have the balance of both worlds.”It was Imtiaz Ali’s Highway (2014) that alerted Bhatt to her dramatic range, she said. In Highway, Bhatt plays a young woman who is kidnapped on the eve of her wedding. She develops an unlikely bond with her kidnapper (Randeep Hooda) and gets the strength to confront the sexual abuse she has suffered as a child. “I looked at Highway as a golden moment to showcase the fact that I am an actor as well,” Bhatt said. “It might have been one of the lower grossing films of my career, but it is the film that had the most impact on people. It happened to me without me trying to make a point. I had no idea at that point if I would excel or do average in my films.”\n\n\n    \n    Play\n\nHighway (2014). Among Bhatt’s other significant releases over the next few months are Zoya Akhtar’s hip hop-themed Gully Boy, Ayan Mukerji’s Brahmastra and Abhishek Verman’s period drama Kalank.“Consciously or unconsciously, my heart is reaching out to these roles by default,” Bhatt said. “And it so happens that every film I am doing is different from one another. Because instinctively, I am not picking out the same film.” A movie’s theme will always trump its box office prospects, she added. “There is no formula that can make a film a hit,” Bhatt said. “It may have songs, top stars and beautiful locations, but if there isn’t any content, it will not work.”Brahmastra director Ayan Mukerji, Alia Bhatt and Ranbir Kapoor. Image credit: Dharma Productions.","author":" Sruthi Ganapathy Raman","time":"2018-05-05T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/877896-88812-skutaqymqd-1525418404.jpeg","tags":["Raazi","Alia Bhatt","Meghna Gulzar"],"source":"https://scroll.in/reel/877896/alia-bhatts-fine-balance-i-want-to-be-a-diva-but-i-also-want-to-be-at-the-top-of-all-film-awards"}