{"title":"‘Alibaba Aani Chalishitle Chor’ review: A lightweight study of modern marriage","content":"The knives come out after the lights go out at a party attended by seven long-time friends. A kiss is heard in the dark, followed by a slap. Who did the smooching and was punished by whom? Was it consensual? Or was the kissee consumed by regret?The matter is important enough to send the friends – three married couples and an unattached man – into a tizzy. All of them are in their forties, on the cusp of mid-life crises. They question their vows, trade nasty gossip about each other and release repressed feelings for men and women they have claimed are “friends only”.Aditya Ingale’s Marathi-language comedy Alibaba Aani Chalishitle Chor (Ali Baba and the Thieves in their Forties) is based on Vivek Bele’s play of the same name. Bele has written the screenplay as well as supplied the cutting lines that frequently lift a plainly filmed, made-for-television drama.Bele’s dialogue zings even though the study of modern marriage doesn’t quite. A fine cast of actors assembles for a guessing game that starts out being funny and then gets needlessly serious. Each of the characters is guilty of something, if not the sonic provocation itself.Parag (Subodh Bhave) is upset about the closeness of his spouse Aditi (Shruti Marathe) to Abhishek (Umesh Kamat), who is single and always ready to mingle. Sumitra (Mukta Barve) has a better equation with Varun (Anand Ingale) than she does with her husband (Atul Parchure) or Varun with his wife (Madhura Welankar-Satam).The question that dogged the couple in When Harry Met Sally – can men and women ever be friends or does sex always enter the picture – thumps its tail loudly, especially when Abhishek is around. Previously platonic relationships become loaded even as the group tries to solve the mystery of who did what to whom. Sadly, the 125-minute movie is too conservative to explore the unbidden lust that erupts after the party.The dilemma leads to entertaining moments and a satisfying denouement that makes up for a sagging middle section. Varun, who is a physics professor, comes up with nerdy theorems to explain KissSlapGate.Sumitra, played by the formidable Mukta Barve, has an excellent time stirring the pot, her horns and swishing tail barely tucked out of sight. Madhura Welankar-Satam has a lovely scene in which her character Shalaka puts the moves on Parag.Despite dealing with heavy-duty themes such as infidelity, the precariousness of long-term relationships and sexual desire, Alibaba Aani Chalishitle Chor is lightweight movie-date fare. Vivek Bele’s serving of marital mischief goes down smoothly, without leaving much of an aftertaste.The movie is sharpest when observing the self-serving hypocrisy of middle-class morality, but loses its edge when it’s time to weight the consequences of licentiousness. Having taken us to the edge of a viper pit, Alibaba Aani Chalishitle Chor abandons us there, as though shocked by what is going to be revealed.\n\n\n    \n    Play\n\nAlibaba Aani Chalishitle Chor (2024).","author":"Nandini Ramnath","time":"2024-03-29T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199649-pfqvgqttfx-1711555560.jpg","tags":["Alibaba Aani Chalishitle Chor review","Aditya Ingale","Marathi cinema"]}