{"title":"All shows must end, but this is why the ‘Game of Thrones’ series finale hurt so much","content":"Spoilers ahead for the series finale.No matter what you feel about the final episode of Game of Thrones, the HBO show will remain the television phenomenon of our times. The eight-season series united a wide, varied and crazy audience as they watched year after year, worried, passionate and excited about the fate of a fictional empire in a fictional world running on fictional rules and loyalties that won’t hold too easily in the real world. George RR Martin, through his A Song of Ice and Fire novels, created a universe that was as immersive as it was unbelievable. Blood magic, flaming swords, ice zombies, direwolves and dragons – the story took high fantasy and made it a part of our everyday realities and conversations.My first introduction to Westeros was through the first season, a few months after the epic show landed on HBO in April 2011. As I entered my first port of call, Winterfell, I arrived at a bloody, A-rated and addictive wonderland that I have not been willing to leave since.Daenerys Targaryen (Emilia Clarke) and her dragon Drogon in Game of Thrones. Courtesy HBO.Ned Stark (Sean Bean) and Daenerys Targaryen (Emilia Clarke) stole my heart. Jon Snow (Kit Harington) was still a baby who knew nothing, and Arya Stark (Maisie Williams) still had a long way to go before she did a great many great things. Cersei Lannister (Lena Headey) hadn’t committed the vilest crimes and Sansa Stark (Sophie Turner) was still dreamy-eyed about her place in the Westeros capital, King’s Landing.So much was going to happen to these people. It was just the beginning for the great houses of Westeros. And for me. The one year between the brilliant first two seasons was the time I discovered the books. They sucked me right in. Martin is a master of world building. His books aren’t high literature, and he is no JRR Tolkien. And yet, Matin’s high fantasy is untouchable in scale, grandeur and magnetism. The books contain a wonderful plot and many meticulously created characters and relationships. I read four of the five available books in one year. Westeros was hard to leave behind. Martin’s series always had a fandom of its own that was extended when HBO translated the books into an unparalleled viewing experience. The TV adaptation created stunning worlds, doing a lot more with the material in the books. I mostly believe the adage that the book is always better. In this case, however, the comparison didn’t seem fair. Near-perfect casting, exceptional production values, massive budgets, gorgeous filming locations and years of masterful marketing solidified Game of Thrones as a TV-first property for many. \n\n\n    \n    Play\n\nGeorge RR Martin takes the Night’s Watch oath.In its early seasons, the show stayed mostly on track with the books. Keeping the entities apart was easier as the show inched away from the source material, altering story arcs and characters to feed popular opinion and sway emotions. The show gave Robb Stark (Richard Madden) a love story that wasn’t in the books – that he married a strong, beautiful healer made the Red Wedding massacre in which they both died so much more scarring. While the massacre was just as brutal in the book, the fateful scene remains one of the highlights of the series to this day. As does the death of Ned Stark, which was the first hint of the extent of unpredictability and impunity with which the series was going to treat our favourite characters. No matter if you knew what was going to happen from the books – some deaths were so much more distressing (Ned and Robb Stark) or satisfying (Joffrey Baratheon) when seen on the screen. Daenerys walking out of a fire with her dragons, unburnt and unscathed, is still one of the most powerful images I have witnessed.Daenerys Targaryen (Emilia Clarke) and Drogon. Courtesy HBO.Midway through season 5, the series stopped following the books and charted unexpected paths, necessitated in part by the fact that Martin hadn’t completed his novels. The last three seasons didn’t have the books to fall back upon, and attempted to neatly tie up too many plot strands. Throughout, the stakes remained high and the battles epic. We developed loyalties to kingdoms and characters. Right from the start, I’ve been Team Stark. Its members were killed, driven out of their home and scattered in all directions. Their arcs were central to everything that happened in the show from the beginning. Not all things worked at all times. Arya Stark’s story arc was beautifully carved into the structure of the series. However, her seemingly easy slaying of the Night King in the eighth season, the rekindling of her friendship with Sandor Clegane (Rory McCann) and her general presence at King’s Landing at a point where it isn’t warranted were unreasonable. The romance between Jon Snow and Daenerys Targaryen simply didn’t work, and not because of the angle of incest (Daenerys being Jon’s aunt). Daenerys Targaryen (Emilia Clarke) and Jon Snow (Kit Harington) in Game of Thrones. Courtesy HBO.The show has had a weird relationship with its female characters. There has been no dearth of abuse, torture and manipulation for Sansa, Daenerys, Arya, and Cersei. All of them were shown as having emerged stronger and more brutal owing to what the writers subjected them to. Sansa was broken and rebuilt by abuse. Cersei was always ruthless, but the death of her children, the momentary loss of her beloved twin brother Jamie (Nikolaj Coster-Waldau) and her tussle with the militant religious order The Faith of the Seven took her down a path of no return.But most importantly, Daenerys. From being raped by her Dothraki husband on her wedding night (something that never happened in the book and was included to build empathy for the character in the show) to becoming the mother of dragons, Daenerys paid a huge price. She was the most lost, most lonely and most tired and angry of them all. Although her descent into madness was imminent, it was rushed through by the writers and creators, David Benioff and DB Weiss, and was hard to accept and understand. After years of careful character development came a sudden plunge into chaotic and fiery insanity, stopped in time by the trusty Jon Snow.\n\n\n    \n    Play\n\nGame of Thrones season 5 episode 10.That said, breaking characters to a point that they no longer remained who they were was a constant in the series. Theon Greyjoy, Sansa Stark, Jaime Lannister and Tyrion Lannister were all used and molded to drive the story forward. No one who was a part of the story remained the same person by the end of it. Neither did we. We were witness to a television event that has lasted almost a decade. Game of Thrones was always about multiple stories, and as you kept reading and watching, you became a part of it. Dorne, Winterfell, Craster’s Keep, King’s Landing, Dragonstone, Casterly Rock, Qarth, Volantis, and Braavos were real places to us. Dragonglass, the Children of the Forest, the all-seeing Three-eyed Raven, giants, wargs and direwolves – they were all believable concepts that we built entire fan fictions and conspiracy theories around, which will keep us going considering the many questions that remain unanswered. Until George RR Martin decides to write the next books, this is all we have left. Despite the many discrepancies and a few too many odd steps through the eight seasons, I found myself loyal to the show and excited for what lies ahead. For one, I would pay good money to see a spin-off of the parallel life lived by Arya’s teacher, Syrio Forel. And then let’s not forget that Drogon is out there too, flying east and probably plotting revenge. Valar morghulis.Brienne (Gwedoline Christie) in the Game of Thrones series finale. Courtesy HBO.Also read:‘Game of Thrones’ final episode recap: All hail the new Westeros  From Mother of Dragons to Mad Queen: Daenerys Targaryen’s journey on ‘Game of Thrones’‘What do we do now?’ Twitter mourns the end of ‘Game of Thrones’  I choose violence’: How Cersei Lannister made her way through ‘Game of Thrones’","author":"Ankita Chawla","time":"2019-05-20T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119939-ukyunrytto-1558118044.jpg","tags":["Game of Thrones","Daenerys Targaryen","Jon Snow"],"source":"https://scroll.in/reel/924036/all-shows-must-end-but-this-is-why-the-game-of-thrones-series-finale-hurt-so-much"}