{"title":"All women entitled to safe abortion, distinction based on marital status unconstitutional, says SC","content":"In a significant verdict, the Supreme Court on Thursday ruled that women who are pregnant from a consensual relationship outside wedlock are allowed to have abortions up to 24 weeks, Live Law reported.A bench of Justices DY Chandrachud, JB Pardiwala and AS Bopanna said that exclusion of unmarried women from the Medical Termination of Pregnancy Act is unconstitutional.Under the law, abortion is permitted till 20 weeks of pregnancy. However, women and minors who have been sexually assaulted, raped or the child is borne out of incest, can abort the foetus at 24 weeks.The four-week extension is also available for married women, divorcees, widows, women with mental illnesses, disabilities, those who are pregnant in disaster or emergencies, and whose marital status changes during their pregnancy. The conditions also state that abortion can be allowed if there is a substantial risk of the child being born with a serious physical or mental abnormality.At Thursday’s hearing, the three-judge bench held that all women are entitled to a safe and legal abortion. The court in its judgement also ruled that under the Medical Termination of Pregnancy Act, the definition of rape must include marital rape. “Married women may also form the part of the class of survivors of sexual assault or rape,” the court observed, according to Live Law. “The ordinary meaning of the word rape is sexual intercourse with a person without consent or against their will. Regardless of whether such forced intercourse occurs in the context of matrimony, a woman may become pregnant as a result of non-consensual sexual intercourse performed upon her by her husband.”The judges said that an amendment made to the Medical Termination of Pregnancy Act in 2021 increasing the ceiling limit for termination of pregnancy does not differentiate between married and unmarried women.Justice Chandrachud said that Rule 3B(c) of the Medical Termination of Pregnancy Act mentioning the categories of women whose pregnancy can be terminated up to 24 weeks cannot be interpreted in a restrictive manner.“If Rule 3B(c) is understood as only for married women, it would perpetuate the stereotype that only married women indulge in sexual activities,” Justice Chandrachud added. “This is not constitutionally sustainable. The artificial distinction between married and unmarried women cannot be sustained. Women must have autonomy to have free exercise of these rights.”He noted that excluding unmarried women from the provisions of the Medical Termination of Pregnancy Act would be violative of Article 14 of the Constitution, which deals with right to equality.The judges said the law cannot create such artificial classifications that are based on “narrow grounds” of marital status, according to Bar and Bench.“The foetus relies on the woman’s body to sustain,” the Supreme Court said. “Therefore, the decision to terminate is firmly rooted in their right of bodily autonomy. If the State forces a woman to carry an unwanted pregnancy to the full term, it will amount to an affront to her dignity.”The caseThe Supreme Court bench dealt with the case after a Delhi High Court bench of Chief Justice Satish Chandra Sharma and Justice Subramonium Prasad on July 15 had declined permission to a 25-year-old unmarried woman to terminate her pregnancy of 24 weeks.The High Court had said that the woman’s pregnancy arose out of a consensual relationship and this was not covered under any clause of the Medical Termination of Pregnancy Rules, 2003. However, on July 21, Justice Chandrachud along with Justice Surya Kant expanded the scope of the Medical Termination of Pregnancy Act to include unmarried women and allowed the petitioner to abort her pregnancy. The lower court had taken an “unduly restrictive view” on the woman’s plea, the judges said.On August 23, the Supreme Court had observed that there was a need to “fine tune” the provisions of the Medical Termination of Pregnancy Act to ensure that the law does not prohibit unmarried women from having abortions.","author":"Scroll Staff","time":"2022-09-29T11:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176754-gwdupjvllz-1657023316.jpg","tags":["Supreme Court","abortion","Medical Termination of Pregnancy Act"],"source":"https://scroll.in/latest/1033912/all-women-entitled-to-safe-abortion-distinction-based-on-marital-status-unconstitutional-says-sc"}