{"title":"All 22 accused in Sohrabuddin Sheikh encounter acquitted due to lack of evidence","content":"A special Central Bureau of Investigation court in Mumbai on Friday acquitted all 22 accused in the Sohrabuddin Sheikh fake encounter case due to lack of evidence, reported ANI.Sheikh, a wanted criminal, was killed in an alleged encounter in November 2005. His wife was allegedly raped and killed three days later and his aide, Tulsiram Prajapati, was shot dead by police a year later in December 2006.Judge SJ Sharma in his order said that the witnesses and the evidence collected were not satisfactory to prove conspiracy and murder. “The way in which evidence was brought before me I could not help,” Sharma said, according to The Hindu. The judge said there was no substantial evidence to prove the Central Bureau of Investigation’s case against the accused.“[The] government machinery and prosecution put in a lot of effort, 210 witnesses were brought but satisfactory evidence didn’t come and witnesses turned hostile,” the court said. “[It is] no fault of prosecutor if witnesses don’t speak,” he said.On the allegation that Prajapati was murdered through a conspiracy, the judge said it was not true. “This is the last judgement in my tenure, so I really am sorry to the families of the deceased, but the evidence presented was not substantial enough,” Sharma said, according to Live Law.The Central Bureau of Investigation took over the case from the Gujarat Criminal Investigation Department in 2010 after a Supreme Court order. The agency filed a chargesheet in 2012.Of the 38 people accused in the case, only 22 stood trial. The 22 people accused in the case include police inspectors, assistant inspectors, sub-inspectors and constables and the owner of a farmhouse where Sheikh and his wife Kauserbi were allegedly confined after being kidnapped from a bus on November 23, 2005. The final arguments in the case ended on December 5. Out of the 210 witnesses examined, 92 were declared hostile.The initial list of accused individuals had included Bharatiya Janata Party President Amit Shah, ministers and police officers from Gujarat and Rajasthan.On Thursday, the Ministry of Home Affairs suspended Gujarat cadre Indian Police Service officer Rajnish Rai, who was the first investigator in the case and had arrested three IPS officers accused in the case, reported The Hindu. Rai had reportedly written to the ministry seeking voluntary retirement in August, but the Centre had rejected his plea.On November 20, former chief investigating officer Amitabh Thakur had claimed that Shah, who was the state’s home minister at that time, and four senior police officers benefited politically and monetarily from the case. All the five named by Thakur were discharged by the trial court between 2014 and 2017.Sohrabuddin Sheikh case: All 22 accused acquitted by Special CBI Court in Mumbai due to lack of evidence pic.twitter.com/CSdFvx7f4w— ANI (@ANI) December 21, 2018\n\nThe caseSheikh was killed by the Gujarat Police in November 2005 in an encounter which is alleged to have been staged. He and Kauserbi were travelling by bus from Hyderabad to Sangli in Maharashtra when they were stopped by the Gujarat and Rajasthan police, allegedly abducted and shot dead near Gandhinagar. A sub-inspector also allegedly raped Kauser Bi before murdering her. Sheikh’s aide Tulsiram Prajapati was the sole witness to the murders. He was in police custody after the incident but was shot dead in another encounter in December 2006, when the police claimed he was trying to escape.Court observes that CBI tried its best to prove the case and examined 210 witnesses in the Sohrabuddin Sheikh case. CBI cannot help it if the witnesses turn hostile and the witnesses cannot be pressurised.— Bar & Bench (@barandbench) December 21, 2018","author":"Scroll Staff","time":"2018-12-21T12:28:02.932713+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/74625-bmsqjmtowl-1511449864.jpeg","tags":["Sohrabuddin Sheikh","Fake Encounter","CBI","Tulsiram Prajapati"],"source":"https://scroll.in/latest/906518/all-22-accused-in-sohrabuddin-sheikh-encounter-acquitted-due-to-lack-of-evidence"}