{"title":"All parties want UP Assembly polls to be held as scheduled, says EC amid Covid case surge","content":"All political parties in Uttar Pradesh unanimously agreed that the Assembly polls in the state should be conducted as per schedule while following coronavirus protocol, Chief Election Commissioner Sushil Chandra said on Thursday.A team led by Chandra visited Uttar Pradesh to assess the situation and meet representatives of political parties after the Allahabad High Court last week requested the Election Commission to postpone the upcoming Assembly elections due to the rapid spread of the Omicron variant of Covid-19.Apart from Uttar Pradesh, Assembly elections are scheduled to take place early next year in Goa, Punjab, Manipur and Uttarakhand. The elections in Uttar Pradesh is politically significant as the state has the most number of Lok Sabha seats that play a crucial role in General Elections.On December 23, Justice Shekhar Yadav of the Allahabad High Court also urged Prime Minister Narendra Modi to immediately ban rallies and public meetings of political parties. “Jaan hain toh jahan hain [if there is life, we have the world],” he observed.  At a press conference on Thursday, Chandra said representatives of parties had also brought up political rallies being held in violation of Covid protocols and had asked for restrictions to be put in place. Detailed guidelines on holding rallies will be issued soon.Chandra said voting time will be extended by an hour on the date of polling, from 8 am to 6 pm, and 11,000 booths will be added to ensure that voters are following physical distancing norms. “The staff deployed at voting booths across the state will be fully vaccinated,” the poll panel chief said.\n\n\n    \n    Play\n\nCiting officials in the state, Chandra said 50% of the population is fully vaccinated and four Omicron cases have been reported in the state so far, NDTV reported.Chandra said those above 80 years and ones infected by Covid-19 can vote from their home. He said the low turnout in the last two elections in Uttar Pradesh is a cause of worry for the panel. “We have thoroughly reviewed that and officials are trying to create more awareness [about polls],” he added.The final voters list will be released on January 5 for the upcoming polls, the Election Commission chief said.All political parties have started their campaign for the Assembly elections despite the rising number of infections in the country. There has already been lack of Covid-appropriate behaviour during these events, triggering criticism.The Centre on Monday had urged the five poll-bound states to increase the pace of vaccination. The health ministry had called for inoculation of all eligible persons with the first dose and to track citizens whose second shot has been pending.India reported new 13,154 coronavirus cases over the past 24 hours, taking the country’s tally since the pandemic began last year to 3,48,22,040, data from the health ministry showed. This is 43% higher than Wednesday’s count of 9,195 cases.The country also recorded the highest rise of 180 cases of the Omicron variant of coronavirus, taking the total tally of such infections to 961.Elections during second Covid waveEarlier this year, Assembly elections in West Bengal, Tamil Nadu, Kerala, Assam and Puducherry were held during a devastating second wave of the coronavirus.While the country battled with a record surge in Covid-19 cases for weeks and hospitals ran out of beds and oxygen, politicians held election rallies attended by thousands, with little to no physical distancing or usage of masks.Nowhere was this more evident than West Bengal, where Modi and Union Home Minister Amit Shah held massive rallies until the Election Commission finally banned all roadshows and limited gatherings to 500 people amid the worsening situation.Before this, the Calcutta High Court had observed that it was “unable to reconcile with the fact” that the Election Commission had failed to take any steps beyond “issuing curriculars” to tackle the surge of coronavirus infections in West Bengal.Critics also questioned the Election Commission’s decision to hold elections in eight phases in Bengal during a pandemic. But, the poll panel claimed that it was too late to reduce the length of the elections.The Madras High Court too had pulled up the Election Commission, saying that it should be booked on charges of murder for allowing rallies to continue in poll-bound states.“Your institution is singularly responsible for the second wave of the pandemic,” a bench of Chief Justice Sanjib Banerjee and Justice Senthilkumar Ramamoorthy had told the Election Commission in April.","author":"Scroll Staff","time":"2021-12-30T12:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168188-unneuqxuin-1640847698.jpg","tags":["Uttar Pradesh Assembly elections","Sushil Chandra","Narendra Modi","Assembly polls","Coronavirus","Omicron","Covid-19"],"source":"https://scroll.in/latest/1013955/all-parties-want-uttar-pradesh-assembly-polls-to-be-held-on-time-says-ec-amid-covid-case-surge"}