{"title":"‘All kinds of talent have to come in for art to survive’: Rajiv Menon on ‘Sarvam Thaala Mayam’","content":"Almost two decades after his last directorial credit, Rajiv Menon returns with Sarvam Thaala Mayam, which explores caste, Carnatic music and the guru-shishya tradition.  The movie stars GV Prakash Kumar as the son of a Dalit mridangam maker who becomes the pupil of maestro Vembu Iyer (Nedumudi Venu). Peter’s efforts bring him in conflict with Vembu Iyer’s bigoted assistant Mani (Vineeth), and a music talent show seems to offer a way out. The film allows Menon to explore the culture of Carnatic music in Chennai, with which he is deeply familiar, as well as ask questions that have bothered him as an aficionado, such as the shifting fortunes of Carnatic music and the debate over inclusiveness.  It will be premiered at the Tokyo International Film Festival (October 25-November 3) and will be released on February 1.    The acclaimed cinematographer and director made his feature film debut with Minsara Kanavu in 1997. His second film, Kandukondain Kandukondain, followed three years later. Both the Tamil-language films had memorable soundtracks by AR Rahman. Menon, 55, was all set to follow up with a biopic on MS Subbulakshmi, but the project fell through. He returned to shooting commercials, being the cinematographer on outside projects (including Guru and Kadal) and running his Mindscreen Film Institute in Chennai. Excerpts from an interview.How did your new movie come about?Around three or four years ago, somebody had approached me to make a documentary on Umayalpuram K Sivaraman, the mridangam player. He is a colourful character, and I started shooting him and his life. Once, during a performance in Thanjavur, I found a man named Johnson hanging around. Johnson is his assistant, and makes his mridangams. I discovered 80-odd families that have been traditionally making mridangams. Johnson also told me that they test the instruments but never play them, and that he had sent his son to Umayalpuram to learn.There has been an unwritten law, a wall against Dalits from participating in concerts. That being said, if you are good, you can break the glass ceiling and come through. Classical music is also about having heard music and having had the right experience. I finished the documentary, but I couldn’t really show it anywhere. Could I imagine a film where this could happen – come up with a dramatic plot anchored in reality? That’s when I started writing.The production took over a year and a half. Even as I looked for producers, AR Rahman had started scoring the music. My wife, filmmaker Latha Menon, stepped in and said, we will do the film ourselves if nobody else does.\n\n\n    \n    Play\n\nSarvam Thaala Mayam (2019).What does the film say about Carnatic music and caste?I was essentially seeing this film about an underdog coming into the field of classical music. Music is a unifying force here. Bat manufacturers cannot become Sachin Tendulkar, just like pen manufacturers cannot become Subramania Bharati. The other side is, why can’t we go ahead and play too?The film does question caste, but it is also about learning and performing. It is not confrontational but aspirational – about a young man accepting the need for a guru. In the Indian classical arts, you need a guru, but you don’t always have to step on top of the guru’s head.The need for inclusiveness is there in every art. The doors must be open. All kinds of talent have to come in for art to survive. Art that caters to a small section of people is on life support and will die. You see this most explicitly in cricket. At one stage, the Indian team was filled with Brahmins, but today, the Indian Premiere League has brought in a meritocracy. There is also the question of people who have the access and opportunity to musical knowledge. There is no financial incentive for Carnatic music. This is where the family background comes in – it has to be dinned into you. Then come intellect and interpretation. Carnatic music already suffers since people feel it cannot be accessed. Then here is one man who is struggling to overcome his family, his lack of self-belief, and others who say that it isn’t in his blood.How challenging was it to make a film revolving around Carnatic music traditions?One question was, what could we do to make the music and the film more universal? It can be specific and very much in the details. You want the film to engage and give people hope and a sense of self-belief as well as see the wonders of classical music.The music talent show is one reality. Another is that music is getting more Westernised. There is a decline in melody and the rise of rhythm. Another challenge was to get young people interested in something as evolved as classical music and drum playing. People have done films on drumming, and it looks fake. You need somebody who can actually play.#SarvamThalaMayam selected for 31st #tokyointernationalfilmfestival ... my guru @arrahman musical ... @DirRajivMenon ... pic.twitter.com/6AaJFn6BXY— G.V.Prakash Kumar (@gvprakash) October 6, 2018\n\nIs that why you cast music composer and actor GV Prakash Kumar?One of the actors who would look the part and train for a year was GV Prakash. Umayalpuram didn’t know that GV is a musician. When he first met him, he said, he can’t be a player even in 10 years, but he can be pretend to be a musician in a week. Then he later said, this fellow is actually very good.The cast includes professional Carnatic musicians.Sometimes we used musicians and taught them acting, and sometimes it was the other way round. We did live sound in many scenes. The classroom sequences involved real playing.There is Sumesh S Narayanan, a leading mridangam player. We tested him and found him to be a good actor. We also cast Sikkil Gurucharan, and reality show hosts P Unnikrishnan, Srinivas and Karthik. Dhivyadharshini plays a television anchor, while Vineeth plays Mani anna, Vembu Iyer’s assistant.Who would be the old man who could play Vembu Iyer? I knew that Nedumudi Venu can actually play the mridangam in real life. He had recently had an open heart surgery, which was taking time to heal. I tried approaching others, but Venu had a different tempo – a way of slithering into a scene and stinging and going away.We had jamming sessions, and Umayalpuram was stunned.Nedumudi Venu in Sarvam Thaala Mayam (2019). Courtesy Mindscreen Cinemas.You have combined AR Rahman’s songs with actual Carnatic performances.I have kept the five songs contemporary, and kept the Carnatic music as pure as possible. In the Carnatic scenes, the performances have not been compromised at all. Umayalpuram and Sikkil performed at the Music Academy in Chennai, and the final concert is by Bombay Jayshri. We shot the sequences again later with the actors.Mine is more of a rhythm film, rather than a singing film. I don’t think that you have to bridge the gap between Carnatic music and the way ordinary people listen to it. There are great new singers now backed by new technology. But it is very difficult to get young people to come in. Carnatic music will only be popular if you are a visual artist too. How many people can you reach anymore with All India Radio and a kutcheri [concert]?Carnatic music has become narrower because the people listening to it are older. If there are people who can come and see the wonder… it’s test cricket, in a sense. The film speaks deeply about your love for classical music as well as your immersion in the Chennai concert scene.I have been fortunate to have a mother [Kalyani Menon] who knows and practises music. When we shifted to Chennai, we had the privilege to listening to live concerts. While the text and the composition of the masters form the base, the kutcheri, or the live concert, bring out the full scope of artists, their ability to improvise on pure notes, with and without rhythm and finally pure rhythm jugalbandi.While most live concerts these days by successful popular musicians have become largely about lip-syncing, the classical Indian music concert is definitely still about live performances. But we don’t know how long this will last. Will it give way to TV and reality shows? So in some ways, I am predicting the future.\n\n\n    \n    Play\n\nSmaiyai, Kandukondain Kandukondain (2000).What has changed between your first film and your latest one?I have definitely underperformed as a director. I like to learn and study and ask questions as to why I am doing something. I feel that questioning and trying to find something new should be there. You don’t get younger, but you can only try to keep doing younger things. Today, you can tell different kinds of stories. You have to be braver in this world. If you believe in your content, go ahead and make a film, but the film also has to be interesting enough. My passport is music, in a sense, I don’t have star power here, but I do have a star music director.Friends and family have come together for this film. I feel invigorated, and I am looking at another film project. The gestation period should be shorter. We are also learning how to market our film.","author":"Nandini Ramnath","time":"2018-10-25T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111681-sghnonfnds-1548679549.jpeg","tags":["Rajiv Menon","Sarva Thala Maayam","GV Prakash Kumar"],"source":"https://scroll.in/reel/899534/all-kinds-of-talent-have-to-come-in-for-art-to-survive-rajiv-menon-on-sarvam-thaala-mayam"}