{"title":"All bark, no bite? Assamese groups fail to file NRC objections even as they call draft list flawed","content":"Over the last four months, activist Shahjahan Ali has travelled across several western Assam districts helping people left out of the draft list of the state’s National Register of Citizens file fresh claims of citizenship. At the same time, he has also filed an “objection” against the inclusion of Bilal Hussain and his family in the citizenship rolls.Ali claims that Hussain and his family got into the list by wrongly connecting their ancestry to his grandfather, Mokfed Ali. “Mokfed Ali is our grandfather and we don’t know who Bilal Hussain is,” Ali said. “As a result, no one save two people in our extended family of 33 has made it to the NRC.”Of the 3.3 crore people who applied to be included in the National Register of Citizens – a roster of bona fide Indian citizens in Assam – around 2.89 crore people have made it so far. To be included in the citizenry list, an individual has to prove that they or their ancestors entered the country before midnight on March 24, 1971.Those who did not make it to the draft list have till December 15 to make yet another claim for inclusion. Conversely, the rules also allow for people to make an objection against those included in the final draft. After the final draft was released on July 30, several Assamese civil society groups complained that people had wrongly been included in the list. Yet, till five days before the December 15 deadline, only a minuscule number – less than 250 – of objections have been filed.‘Personal enmity cases’An overwhelming number of these objections, National Register of Citizenship officials say, have been filed not by Assamese nationalist groups but by people known to the complainees. “Most cases are of personal enmity,” said an official in a South Assam district. “Both parties we have seen to belong to the same community.”Another official in a western Assam district concurred. “There have been just one or two cases in our district,” said the official. “And they seem to pertain to personal property disputes. They think that inclusion in the NRC would mean they have to share their property.”An activist in Barpeta district spoke of a similar case. “In our area, one man has filed an objection against the inclusion of his son as he stays with his estranged wife,” he said. “The boy has used his legacy, but he doesn’t want anything to do with his former wife and his son now.”Application numbersBut what explains the reluctance of Assamese nationalist groups, usually vocal about alleged large-scale undocumented migration from Bangladesh, to file objections?Upamanyu Hazarika, convener of the Prabajan Virodhi Manch, “a forum against infiltration”, which has often claimed that the list has been rigged, blamed it on the rules for filing objections. He said these had rendered the process an “empty formality”. He contended that it was next to impossible to file objections as one needs to know the Application Receipt Number – a 21-digit number linked to each application –  of the person whose inclusion he wants to object to. “The ARN number is not publicly available, and NRC seva kendras are not willing to share it,” he claimed.  “NRC authorities only share figures and data that are convenient to them.”Aabhijeet Sharma, president of Assam Public Works, whose petition in 2009 in the Supreme Court set the ball rolling for the citizenship register, echoed Hazarika.  “How does one file objection without the ARN number?” asked Sharma, who has demanded a re-verification of the draft list, claiming that it is flawed. He added, “Say you know that Aabhijeet Sharma is a Bangladeshi, how will you get hold of his ARN number to file an objection?”Passing the buck? Sharma added that his organisation had done its job by getting the court to initiate the process. “The bigger nationalist groups with all their grassroots workers [should] step in now,” he demanded. “What are they waiting for? Particularly the AASU [All Assam Students’ Union] and the AGP [Asom Gana Parishad] as their workers had laid down their lives during the Assam Agitation.”The All Assam Students’ Union had spearheaded the anti-foreigners’ agitation in 1979, which culminated in the Assam Accord of 1985. One of the clauses of the accord stipulated that the National Register of Citizens, last compiled in 1951, should be updated in a bid to separate so-called foreigners from Indian citizens. But the organisation has shied away from filing objections. “In the past, we have had bad experience – we were blamed for the chaos around deletion of people from voters’ list in the ’90s,” said Lurinjyoti Gogoi, its general secretary.  “So we will not do it as an organisation, but we will help people who want to do it.”Gogoi said people would be encouraged to file more objections if the process could be carried out in circle offices and deputy commissioner’s offices in addition to NRC seva kendras. “To go to a seva kendra in an area with suspected Bangladeshis is a challenging task as there could be security issues,” he claimed. ‘Unsubstantiated allegations’National Register of Citizens authorities, however, insist that the low rate of objections means only one thing: few people, if at all, have been wrongly included in the draft list. “Just because someone thinks that the inclusion of people from a certain community should be less, that’s just his own speculative assessment,” said a senior official. The official also dismissed civil society groups’ contention that the  Application Receipt Number was difficult to get hold of, saying that an area-wise list is available in all circle and deputy commissioners’ offices. “Every person who got in has gone through a due process,” said the official. “If you are really sure someone is a foreigner, you have to go beyond making unsubstantiated allegations and put in some effort to file an objection.”","author":"Arunabh Saikia","time":"2018-12-12T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/905184-weoclpsgym-1534089942.jpg","tags":["Assam","National Register of Citizens","Citizenship","Migration","Bangladesh"],"source":"https://scroll.in/article/905184/all-bark-no-bite-assamese-groups-fail-to-file-nrc-objections-even-as-they-call-draft-list-flawed"}