{"title":"All villages in India are now electrified, claims government, Congress says BJP taking ‘fake credit’","content":"All villages in India have now been electrified, according to data on a government website. Out of 18,452 villages without access to power three years ago, 17,181 have been electrified. The others are either uninhabited or classified as grazing reserves.Prime Minister Narendra Modi claimed on Sunday that the feat was achieved on Saturday when Manipur’s Leisang village became the last to be electrified.A village is said to be electrified if at least 10% of its households, as well as public places such as schools, panchayat offices and health centres, have access to electricity. The Modi government had identified 18,452 villages to be electrified under the Deendayal Upadhyaya Gram Jyoti Yojana in 2015. While all inhabited villages out of them have now been electrified, only 1,321 have access to power for all their households, the data on the government’s Grameen Vidyutikaran (rural electrification) website showed.28th April 2018 will be remembered as a historic day in the development journey of India. Yesterday, we fulfilled a commitment due to which the lives of several Indians will be transformed forever! I am delighted that every single village of India now has access to electricity.— Narendra Modi (@narendramodi) April 29, 2018\n\n“Leisang village in Manipur, like the thousands of other villages across India has been powered and empowered!” Modi tweeted on Sunday. According to the 2011 census, Leisang has 19 families with 65 people.Modi had promised in his Independence Day speech in 2015 that his government would bring electricity to all villages within 1,000 days.“We are just absolutely thrilled, excited and delighted,” PV Ramesh, the chairman of state-run Rural Electrification Corporation, which was working on the project, told Mint. “We have fulfilled our mandate, our promise and the work allotted to us by the government and the honourable Prime Minister.”Leisang village in Manipur, like the thousands of other villages across India has been powered and empowered! This news will make every Indian proud and delighted. https://t.co/UCPEEITbIM #PowerfulIndia— Narendra Modi (@narendramodi) April 29, 2018\n\nThe Congress claimed that the government was taking “fake credit” for the feat. Around 97% of nearly 6.5 lakh villages were already electrified by the time the Narendra Modi government came to power, spokesperson Randeep Singh Surjewala said. He said that Congress-led governments electrified villages at a rate of 10,000 villages a year, while the Modi government had done so at just over 4,800 villages a year.Dear Amit Shahji,India has 6,49,867 villages. Congress connected 97% with electricity.During UPA (2004-14), Congress electrified 1,07,600 villages. In 60 yrs, Congress average is electrifying 10,000 villages per year.Congress created #PowerfulIndia but didn’t boast!1/2 pic.twitter.com/pktrzcqqD2— Randeep Singh Surjewala (@rssurjewala) April 29, 2018\n\n2/2Dear Modiji/Piyushji,On 26th May,2014; only 18,452 villages were without electrification.BJP Govt took 46 months to complete this at at an average of 4,813 villages per year.This is - ‘celebrating inefficiencies’ & taking ‘fake credit’ for Congress work. pic.twitter.com/U270EK2pee— Randeep Singh Surjewala (@rssurjewala) April 29, 2018","author":"Scroll Staff","time":"2018-04-29T15:05:59.825792+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/877297-ee3cd936-4ef3-4c9f-9c9b-2aa758359b51.jpg","tags":["Rural electrification","Narendra Modi","Leisang","Electricity","Power Ministry"],"source":"https://scroll.in/latest/877297/all-villages-in-india-are-now-electrified-claims-government"}