{"title":"NRC row: ‘All parties should make their stand on Bangladeshi immigrants clear,’ says Amit Shah","content":"Bharatiya Janata Party President Amit Shah on Tuesday said that many political parties had spoken in Parliament about the National Register of Citizens, but nobody mentioned that the second list was merely a draft and not the final document. The draft, published by the Assam government on Monday, has left out around 40 lakh people who had applied.“What is the stand of the Congress party and its president Rahul Gandhi on Bangladeshi infiltrators?” Shah asked. “They should make it clear. The Congress party keeps changing its stand. Former Prime Minister Indira Gandhi had herself said that Bangladeshi infiltrators have no place in India. Congress leader P Chidambaram has said the same. The Congress should not play vote bank politics.”Shah said the Trinamool Congress should make their stance clear. “The security of our borders is the government’s top priority,” he said. “There should be no confusion about this.”The BJP president added that the Centre will fully implement the Supreme Court’s directives in the matter and that “no Indian citizen” should be worried about the NRC draft. He said that it was unfortunate that except the BJP and the Biju Janata Dal, no other party in Parliament had the courage to say that Bangladeshi infiltrators have no place in India.The final draft verifies 2.89 crore people, out of the 3.29 crore who had applied, as legal citizens of India. The stated aim of the counting exercise is to separate genuine Indian citizens from so-called illegal migrants who might be living in the state. According to the terms of the exercise, anyone who could not prove that they or their ancestors had entered the state before midnight on March 24, 1971, would be declared a foreigner.Earlier in the day, Shah in Rajya Sabha defended the Centre’s move to come up with the NRC. He said the NRC was based on the Assam Accord. “Rajiv Gandhi signed Assam Accord in 1985, which was similar to NRC,” said Shah. “They did not have courage to implement it, we did. Whom do you want to save? You want to save Bangladeshi infiltrators?”Rajnath Singh meets Mamata BanerjeeEarlier on Tuesday, West Bengal Chief Minister Mamata Banerjee addressed the media, calling the draft an attempt to evict Bengalis from Assam.Subsequently, Home Minister Rajnath Singh said on Twitter that he discussed Banerjee’s concerns with her during a meeting with the West Bengal chief minister. “I told her that the draft National Register of Citizens had been published in accordance with the provisions of Assam Accord and as per decisions taken in a tripartite meeting on February 05, 2005 between the Centre, State Government of Assam and All Assam Students Union to update NRC, 1951,” Singh tweeted. “I told her the updation exercise was being carried out in a totally fair, transparent, non discriminatory and legal manner.”The home minister said nobody will be “harassed in this entire process”. Singh said the draft National Register of Citizens was prepared in accordance with the law under the supervision of the Supreme Court.","author":"Scroll Staff","time":"2018-07-31T16:27:57.703358+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888696-85283-jgdhornlih-1525839174.jpg","tags":["National Register of Citizens","Amit Shah","NRC","BJP","Assam"],"source":"https://scroll.in/latest/888696/all-parties-should-make-their-stand-on-bangladeshi-immigrants-clear-says-amit-shah"}