{"title":"Allahabad HC restores petition to hand over Mathura’s Shahi Idgah mosque to Hindus","content":"The Allahabad High Court has restored a petition seeking directions to the authorities to hand over to a trust run by Hindus, the Shahi Idgah mosque, located next to the Shri Krishna Temple Complex in Uttar Pradesh’s Mathura city, Bar and Bench reported on Saturday.The petition had earlier been dismissed on January 19 last year because the petitioner had appeared in the court without a lawyer. In its petition, the Sri Krishna Janmabhumi Mukti Aandolan Samiti has claimed that Mughal emperor Aurangzeb had built the mosque after dismantling a temple of Hindu deity Krishna in 1669. The outfit has claimed said that the walls of the mosque still bear Hindu religious symbols.The petition seeks directions from the court so that the land is handed over to Hindus, under a trust made to build a temple to mark Krishna’s birthplace.A bench of Allahabad High Court Chief Justice Rajesh Bindal and Justice Prakash Padia have now restored the original plea. The matter will next be heard on July 25.The Sri Krishna Janmabhumi Mukti Aandolan Samiti has filed the petition even though the Places of Worship (Special Provisions) Act, 1991, protects all religious structures as they existed at the time of Independence with the exception of the Babri Masjid site in Ayodhya. Under the law, a temple cannot be built at the site of a mosque, or the other way round. In a landmark verdict on November 9, 2019, the Supreme Court had ruled that the plot on which the Babri Masjid had stood in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The court said that the demolition of Babri Masjid in 1992 was “an egregious violation of the rule of law” and directed the government to acquire an alternative plot of land to build a mosque.","author":"Scroll Staff","time":"2022-03-14T17:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171484-axaybatdeg-1647252029.jpeg","tags":["mosque","Allahabad HC","Mahek Maheshwari","Shahi Idgah","Hindu","law news"],"source":"https://scroll.in/latest/1019455/allahabad-hc-restores-petition-to-hand-over-mathuras-shahi-idgah-mosque-to-hindus"}