{"title":"Allahabad High Court rejects plea against allowing Hindu prayers in Gyanvapi cellar","content":"The Allahabad High Court on Monday rejected a petition challenging the Varanasi district court’s order that permitted Hindus to offer prayers in the basement of the Gyanvapi mosque complex, Bar and Bench reported.Justice Rohit Ranjan Agarwal delivered the verdict on a petition filed by the Anjuman Intezamia Masjid Committee, which manages the mosque, challenging the Varanasi district court’s order.On January 31, the Varanasi court had allowed Hindus to offer prayers in the basement of the complex after an Archaeological Survey of India report claimed that a Hindu temple that existed at the site was destroyed in the 17th century and built over.The findings of the archaeological survey had been made public through the court on January 25.The Gyanvapi mosque complex has four cellars in its basement. One of them is still owned by the Vyas family of priests who used to live there. They argued that, as hereditary priests, they should be allowed to offer prayers in that cellar.The district court had ordered that the arrangements for Hindu prayers, including the removal of barricades, be completed within a week. The prayers should be conducted by priests of the neighbouring Kashi Vishwanath temple, the district court had ruled.A group of Hindus, led by Varanasi District Magistrate S Rajalingam, prayed inside the complex on January 31, hours after the district court passed the direction allowing them to do so.However, the Anjuman Intezamia Masajid Committee said that they were not informed of the development. On February 9, the committee challenged the Varanasi court’s order in the Supreme Court seeking an urgent hearing. The top court, however, directed them to approach the Allahabad High Court instead.The Allahabad High Court had on February 2 refused to grant an interim stay on the Varanasi district court order.The Gyanvapi caseIn July, the Varanasi district court had ordered the archaeological survey of the site in response to a petition by a group of Hindu litigants seeking the right to hold prayers inside the mosque compound.The district court’s order came after the Allahabad High Court held in May that a scientific survey could be conducted of an oval-shaped object found on the mosque premises. The object was found in May 2022 during another survey of the mosque premises ordered by a civil court in Varanasi.The Hindu litigants claimed that the object was a shivling, a representation of the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.The Archaeological Survey of India has said that based on the study of the architectural remains, exposed features and artefacts, inscriptions, art and sculptures, it can be concluded that “there existed a Hindu temple prior to the construction of the existing structure”.“The pre-existing structure appears to have been destroyed in the 17th century, during the reign of Aurangzeb, and part of it was modified and reused in the existing structure,” the report said.Parts of the existing temple, including pillars and pilasters, were reused with little modifications for the expansion of the mosque premises, the survey report said.The survey report also said that sculptures of Hindu deities and carved architectural members were found buried in a cellar.Architectural remains, decorated mouldings on the walls, birds and animals carved for decoration inside and outside suggest that the western wall of the mosque is the remaining part of a Hindu temple, the survey report added.","author":"Scroll Staff","time":"2024-02-26T12:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190243-dsejfrvlph-1684301316.jpg","tags":["Allahabad High Court","Varanasi","Gyanvapi case"]}