{"title":"Allahabad HC allows survey of Mathura’s Shahi Idgah mosque","content":"The Allahabad High Court on Thursday allowed a petition demanding that a court commissioner be appointed to inspect the Shahi Idgah mosque in Uttar Pradesh’s Mathura, reported Live Law.The petitioners in the case have demanded full ownership of 13.37 acres of land around the mosque, claiming that it is the birthplace of Hindu deity Krishna. After the hearing, advocate Vishnu Shankar Jain, representing the petioners, said that the court has rejected the arguments of the Shahi Idgah mosque against the survey, reported ANI“My demand was that in Shahi Idgah masjid there are a lot of signs and symbols of the Hindu temple, and to know the actual position, an advocate commissioner is required,” Jain told reporters. “It is a landmark judgement by the court.”He added that the High Court will decide the modalities about the appointment of the commissioner on December 18.The suit was filed after the High Court on May 26 transferred to itself all the petitions pending before a Mathura court seeking various reliefs, including removing the mosque that is adjacent to a Krishna temple. The petitioners have claimed that the temple was the birthplace of the deity.On July 21, a Varanasi district court had passed a similar order allowing a scientific survey of the Gyanvapi mosque in the city. The district court had passed the order in response to petitions by a group of Hindu litigants seeking the right to hold prayers inside the mosque compound.The district court’s verdict came after the High Court held in May that a scientific survey could be conducted of an oval-shaped object found on the mosque premises.The oval-shaped object was found in May last year during a survey of the mosque premises ordered by a Varanasi civil court. The Hindu litigants claimed that the object was a shivling, a representation of the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.","author":"Scroll Staff","time":"2023-12-14T14:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174611-cmgcpoorbu-1652980433.jpg","tags":["Allahabad High Court","Shahi Idgah","Shahi Idgah mosque","Mahutra","Scientific survey"],"source":"https://scroll.in/latest/1060574/allahabad-hc-allows-survey-of-mathuras-shahi-idgah-mosque"}