{"title":"Allahabad HC directs trial court to hear Shahi Idgah suit ignoring district judge’s observation","content":"The Allahabad High Court on Monday directed a Mathura court to decide on the suit seeking the removal of the Shahi Idgah mosque adjacent to a Krishna temple without considering the observations made by the district court last year, reported Live Law. The plaintiffs claim that the Shahi Idgah mosque is built over the birthplace of the Hindu deity Krishna. They have staked claim over 13.37 acres of land around the mosque.On May 19, the Mathura district court had held that the suit to remove the Shahi Idgah mosque was maintainable and directed the civil court to hear both the parties in the case.The district court had also made observations about the merits of the case, stating that Places of Worship Act, 1991, does not stop filing of cases that seek changes in religious nature before 1991, when the law was introduced.  The court then overturned a 2020 order by the civil court that had dismissed the suit to remove the mosque citing the Places of Worship Act, 1991. The law prohibits changing the religious nature of a place of worship from how it existed on August 15, 1947. Following the order, the Uttar Pradesh Waqf Board moved the High Court against the district court’s order. The High Court then stayed the civil court proceedings on the suit in August, reported Live Law.On Monday, the High Court refused to set aside the May 19 order of the district court but noted that the district judge should not have made remarks on the merits of the case.The High Court held that the questions regarding the maintainability of a regular civil suit and its merits has to be decided by the trial court.","author":"Scroll Staff","time":"2023-05-01T21:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174579-hboupgczbt-1652944788.jpeg","tags":["Allahabad High Court","Mathura","Shahi Idgah","Krishna Temple","Uttar Pradesh"],"source":"https://scroll.in/latest/1048362/allahabad-hc-directs-trial-court-to-hear-shahi-idgah-suit-ignoring-district-judges-observation"}