{"title":"Allegations of Khalistani separatist’s assassination signal a collapse in India-Canada ties","content":"The Indian government on Tuesday rejected Canadian Prime Minister Justin Trudeau’s allegations that Delhi may be linked to the assassination of a Sikh separatist on Canadian soil, adding to a series of incidents that illustrate how bilateral ties have worsened in recent years.The  relationship, driven by the presence of a large Indian diaspora in Canada, has soured in recent years because New Delhi claims that Ottawa is soft on supporters of Khalistan, an independent Sikh nation that some hope to establish. On the other hand, Canada has accused India of interfering in its domestic politics. The latest allegations by Ottawa and Delhi feed these larger grievances.‘Violation of our sovereignty’  On Monday, Trudeau said in the Canadian parliament that his country’s intelligence agencies are looking into the shooting of Hardeep Singh Nijjar outside a Sikh cultural centre in Canada’s Surrey in June. He was the head of the Khalistan Tiger Force, which is designated a terrorist outfit in India. Nijjar was among India’s most wanted persons.“Any involvement of a foreign government in the killing of a Canadian citizen on Canadian soil is an unacceptable violation of our sovereignty,” Trudeau said. “It’s contrary to the fundamental rules by which free, open and democratic societies conduct themselves.”As a consequence, Canadian Foreign Minister Mélanie Joly said that Pavan Kumar Rai, the head of the Canadian unit of the Research and Analysis Wing, the Indian foreign intelligence service, had been expelled.In response, New Delhi expelled a senior Canadian diplomat on Tuesday and said that the allegations that the Indian government was involved in the murder on Canadian soil are “absurd and motivated”.Poor state of bilateral tiesThis came just a week after India and Canada issued stern statements about each other following a reportedly testy bilateral meeting between Prime Minister Narendra Modi and Trudeau on the sidelines of the Group of 20 summit in Delhi.On September 10, a press release issued by India’s external affairs ministry quoted Modi as having conveyed New Delhi’s strong concerns to Trudeau about “continuing anti-India activities of extremist elements” in Canada.On the other hand, Trudeau had said on September 10 that issues such as rule of law and international rules-based order were important to Canadians. “We have had seriously frank conversations, as Canadians would expect,” Trudeau had said.On Monday, Trudeau added that he had discussed these allegations with Modi during their meeting last week “in no uncertain terms”.Observers had highlighted the unusual sternness in these statements, especially from India, last week.\n\t\t\n\tModi and his Canadian counterpart Trudeau during their meeting in Delhi. Credit: Justin Trudeau/TwitterWhile India-Canada relations have previously been tested by events such as the bombing of an Air India aircraft in 1985 by a Canada-based Khalistani separatist group, ties have deteriorated rapidly in recent years. In a sign of things, Canada even paused negotiations for a free trade agreement with India on September 1.  India’s long-standing allegationsIndia’s stern comments last week stemmed from Delhi’s long-standing grievance that Khalistani outfits are being allegedly given a free rein by Canadian authorities, including allowing them to  organise so-called referendums on Khalistan.In June, India had made a diplomatic protest when a parade in Canada’s Brampton featured a tableau in which a statue depicting former Indian prime minister Indira Gandhi in a blood-stained sari with turban-clad men pointing guns at her. A placard on the tableau read: “Revenge for attack on Shri Darbar Sahib.”The placard referred to Indira Gandhi’s decision in 1984 to order the Indian Army to storm the Golden Temple in Amritsar after Sikh separatist leader Jarnail Bhindranwale took refuge in the complex. A few months later, Gandhi was assassinated by two of her Sikh bodyguards. The Canadian authorities said that the tableau did not constitute a hate crime.Canada is home to one of the largest Indian diasporas, of which Sikhs form a significant proportion. Observers had told Scroll in March that the idea of Khalistan finds much greater traction among some in the diaspora than among Sikhs in India. This support stems from the gap between their memories of the storming of the Golden Temple by the Indian Army and the 1984 pogrom against Sikhs and the situation today, they had said.Indian diplomacy has also been consistently raising the issue of Hindu temples in Canada being allegedly vandalised and defaced by Khalistani groups.  Significantly, Trudeau’s Liberal party, short of a majority in parliament, depends on support from Canadian Sikh politician Jagmeet Singh’s New Democratic Party. Singh had once participated in a Khalistani separatist rally.Justin Trudeau listens to speeches at the Gurdwara Sahib Ottawa Sikh Society in Ottawa, Canada, in November 2015. Credit: Patrick Doyle/ReutersCanada’s counter-allegationsOn the other hand, Canada has been alleging India’s interference in its domestic affairs. In June, Trudeau’s National Security Adviser Jody Thomas alleged that India was among “state actors and proxies” involved in influencing Canadian domestic politics and elections. Until then, the country’s federal agencies in recent years had warned only indirectly about India allegedly exerting influence in Canada. Thomas’s allegation came in the same month as Nijjar’s death in a city near Vancouver.Around the time Nijjar was murdered, two other Khalistan leaders also died – one in the UK and the other in Pakistan. This fuelled speculation on social media about whether the Indian intelligence agencies were linked to these deaths abroad. Gurpatwant Singh Pannun, a pro-Khalistan leader based in the United States, had alleged after Nijjar’s death that the Research and Analysis Wing, Modi, Union Home Minister Amit Shah and the Indian National Security Advisor Ajit Doval were “responsible for [the] assassination”.Pannun alleged to Canadian media conglomerate Postmedia that the Canadian Security Intelligence Service had alerted Nijjar of threats he was facing just days before he was killed. Pannun did not elaborate on these allegations.Subsequently, Khalistan sympathisers had also circulated posters online targeting Indian diplomats in Canada for being the “faces of Shaheed Nijjar’s killers in Toronto”.An earlier version of this article was published on September 13, 2023.","author":"Nachiket Deuskar","time":"2023-09-19T13:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194132-izdglqxorh-1694850401.jpg","tags":["India","Canada","India-Canada Relations","Justin Trudeau"],"source":"https://scroll.in/article/1056200/allegations-of-khalistani-separatists-assassination-signal-a-collapse-in-india-canada-ties"}