{"title":"Lok Sabha polls: As TMC announces candidates, Congress says alliance still possible","content":"An alliance with the Trinamool Congress is possible until the withdrawal of nominations, said Congress president Mallikarjun Kharge on Sunday, reported PTI.Kharge’s statement came hours after the Trinamool Congress announced its list of candidates for all 42 Lok Sabha seats in West Bengal.“We will contest the Lok Sabha polls in Bengal alone and will fight against the Congress, BJP [Bharatiya Janata Party] and the Communist Party of India (Marxist),” Trinamool Congress supremo Mamata Banerjee said in a rally on Sunday. “We will also contest elections in Assam and Meghalaya. We are in talks with [Samajwadi Party chief] Akhilesh Yadav for contesting one Lok Sabha seat in Uttar Pradesh.”Reacting to the announcement, Congress leader Jairam Ramesh said his party has always maintained that “such an agreement has to be finalised through negotiations and not by unilateral announcements”.In January, the Trinamool Congress, which is part of the Opposition’s Indian National Developmental Inclusive Alliance, or INDIA bloc, announced that it would go solo in the general elections in West Bengal.The INDIA bloc is a coalition of Opposition parties that plans to take on the Bharatiya Janata Party-led National Democratic Alliance in the general elections.Earlier this month, Ramesh had said the Congress remains open to a seat-sharing agreement with the Trinamool Congress.“We have not closed any doors,” the Congress leader told PTI. “She has unilaterally announced that she will contest all 42 seats [in West Bengal], well that is her announcement. As far as we are concerned, talks are still continuing, the doors are still open and the final word will not be said till the final word is said.”On February 23, Trinamool Congress MP Derek O’Brien reiterated his party’s stand saying that there was no change in its decision to contest the general election on its strength, reported The Indian Express.","author":"Scroll Staff","time":"2024-03-11T11:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193194-prylqtouou-1692094456.jpeg","tags":["TMC","Mallikarjun Kharge","Lok Sabha elections","Indian alliance","Trinamool Congress"],"source":"https://scroll.in/latest/1065006/alliance-with-tmc-possible-until-withdrawal-of-nominations-says-congress"}