{"title":"Allowing European MPs to visit Kashmir was ‘gravest sin’ by Modi government, says Congress","content":"The Congress on Wednesday hit out at the Narendra Modi government for allowing an unofficial delegation of members of European Parliament to visit Jammu and Kashmir. The Opposition party said the government had committed the  “gravest sin” by violating and reversing India’s time-tested policy of maintaining that Kashmir is an internal matter. Congress spokesperson Randeep Singh Surjewala said the visit was “an immature, ill-advised and ill-conceived PR exercise of BJP government organised by an ‘international business broker’”. This was a reference to a woman named Madi Sharma, who wrote to the MEPs promising “a prestigious VIP meeting” with Modi as well as a trip to Kashmir. According to Bill Newton Dunn, a member of the Liberal Democratic party in the United Kingdom, the trip was organised by the International Institute for Non-Aligned Studies, which describes itself as a “thinktank for the Non-Aligned Movement”. The Women’s Economic and Social Think Tank was also reportedly involved in organising this trip.“Modi government has committed a grave sacrilege by introducing a third party to assess the ground situation in Kashmir and that also through an unknown think tank,” Surjewala said. “By doing so, government has caused an affront to India’s sovereign right over Jammu and Kashmir.”The Congress asked Modi to explain who Madi Sharma is, and accused it of outsourcing diplomacy to her. “What is BJP’s connection to ‘Women’s Economic and Social Think Tank’ as also to ‘International Institute for Non-aligned Studies’?” Surjewala asked. “Why and in what capacity is Madi Sharma fixing an appointment with the prime minister for a delegation of EU MPs on a personal visit and why is government of India facilitating it? Where is the money to finance the entire visit coming from? Why has MEA been completely sidelined?”\n\n\n    \n    Play\n\nEarlier in the day, the delegation of European politicians addressed a press conference. Only 23 of  the 27 parliamentarians who came to India ended up going to Kashmir. The Members of European Parliament, most of them belonging to right-wing, nationalist parties, said they did not want to interfere in Indian politics, and identified terrorism as the major factor for instability in Kashmir. French politician Henri Malosse condemned the terror attack in Kulgam on Tuesday. “What concerns us is terrorism, which is a global menace and we should stand with India in fighting it,” he said.Thierry Mariani, from the French far-right party National Rally, said: “We stand with India in its fight against terrorism.”Apart from the Congress, other Opposition parties and the Bharatiya Janata Party’s ally Shiv Sena have also targeted the government for facilitating the European politicians’ trip to Kashmir. Many have wondered why the Members of European Parliament were given such an easy access to the region when Opposition MPs were facing obstructions  while trying to enter Srinagar. All India Majlis-e-Ittehad-ul-Muslimeen chief Asaduddin Owaisi claimed on Tuesday that most of the right-wing members of the delegation were Islamophobes and “Nazi lovers”. Communist Party of Indian (Marxist) leader Sitaram Yechury has pointed out that “this unofficial group is overwhelmingly from ultra-right wing pro-fascist parties having relations with BJP”.In an editorial in its mouthpiece Saamana on Wednesday, the Shiv Sena said: “What was the need to allow the EU delegation when everything is normal in Jammu and Kashmir? Kashmir is not an international matter.”देश ने एक ‘इंटरनेशनल बिजनेस ब्रोकर’ द्वारा प्रायोजित मोदी सरकार का अपरिपक्व, विवेकहीन व मूर्खतापूर्ण ‘PR स्टंट’ देखायूरोपियन संसद के 27 सदस्यो को भारत लाया गया तथा PM श्री मोदी से मुलाकात करवाई गई व कश्मीर के जमीनी हालात जानने के लिए सरकार द्वारा कश्मीर भेजा गया1/2हमारा बयान pic.twitter.com/1hhy0dp4Ik— Randeep Singh Surjewala (@rssurjewala) October 30, 2019\n\n72 सालों से भारत की जाँची-परखी नीति है कि कश्मीर हमारा आंतरिक मामला है।हम किसी तीसरे पक्ष,समूह,व्यक्ति की दखलंदाजी कभी स्वीकार नही करेंगे।मोदी जी देश की संप्रभुता को चुनौती देने,राष्ट्रीय सुरक्षा पर प्रहार व संसद का अपमान करने वाले अपने इन निर्णयो का देश को स्पष्टीकरण दे।2/2 pic.twitter.com/58086uKjOv— Randeep Singh Surjewala (@rssurjewala) October 30, 2019\n\nNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-30T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130019-ciregdciks-1572433233.jpg","tags":["Jammu and Kashmir","Narendra Modi","European Union delegation"]}