{"title":"Allow Hindutva rally in Mumbai only if no hate speech is made, SC tells Maharashtra government","content":"The Supreme Court on Friday asked the Maharashtra government to give permission for a rally organised by Hindutva organisations on February 5 in Mumbai only if it could be ensured that no hate speech will be made at the event, Bar and Bench reported.A bench of Justices KM Joseph and JB Pardiwala also asked the state government to do video recording of  the “Hindu Jan Akrosh Sabha” event and submit a copy of it to the court.“If permission is granted, it will be subject to the condition that nobody will make any hate speech in defiance of law and in violation of public order,” the court said in its order.The court was hearing a plea filed by one Shaheen Abdullah, who sought to ban the event by Sakal Hindu Samaj – an umbrella body of Hindutva organisations. Abdullah argued at a rally held by the body on January 29, hate speeches were made against the Muslim community. Several Bharatiya Janata Party leaders – including the party’s Mumbai unit President Ashish Shelar, Maharashtra MPs Gopal Shetty and Manoj Kotak and former MP Kirit Somaiya – had attended the rally on January 29. Several leaders of the Shiv Sena faction headed by Chief Minister Eknath Shinde also took part in the event.One of the speakers at the event, Telangana MLA T Raja Singh, had urged Hindus to boycott goods from shops run by Muslims. The attendees had also called for laws against “love jihad” and religious conversions.“Love jihad” is a debunked Hindutva idea that Muslim men lure Hindu women into romantic relationships in order to convert them to Islam.In the past three months, the Sakal Hindu Samaj has held similar rallies in over 20 districts of Maharashtra.At the hearing on Friday, Solicitor General Tushar Mehta, who appeared on behalf of the Maharashtra government, opposed the plea and accused the petitioner of selectively taking up issues, reported PTI.He questioned why the petitioner was concerned about an event in Maharashtra despite being a resident of Kerala.“Now, individuals are selectively choosing a subject and coming to this court, saying ban this event in Uttarakhand or Madhya Pradesh or Maharashtra,” Mehta said. “Can this court be converted into an authority which grants permissions for holding events?” Advocate Kapil Sibal, appearing on behalf of the petitioner, argued that before granting permission for the event, it needs to be considered that grave statements had been made at the January 29 rally.He also urged the court to order the police to invoke Section 151 of the Code of Criminal Procedure, which gives it the power to arrest persons to prevent cognisable offences, reported Live Law.“We also direct that the officers, in case permission is granted and in case the occasion arises for invoking power under Section 151, it shall be the duty of the officers concerned to invoke the mandate of Section 151,” the court then ordered.On Thursday, the Supreme Court had observed that nobody was taking action against hate speech despite its order. It had added that the court will be “embarrassed again and again” if it is asked to give further directions to curb such statements, according to PTI.","author":"Scroll Staff","time":"2023-02-03T17:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186448-epnbmcioql-1675422760.jpg","tags":["Hate Speech","Maharashtra","Supreme Court"],"source":"https://scroll.in/latest/1043202/allow-hindutva-rally-in-mumbai-only-if-no-hate-speech-is-made-sc-tells-maharashtra-government"}