{"title":"Allow groups of women older than 45 to go for Haj without male guardian, panel proposes","content":"Women over 45 years old should be allowed to go for the Haj pilgrimage without a male guardian, if they travel in groups of four or more, a Centre-appointed panel proposed on Saturday. In its proposals for a New Haj Policy for 2018-’22, the panel also advised the government to phase out subsidies it spends on Haj pilgrims.The committee headed by former Parliamentary Affairs Secretary Afzal Amanullah submitted its recommendations to Minority Affairs Minister Mukhtar Abbas Naqvi in Mumbai on Saturday.A high-level committee today submitted its report on New Haj Policy in Mumbai. pic.twitter.com/uIITJMP5Q6— Mukhtar Abbas Naqvi (@naqvimukhtar) October 7, 2017\nWomen Haj pilgrims are required to be accompanied by a mehram – a male relative who she cannot marry, such as father, brother or son. However, the rule may not be insisted upon if they are over 45 but do not have a male mehram, and their “school of thought permits” them to do so, the committee said.Naqvi called the proposal “progressive” and said the Haj Committee of India may consider implementing it from next year, The Times of India reported. “The 2018 Haj pilgrimage will be in line with the new Haj policy. It is a better policy, looking at the facilities proposed. It will be a transparent, people-friendly policy. It will ensure safety and security of pilgrims,” Naqvi said. The panel had been formed by the government in February to review the earlier policy.Its other major recommendations include:The number of embarkation points – places where pilgrims can take flights to Saudi Arabia – should be brought down to nine from 21.The Saudi Arabian government should be consulted regarding the possibility of Haj travel by ship, which would be cheaper than air travel.The quota for mehram travellers may be increased from 200 to 500.The special quota for pilgrims from Jammu and Kashmir may be increased from 1,500 to 2,000.A “robust portal” to be developed for the processing of applications for private tour operators. The quota for pilgrims travelling under the ambit of Haj Committee and those through private tour operators be allocated at 70:30.","author":"Scroll Staff","time":"2017-10-08T10:10:11.382741+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/853291-25027-zkoezzurnp-1507437295.jpg","tags":["Haj Policy","Haj subsidies","Mukhtar Abbas Naqvi","Haj"],"source":"https://scroll.in/latest/853291/allow-groups-of-women-older-than-45-to-go-for-haj-without-male-guardian-panel-proposes"}