{"title":"Alluri Sitarama Raju and Stan Swamy: Two  Adivasi rights defenders – one praised, one persecuted","content":"On a recent domestic flight, the head of the cabin crew made an announcement from the airlines informing passengers that July 4 was the birth anniversary of Alluri Seethrama Raju. “He led the ‘Rampa Rebellion’, the protest of tribal people against the British Raj,” the announcement said. “He opposed the Madras Forest Act of 1882, which restricted the movements of the tribals in the forest areas and prevented them from traditional cultivation. We respectfully remember his significant contribution to the Indian freedom struggle. In the 75th year of Independence, let’s fly our national flag at our homes.”To mark the inauguration of year-long celebrations of Alluri’s 125th birth anniversary, Prime Minister Narendra Modi on July 4 unveiled a 30-foot bronze statue of Alluri Seetharama Raju  in the freedom fighter’s hometown of Bhimavaram town in Andhra Pradesh’s West Godavari District. It is only fitting that India remember the man who fought for the rights of  Adivasis. PM Modi unveils freedom fighter Alluri Sitarama Raju’s statue in Andhra’s Bhimavaram https://t.co/6th5UKpkA5— News Live Odisha (@NewsLiveOdisha1) July 4, 2022\n\nIronically, today, July 5, hundreds of people will gather across India to pay homage to another legend: Father Stan Swamy, the Jesuit priest who died in police custody exactly a year ago. Swamy devoted his life to the country’s Adivasis. He lived in their midst, ate their food, sang and danced with them. He accompanied them in their struggles for jal, jungle aur jameen – rights to water, forests and land . He left no stone unturned in defending their legitimate Constitutional rights. When forest lands were taken away from the Adivasis and other precious natural resources were plundered from their habitat, Swamy protested this. Swamy, more than a century later, was as engaged with Adivasis as Alluri was.While Alluri is being felicitated by the regime, though, they treated Swamy as an “anti-national”. The frail 83-year-old champion of the Adivasis, despite his physical infirmities, was  arrested by the National Investigation Agency on October 8, 2020.  He was incarcerated under the draconian Unlawful Activities Prevention Act in Taloja jail near Mumbai where he languished for several months. When his health deteriorated beyond repair, the court ordered the jail authorities to shift him to a private hospital in Mumbai. It was just too late. He died a year ago, still a prisoner, in what is widely regarded as an institutional murder. Till today, Swamy has not yet been exonerated of the charges in the Bhima-Koregaon conspiracy case. Thirteen still languish in jail in the same case. Two others are out on bail, awaiting trial. Bhima-Koregaon caseThe Bhima-Koregaon conspiracy case for which Swamy was arrested from his home relates to alleged inflammatory speeches delivered at a conclave held in Pune’s Shaniwarwada on December 31, 2017. The police claimed that these speeches triggered violence the next day near the Koregaon- Bhima war memorial on the outskirts of the city. The police have contended that the Parishad was supported outlawed Maoist groups but they not been able to prove this charge. Swamy, the police said, was a staunch supporter of organisations such as the Vistapan Virodhi Jan Vikas Andolan and the People’s Union for Civil Liberties, which according to the authorities were working as “fronts of the CPI (Maoist)”.Swamy vehemently denied the charges, which he said were completely fabricated. He did not participate in the Elgar Parishad and had never visited Bhima-Koregaon. The main suspects originally named for causing the Bhima-Koregaon violence had links to Hindutva organisations. Several months later, beginning from June 2018, human rights defenders, academics and others were arrested for their alleged involvement in the violence. Swamy was the 16th and last person to be arrested in the case – also making him the oldest person who was arrested under the Unlawful Activities Prevention Act. The Bhima-Koregaon case exposes the extent to which the Modi government is willing to undermine constitutional values and suppress dissent.  We demand from the govt to immediately #FreeBK16. We demand from all opposition parties to stand with the people. pic.twitter.com/tIhdiIrNd3— Jharkhand Janadhikar Mahasabha (@JharkhandJanad1) August 27, 2021\n\nAll the arrested people are well known for their unstinted commitment to human rights of the poor, the marginalised and the excluded. Some of them are highly rated academics and intellectuals who have contributed significantly to the cause of India’s Dalits and Adivasis. Four years later, the It is four years now and the National Investigation Agency has not been able to prove anything.Over the years, Swamy had challenged the acquisition of land for mega projects for mining and infrastructure development that flouted the rights of Advasis. He demanded to know why the Fifth Schedule of the Constitution, which deals with the administration of Scheduled Areas and Scheduled Tribes, was not being implemented. He asked why the Panchayats (Extension to Scheduled Areas) Act to ensure self governance in Scheduled Areas,  was being ignored. He condemned the silence of the government on the Supreme Court’s Samatha judgment, which ruled in favour of the right to livelihood of the tribals in Scheduled Areas. He raised his voice at the government’s half-hearted action on Forest Rights Act, 2006, which recognises the rights of the forest dwellers to forest resources. He asked by the government was unwilling to enforce the Supreme court order noting that the “owner of the land is also the owner of sub-soil minerals”.Swamy also challenged the indiscriminate arrest of more than 3,000 Adivasis who were labelled as “Naxalites” just because they questioned and resisted being traditional communities being displaced from their homes. He believed in the legal system and filed cases to have undertrial prisoners released.In October 2020, just before his arrest, Swamy said:  “I hope all of us, all those who know me and who are concerned about me will also be ready to face what is to be faced…what is happening to me is not something unique happening to me alone. It is a boarder process that is taking place all over the country. we are all aware how prominent intellectuals, lawyers, writers, poets, activists, student leaders...they are all put in jail just because they have expressed their dissent or raised questions about the ruling powers of India.So, we are part of the process. I am happy to be part of this process because I am not a silent spectator. I am part of the game and ready to pay the price whatever be it.”   One year after his death, Swamy has not forgotten. His legacy of fighting for the rights of the most marginalised will  live forever.  \n\n\n    \n    Play\n\nFather Cedric Prakash is a human rights, reconciliation and peace activist. His email address is [email protected].","author":"Cedric Prakash","time":"2022-07-04T20:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176704-uzvmoypbad-1656946699.jpg","tags":["Alluri Sitarama Raju","Stan Swamy","Narendra Modi"],"source":"https://scroll.in/article/1027575/alluri-sitarama-raju-and-stan-swamy-two-adivasi-rights-defenders-one-praised-one-persecuted"}