{"title":"‘Almost Pyaar with DJ Mohabbat’ review: A throbbing musical about forbidden passion","content":"Anurag Kashyap’s new film sallies forth into the emotional battlefield that Hindutva supporters claim is “love jihad” and the rest of us know as an inter-faith relationship. As in so many of Kashyap’s movies, there is exuberance and angst, recklessness followed by caution, a what-could-be derailed by the what-actually-is.Almost Pyaar with DJ Mohabbat follows parallel stories, both starring Alaya F and Karan Mehta. In Dalhousie, Amrita, a feisty viral video maker with a persona modelled on comedian Saloni Gaur’s Nazma Aapi character, responds eagerly to the dashing Yaqun.  When they sneak out for a music concert, the scandal that ensues isn’t only because Amrita is a minor (an unnerving detail that the film doesn’t address). In London, Ayesha is besotted with the brooding DJ Harmeet. Ayesha’s interest in Harmeet has consequences for the both of them, as does the entanglement between Amrita and Yaqun back in India.Another DJ is a connection between the two skeins. Mohabbat (Vicky Kaushal) uses his microphone as a pulpit for sage advice on the treacherous ways of the heart.The Hindi film is partly a rock musical whose giddy triumphs and miserable lows are marked by Amit Trivedi’s throbbing score and Shellee’s lyrics. The 121-minute movie is equally a cautionary tale about the consequence of feelings between people who bow to different gods.\n\n\n    \n    Play\n\nDuniya, Almost Pyaar with DJ Mohabbat (2023).Almost Pyaar… never feels false, whether in its portrayal of the ardour between Amrita and Yaqun or the anguish that follows confusion, betrayal and violence. The early portions throb and flow, buoyed by Amit Trivedi’s pulsating score and Kashyap’s skill at crafting achingly raw conversations.But the film falters in overtly spelling out its themes, drawing tenuous connections between events, and resorting to melodramatic touches, especially in the arc of Harmeet’s story. The narrative snaps back into place in the final portions, with a closing scene that powerfully expresses Shellee’s hopeful anthem Mohabbat Se Kranti (Love Leads to Revolution).Kashyap is brilliantly served by his leads, whom he masterfully steers past playfulness and poignancy. For the most part, the film is a two-hander between two young actors who immerse themselves in situations that require a lightness of touch as well as emotional heavy-lifting. Both Alaya F, the best thing about the misogynistic thriller Freddy last year, and Karan Mehta, confidently making his feature debut, are sensational as lovers separated by bigotry but united by passion.Like its title, the ambitious twinned narrative is almost there. Amit Trivedi’s tunes, the heartfelt performances and Kashyap’s trademark candour linger in the mind, like memories of a time filled with hope and possibility.\n\n\n    \n    Play\n\nAlmost Pyaar with DJ Mohabbat (2023).Also read:Why you can’t keep Anurag Kashyap down","author":"Nandini Ramnath","time":"2023-02-03T11:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186302-rvemdkxcvc-1675105999.jpg","tags":["Almost Pyaar with DJ Mohabbat review","Anurag Kashyap","Alaya F","Karan Mehta"],"source":"https://scroll.in/reel/1042927/almost-pyaar-with-dj-mohabbat-review-a-throbbing-musical-about-forbidden-passion"}