{"title":"Amanatullah Khan case: Police found nothing during raids, claims AAP MLA’s wife","content":"Shafia Khan, the wife of arrested Aam Aadmi Party MLA Amanatullah Khan, claimed on Friday that police officials did not find any incriminatory material during a search of their house.Amanatullah Khan was arrested by the Anti-Corruption Branch on Friday in the Delhi Waqf Board corruption case. The MLA was taken into custody hours after the police conducted raids at multiple locations related to Khan. The officials had claimed that it found two unlicensed pistols and Rs 24 lakh in cash during the raids, according to PTI.However, Shafia Khan posted a video on Twitter showing a group of police personnel leaving her home after the raid. She claimed that police officials could be heard in the video saying that nothing was found during the search. “...The media, which is said to be fourth pillar of democracy, is misleading people by showing incorrect news,” she wrote on Twitter.Scroll.in does not vouch for the authenticity of the video.  अमानत साहब के #ACB दफ़्तर जाने के बाद पुलिस अधिकारी घर पहुँचे और तलाशी ली। इस वीडियो में साफ़ सुना जा सकता है कि पुलिस के अधिकारी कह रहे है कि तलाशी में कुछ नहीं मिला।लेकिन लोकतंत्र का चौथा स्तंभ कहलाने वाली मीडिया ग़लत ख़बर चला कर गुमराह कर रही है।- शाफ़िया खान, Wife of AK pic.twitter.com/WulB4xtaKW— Amanatullah Khan AAP (@KhanAmanatullah) September 16, 2022\n\nMeanwhile, the South East Delhi Police on Saturday arrested Khan’s business partner Hamid Ali in a case filed under the Arms Act, ANI reported. The Anti-Corruption Bureau had on Friday raided his house, and found a pistol, some bullets and Rs 12 lakh in cash.‘Attempts underway to break AAP leaders’: Manish SisodiaCommenting on Khan’s arrest, Delhi Deputy Chief Minister Manish Sisodia said that the police had acted in a similar manner against him and other AAP leaders Satyendar Jain and Kailash Gahlot, based on fabricated cases.“An Operation Lotus to break every AAP leader is underway,” he said. Operation Lotus is a term used to refer to the BJP’s alleged attempts to orchestrate defections in Opposition parties.पहले इन्होंने सत्येंद्र जैन को गिरफ्तार किया, पर कोर्ट में उनके खिलाफ कोई सबूत नहीं है।इन्होंने मेरे घर पर रेड डाली। कुछ नही मिला।फिर कैलाश गहलोत के खिलाफ एक फर्जी जांच शुरू की, और अब अमानतुल्लाह खान को गिरफ्तार किया है।AAP के हरेक नेता को तोड़ने के लिए ऑपरेशन लोटस जारी है https://t.co/XeLYYFz6VS— Manish Sisodia (@msisodia) September 17, 2022\n\nAAP MP Sanjay Singh said that the raid at Khan’s home was “completely bogus” and that the faces of police officials during the raid showed that they found nothing. “Then why this drama of an arrest?” Singh asked. “The BJP can do whatever it wants in its state of panic, but they are sure to lose [the Assembly elections in] Gujarat.”The caseIn 2016, the sub-divisional magistrate of the Delhi government’s revenue department had filed a complaint against Khan alleging that appointments made by him in the Waqf Board were arbitrary and illegal.A first information report was registered in the case by the Anti-Corruption Branch in January 2020.The agency alleged that Khan, while working as the chairperson of the Delhi Waqf Board, illegally recruited 32 persons “with allegations of corruption and favoritism”, according to NDTV.“The then CEO of Delhi Waqf Board had clearly given statement and issued memorandum against such illegal recruitment,” a press release from the anti-corruption agency said.","author":"Scroll Staff","time":"2022-09-17T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136374-nnbosmngnk-1581420051.jpg","tags":["Amanatullah Khan","Shafia Khan","Waqf Board","AAP"],"source":"https://scroll.in/latest/1033056/amanatullah-khan-case-police-found-nothing-during-raids-claims-aap-mlas-wife"}