{"title":"Amarinder Singh to launch his own party, open to seat arrangement with BJP for Punjab polls","content":"Former Punjab Chief Minister Amarinder Singh will soon launch his own new party and is hopeful of a seat arrangement with the Bharatiya Janata Party if the farmers’ protest against the agriculture laws is resolved, his media advisor Raveen Thukral announced on Tuesday.Singh had stepped down as the chief minister on September 18 amid a tussle with Congress leader Navjot Singh Sidhu. On September 30, he had said that he will quit the Congress as he felt “humiliated” by the leadership that had replaced him with Charanjeet Singh Channi. At that time, Singh had declared said he will not join the BJP.The former chief minister had met Union Home Minister Amit Shah in Delhi on September 29, setting off speculation that Singh was joining the saffron party. Singh’s media advisor had rejected the speculation and said that the two leaders had discussed the farmers’ agitation and other matters.  However, on Tuesday, Thukral said Singh will consider an alliance with the BJP and breakaway Akali Dal groups ahead of the Assembly elections in the state next year.“The battle for Punjab’s future is on,” Thukral said in a series of tweets, citing Singh. “Will soon announce the launch of my own political party to serve the interests of Punjab and its people, including our farmers who’ve been fighting for their survival for over a year.”‘The battle for Punjab’s future is on. Will soon announce the launch of my own political party to serve the interests of Punjab & its people, including our farmers who’ve been fighting for their survival for over a year’: @capt_amarinder 1/3 pic.twitter.com/7ExAX9KkNG— Raveen Thukral (@RT_Media_Capt) October 19, 2021\n\nSingh said that Punjab needs political stability and protection from internal and external threats. “I promise my people I will do what it takes to ensure its peace and security, which is today at stake,” he added.‘I will not rest till I can secure the future of my people and my state. Punjab needs political stability and protection from internal & external threats. I promise my people I will do what it takes to ensure its peace and security, which is today at stake’: @capt_amarinder 3/3 https://t.co/HB4xYwYcKM— Raveen Thukral (@RT_Media_Capt) October 19, 2021\n\nFollowing the announcement, Punjab minister Pargat Singh said that he knew Amarinder Singh would join hands with the BJP, reported NDTV. Pargat Singh is considered close to Sidhu and was made a minister in Channi’s Cabinet.“I had said all along that Captain [Amarinder Singh] is in bed with the BJP and Akali Dal,” Pargat Singh said. “He used to get his agenda from the BJP.”","author":"Scroll Staff","time":"2021-10-19T22:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164591-wdvbxvecqm-1632936246.jpg","tags":["Amarinder Singh","Navjot Singh Sidhu","Punjab","Congress","BJP","farm laws"],"source":"https://scroll.in/latest/1008091/amarinder-singh-to-launch-his-own-political-party-open-to-seat-arrangement-with-bjp"}