{"title":"Amarinder Singh meets Amit Shah, says they discussed farm laws","content":"Congress leader and former Punjab Chief Minister Amarinder Singh met Union Home Minister Amit Shah at the latter’s home in Delhi on Wednesday evening, reported PTI.The meeting set off speculation about Singh joining the Bharatiya Janata Party. After resigning from the chief minister’s post on September 18, Singh had spoken about keeping his political options open.Singh reached Shah’s home around 6 pm and the two leaders spoke for an hour. The former chief minister’s media team had initially called the meeting a “courtesy visit”, reported NDTV.In a tweet later in the evening,  Singh’s media advisor Raveen Thukral quoted him as saying: “Discussed prolonged farmers’ agitation against farm laws and urged him to resolve crisis urgently with repeal of the laws and guarantee MSP [Minimum Support Price], besides supporting Punjab in crop diversification.”Singh came to Delhi on Tuesday for a two-day visit. “He is on a personal visit, during which he’ll meet some friends and vacate Kapurthala House [a government house allotted to the Punjab chief minister in the capital],” Thukral had earlier told the media. “No need for unnecessary speculation.”The Congress, too, has refused to speculate on the matter.“There must be a valid, cogent reason,” party leader Manish Tiwari told NDTV. “Ask the Captain [Singh]. I’m sure he will be happy to answer”.Singh’s meeting with Shah came a day after the crisis in the Punjab Congress deepened with Navjot Singh Sidhu stepping down as the president of the party’s state unit.Sidhu’s resignation marked the latest turn of events in the political crisis within the Punjab unit of Congress. Singh had stepped down as chief minister of the state on September 18 following differences with Sidhu.Singh, meanwhile, castigated Sidhu for resigning. “I told you so…he is not a stable man and not fit for the border state of Punjab,” he had said in a tweet.The crisis in the Congress comes ahead of the state elections. The Punjab Assembly elections are expected to be held in February or March 2022. The Congress will seek to retain power and fend off the challenges by the Shiromani Akali Dal-Bahujan Samaj Party alliance, the Aam Aadmi Party and the Bharatiya Janata Party.","author":"Scroll Staff","time":"2021-09-29T20:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151492-icujrqzdug-1606984197.jpg","tags":["Amarinder Singh","Amit Shah","Punjab","Congress","Bharatiya Janata Party"],"source":"https://scroll.in/latest/1006575/amarinder-singh-meets-amit-shah-says-they-discussed-farm-laws"}