{"title":"Amarinder Singh quits as Punjab chief minister, says he felt ‘humiliated’","content":"Punjab Chief Minister Amarinder Singh resigned on Saturday, he announced on Twitter. He submitted his resignation to Governor Banwarilal Purohit at the Raj Bhawan.After meeting Purohit, Singh told the media that  early on Saturday morning, he had decided to quit. He said that he had also informed Congress’ interim President Sonia Gandhi about his resignation.“I feel humiliated,” the Congress leader said while addressing reporters after submitting his resignation.Singh said Saturday was the third time that MLAs had called for a meeting for his removal. An emergency meeting of Congress MLAs was scheduled for 5 pm on Saturday.The Congress leader said that he had decided to resign as the party’s high command had lost faith in him.“Did they have an element of doubt that I could not run the government...” Singh told reporters, according to ANI. “Whoever they have faith in, can make them chief minister.”#WATCH | \"...I told Congress President that I will be resigning today...Did they have an element of doubt that I couldn't run the govt...I feel humiliated...Whoever they have faith in, can make them (CM),\" says Amarinder Singh after resigning as Punjab CM pic.twitter.com/4HeUl8JN7Z— ANI (@ANI) September 18, 2021\n\nOn his future course of action, Singh said that he will hold discussions with his supporters and then decide. Former Punjab Congress chiefs Sunil Jakhar and Pratap Singh Bajwa and late party leader Beant Singh’s grandson Ravneet Singh Bittu are considered the top contenders for the chief minister’s post, according to NDTV.Late on Friday, the party’s official in charge of Punjab, Harish Rawat, had called for a Congress Legislative Party meeting. Rawat had said that he had received representations from many MLAs who wanted Singh to resign.During the meeting on Saturday, the Congress MLAs passed a resolution to authorise party president Sonia Gandhi to choose the next chief minister, reported The Tribune. Singh had not attended this meeting.  Party leader Ajay Maken said that 78 of the 80 MLAs had attended the Congress Legislative Party meeting, but no discussion was held on probable leaders for the chief minister’s post, according to The Indian Express.Ahead of the meeting, Singh also held a discussion with MLAs loyal to him at his residence, reported ANI.Singh was sworn in as the Punjab chief minister on March 16, 2017, after the Congress won 77 of the state’s 117 Assembly seats in elections held that year. He had served as the chief minister from 2002 to 2007 as well.His friction with SidhuThe two-time chief minister also called Punjab Congress President Navjot Singh Sidhu a “disaster”, reported News18. “He [Sidhu] could not run one ministry, will he now run whole of Punjab,” Singh asked. “I will never accept it [Sidhu becoming Punjab’s chief minister].”Recently, the Punjab unit of the Congress had been thrown into a crisis following a rift between Singh and Sidhu, who had been demanding a more prominent role in the Congress. Singh and Sidhu had been publicly criticising each other for months before the latter was appointed the Congress’ chief in Punjab on July 18.On August 20, the two leaders had formed a group to improve coordination between the party and the state government.Nevertheless, confrontations continued between the chief minister and the state Congress president. Last month, Singh strongly criticised the statements made by two of Sidhu’s advisors about Kashmir and India-Pakistan ties.At the time, Rawat said that he would fire the advisors if Sidhu would not do so.However, on August 27, the Punjab Congress chief asserted that the party should allow him to make his own decisions.The turf war between Singh and Sidhu goes back to June 2019, when the latter was a minister in the state government. At the time, Singh had divested Sidhu of the key portfolios of local government, tourism and cultural affairs and allotted him power and new and renewable energy sources instead. Subsequently, Sidhu submitted his resignation as Cabinet minister on July 15, 2019.The Punjab Assembly elections are expected to be held in February or March 2022. The Congress will seek to retain power and fend off the challenges by the Shiromani Akali Dal-Bahujan Samaj Party alliance, the Aam Aadmi Party, and the Bharatiya Janata Party.Governance has come to a grinding halt: AAPFollowing Singh’s resignation, some Opposition leaders criticised the Congress.Aam Aadmi Party leader Raghav Chadha told News18 that the governance in Punjab has come to a halt.“The people are the real suffers in this battle for the throne,” Chadha said. “Arvind Kejriwal and AAP are the only viable option in Punjab now.” National Conference leader Omar Abdullah said in a tweet that it would be too much to expect the Congress to stand against the BJP when its leaders were busy fighting among themselves.  “Ordinarily I would not give a toss about the fratricide [the killing of one’s brother] in the Congress party – their party, their business,” Abdullah said in another tweet. “However what the Congress does has a direct fallout for every political party outside the NDA [National Democratic Alliance] orbit because almost 200 Lok Sabha seats see a direct BJP-Congress fight.”I guess it’s too much to expect the Congress to take the fight to the BJP when its state leaders are too busy fighting amongst themselves.— Omar Abdullah (@OmarAbdullah) September 18, 2021\n\nBJP leader and Haryana Home Minister Anil Vij used a Hindi idiom in a tweet, saying that Singh’s resignation had been ensured on the day when Sidhu joined the party.","author":"Scroll Staff","time":"2021-09-18T16:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164155-ytdjzaeqyp-1631966687.jpg","tags":["Punjab","Congress","Navjot Singh Sidhu","Amarinder Singh"],"source":"https://scroll.in/latest/1005685/amarinder-singh-quits-as-punjab-chief-minister"}