{"title":"Amarinder Singh resigns from Congress, announces name of his new party","content":"Former Punjab Chief Minister Amarinder Singh on Tuesday resigned from the Congress and announced that his new political party will be named the Punjab Lok Congress.In a letter to Congress interim president Sonia Gandhi, Singh said that he was deeply hurt by her conduct, as well as that of Rahul Gandhi and Priyanka Gandhi.“Despite my profound reservations and over the unanimous advice of almost all the MPs from Punjab, you chose to appoint an acolyte of the Pakistani deep state Navjot Sidhu who had publicly hugged the Pakistan Army Chief Gen Bajwa and Prime Minister Imran Khan, as the President of Punjab Congress Committee,” Singh said.pic.twitter.com/FDWP5pjn1V— Capt.Amarinder Singh (@capt_amarinder) November 2, 2021\n\nSingh said that Sidhu’s only claim to fame was “that he would abuse me and my government on a regular basis”. He alleged that Rahul Gandhi and Priyanka Gandhi “patronised” the Punjab Congress chief, while Sonia Gandhi chose to turn a blind eye to “the shenanigans of this gentleman”.“I am old enough to be his father, but that did not stop him from using the filthiest and most vile language against me both publicly and privately,” Singh said in his letter to Sonia Gandhi.The former chief minister and Sidhu had been criticising each other for months before the latter was appointed the Congress’ chief in Punjab on July 18. After Singh resigned as chief minister, he said that he will field a strong candidate against Sidhu in the state Assembly elections next year. He added that he will fight “tooth and nail” to stop Sidhu from becoming the next chief minister.The former chief minister added on Tuesday that the “most egregious act” was a midnight meeting of the Congress Legislature Party, where Singh was not present. “I immediately realised that the intention was to belittle and humiliating this self respecting old soldier,” Singh said. “You [Sonia Gandhi] called me at 10.15 am next morning and asked me to resign. I did so without batting an eyelid.”Singh had resigned as the Punjab chief minister on September 18, saying that the party’s high command had lost faith in him.Singh was sworn in as the Punjab chief minister on March 16, 2017, after the Congress won 77 of the state’s 117 Assembly seats in elections held that year. He had served as the chief minister from 2002 to 2007 as well.","author":"Scroll Staff","time":"2021-11-02T17:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164688-mmbxrgsrov-1633189820.jpg","tags":["Amarinder Singh","Congress","Punjab","Sonia Gandhi","Punjab politics","Navjot Singh Sidhu"],"source":"https://scroll.in/latest/1009635/amarinder-singh-resigns-from-congress-says-he-was-deeply-hurt-by-sonia-gandhis-conduct"}