{"title":"Amarinder Singh says he will fight ‘tooth and nail’ to stop Navjot Sidhu becoming Punjab CM","content":"Congress leader Amarinder Singh, who stepped down as Punjab chief minister last week, on Wednesday threatened to field a strong candidate against Navjot Singh Sidhu in the state Assembly elections next year, reported PTI.Singh quit the chief minister’s post after a long-running tussle with Sidhu, who is the Congress’ Punjab unit president. On Wednesday, Singh said that he had offered to quit three weeks before he eventually resigned, but Congress President Sonia Gandhi had asked him to continue. “I was ready to leave after victory but never after a loss,” said Singh. “If she [Sonia Gandhi] had just called me and asked me to step down, I would have.”Singh added that he was ready to let someone else take over as Punjab chief minister after leading the party to another win in the Assembly elections next year. “But that did not happen, so I will fight,” he asserted.The turf war between Singh and Sidhu goes back to June 2019, when the latter was a minister in the state government.At the time, Singh had divested Sidhu of the key portfolios of local government, tourism and cultural affairs and allotted him power and new and renewable energy sources instead. Subsequently, Sidhu submitted his resignation as Cabinet minister on July 15, 2019.Sidhu has consistently accused Singh of not fulfilling his election promises and the delay in bringing the perpetrators of the 2015 sacrilege case to justice. Sikh religious text Guru Granth Sahib had been desecrated at Bargari in Faridkot in 2015.Matters came to a head on September 18, when Singh resigned from the post of chief minister.  “I feel humiliated,” the Congress leader had told reporters after submitting his resignation. The next day, the Congress named Charanjit Singh Channi as Singh’s successor.On Wednesday, in a series of interviews, Singh called Sindhu “a dangerous man” and said that he will fight “tooth and nail” to stop Sindhu from becoming the chief minister. “He [Sidhu] is dangerous for the state,” Singh said.Singh also took a dig at Sidhu’s “interference” in the functioning of the government. “If Sidhu behaves as the super CM [chief minister], the party won’t function,” said Singh. “Under this drama master’s leadership, it would be a big thing if the Congress manages to touch double digits in the Punjab polls.”Singh said he was keeping all his political options open and that he was talking to “friends” before deciding his future course of action. “You can be old at 40 and young at 80,” said the 79-year-old leader.The Punjab Assembly elections are expected to be held in February or March 2022. The Congress will seek to retain power and fend off the challenges by the Shiromani Akali Dal-Bahujan Samaj Party alliance, the Aam Aadmi Party and the Bharatiya Janata Party.On party leadershipThe Congress veteran said Rahul Gandhi and Priyanka Gandhi Vadra were like his children, but described them as inexperienced. He claimed that the advisors to the Gandhis were misguiding them.“I would not have taken MLAs on a flight to Goa or some place,” said Singh while recalling the secret emergency meetings of Congress MLAs seeking his removal. “That is not how I operate. I don’t do gimmicks, and the Gandhi siblings know that is not my way.”He added: “This should not have ended like this. I am hurt.” Hours before he resigned as the chief minister of Punjab on September 18, Singh said in a letter to Sonia Gandhi that he was “anguished” at the political events of the last five months.On caste considerationsIn a veiled dig at the Congress for choosing a Dalit chief minister, Singh said he always chose people based on their efficiency. “Our religions teach us that all are equal,” said the Congress leader. “I don’t look at people based on their caste, it’s about their efficiency.”Channi is the first Dalit leader to be selected as chief minister of the state. He is an MLA from the Chamkaur Sahib constituency and is considered close to Sidhu.Channi was among the Cabinet ministers who rebelled against Singh. They had complained to the party’s high command that Singh was not fulfilling the Congress’ 2017 Assembly election promises.","author":"Scroll Staff","time":"2021-09-22T21:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149445-mscbsdripj-1603201858.jpg","tags":["Amarinder Singh","Sonia Gandhi","Navjot Sidhu","Congress","Punjab"],"source":"https://scroll.in/latest/1005997/amarinder-singh-says-he-will-fight-tooth-and-nail-to-stop-navjot-sidhu-becoming-punjab-cm"}