{"title":"Amarinder Singh says he will quit Congress, but won’t join BJP","content":"Former Punjab Chief Minister Amarinder Singh on Thursday said that he will not stay with the Congress party, but dismissed speculation that he may join the Bharatiya Janata Party.Singh’s media advisor Raveen Thukral made the announcement in a tweet. He quoted the former chief minister as saying that he could not stay in a party where he was “insulted and not trusted”.“I will not be treated in this humiliating manner,” Singh said, according to PTI. “I will not take such insults.”Singh also updated his Twitter bio to remove the reference to the Congress. The Twitter bio now describes him as an Army veteran and former chief minister of Punjab.Singh had stepped down as chief minister of the state on September 18 following differences with former Punjab Congress chief Navjot Singh Sidhu.  The former chief minister on Thursday termed Sidhu an immature person who was not a team player, NDTV reported.“Sidhu is good at creating a scene,” Singh said. “He can do what he did in [comedian] Kapil Sharma’s show and get a crowd, but he is not a serious guy. How can a non-serious person be taking serious, major decisions in the running of a party and the state government?”Singh also expressed concern about a protest by Congress workers outside party leader Kapil Sibal’s home in Delhi. Singh said that Sibal was targeted “only because he chose to express views that were not palatable to the party leadership”, and added that this did not augur well for the party.Sibal had held a press conference on Wednesday after Sidhu resigned as the Punjab Congress chief. He had said that there was no clarity on who was taking decisions within the party.Meanwhile, Singh met National Security Advisor Ajit Doval earlier in the day. He said that misgovernance in Punjab would give Pakistan a chance to create trouble in the state, and added that his meeting with Doval was centred on this point, according to PTI.Speculation about Singh joining the BJP arose after he met Union Home Minister Amit Shah at the latter’s home in Delhi on Wednesday. However, according to Thukral, the two leaders discussed the ongoing farmers’ protest, and Singh urged Shah to “resolve crisis urgently with repeal of the laws and guarantee MSP [Minimum Support Price]...” Earlier this year, the tussle between Singh and Sidhu, who was demanding a more prominent role in the Congress, had thrown the Punjab unit of the Congress into a crisis. Sidhu resigned as the Punjab Congress chief on Tuesday, just two months after being appointed to the post.He had reportedly been upset about changes made to the Punjab Cabinet and appointments to the state administration.  Punjab Chief Minister Charanjit Singh Channi on Wednesday reached out to Sidhu to discuss his objections. On Thursday afternoon, Sidhu reached Punjab Bhavan in Chandigarh for a meeting, ANI reported.","author":"Scroll Staff","time":"2021-09-30T15:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/94623-santsxwlnm-1598510398.jpg","tags":["Amarinder Singh","Captain Amarinder Singh","congress"],"source":"https://scroll.in/latest/1006636/amarinder-singh-says-he-will-quit-congress-but-wont-join-bjp"}