{"title":"Amazon is not doing India any favour by investing $1 billion, says Piyush Goyal","content":"Amazon has not done India any favours by investing $1 billion (over Rs 7,000 crore) in India, Union Minister of Commerce and Industry Piyush Goyal said on Thursday, Reuters reported.“They may have put in a billion dollars but then if they make a loss of a billion dollars every year then they jolly well have to finance that billion dollars,” Goyal said at the Raisina Dialogues 2020 in New Delhi. “So it’s not as if they are doing a great favour to India when they invest a billion dollars.”Retail giants such as Amazon and Flipkart have been accused by small and medium businesses of unfair trade practices, including use of deep discounts, exclusive launch of mobile phones, and giving preference to select sellers to capture market share. Earlier this week, the Competition Commission of India ordered an investigation into alleged violations of competition law by Amazon and Flipkart, which is owned by Walmart.I have on more than one occasion, said this to the people of India and to all investors, that to please follow the letter of the law and the spirit of the law. Don't try to find loopholes when clearly we have articulated what the e-commerce model is: @PiyushGoyal— Piyush Goyal Office (@PiyushGoyalOffc) January 16, 2020\n\n“Our government has allowed e-commerce entities to come to India under the marketplace model,” Goyal said. “As long as everyone follows the rules, we welcome e-commerce in India and they are happy to trade and serve the people of India.” “I have on more than one occasion, said this to the people of India and to all investors, that to please follow the letter of the law and the spirit of the law,” he added. “Don’t try to find loopholes when clearly we have articulated what the e-commerce model is.”Amazon chief Jeff Bezos, who arrived in India on Tuesday to meet senior government officials and business leaders, said on Wednesday that the e-commerce giant would invest $1 billion (over Rs 7,000 crore) to digitise small and medium businesses in India. The company would use its global footprint to export $10 billion worth of “Make In India” products by 2025, he added.He also predicted that the 21st century was going to be the Indian century. “In this 21st century, the most important alliance is going to be the US-India alliance,” he added.","author":"Scroll Staff","time":"2020-01-16T18:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131332-nbephrmhni-1574353745.jpg","tags":["Amazon","Piyush Goyal","Jeff Bezos"],"source":"https://scroll.in/latest/950115/amazon-is-not-doing-india-any-favour-by-investing-1-billion-says-piyush-goyal"}