{"title":"Amazon web series ‘Inside Edge’ turns the murky side of Indian cricket inside out","content":"Fiction is stranger than the truth in Inside Edge, Amazon Prime Video’s first original Indian web series. Written and directed by Karan Anshuman, the series is set around a fictional Indian Premier League-like cricket tournament called the Powerplay T20 League or the PPL. The Mumbai Mavericks, owned by fading actor Zarina Malik (Richa Chadha), is headed by the earnest but complicated Arvind (Angad Bedi) and coached by Niranjan (Sanjay Suri). The team’s star player is the moody hothead Vayu Raghavan (Tanuj Virwani) who scores cocaine and sleeps with a cheerleader before the match. The Mumbai Mavericks team is one big happy family until Zarina finds herself in a spot, where she has to quickly find a co-owner to save her team from being dissolved the next season.Enter the Machiavellian Mogambo-lite Vikrant Dhawan (Vivek Oberoi), who is fond of such stock phrases as “Let the games begin” or “The game has just begun.” Dhawan buys into the Mavericks and walks around like he is up to something – or so it seems. By the fourth episode, it is clear what his masterplan is. The series draws from several cricketing scandals, such as the match fixing allegations surrounding Hansie Cronje and Mohammed Azharuddin in 2000, the mysterious death of Pakistani coach Bob Woolmer in Kingston in Jamaica in 2007, and the IPL spot-fixing case in 2013.\n\n\n    \n    Play\n\nInside Edge.Inside Edge has a crackling screenplay that brings together a bunch of viewer-friendly elements – a flamboyant T20 cricket league, dirt on the intersection of Bollywood, crime and corruption, and the themes of tradition versus ambition. Freed from the requirements of Indian television, Anshuman is allowed to run wild with Inside Edge, and he makes the most of his opportunity. Every character is well crafted. New sides and ragged edges are revealed slowly in every person, which advance the plot in unexpected directions.Sometimes, the show does get bizarre, in a good way. An example is a Haryanvi farmer-turned-business tycoon-turned-PPL team owner (an excellent Manu Rishi) playing Beethoven’s Symphony No 9 loudly in his fields because it helps his crops. The bad kind of bizarre is such forced moments as the villain undergoing hypoxic therapy in a blue-tinted room and having rough sex with his wife. Even though most of the events take place in the realm of believability, some developments are simply deranged – a public sporting figure is murdered as if it’s no big deal, a movie star has a meltdown at a movie premiere in front of the media, a cricketer lurks around the dressing room with a gun sounding like a rural gangster.Richa Chadha.Despite these odd instances of going overboard, Inside Edge is an overall winner. Apart from good turns from Amit Sial and Sayani Gupta, the two big acting discoveries are Tanuj Virwani and Siddhant Chaturvedi. As the mercurial but super-talented batsman Vayu, Virwani wins the scene every time he is front of the camera. Chaturvedi’s Prashant starts off as a coy small-town player and transforms into a world-weary young man. The transformation is startling, much like Inside Edge, which appears to be no different from the Azharuddin biopic Azhar in its initial moments, but comes into its own in the end.Tanuj Virwani and Siddhant Chaturvedi.","author":"Devarsi Ghosh","time":"2017-07-10T10:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/843228-62700-ylidjdpdnj-1499661517.jpg","tags":["Inside Edge","Cricket","Amazon Prime Video"],"source":"https://scroll.in/reel/843228/amazon-web-series-inside-edge-turns-the-murky-side-of-indian-cricket-inside-out"}