{"title":"Amazon’s Indian web series ‘Inside Edge’ nominated for International Emmy Award","content":"Amazon’s first Indian web series Inside Edge has been selected as one of four nominees in the Drama Category of the 46th International Emmy Awards. Inside Edge will be competing with Spain’s Money Heist, Brazil’s One Against All, and the United Kingdom’s Urban Myths. The nominations were announced by the International Academy of Television Arts and Sciences on Thursday.The International Emmy Awards, established in 1973, honours the best television programmes produced and aired outside the United States of America. The ceremony will take place in New York City on November 19.Premiered in 2017, the first season of Inside Edge looked at the intersection of cricket, the film industry, politics and corruption. The series was renewed for a second season in April, set to be released next year.\n\n\n    \n    Play\n\nInside Edge.Among the production houses that scored nominations were HBO, Fox and Sony, with the Endemol Shine group leading with three. Amazon and Netflix, the web streaming giants that have been on a roll at award shows in recent years, scored a nomination each. Netflix will be represented by the Mexican series Club of Crows in the Comedy Category, where it is competing with The End of Comedy (Spain), Nevsu (Israel), and Workin’ Moms (Canada).\n\n\n    \n    Play\n\nClub of Crows.Competing for the Best Actor award are Julio Andrade for One Against All (Brazil), Billy Campebell for Cardinal (Canada), Lars Mikkelsen for Ride Upon The Storm (Denmark), and Tolga Saritas for Soz (Turkey).\n\n\n    \n    Play\n\nCardinal.The Best Actress award nominees are Thuso Mbedu for Is’thunzi (South Africa), Anna Schudt for Ein Schnupfen hatte auch Gereicht (Germany), Emily Watson for Apple Tree Yard (United Kingdom) and Denise Weinberg for Psi (Brazil). \n\n\n    \n    Play\n\nIs'thunzi.Battling it out in the Non-Scripted Entertainment category are four nominees that include the popular cooking shows Masterchef Australia and Top Chef Mexico. “Looking at the diversity and geographic spread of this year’s nominations across all continents and platforms, it is clear that excellence in television is a global phenomenon, which transcends culture and language,” Bruce L Paisner, president and chief executive officer of the International Academy of Television Arts and Sciences told Variety.","author":"Scroll Staff","time":"2018-09-27T21:25:58.731698+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/896124-oyghmjcxqd-1538063285.jpeg","tags":["Inside Edge","International Emmy Awards","Amazon Prime Video"],"source":"https://scroll.in/reel/896124/amazons-indian-web-series-inside-edge-nominated-for-international-emmy-award"}