{"title":"Ambiguity, arbitrariness and anxiety: Incoherent CAA rules will be twisted to suit political intent ","content":"In a podcast interview on March 14 with ANI’s Smita Prakash, Union Home Minister Amit Shah was asked what will happen to those who are entitled to get Indian citizenship under the Citizenship Amendment Act but do not have the required documents.“Those who do not have documents, we will find a way for them later,” he said. The Citizenship Amendment Act provides a fast track to citizenship to refugees from six minority religious communities, except Muslims, from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and have entered the country by December 31, 2014. On being further quizzed about how eligible second- or third-generation migrants would prove their legacies in Bangladesh, Pakistan and Afghanistan, Shah replied: “All those who came to India between August 15, 1947, and December 31, 2014, they and their children are welcome to India.”Neither of these responses adequately address the questions that Prakash asked. They are jarringly broad and vague. The lack of clarity is striking as the home minister was talking just two days after the Narendra Modi government notified the rules for the Citizenship Amendment Act on March 11.Executive rules of an act, by laying out specificities and practicalities, are supposed to correct the abstraction that is inherent in many legislations. But, in the case of the Citizenship Amendment Act, the rules have only deepened the ambiguity. No one knows how undocumented individuals will prove their credentials before the so-called Empowered Committee or what would happen if they fail to do so. Will they be detained? Who knows.But, why the vagueness in the rules?One is inclined to believe that it is by design. But, that might be an overestimation of the political regime’s administrative acumen. It is more likely that the Modi government itself has little clarity on how the Citizenship Amendment Act can be effectively implemented on the ground. It is, after all, a complicated law that operates in the thin interstices of India’s multi-pronged citizenship regime and is premised on post-Partition legacy documentation, which most migrant families do not possess.It is, therefore, the government’s own policy incoherence that is now refracted on to the rules. Yet, the open-endedness of the rules may not be completely incidental – there is some political premium on keeping it all deliberately ambiguous. By maintaining a lack of clarity on the legal-administrative end, the government is able to leave adequate space for political manoeuvring. It is able to engage in bandobast politics – gaming the system to fulfil grand political objectives.In fact, ambiguity has been the central motif of the Bharatiya Janata Party’s citizenship project, which is woven around the triangle of Citizenship Amendment Act, the all-India National Register of Citizens and the National Population Register with loose threads.The National Register of Citizens, so far prepared only for Assam with a cut-off year of 1971, is a list of “genuine Indian citizens” who possess legacy documents tying them to India. In December 2019, just days before the Citizenship Amendment Act was passed, Shah had announced that the government would conduct an all-India National Register of Citizens before the 2024 election. The National Population Register, according to the Indian government, is a list “containing details of persons usually residing in a village or rural area or town or ward or demarcated area within a ward in a town or urban area”. Importantly, Shah’s responses to Prakash indicate not just ambiguity, but also malleability of intent and action. They lay the groundwork for systemic arbitrariness. It is likely that the government will twist the rules on its whim just to fulfil its prefigured political objective in the run-up to the general election – rile up the Hindutva voter base by projecting the Modi government as a vanguard of all non-Muslims, especially Hindus, in India’s Muslim-majority neighbourhoods.  The most precise example of how ambiguity begets arbitrariness in a citizenship regime is Assam where a complex citizenship determination regime has been in operation for many decades now. Rooted in a long history of suspicion among the Assamese-speaking elite of Bengal-origin communities, the hydra-headed system is designed to identify “illegal immigrants” living in Assam through legal-administrative norms established by, among others, the Assam Accord of 1985. The malleability baked into the latest Citizenship Amendment Act rules  has already been playing out in real time in another form in Assam’s Foreigners Tribunals, which is the central institution in the state’s “foreigner” detection regime. In existence since the government created them through an executive order in 1964, these kangaroo courts have been liberally drafting and amending their own set of quasi-judicial norms to strip thousands of people of their Indian citizenship. One can never be sure of the basic minimum operational standards in these courts, especially on how they assess the documents that suspected “illegal foreigners” present before them, for they shapeshift with alarming frequency.The National Register of Citizens process in Assam, which is closely linked to the Foreigners Tribunal regime, is also rife with ambiguity as there is little clarity on what will happen to the 19 lakh people (including Bengali Hindus) who were excluded in the final list published in 2019. This systemic arbitrariness has produced widespread social anxiety and paranoia in some of Assam’s most marginalised people whose legal identity is perennially vulnerable to the whims of the state.This mass anxiety and paranoia is likely to be replicated with the Citizenship Amendment Act, even though it is a law that is supposed to provide succour to undocumented people.For example, members of the Matua sect who belong to the Bengali Hindu Namashudra (Dalit) community that migrated from East Pakistan and later Bangladesh after 1947 and 1971, and is a key vote bank for the BJP, are unsure of the Citizenship Amendment Act application process, as they are not clear on the exact parameters of assessment. They fear that an unsuccessful application could result in punitive action against them, such as detention. Members of the Bengali Hindu community in Assam’s Barak Valley, many of whom have legacies in Bangladesh, have similar apprehensions about the process.The very fact of an undocumented migrant appearing before a state-appointed committee (which includes an intelligence officer) for an in-person interview – like in a job or a civil services selection process – and declaring that they have illegally entered India creates an air of intimidation, rather than relief. Even after one submits all the documents, there is no certainty that they will qualify for the Citizenship Amendment Act – much like how documentary submissions did not guarantee everyone a place in Assam’s National Register of Citizens. All of this betrays the BJP’s own political projection of the Citizenship Amendment Act as a “humane” law.But, the rapturous cacophony that the mainstream media has conjured up around the law has suppressed the quiet palpitations of those it will directly affect. It is this cacophony that the ruling party hopes to use in the run up to the polls. Everything else can be “handled” at a later stage through bandobast. Until then, as Gen Z says, “delulu is the real solulu” – delusion is the real solution. Angshuman Choudhury is an Associate Fellow at the Centre for Policy Research, and co-founding member of the Right to Nationality and Citizenship Network.Also read:Double standards and contradictions: The CAA rules are rife with discriminationWith CAA rules finally notified, what is the real question to focus on?","author":"Angshuman Choudhury ","time":"2024-04-09T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199808-kmjkgqcpsi-1712157069.jpg","tags":["Citizenship Amendment Act","National Register of Citizens","National Population Register","Census","Assam","Foreigners Tribunal","Matuas","Bangladesh","Citizenship","Lok Sabha 2024"],"source":"https://scroll.in/article/1066194/ambiguity-arbitrariness-and-anxiety-incoherent-caa-rules-will-be-twisted-to-suit-political-intent"}