{"title":"Amended Citizenship Act is ‘fundamentally discriminatory’, says UN human rights body","content":"The Office of the United Nations High Commissioner for Human Rights on Friday expressed concerns about India’s amended citizenship law, describing it as “fundamentally discriminatory” in nature.The bill, which has now become law, makes undocumented non-Muslim migrants from Pakistan, Afghanistan and Bangladesh who entered India before December 31, 2014, eligible for Indian citizenship. It also eased citizenship criteria for documented migrants belonging to certain groups, specifically excluding Muslims.“Although India’s broader naturalization laws remain in place, these amendments will have a discriminatory effect on people’s access to nationality,” the statement read. “All migrants, regardless of their migration status, are entitled to respect, protection and fulfilment of their human rights.”The world body said that the aim of the legislation to protect persecuted communities was welcome, but it should done through a “robust national asylum system” that is based on the principle of equality and non-discrimination. It also recalled India’s endorsement of the Global Compact for Safe, Regular and Orderly Migration that committed to migrants’ needs in trying situations.“We understand the new law will be reviewed by the Supreme Court of India and hope it will consider carefully the compatibility of the law with India’s international human rights obligation,” the statement said. Also read:1. ‘Police fired without warning’: As two Guwahati teenagers are killed, eyewitnesses recall the horror 2. Faultlines redrawn in Assam: Muslims targeted by Assamese nationalists join Citizenship Act protests3. Non-BJP states might not be able to stall the Citizenship Act. Here’s why It further raised concerns on the deaths reported due to the ongoing protests in states such as Assam and Tripura. The human rights body urged authorities to respect the right to peaceful assembly, asked all sides to not resort to violence. It appealed to the authorities concerned to “abide by international norms and standards on the use of force when responding to protests”.Two people were killed in Assam and 21 were injured as demands to withdraw the changes to the 1955 law were raised. The widespread fear in the North East is that populations defined as indigenous to the region will be culturally and physically overrun by migrants as a result of these changes. In Meghalaya, police used tear gas shells and baton-charged protestors who were allegedly pelting stones in front of the Raj Bhavan in Shillong.Protests against the controversial amendments to the citizenship law spread to other parts of the country such as Delhi, Bihar and Tamil Nadu on Friday.","author":"Scroll Staff","time":"2019-12-13T21:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132774-zdfjilejig-1576253269.jpg","tags":["Citizenship bill","Citizenship Act","UN Human Rights"]}