{"title":"Amendments to forest law replete with flaws, say former civil servants","content":"Over 100 former civil servants on Wednesday urged parliamentarians to not clear a proposed amendment to the Forest (Conservation) Act of 1980, saying that it was “replete with flaws” and “totally misleading”.The Forest (Conservation) Amendment Bill, 2023, was introduced in the Lok Sabha in March and was subsequently referred to the Joint Committee of Parliament. Last week, the bill was endorsed in its entirety by the Joint Committee, in which 18 out of 31 members belong to the ruling Bharatiya Janata Party, according to The Hindu. The bill is likely to be tabled in Parliament in the coming Monsoon Session.While the government claims that the amendments to the Act are required to fast-track strategic and security-related projects and achieve climate-related goals, several members of the Opposition and environmentalists have alleged that the bill is an effort to open up forest land for commercial purposes.Among the contentious provisions in the bill is a clause to exempt prior clearance to security-related infrastructure on forest land situated within 100 kilometres along international borders. This, critics say, could encompass the entire northeastern region of India and a majority of the Himalayan region – both of which are ecologically sensitive and are home to several wildlife species.Also read: In India, the law that is meant to protect forests is being used to open them up for development On Wednesday, a group of 105 former civil servants said that they are concerned about the provisions of the bill as well as the procedure by which it has been examined and passed.“Procedurally, the bill should have been referred to the Parliamentary Committee on science, technology, environment and forests, instead of being referred to a Select Committee, all the members of which, except one, belong to the ruling party, making the examination partisan and unsatisfactory,” the former civil servants, who are part of the Constitutional Conduct Group, said.The former bureaucrats said that the proposed Amendments to the bill are likely to strengthen “the tendency of liberally giving away forest land for non-forest purposes”.They also pointed out that the bill allows “reconnaissance and prospecting surveys” on forest land under conditions to be specified by the central government.“One wonders what is the purpose of prospecting surveys?” they asked. “Does it mean that if any important minerals are found in dense forests, mining will be allowed?”The former bureaucrats also said that the “myopic bill” also poses a threat to flora and fauna, adding that India is one of only 17 megadiverse countries in the world with more than 5000 endemic species of plants and animals.“We urge you not to pass it in its present form as it will nullify the very Act it seeks to amend, and will prove to be the last nail in the coffin for the existing forest resources of the country,” they said.","author":"Scroll Staff","time":"2023-07-13T10:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184707-tspwkgzhzi-1671627877.jpg","tags":["Forest Bill","Forest Act","Wildlife protection"],"source":"https://scroll.in/latest/1052541/amendments-to-forest-law-replete-with-flaws-say-former-civil-servants"}