{"title":"Amid border tensions, Nepal PM blames Indians for spreading coronavirus","content":"Nepal Prime Minister KP Sharma Oli on Tuesday blamed people entering illegally from India for spreading the coronavirus in his country, The Kathmandu Post reported. His comment came amid  escalating border tensions between the two nations. “Those who are coming from India through illegal channels are spreading the virus in the country and some local representatives and party leaders are responsible for bringing in people from India without proper testing,” the newspaper quoted Oli as saying during a parliamentary address. “It has become very difficult to contain Covid-19 due to the flow of people from outside.”Oli added that coronavirus infection from India had become “more lethal than Chinese and Italian”, according to NDTV. “The Indian virus looks more lethal than Chinese and Italian now,” he was quoted as saying by the news channel. “More people are getting infected now.” Nepal has reported more than 400 cases of the coronavirus and two deaths, according to the Johns Hopkins University tracker. The cases in India, meanwhile, have crossed 1 lakh. In his parliamentary address, Oli had also said the disputed Kalapani-Limpiyadhura-Lipulekh area belonged to Nepal’s territory and the country would “reclaim” it. His comment came a day after the government endorsed a new political map showing the three areas in Nepal’s territory. The country claims the Lipulekh Pass on the basis of a treaty signed with British colonisers in 1816.  Tensions between India and Nepal arose after Defence Minister Rajnath Singh inaugurated a new route for the Kailash Mansarovar yatra via the Lipulekh pass earlier this month. Nepal has repeatedly claimed that India’s decision to build the road was a breach of an agreement between the two countries. India, on the other hand, maintains that the new route is “completely within its territory”. Chief of Army Staff General MM Naravane had suggested that Nepal may have opposed India’s efforts to build the road at China’s behest.Also read: Territoriality amidst Covid-19: A primer to the Lipu Lek conflict between India and Nepal","author":"Scroll Staff","time":"2020-05-20T19:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/76324-zgskplvirp-1579881771.jpg","tags":["KP Sharma Oli","India","Nepal"],"source":"https://scroll.in/latest/962490/amid-border-tensions-nepal-pm-blames-indians-for-spreading-coronavirus"}