{"title":"Amid NRC uproar, demands begin for similar counting exercise in Delhi, West Bengal, Nagaland","content":"Despite the continuing unrest over the recently-released final draft of the National Register of Citizens in Assam and accusations of vote bank politics, several leaders have demanded a similar counting exercise in other states.In the Lok Sabha on Thursday, BJP lawmaker Nishikant Dubey called for a nationwide NCR, triggering protests from Opposition benches, reported PTI. During the Zero Hour, he claimed that the census exercise did not happen in many states, including the North East and Jammu and Kashmir.Bharatiya Janata Party’s Delhi unit chief Manoj Tiwari on Wednesday asked the Centre to start work on building a citizenship register for the national Capital to identify and expel “foreign infiltrators”, NDTV reported. In a letter to Home Minister Rajnath Singh, Tiwari claimed that thousands of Rohingyas and Bangladeshis were living illegally in Delhi. “Their presence in the national Capital has many times come to light as a serious threat to law and order,” he said.Rajasthan’s Home Minister Gulab Chand Kataria said other states should consider following Assam in compiling the NRC so that “traitors living freely can be traced”. BJP’s West Bengal chief Dilip Ghosh has promised a similar drive in the state if the party comes to power there.The Vishwa Hindu Parishad said it would initiate a campaign for an NRC in West Bengal, according to The Indian Express. VHP’s organisational secretary Sachindranath Singha claimed the problem of infiltration is much worse in Bengal. Singha criticised Chief Minister Mamata Banerjee’s allegations that the Assam government is carrying out a “Bengali hatao” movement. Singha also reiterated the demand for granting citizenship to Hindu refugees from Bangladesh.The Nagaland unit of the Janata Dal (United) also said a similar counting exercise was needed in the state, with December 1, 1963, as the cut-off year, according to The Morung Express. The party said it would put up an agenda as top priority in the next meeting of the Peoples Democratic Alliance.On Wednesday, videos circulating on social media, apparently shot in various parts of Meghalaya, showed Khasi Students’ Union activists stopping travellers from Assam and interrogating them about their citizenship status.In Tripura, various tribal-based political parties are clamouring for an NRC, although Chief Minister Biplab Kumar Deb said there was no demand. “We had earlier organised rallies demanding initiation of NRC. On August 23, the Indigenous People’s Front of Tripura will hold a mega rally in Khumulwng (headquarters of the Tripura Tribal Areas Autonomous District Council),” Business Standard quoted IPFT Vice-President Ananta Debbarma as saying on Wednesday.Centre will protect ‘genuine Indians’Union Minister of State for Home Kiren Rijiju on Wednesday said that the government was duty-bound to protect the interests of “genuine Indians” and not anyone else who was “fake or had entered India illegally”, The Hindu reported. Rijiju clarified that the NRC was not updated on “religious lines”.Rijiju also said that West Bengal Chief Minister Mamata Banerjee’s statement that the publication of the NRC would lead to “civil war and bloodbath” was unbecoming of her post. Rijiju said no Indian would be left out of the list when the final NRC was published.Assam warns TMC against causing disturbanceThe Assam government has warned the Trinamool Congress of action as its party leaders gear up to visit the state to assess the situation post the publication of the NRC, The Telegraph reported, quoting Parliamentary Affairs and Industry Minister Chandra Mohan Patowary.Assam Governor Jagdish Mukhi said the central government has the right to know about foreigners staying in the state or country. “It will be better if every state has NRC prepared, they should not only prepare NRC rather they should update it with every census, this will ensure full proof security in the country,” Mukhi told ANI. He said the government assured “every Indian will be included in the final NRC report.”Citizenship not a gift or toy, says TMC’s Derek O’ BrienMeanwhile, the Trinamool Congress hit back at Union minister Arun Jaitley for accusing Congress President Rahul Gandhi and Banerjee of compromising India’s sovereignty with their opposition to the NRC. TMC leader Derek O’ Brien said citizenship was a fundamental right, “not a gift or toy that is handed over or taken back by BJP trolliticians”. “Please do not play these divisive games,” NDTV quoted O’ Brien as saying.","author":"Scroll Staff","time":"2018-08-02T13:00:51.514952+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888935-qrrqdtewjh-1533193109.jpg","tags":["NRC row","Assam","BJP","Mamata banerjee","NRC","TMC"],"source":"https://scroll.in/latest/888935/amid-nrc-uproar-demands-begin-for-similar-counting-exercise-in-delhi-west-bengal-nagaland"}