{"title":"Amid tussle between Siddaramaiah and Shivakumar, more claims for Karnataka CM post","content":"A look at the top developments from Karnataka: As the tussle continued between Congress leaders Siddaramaiah and DK Shivakumar for the chief minister’s post in Karnataka, former Deputy Chief Minister G Parameshwara on Tuesday said that he was ready to take up the responsibility if the party high command asked him to run the government, PTI reported. Parameshwara, a Dalit, has been the longest-serving state party chief.The All India Veershaiva Mahasabha, which represents the Lingayat community, also wrote to Congress chief Mallikarjun Kharge to stake claim for the top post, reported NDTV. The group has said that 34 of the newly-elected Congress MLAs are Lingayats. The community was once the key base of the Bharatiya Janata Party but has been a major factor in Congress’ victory this time. Shamanuru Shivashankarappa, who was elected from Davangere South, is the chief of the Lingayat group.The Congress won 135 out of 224 seats in the Assembly elections that took place on May 10, registering the biggest victory in the state by any party since 1989. The BJP could manage to get only 66 seats and was voted out from the only state in which it was in power in south India.    Siddaramaiah and Shivakumar met Kharge separately at his residence in Delhi on Tuesday and discussed about the government formation. The meeting, however, was inconclusive, according to NDTV.Earlier in the day, Kharge held a meeting with former party chief Rahul Gandhi and Randeep Surjewala, who is in charge of the party’s affairs in Karnataka, and Congress General Secretary (Organisation) KC Venugopal. The Congress MLAs have passed an unanimous resolution to authorise Kharge to elect the new chief minister. Congress spokesperson Pawan Khera told reporters that a decision on the next chief minister of Karnataka will be taken in a day or two. “Appointing a chief minister is not an easy thing,” he added. “It cannot be imposed from Delhi. Everybody’s view has to be taken into consideration. We have to engage with every stakeholder.”Meanwhile, Union minister Pralhad Joshi hinted that BJP Karnataka chief Nalin Kumar Kateel is likely to be replaced, reported PTI. Joshi, the Lok Sabha MP from Dharwad, said the BJP legislature party will decide on who would be the Leader of Opposition in the Assembly after holding a discussion with the party’s central leadership. “I would just like to say that his [Kateel’s] term of three years is over,” Joshi said. “In view of the election, our national leaders had given him responsibility.”Also read: 45 charts that reveal where the BJP went wrong – and what went right for Congress in Karnataka","author":"Scroll Staff","time":"2023-05-16T17:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190224-deyhprjkua-1684240965.jpg","tags":["Karnataka elections","Mallikarjun Kharge","Karnataka Chief Minister","DK Shivkumar","Siddaramaiah","G Parameshwara"],"source":"https://scroll.in/latest/1049184/amid-tussle-between-siddaramaiah-and-shivakumar-more-claims-for-karnataka-cm-post"}