{"title":"Amid row, ‘The Kerala Story’ trailer changed from being the story of 32,000 women to that of 3 girls","content":"Makers of the upcoming film, The Kerala Story, have altered its trailer claiming that 32,000 women from the southern state had been forcefully converted and made to join the Islamic State terror group, social media users pointed out on Tuesday.The trailer had sparked outrage and petitions challenging the film’s release on May 5 have reached the Supreme Court.A new trailer, which was uploaded last week, states that the movie was a “compilation of the true stories of three young girls”. The description of its teaser uploaded on YouTube in November claimed that the film was about “heartbreaking and gut-wrenching stories of 32,000 females in Kerala”.Many social media users, including fact-checking website Alt News co-founder Mohammed Zubair and Congress MP Shashi Tharoor, highlighted the dramatic change in the number of women who were allegedly converted into Islamic terrorists.Earlier, Alt News reported that there was “no evidence” to back the claim that 32,000 women from Kerala had joined the Islamic State.From 'Heartbreaking and gut-wrenching stories of 32000 females in Kerala! Coming Soon!' TO 'True story of 3 young girls from different parts of Kerala'.  Propaganda Movie teaser has NOW changed the description of 'The Kerala Story' on YouTube. pic.twitter.com/GIUAomaX5i— Mohammed Zubair (@zoo_bear) May 2, 2023\n\n. The plot thickens. The filmmakers have updated the movie's description on YouTube and changed '32,000 women' to '3 women'. Earlier, they said the movie is about the \"heartbreaking and gut-wrenching stories of 32,000 females in Kerala\". Now it says: \"The Kerala Story is a…— Shashi Tharoor (@ShashiTharoor) May 2, 2023\n\nOn Sunday, Kerala Chief Minister Pinarayi Vijayan had said that film was the Rashtriya Swayamsevak Sangh-led Sangh Parivar’s propaganda to project the state as a centre of religious extremism by raising the bogey of “love jihad”.“Love jihad” is a conspiracy theory peddled by Hindutva organisations that claim there is an organised plot by Muslim men to seduce Hindu women and convert them to Islam.Tharoor had also tweeted: “It may be your Kerala story. It is not our Kerala story.” A petition in the Supreme Court sought a stay on the release of The Kerala Story on grounds that the film promotes hate speech and was an example of “audio-visual propaganda”. However, the Supreme Court on Tuesday asked the petitioner to approach the Kerala High Court. A bench of Justices KM Joseph and BV Nagarathna, which is hearing a group of petitions seeking action against instances of hate speech, said that the movie has been cleared and certified by the Central Board of Film Certification.A separate plea against the release of the film is pending for hearing in the Kerala High Court on May 5.","author":"Scroll Staff","time":"2023-05-03T12:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189746-ieqmaxqhpx-1683096995.jpeg","tags":["The Kerala Story","ISIS","Sudipto Sen"],"source":"https://scroll.in/latest/1048448/amid-row-the-kerala-story-trailer-changed-from-being-the-story-of-32000-women-to-that-of-3-girls"}