{"title":"Amid corruption charges and arrest, Rio 2016 Olympic committee chief Carlos Nuzman resigns","content":"The chairman of Brazil’s Olympic Committee, who helped organize the Rio 2016 Games, submitted his resignation Saturday, saying he wanted to concentrate on defending himself against corruption charges.“To be able to fully exercise my right to defense, which has up until now been violated, I resign with immediate effect my duties as chairman of the Brazilian Olympic Committee,” Carlos Nuzman said in a statement released Saturday but dated Friday.He also resigned as chairman of the Rio 2016 organizing committee, which ran the first Olympics ever held in South America. The Games were generally lauded as a success at the time. However, the aftermath has produced a flow of corruption scandals alleging the embezzlement of millions of dollars.Nuzman, 75, was arrested in Rio de Janeiro on Thursday as part of a probe into allegations he helped buy votes from the International Olympic Committee (IOC) to secure Rio’s hosting of the 2016 Games.Brazilian officials said last month Nuzman was the “lynchpin” in a plot to get the IOC to pick Rio. Former Rio state governor Sergio Cabral, who is serving a 14-year prison term for bribery and money laundering, allegedly masterminded the plot.On Friday, the IOC provisionally suspended Nuzman, stripping him of his honorary membership and removing him from the coordination committee for the 2020 Tokyo Olympics.It also suspended Brazil’s Olympic Committee, although it said the country’s athletes were unaffected and would be allowed to take part in next year’s Winter Olympics in Pyeongchang as well as continue to receive scholarship funds.","author":"AFP","time":"2017-10-08T10:10:30.503596+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/853294-70475-tefwrcnxyf-1507437085.jpg","tags":["Olympics","Rio 2016","2020 Tokyo Olympics"],"source":"https://scroll.in/field/853294/amid-corruption-charges-and-arrest-rio-2016-olympic-committee-chief-carlos-nuzman-resigns"}