{"title":"Amid DJ music and beating drums, a Muslim family’s home is bulldozed in Ujjain","content":"On July 19, officials of the Municipal Corporation of Ujjain in Madhya Pradesh pasted an eviction notice on the gate of Ashraf Hussain Mansoori’s three-storey home.The notice, dated July 18, declared that Mansoori’s home was a “dangerous building”. Municipal laws state that in such cases, occupants should be given a month’s time to comply with the notice or file objections.But within an hour, bulldozers arrived outside Mansoori’s home, he said. Officials also brought along drummers and a vehicle loaded with a DJ-style music system. A crowd watched on as earthmovers tore down most parts of Mansoori’s home to the pounding of loud drums and shrill music.“I have lived in this house forever,” Mansoori told Scroll over the phone. “It was built by my grandfather before I was born.” The house had all its legal permissions in place and the family had documents to prove this, he said.Mansoori ran a shop from the ground floor selling cold drinks and ice popsicles. With the demolition, he also lost his livelihood.Contentious videoTwo days before the demolition, Mansoori’s two sons, one of them a minor and the other 18-year-old Adnan Mansoori, and another underage boy had been accused of spitting on a Hindu religious procession as it passed by the house. Devotees of Baba Mahakal were carrying a palanquin through parts of Ujjain to the Mahakal temple at Chatri Chowk.As the procession passed through a street in a Muslim locality, someone shot a clip of the three youngsters watching from the terrace.Soon after the procession was over, a video surfaced online showing one of the boys drinking water from a plastic bottle. However, the video was accompanied by the claim that they had allegedly spat at the procession.Hindutva supporters responded quickly, protesting outside the Khara Kua police station. A complaint was filed by a man named Sawan Lot, along with his friends Yogesh Bagmar and Ajay Khatri, according to The Quint.That evening, the three youngsters were detained by the police. The police registered a case under four sections of the Indian Penal Code including 295A (deliberate and malicious acts intended to outrage religious feelings), 295 (disturbing religious assembly), 153A (promoting enmity between different groups) and 505  (statements conducting to public mischief).The next day, the three youngsters were presented before a judge.  Adnan Mansoori was sent to the Bhairavgarh Central Jail. His brother was sent to a juvenile home, as was the other minor.Mansoori told Scroll that one of the boys was only sipping water to rinse his mouth.उज्जैन- #महाकाल की सवारी पर थूकने का मामला, ढोल-डीजे और बुलडोजर के साथ आरोपियों का घर तोड़ने पहुंची प्रशासन की टीम, आरोपियों पर सांप्रदायिक सौहार्द बिगाड़ने का मामला है दर्ज@BJP4MP @INCMP @CommissionerUJN#MPnews #Ujjain #mahakal #mahakalswari #bulldozer #MadhyaPradeshWithNews18 pic.twitter.com/tpctzcXVGB— News18 MadhyaPradesh (@News18MP) July 19, 2023\n\nThe notice pasted on Mansoori’s gate on the morning of July 19 was addressed to his late mother, Shahjahan Bi. It asks the owner to remove the structure else the house would be demolished by the municipal authorities.In recent years, fans of Madhya Pradesh Chief Minister Shivraj Singh Chauhan have begun to refer to him by the adulatory nickname “Bulldozer Mama” reflecting the enthusiasm of authorities in the state for using heavy machinery to demolish the premises of some people accused of committing crimes. Since Indian law has no provision to allow such demolitions, the authorities usually claim that these properties were built without requisite permissions.Many of the properties demolished in this fashion in Madhya Pradesh and in neighbouring Uttar Pradesh – whose chief minister, Adityanath, is referred to as “Bulldozer Baba” – were owned by Muslims.In the notice pasted on Mansoori’s gate, however, the Hindi words “awaidh nirman” or “illegal construction” have been crossed out by pen and replaced with “khatarnaak bhavan” or “dangerous building”. Mansoori showed Scroll a copy of the notice.Since officials could not establish that his house was illegal, Mansoori said, they claimed that it was dilapidated and posed a safety risk.The notice says that the owner of the house had been served a similar order a few days before asking him to demolish the house. Since the order had not been complied with, the second notice had followed.However, Mansoori denied that he had received a previous notice.Scroll phoned officials of the Ujjain Municipal Corporation to seek their version of events but the calls went unanswered.The demolition notice that was pasted on Ashraf Hussain Mansoori's gate. Speaking to journalists during the demolition, Akash Bhuriya, Ujjain’s additional superintendent of police, said that the police had informed the municipal corporation and revenue officials about the alleged spitting incident, after which Mansoori’s home was demolished.“The action of demolition of illegal encroachments is being taken against those who a few days ago attempted to disturb the religious harmony,” Bhuriya told journalists in an impromptu briefing that can be viewed on the internet. However, Sachin Sharma, Superintendent of Police Ujjain, told Scroll that the alleged incidents related to the procession and the demolition of Mansoori’s home were not connected.“These things happen on a regular basis,” said Sharma. “Constructions that are beyond the municipality regulations, beyond the bylaws and procedures are removed.”He claimed that on the same day, the municipality had served notices to other people too and undertaken more demolitions. “But the attention of the media went to just one place,” Sharma said. “Three to four more encroachments were removed.”‘Salt in the wounds’Farhan Gauri, a local activist who is assisting Mansoori’s family, said that the  use of drums and loudspeakers was “rubbing salt into the wounds” of the family.He asked how an alleged act of spitting on a procession could prompt such a disproportionate response that resulted in an entire family being punished.“If their house was dangerous, then why did the municipality wait so long?” said Gauri. “I want to ask why the demolition was done only after this incident at the procession.”At a press conference on Thursday, Khaliqur Rahman, the Shehar Qazi or leader of the local Muslim community, said that the allegations that the boys had spat on the procession were baseless. “They file these petty cases and ruin the lives of innocent boys,” he added.He added that the administration had not followed due process before demolishing the house. The officials acted hastily and under the pressure of Hindutva groups, he said, alleging that the Bharatiya Janata Party government in Madhya Pradesh was targeting Muslims.Rahman demanded an investigation against municipal officials for demolishing the house and also sought compensation for Mansoori’s family.#WATCH | Madhya Pradesh: Police and local administration are conducting a demolition drive on the houses of the three accused who were arrested for allegedly spitting on the procession of Baba Mahakal in Ujjain. pic.twitter.com/1hnRltY4FM— ANI MP/CG/Rajasthan (@ANI_MP_CG_RJ) July 19, 2023\n\nMeanwhile, a group of lawyers on July 20 wrote a letter to the Ujjain Bar Association demanding that no lawyer should represent the three boys in court.“Since Baba Mahakal and his ride are a matter of faith for the people of Ujjain and the world, an attempt was made by antisocial  elements to provoke religious sentiments,” the letter said. “The said incident has also hurt the sentiments of advocates, and hence no one from the bar should appear for them.”Rakesh Gehlot, a member of the Ujjain Bar, defended the demand, claiming that it reflected the sentiments of the city’s residents. “Such decisions have been taken in the past as well,” he said. “Recently, a similar decision was taken in the case of the murder of a girl.”The Mansoori family had appointed a lawyer named Umesh Sharma to file a bail application. But after the letter, Sharma told Scroll that he had asked the family to find another lawyer.“I cannot oppose the bar,” said Sharma. “I have to live and work with them.”Since the demolition,  the Mansoori family has been staying at an uncle’s house.“All of us were crying,” said Mansoori. “It is hard to believe what they did to us. We asked them to spare the house, but they did not listen. Yesterday I had a roof over my head and today I am homeless.”","author":"Zafar Aafaq","time":"2023-07-23T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192476-wchnaaazko-1690038205.jpg","tags":["Ujjain","Bulldozer justice","Shivraj Singh Chauhan"],"source":"https://scroll.in/article/1053101/amid-dj-music-and-beating-drums-a-muslim-familys-home-is-bulldozed-in-ujjain"}