{"title":"Amit Shah’s ‘migrant termites’ speech echoes leaders around the world who orchestrated mass violence","content":"Speaking at rallies in Rajasthan and Delhi this month, Amit Shah called Bangladeshi migrants “termites” that are eating away at India. “Are you bothered because of illegal immigrants in Delhi or not?” the Bharatiya Janata Party president asked. “Should they be thrown out or not? One hundred crore infiltrators have entered our country and are eating the country like termites. Should we throw them out or not?” Shah’s spiteful rhetoric echoes authoritarian leaders, genocidaires and war criminals who not only orchestrated mass violence, but destroyed nations through dangerous speech for petty political ends. Dangerous speech and ideology that catalyse mass violence are strikingly similar across the world and through time. What is now being referred to as the Rohingya genocide started with a similar process. Ashin Wirathu, a monk who leads the Buddhist nationalist 969 Movement, in an interview characterised Muslims as “a mad dog” and “troublemaker”. He has consistently defended the use of violence against Myanmar’s Muslim minority, stating, “If we are weak, our land will become Muslim.” Recently, Greece, Israel, the United States, Hungary, Ukraine and Nigeria have witnessed dehumanising rhetoric and inflammatory speech by their political leaders sparking immense violence. Dehumanisation is the process of denying humanity to other people. The denial is almost always followed by violence, destruction and suffering of the dehumanised. Victims of the holocaust, the conflicts in Darfur and Cambodia, the Balkan wars, and Tutsis in Rwanda were all dehumanised by their perpetrators who called them vermin. In the process of dehumanisation, both the perpetrators and the victims become caught in a hubris of decay. The afterlife of violence that begins with dehumanisation outlives the people it devours. Susan Benesch, who founded the Dangerous Speech Project, argues that calling humans vermin is a prelude to violence. In 1994, broadcasts from Radio Rwanda labeled Tutsis as inyenzi, or cockroaches, and ibinhindugemb, or heinous monsters, who consumed the organs of Hutus. Similarly, during the Armenian genocide, the Armenians were called “invasive infection in Muslim Turkish society” and “parasites outside the confines of their homeland, sucking off the marrow of the people of the host country, before moving onto another host country”. What is striking in all these cases is not the horror of the violence, but the gradual, systematic, planned process of legitimising hate, xenophobia and bigotry that both justifies and rewards violence against those who are considered the other. This violence is deemed acceptable and, in many ways, enabled and legitimised by the state and its ruling elite. In India, the normalisation of the most inhumane of prejudices is not only tolerated but celebrated as the marker of a strong and aggressive Hindu nationalist identity.  Culture of fearSince Shah’s speech, commentators, rights groups and activists, and some journalists have pointed out the dehumanising nature of his rhetoric. Such rhetoric is neither new nor isolated. India has witnessed many systematic instances of priming that led to massacres, pogroms and riots. Atal Bihari Vajpayee, former prime minister, spoke of “levelling the ground” the day before the Babri Masjid was demolished. Prime Minister Narendra Modi, in his book on the Rashtriya Swayamsevak Sangh’s ideologues, praised MS Golwalkar’s ideology of hate. More recently, in January, BJP legislator V Sunil Kumar declared at a rally in communally-sensitive Coastal Karnataka that the then impending Assembly election was a “fight between Allah and Ram”. He was later booked for “inflammatory speech”. Earlier this year, the Association for Democratic Reforms, a non-profit election watchdog, and the National Election Watch reported the BJP has the most lawmakers with hate speech cases against them. BJP-ruled Uttar Pradesh recorded the highest number of communal incidents in 2017, an increase of 17% over the previous year. Shah’s speech should thus be seen as a part of a continuum. Killings justified in the name of cow and “love jihad”, the saffronisation of textbooks, and the politics of beef have all cumulatively played and continue to play a key role in transforming personal prejudices into organised collective hatred for the other, and subsequent violence. Hearing Shah’s speech was witnessing history repeat itself with all signs of preparing a population for violence. While the speech itself was crude and despicable, its construction and the strategic use of lies achieved the desired polarisation. From his pulpit of hate, Shah constructed a nonexistent threat that squarely outsourced the problem of ineffective governance to “crores of illegal immigrants”. The language he used – “shall we throw them out?” – instantly destroyed any possibility for empathy or amnesty to those labeled “illegal”. Finally, Shah valorised violence and presented it as inevitable. Taken together with the recent spate of lynchings, the compilation of the National Register of Citizens in Assam that excluded four million people, rising anti-minority sentiment and the proposed citizenship bill, the BJP chief’s speech was lethal in its capacity to both mobilise grievances into violence and create a culture of fear.Trickle-down hateIn India, wealth has not trickled down in the last four years of the BJP’s rule but hate definitely has. Shah’s speech needs to be seen as a powerful mobilising tool. It signals the elite’s willingness to use hate as a political ideology, and strategy. It tacitly empowers the countless local and petty sovereigns of the BJP, the RSS and other groups of Hindutva extraction that take cues from such utterances. Addressing the BJP’s social media workers in Rajasthan, Shah boasted about the party’s “WhatsApp group with over 32 lakh people” and that the ruling party’s workers are “capable of delivering any message to the public”, regardless of whether it is “true or false”. Shah recounted how a party worker sent out a fake message claiming former Uttar Pradesh Chief Minister Akhilesh Yadav had slapped his father Mulayam Singh Yadav. “There was no truth to this message but it went viral,” the BJP president is heard saying in a video of the speech. The BJP has blurred the distinction between the legitimate (state institutions) and the illegitimate (mobs, both real and virtual) to mobilise the state’s resources for actively creating incentives for producing more violence. On July 9, three months after India witnessed the first conviction in a case of cow vigilantism, the Jharkhand High Court released eight men, including a local BJP leader, who were part of the mob that killed Alimuddin Ansari, on bail. Union minister Jayant Sinha invited the men home and garlanded them. Last week it emerged that Shambhulal Regar, who murdered, on camera, Muslim labourer Mohammed Afrazul in Rajasthan last December, will likely contest the 2019 general election. As will Rupendra Rana, an accused in the horrific 2015 lynching of Mohammad Akhlaq in Uttar Pradesh’s Dadri. The production and orchestration of violence is no longer an aberration, it is integral to electoral politics and a means of policing minority and marginalised communities. The BJP has been rewarded electorally every time it has employed violence against minorities. It has learned and perfected the lesson that violence can substitute for governance – and now employs violence as an important political tool. What does all this mean for India and its future as a republic? The violence that follows hateful rhetoric is the violence that births political fragmentation. Democracies can die, and riotous republics wither away. The global history of violence and state demise can teach us something. While the present looks bleak, defending our Constitution through the electoral process and fighting to protect and preserve institutions remain crucial. This demands that we do not elect old and new murderers to power. Suchitra Vijayan is a barrister and writer. She previously worked for the War Crimes Tribunals for Yugoslavia and Rwanda, and ran a legal aid clinic for Iraqi refugees in Cairo. She currently heads The Polis Project, a humanities collective and research center in New York.","author":"Suchitra Vijayan","time":"2018-10-02T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/896091-tdohdikrwr-1537093425.jpeg","tags":["Rohingya genocide","Amit Shah","Bangladeshi migrants","normalisation of hate","communalism in India","Narendra Modi","BJP","RSS"],"source":"https://scroll.in/article/896091/amit-shahs-migrant-termites-speech-echoes-leaders-around-the-world-who-orchestrated-mass-violence"}