{"title":"Amit Shah stopped me from meeting students at Meghalaya college, alleges Rahul Gandhi","content":"Congress MP Rahul Gandhi on Tuesday alleged that he was barred from meeting the students of a private college in Meghalaya on the orders of Union Home Minister Amit Shah.Gandhi was scheduled to visit the University of Science and Technology in Meghalaya’s Ri Bhoi district near the border with Assam as part of the Congress’ Bharat Jodo Nyay Yatra. The gathering was shifted to a nearby hotel after the university management withdrew permission for Gandhi’s visit.The Bharat Jodo Nyay Yatra is a large-scale outreach programme of the Congress, led by Gandhi. The MP from Wayanad is slated to travel 6,200 kms across 15 states.I wanted to come to your university and talk to you and understand what you're facing.The Home Minister of India called up the CM of Assam, and then the Assam CM's office called up the leadership of your university and said that Rahul Gandhi must not be allowed to speak to the… pic.twitter.com/fB7Yk8fx1i— Congress (@INCIndia) January 23, 2024\n\n\n“The home minister of India called up the chief minister of Assam, and then the Assam chief minister’s office called up the leadership of your university and said that Rahul Gandhi must not be allowed to speak to the students,” Gandhi alleged before students from atop his bus. “You are being told that you must blindly obey the Rashtriya Swayamsevak Sangh and the leadership of this country.”Later in the day, the convoy was stopped from entering Guwahati and had to change course to the city’s outskirts, reported PTI. Chief Minister Himanta Biswa Sarma had earlier said that the procession would not be allowed to pass through the city citing traffic concerns. The state government’s decision triggered protests from Congress workers who shouted slogans and broke through some barricades. Gandhi said: “We have broken barricades, but will not break the law.”अहंकार ध्वस्त हुआ असम के मुख्यमंत्री और दिल्ली में बैठे उनके मालिक का अहंकार कांग्रेस के बब्बर शेरों ने ध्वस्त कर दिया।\"कोई भी शक्ति इस यात्रा को नहीं रोक सकती\" 🦁 pic.twitter.com/u3cDSPWpkA— Congress (@INCIndia) January 23, 2024\n\n\nAt a press briefing later, the Congress MP said he has received multiple complaints from Assam’s citizens about unemployment, inflation, corruption and farmers’ struggles in the state. He also denied that there had ben any protest from Bharatiya Janata Party workers on the ground.“The BJP men are holding their party flag in one hand while waving and smiling at me,” Gandhi claimed. “Mr Himanta seems to think it’s a protest. There’s no protest taking place there.” The BJP men are holding their party flag in one hand while waving and smiling at me. I'm blowing kisses to them, and they're waving at me.Mr. Himanta seems to think it's a protest. There's no protest taking place there. There is a clear problem in the state. The Assam CM is… pic.twitter.com/0LlfbggGRa— Congress (@INCIndia) January 23, 2024\n\n\nThe incident came a day after Gandhi was denied permission to enter the Batadrava Satra Temple, the birthplace of 15th-century scholar and reformer Srimanta Sankardeva in Nagaon. On Sunday, the management committee of the temple had urged the Congress MP not to visit it till the Ram temple in Ayodhya was consecrated. Gandhi was scheduled to offer prayers at the shrine as part of the Bharat Jodo Nyay Yatra when Prime Minister Narendra Modi would be presiding over the inauguration of the Ram temple in Ayodhya.Congress General Secretary (Communications) Jairam Ramesh had alleged that the temple management committee was pressured by the Assam chief minister to change its decision on letting Gandhi visit.","author":"Scroll Staff","time":"2024-01-23T16:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197768-lzsaqpuogo-1706005753.jpg","tags":["Rahul Gandhi","Amit Shah","Meghalaya","Assam","Lok Sabha 2024","Bharat Jodo Nyay Yatra","Bharatiya Janata Party","Himanta Biswa Sarma"]}