{"title":"Amit Shah offers North East tribal areas exemptions in the citizenship bill – but fails to convince","content":"The Union cabinet may have cleared the Citizenship Amendment Bill, but the Centre has not quite managed to bring groups from the North Eastern states on board. Union Home Minister Amit Shah’s recent visit meetings with representatives from the region has not cut much ice, although, he may have succeeded in averting any immediate large-scale protests in most North Eastern states apart from Assam.Starting November 29, Shah, aided by Assam Finance Minister Himanta Biswa Sarma, held a series of meetings with civil society groups and politicians from the region. The last of these meetings, with representatives from Manipur, ended well past Tuesday midnight.In the meetings, Shah is supposed to have floated a number of ideas that he said would cushion the North Eastern states against the proposed amendment, which seeks to make undocumented  non-Muslim migrants from Bangladesh, Afghanistan and Pakistan eligible for citizenship. North Eastern groups fear that once the Bill is passed, local populations defined as indigenous to the region will be culturally and physically swamped by migrants.For weeks now, protests against the Bill have raged across the state of the North East.The exemptions  At the heart of Shah’s overtures was an offer to tweak the Bill – which was passed in the Lok Sabha last year only to lapse in the Rajya Sabha – to exclude areas protected by the Inner Line Permit and Sixth Schedule  provisions.  In addition, the home minister is supposed to have said that the Bill would come with a strict cut-off date. Migrants who entered after December 31, 2014, would not be eligible for citizenship under the bill, said several people part of the recent meetings. Activists of North East Students Organisation along with All Assam Students Union hold placards as they take out a protest rally against Citizenship Amendment Bill in Guwahati. Credit: PTIThe Inner Line Permit is a document that Indian citizens from other states require to enter Arunachal Pradesh, Mizoram and most of Nagaland. Even long-time residents who do not belong to communities classified as “indigenous” to these states need the permit, which they need to renew every six months.The Sixth Schedule, on the other hand, provides for autonomous decentralised self-governance in certain tribal areas of Assam, Meghalaya, Mizoram and Tripura.  In these areas, communities not considered local are restricted from owning land and businesses.Softening stand: Mizoram and NagalandBut groups in the North East are not entirely convinced – though some of them seem slightly more open to the idea than before. Take Mizoram, where protesters once threatened to “seek assistance from China”. Civil society groups now say if the bill were to indeed leave Mizoram out of its purview, they would consider backing down on opposition to it.“Assam’s finance minister Himanta Biswa Sarma has assured us that it will not affect us as we have ILP,” said Lalhmachhuana, vice-president  of the Young Mizo Association, Mizoram’s largest and most powerful pressure group, which counts almost 40% of the state’s population as members.  “It is well and fine if that happens – no problem then. There will be no protests against the bill.”But the approval was cautious. As Lalhmachhuana said, “It is very confusing, though, as we are not sure how a law passed by the Parliament can actually exempt some areas.”The  Naga Students Federation also seemed to have softened its once militant opposition to the bill. “They have assured the Nagaland state will be fully exempted from the bill,” said its president, Ninoto Awomi, ruling out any immediate protests against the bill “We will further discuss but as of now they have given us full assurance.” While most of the state falls under the Inner Line Permit regime, Nagaland’s commercial hub, Dimapur, does not. However, the group seems to have been assured that the permit regime will now be extended to Dimapur too. “The decision was taken a long time back by the state government, but now it will be implemented,” said Awomi.The Naga People’s Front, the primary opposition party in Nagaland, however was less enthused. “It should be specifically mentioned in the Act that Nagaland is exempted,” said Achumbemo Kikon, a spokesperson for the party. But Mizoram’s  ruing Mizo People Front seemed convinced. “It is okay if they exclude Mizoram,” said  Ruata Hmar, the party’s general secretary.Treading cautiously: Arunachal Pradesh and MeghalayaBut in Arunachal Pradesh, also protected by the Inner Line Permit, groups are treading cautiously. “For us, the exemption works, but we have to support the other states in the North East also,” said Hawa Bagang, president of the All Arunachal Pradesh Students’ Union. Does that mean the group will continue to lead protests against the bill in the border state? “We will do as the NESO orders,” said Bagang.The NESO or the North East Students’ Organisation, an umbrella body of students’ groups in the region, insist it is either the whole North East or nothing. “We are not at all satisfied because we don’t know how far the Sixth Schedule and the ILP protections will be able to stand against the bill,” said Samuel Jyrwa, who heads the organisation. “If it is implemented in one part of the region, it will affect other states sooner than later.”Activists of Assam Jatiyabadi Yuva Chatra Parishad protest against the Citizenship (Amendment) Bill in Guwahati. Credit: PTIIn line with the North East Students’ Organisation’s stand, protests against the bill continue in Meghalaya, where the Sixth Schedule extends to almost the whole state. “We will stick to our guns,” said Khasi Students Union general secretary Donald Thabah.Meghalaya’s ruling National People’s Party also passed a resolution to oppose the bill. Nothing doing: Assam, Manipur and Tripura In the states where the Inner Line Permit is not applicable and Sixth Schedule extends to only certain pockets, the opposition remains vehement in spite of other offers by the home minister.The influential All Assam Students’ Union balked at Shah’s suggestion that constitutional safeguards would protect the Assamese people’s interests. “Nothing at all can convince us to change our minds,” affirmed Samujjal Bhattacharya, adviser to the union. “If something is bad in areas where there’s ILP and Sixth Schedule, how can it be good for us.”A committee is currently engaged in working out a mechanism that would provide “constitutional, legislative and administrative safeguards to protect, preserve and promote the cultural, social, linguistic identity and heritage of the Assamese people” as per a provision of the Assam Accord, the agreement that Assamese nationalists signed in 1985 with the Centre to end a six-year-long anti-immigrant movement.Shah seemed to have suggested that these safeguards would be made operational soon. However, it did not cut ice with Assamese outfits. “That is not for providing safeguards against new migrants but for the ones who came in till 1971,” said Bhattacharya.However, the Asom Gana Parishad, a party whose genesis lay in the anti-immigration movement of the 1980s, seems to have capitulated. Its chief Atul Bora, on Tuesday, said it was time to be “practical” and accept the constitutional safeguards offered by the Centre. The contingent from Manipur was reportedly asked if they would accept the bill if the Inner Line Permit regime was extended to the state – a long running demand in the Imphal Valley. Yet, they could not reach common ground with the home minister. “The ILP will only protect us from future immigration,” said Manipur People Against Citizenship Bill co-convenor Lancha Ningthouja. “But what about the existing illegal immigrants whom the bill would naturalise?”Groups and individuals representing the tribal population of Tripura were also hostile to the bill. Migration from neighbouring Bangladesh has drastically changed the state’s demographics over the years. In 1948, the indigenous tribes accounted for over 80% of the population, now they account for about 30%.“We made it clear that in the current form it is not acceptable to us,” said Pradyot Kishore Manikya Debbarman, who recently quit the Congress. “Tripura has already taken its share of the load.”","author":"Arunabh Saikia","time":"2019-12-05T09:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/111942-hvmrjhiwvd-1548947554.jpg","tags":["Amit Shah","Citizenship Amendment Bill","Inner Line Permit"]}