{"title":"Amit Chaudhuri on Satyajit Ray’s very Indian modernity: Not a ‘beginning’ as much as a ‘fruition’","content":"It seems that there are all kinds of unresolved problems to do with Satyajit Ray – to do with thinking about him, with finding a language to speak about him that does not repeat the indubitable truisms about his humanism and lyricism. How does he fit into history, and into which history – the history of India; the history of filmmaking; some other – do we place him first?We do not ordinarily talk about Ray “fitting in”, because he is an icon and a figurehead, and figureheads do not generally have to fit in. Traditions, schools, and oeuvres emanate from them. Glancing toward Ray, we see, indeed, the precious oeuvre, but it’s more difficult to trace the tradition – either leading up to Ray or emerging from him.People closer to home will mention something called the “Bengal Renaissance” and Tagore when thinking of lineage. Even those who are not students of film know who some of the precursors are: Jean Renoir, Vittoria de Sica and John Ford. As to inheritors of the style, you could, with some hesitation and prudence, point to Adoor Gopalakrishnan, and, a bit further away, to Abbas Kiarostami. But what does this constellation of names and categories add up to?For, in the end, we are reduced to looking at Ray as if he were alone, as someone who possessed, as Ray said of Rashomon, “just the right degree of universality”.Sayajit Ray.To me, it is increasingly clear – especially in the light of the changes in politics and culture in the last quarter of a century – that Ray is the only embodiment of an Indian “high” modernity, specifically a vernacular “high” modernity, that the world has had to deal with.The “world”, in this instance, refers to places in Europe and America where film festivals were hosted, the great metropolitan centres in which debates to do with “culture” were decided, and even sections of the Indian intelligentsia. Ray’s humanism was noted in his heyday, but the encounter with Indian modernity that watching his films constituted was hardly mentioned, or only inadvertently experienced by the viewer.And yet Ray’s work did occupy the consciousness of the second half of the twentieth century, and, to be understood, must have required a different set of rules from those applying to the paradigmatic, “authentic” India of either the Orient or, later, of post-coloniality – the India of chaos, crowds, empire, resistance, voices, irresistible self-generation, and colour.Ray’s India, or Bengal, was not, in this sense, paradigmatic – but, as with Apu’s room overlooking a terrace and railway tracks in Apur Sansar, it was strangely recognisable and true. Were we being shown, then, that, it was, after all, “recognisability”, rather than cultural “authenticity”, that was a feature of modernity? And how aware was the audience, as they discovered Apu’s world, of that distinction?Ray’s encounter with Japanese cinemaLet us go back at this point to Ray’s own record of his encounter with Japanese cinema in the form of Kurosawa’s Rashomon. Ray wrote about this in 1963, probably a little more than twelve years after its release – for Kurosawa’s film went to the Venice Film Festival in 1951, winning the Golden Lion there, and Ray said, “I saw Rashomon in Calcutta soon after its triumph in Venice.”He added – for Japan seems as far away from Bengal as it is from Venice, and Venice probably closer to his Calcutta – “This is the point where I should confess that my knowledge of the Far East is derived largely from Waley and Lafcadio Hearn and that while I know my Shakespeare and Schopenhauer, I have yet to know Murasaki and the precepts of Lao-tzu.”This is not just the prototype of the colonised subject airily declaiming his allegiances. It is the modern as revisionist, impatiently estranging himself from a fundamental constituent of his identity: that is, the Orient as a point of origin.For Ray, I think, the prism of this revisionism is his particular understanding of “Bengaliness’: Ray once offended readers of the Illustrated Weekly of India – and I speak from living memory – by saying that he did not think of himself as a Hindu, but as a Bengali. This revisionist view of Bengaliness is not so much a sub-nationalism, or even just a residue of his father’s Brahmoism, as an opposition to cultural identity as we understand it today.It is an opening out onto a secular, local, even regional sense of the everyday, cohabiting, at once, with a constant premonition of the international, which defines the “Bengaliness” of the first half of the twentieth century.In the same essay on Japanese cinema from which I have just quoted, Calm Without, Fire Within, Ray, still discussing Rashomon, makes a shrewd observation, to do with the culture of filmmaking certainly, but also the sort of questions that the sudden appearance of a compelling cultural artefact raises.“It was also the kind of film that immediately suggests,” said Ray, “a culmination, a fruition, rather than a beginning. You could not – as a film making nation – have a Rashomon and nothing to show before it. A high order of imagination may be met with in a beginner, but the virtuoso use of cutting and camera was a sort that came only with experience”.\n\n\n    \n    Play\n\nRashomon (1950).Those first two statements are among the cleverest statements I have read on the reception of the product of one culture into another, a cautionary reminder of how the critical language of reception simplifies and caricatures, even while occasionally applauding, the encounter with the foreign artwork or phenomenon, and ignores certain blindingly obvious problems.Remember that Ray is not speaking here of the classic encounter with “otherness”, with the savage or the peasant, the staple archetypes of post-coloniality, but of something – in this case, Rashomon – that only occurs in the economy and theatre of modernity, of a moment of dislocation, of revaluation, taking place within that terrain of film festivals, film societies, and educated (maybe even cinematically educated) middle-class audiences.Why is it that, when a clearly modern non-Western phenomenon emerges globally – say, Mandela, or Ray himself, or Arundhati Roy’s environmental activism, or a liberation movement – he or she or it is seen as a “beginning” rather than a “fruition” or “culmination”, as if they belonged to an intellectual environment without texture or entanglements or process, a history composed, astonishingly, of supermen or women who rise without explanation from the anonymity around them?Even more than Western history after Carlyle, non-Western history still seems, at least in the popular imagination, condemned to be an account of exceptional men and women and events springing out of an undifferentiated, homogenous landscape: the site of development. In coining the wonderful rubric, “film making nation”, with its conflation of a specialist activity with a political entity, Ray is not so much being a cinema geek as he’s reminding us of the nitty-gritty, the materiality, the processes, of history, and of crafting history.The opening sentences of Ray’s next paragraph give us an important key to understanding the sort of encounter he is talking about, but end in a somewhat conventional formulation:“Later revelation of Kurosawa’s past work and the work of other Japanese directors has confirmed what Rashomon hinted at: the existence of an art form, western in origin, but transplanted and taking root in a new soil. The tools are the same, but the methods and attitudes in the best and most characteristic are distinct and indigenous.”Is that all, however, that the encounter with Rashomon hints at – a transplantation of an art-form, and its subsequent indigenisation? Is the history of the modern artwork simply a history of its production in the West, and its indigenisation elsewhere? (These are questions, of course, that have been raised by historians such as Dipesh Chakraborty and others in other contexts, to do with the nature of the “modern” itself, but not, I think, in connection to the specific business of genre.)We must remember that, crucially, Ray’s own response to Rashomon could not have come out of nowhere. We could not, to paraphrase his words on Kurosawa’s film, have had that response and “nothing to show before it”.That response to Rashomon in 1963 in Calcutta is not so much a beginning as a “fruition, a culmination” of something and the history from which it emerged at that moment, in the context of Rashomon, cannot be summed up as a history of Western origination, colonial dissemination and, finally, indigenisation; of import and export.‘Travel as a means of unravelling’ Yes, it is a history that involves travel, but travel as a means of unravelling meaning rather than just moving forward in a landscape. Modernity, in the realm of culture, appears to consist of a series of interchanges and encounters in which the putatively initiating meeting – such as the one between Ray and Kurosawa’s film – is also a “culmination, a fruition”, of interchanges that have already taken place.One is reminded of this if one thinks back to the emergence of Iranian cinema in the late ’80s. There was that initial moment of surprise when, in London and other cities, audiences viewed the films of Abbas Kiarostami and Mohsin Makhmalbaf and, in the ’90s, Jafar Panahi and others, for the first time.There was fairly widespread acknowledgement that a form of art-house cinema that was at once deeply humane and innovative was coming out of a country about which the secular middle classes around the world knew relatively little, and about which they knew already whatever they needed to know.Into this frame, the frame of preconceptions, entered, for instance, the engineers, film directors, and drifting professionals who drove through Kiarostami’s tranquil but earthquake-stricken landscapes, with middle-class children sitting, often, beside them in the car, journeying towards families in houses in remote villages; also in that frame appeared Makhmalbaf’s weavers, village primary school teachers, Afghan daily wage-earners, carnival bicyclists.Abbas Kiarostami’s docu-fiction Close-Up (1990), starring Mohsen Makhmalbaf.Objects came into the frame as well – apples, fabrics, the blue tile on the wall of a village house, shoes in a shop window in Tehran. The audiences noted these people and things with a mixture of delight, surprise, and recognition, seeing them as elements of what they had not known before, as well as of the already known. The quality of the already known gave to these details their recognisability, their authenticity; viewers knew almost straight away that what they were watching was indisputably “real” cinema, with cinematic values of a high order; the details possessed not just universality, but the pacing and an aura of the modern, particularly modernism, with certain modulations on that sensibility that these very gifted filmmakers’ works introduced. So, “foreignness” was not the crux and core of Iranian cinema. The crux was its enlivening and dislocating recognisability. The fact that this cinema had its impact at a time when the infrastructure and raison d’être of the art-house cinema movement was, worldwide, being dismantled was an irony that was either not noticed, or not considered worth commenting on. ‘A convergence of links’Yet the most important question regarding these films still remains unaddressed. Here was a kind of cinema that “immediately suggested”, as Ray had said of Rashomon, “a culmination, a fruition, rather than a beginning”. What was it fruition of? What had happened, or was happening, in Iran, and, for that matter, elsewhere, that these films were powerfully hinting at – not through their subject-matter, but through the culmination of a certain practice, and all the more powerfully for that? Not knowing leaves a gap in our understanding, and dependent on that model of transplantation and indigenisation. And what happens when something that has purportedly been indigenised is carried back to the land it was transplanted from – an occurrence such as the first showing, say, of Iranian films in New York? Whatever the answer to that might be, it cannot approximate the frisson that the actual event – the New York audience watching the Iranian film – would have involved. The emergence of Iranian cinema represented not just a culmination of certain filmic styles and values, but a convergence of links, hitherto unnoticed, that came together to create a new-minted but unexpected, even unlikely, experience of the “modern”, in that decade when modernity, apparently, had finally begun to wane. “Modernity” was the unlooked-for culmination through which New York and Iran momentarily came together.And yet this experience of the “modern”, which arises not from a canonical history of modernity written solely by and in the West, but through a series of interchanges and tensions (such as Ray’s encounter with Rashomon embodies) – this continual experience of the “modern” is almost always, if it involves a non-Western artist, subsumed under the categories of “East” and “West”, and within issues of cultural authenticity. Everyone collaborates in this emotive and persistent haziness to do with cultural characteristics, including the commentators and the artists themselves. That is, they fit their thoughts and justifications into one of two compartments: that either the artwork, if it was produced in the East, bears the unmistakable and ancient imprint of its cultural lineage; or that it transcends all those marks into the convenient domain of the universal. Only the artwork itself refuses to collaborate in this formula, insisting that the intersection between cultural lineage, foreignness, and recognisability must, in the time of modernity, be arrived at as, in Ray’s word, a “fruition”, that is, as a radical moment of awareness of underlying histories, and, at once, as an unpremeditated but considered acknowledgement of that “fruition”. By “fruition” Ray means, as we have seen, not something static, not a pinnacle of development, but a sudden intimation of intelligibility, and modernity as a language dependent on, and constantly illuminated by, such intimations. But then Ray himself, in his essay, goes on to speak in the terms of the same dichotomy that I just described. “Of all the Japanese directors, Kurosawa has been the most accessible to the outside world. There are obvious reasons for this. He seems, for instance, to have a preference for simple, universal situations over narrowly regional ones... But most importantly, I think, it is his penchant for movement, for physical action, which has won him so many admirers in the West.”Ray then clarifies that he is not overly bothered by whether the “penchant” for action is a consequence of a “strong Occidental streak” in Kurosawa, or whether it springs from something “within the Japanese artistic tradition”; for he is still “able to derive keen aesthetic pleasure” from Kurosawa’s work. However, he points out that “there is no doubt that he is a man of vastly different temperament from Ozu and Mizoguchi, both of whom come nearer to my preconception of the true Japanese filmmaker. Here, too, I may be wrong, but a phrase of my dear old professor sticks in my mind: “Consider the Fujiyama,” he would say. “Fire within and calm without. There is a symbol of the true Oriental artist.”Ozu and Mizoguchi are actually, as far as filmmaking temperament and subject-matter go, quite different from each other: in contrast to Ozu’s subtle suburban idylls, Mizoguchi’s work, in fact, shares with Kurosawa a fascination with pre-modern Japan and its distinctive artistic resources. I suppose what Ray is talking about – and the basis of the comparison he is making – has more to do with pacing: the “movement” and “action” of Kurosawa’s kind of cinema, the slowness of Mizoguchi’s and especially of Ozu’s universe. ‘Slowness is a relative thing’  Slowness, who knows, may well be an Oriental characteristic. It may also be part of the colonialist construction of the Orient, as well as of the response of Western critics to directors like Ozu. Ray points out, bringing his own metier, at this point, into the picture, that the “complaint is frequently heard that some Japanese films – even some very good ones – are ‘nevertheless very slow’. Some of my own films, too, have drawn this comment from Western critics”. (Chandak Sengoopta, in an issue of Outlook magazine, reminds us of the sort of early criticism that Ray is talking about here.) Ray points out that “a slow pace is, I believe, as legitimate to films as it is to music. But as a director, I know that a slow pace is terribly hard to sustain. When the failure is the director’s fault, he should be prepared to take the blame for it. But it is important to remember that slowness is a relative thing, depending on the degree of involvement of the viewer”.With the phrase “a relative thing”, Ray is, I think, gently refuting the “universal” cultural situation presumed by Western critics, and arguing, somewhat diffidently, for his Easternness. But he does not remind us that slowness is also a principal, even sacred, feature of modernism, which privileges the image over the narrative, the individual moment over the overarching time-span, thus holding up the way a story ordinarily unfolds. It is possible, of course, that Ray’s pacing is the result of an Oriental identity that he is usually at pains to distance himself from. For instance, the sequence in Ray’s first film Pather Panchali (based on Bibhuti Bhushan Banerjee’s 1928 novel of the same name) in which the camera spends a noticeably large amount of time observing the movement of water insects upon a pond during the monsoons might be, as Max Lerner said of the Apu trilogy in the New York Post in 1961 (and this kind of opinion is obviously still fresh in Ray’s mind in 1963), “faithful to the Indian sense of time, which is actually a sense of timelessness”.Or it could, more plausibly, be at once a sideways reference to the long descriptions of Apu reading by a pond in Banerjee’s novel (which Ray makes no attempt to invoke directly), as well as a homage to and a reworking of the forty seconds or so (a considerable amount of time in a film, even more considerable when the film is about half an hour long) in Renoir’s Une Partie de Campagne, given to the swirls and eddies of river-water as the holiday-makers paddle downstream.The eddies of water in Renoir’s river and the agitated pool in Ray on which the narcissistic water insects jump, absorbed, not to mention the mysteriously alluring pool by which Apu keeps his vigil, are part of the gluey, non-linear substance of modernism, its flow and pattern of consciousness.  ‘Other moments, other histories’We do not need to decide, for now, whether or not the pond sequence in Ray’s Pather Panchali is “faithful to the Indian sense of time”, or is another instance of “transplantation and indigenisation”.I see it as a “fruition” of something, giving way to a moment of recognition that undermines these polarities, and ramifying into an awareness of other moments and histories available to us in modernity, which we did not necessarily think of until that moment. Renoir’s own shots of the river, too (in a film based on a Maupassant story that comes from a different impulse: to narrate the arc of a lifetime without abandoning economy and compression), I am sure, must have appeared to Ray a “culmination, a fruition, rather than a beginning”.It is interesting, though, that, when Ray worries briefly about whether Kurosawa’s predilection for “action” comes out of a “strong Occidental streak” in the filmmaker, or whether it arises from “within the Japanese artistic tradition”, he does not mean by the latter the work of Ozu and Mizoguchi, or the constituents of a “film making nation”, but an older, perhaps a purer, tradition.Yet, barely a paragraph ago, when speaking of the “culmination” that Rashomon is, he had appeared to be locating that film (and, by implication, his encounter with it), in a context more complex, more impinging, and less pastoral than a Japan seen through the eyes of Lafcadio Hearn.In fact, it was Rashomon that had led Ray to the idea of a modern Japanese cinema, and to discover and uncover the different perspectives and convergences that Ozu and Mizoguchi represented. If we take stock today, we see that Kurosawa is still the best-known Japanese filmmaker outside of Japan; and, almost as well-known in the West, but certainly a slightly larger presence in Japan than outside it, is Yasujiro Ozu.‘Confluence of styles’What is noticeable about this confluence – between Ozu and Kurosawa – is how it brings into play two very distinct styles of seeing, two different approaches to time and movement, with the flow of the confluence, weighted more in one direction – Kurosawa’s – than the other. And, because of this difference of temperament (Kurosawa’s polyphonic, sometimes mythopoeic and Ozu’s urbane, quiet, and still), and also because, for a long time, we had come to identify Kurosawa with Japanese cinema – for these reasons, Ozu must, for us, even now retain the air and freshness of a secret, of a personal discovery: almost as much as, in fact, he would have for Ray.He is the hidden co-ordinate in that “fruition” and “culmination”, the one that lies behind the revaluation and opening that Rashomon involves, implicating us in a sense of the modern that is deceptively simple and immediate but far-reaching. To contain this pairing by saying that Kurosawa is less Japanese than Ozu is to miss the many-sided ways in which we receive and interpret modernity.If we look at the countries I have cited in the course of this talk – Iran and India – we see how this pattern, in the context of the film, repeats itself strangely but tellingly, and even, sometimes – challenging our preconceptions about cultural authenticity – inverts itself. In India, for instance, Ray himself is part of a pair, and the other half of the pair is the prodigiously gifted, but self-destructive, Ritwik Ghatak, who died in the Seventies probably as a result of his alcoholism.Ritwik Ghatak.There are many ways in which this pairing could be described and contrasted. One could call Ray a classicist, and Ghatak the possessor of an operatic sensibility. One could also describe Ray as a progeny of the Enlightenment and its flowering in Bengal, and Ghatak as an errant son, someone who turned the enlightenment inside out in his movies. More characteristically, however, Ray’s temperament has been called “Western” by some Indian critics, and Ghatak the more genuinely “Indian” of the two, and for reasons completely opposite to those pertaining to Ozu and Kurosawa.I think that, in this formulation, Ray’s slowness, which in Ozu is a mark of recondite “Oriental” stillness, his air of “calm without, fire within”, is seen as a kind of European reserve, and associated, in particular, with Western-derived realism; while Ghatak’s narrative energy, his melodrama, his fascination with mythic grandeur (all of which in Kurosawa can be seen to be driven by a “strong Occidental streak” that prefers declamation to suggestion, “action” to stillness), is, in the Bengali filmmaker, often supposed to emanate from authentically Indian, and oral, modes of storytelling.One can imagine a parallel planetary configuration in which Ghatak is more famous in the West than Ray, and Ozu than Kurosawa, and sense that, in that universe, the terms would be adjusted, and mirror each other, accordingly, and essentially remain unchanged.Similarly, Iran: the two major filmmakers from that country, Abbas Kiarostami and Mohsin Makhmalbaf, have strikingly contrasting sensibilities, the former presenting a very interesting development on neo-realism, where nuance, bourgeois ordinariness, and leisureliness, along with odd but rich self-reflexivity, create the lens through which Iran appears; the latter, Makhmalbaf, making use of folklore, bright colours, and fairy tales.This sort of dichotomy rehearses one that has been familiar to us for more than twenty years now: the one that identifies suggestiveness, compression, and realism with canonical Western traditions, and storytelling, fantasy, orality and passion with post-colonial ones. When we are viewing Ray or Kurosawa or Kiarostami, however, we are really witnessing a “fruition” which always suggests more, which, at that moment, we are capable of sensing but not grasping.Not necessarily more of the same – other Kiarostamis and Rays and Kurosawas, confirming, thereby, these filmmakers’ traditions and cultural identities – but of their opposites and others: Ozu and Makhmalbaf and Ghatak. All these form the hidden co-ordinates of what that moment of “fruition” gestures towards: tensions and contestations that form the fabric around, and of, the art-work, and of which we too are a part. They make, in a sense, the old opposing categories of “East” and “West” seem cumbersome – even, in the limited but pervasive roles ascribed to them, redundant.This essay was first delivered as the Satyajit Memorial Lecture at the Nehru Centre, London, in 2009 and then collected in Chaudhuri’s 2019 book of essays, The Origins of Dislike (OUP).","author":"Amit Chaudhuri","time":"2020-12-28T21:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152616-nmapdhruea-1609168338.jpg","tags":["Satyajit Ray","Ritwik Ghatak","Indian cinema"],"source":"https://scroll.in/reel/982459/amit-chaudhuri-on-satyajit-rays-very-indian-modernity-not-a-beginning-as-much-as-a-fruition"}