{"title":"Amitabh Bachchan @80: How a man of such imperfection came to matter so much to so many","content":"Has a single performer ever been so beloved by so many? I don’t want to rehearse the history of that love affair: what everyone saw and sees in the Big B, the pivotal moments of his career, lows and highs of his reputation. This is not an essay about Bachchan or his mines of artistic talent, but about how I (and likely many others) have known him: how a man and persona of such imperfection, even folly, came to matter so much to so many.It was Bachchan who alerted me to the power dynamics that govern the media. The first time I saw my name in print outside of a school publication was a letter to the editor of our local weekly Indian community newspaper, India-West. It was 1988. I was in ninth grade, and I wrote in a fury because, after a long hiatus, the superstar Amitabh Bachchan had starred in a film, Shahenshah, and India-West’s reviewer had unsparingly panned it, unfairly I thought then (probably fairly I realise now). I wrote back against what I saw as hasty dismissal of the return of someone I knew. After this letter, I drew a rather magnificent pencil sketch of Bachchan. Drawing a face requires close study, another kind of knowing. I learned every contour, the arch of his eyebrows, the slope of his eyelids, the angle of his cheekbones. I mailed it to him, explaining in the accompanying letter how I had defended him in my letter to India-West. I kept a Xerox copy for myself.To my utter astonishment, I received a handwritten reply in May 1988, complimenting my sketch and explaining the commercial pressures that shape mainstream media. Looking back, I now realise that Amitabh Bachchan’s warnings about the mainstream media struck a serious chord with me.That fall, I joined the newspaper at my high school in Los Gatos. I remember writing another letter to India-West, defending Bachchan’s late 1988 release, Gangaa Jamunaa Saraswati against an unforgiving review. More importantly, in my senior year, as the Persian Gulf War began, I wrote an article for the school newspaper on the mainstream media’s dangerous hawkishness, and I have continued, in my work as a historian, to analyse and point out media complicity in colonial and neocolonial activities. The world’s biggest movie star, and the kindness of India-West’s editor, helped a teenage brown girl in America begin to understand the power of her pen, of print, and of dissent in print. Bachchan’s letter sits framed next to my desk.It accompanies another memento that is beside me, whatever I write: a framed snapshot from December 1991, of me with Bachchan in a hotel lobby in New Delhi. He is wearing a black Christmas-type sweater, sunglasses in hand. His hair is dyed jet black. The familiar eyes, a little tired, a little weary, carrying some burden that we don’t see in his films, a very soft and almost ordinary looking man. I stand beside him, a fresh-faced eighteen-year-old. I don’t look particularly excited. Closer to a half-smile than a grin. But it is clear from my face that I am standing with someone I know; and it is clear from his face that he is standing politely next to someone he does not know. I must have asked someone there to take the picture. I don’t know who took it. One of the personal treasures I surround myself with in my home office, it is almost all I have left of the memory of the encounter of that day. I must have been too nervous and intimidated to say or ask much. I think I told him I had sent him a sketch and had a letter from him, and he (politely) said he remembered it.Why does it matter to meet for an instant someone we adore from afar, for whom we are no one in particular? It has something to do with presence as a treasured thing in itself: the real-life presencing of a being who is otherwise always imaginatively present. I met Bachchan, so I saw that he is real. At the same time, meeting such a person, making them real, almost always deflates the myth. He is, after all, just a man. In a Macy’s-type Christmassy sweater.            These two are the sum-total of my real-life interactions with Mr Bachchan. (Not counting the live-show he did in the Bay Area when I was young, when he twitched his hips wearing his light-up “Saara zamaana haseeno ka diwaana” outfit, and the audience positively lost it.) Perhaps millions could narrate their own sightings of this star. But the real-life presencing is as nothing next to the imaginative presence of Bachchan in my life.Priya Satia’s pencil sketch of Amitabh Bachchan. I first saw Amitabh Bachchan in a film in 1978, when I was five, and my parents drove us to Berkeley, California, from our home an hour away to see Don on the big screen in which he has a double role as an underworld don and his clueless lookalike, Vijay. I didn’t know what a “don” was, and Bachchan was addressed as “Don” in the film, so I concluded that this was his name. It made sense, as his hair reminded me of Donny Osmond, who I saw on TV every week in The Donny and Marie Show. Soon after that same year, we were in an Indian dhaaba somewhere in the Bay Area. On a wall-mounted TV screen, the film Muqaddar ka Sikandar was playing. The name of the film was complicated to my five-year-old ears. I recognised Bachchan and exclaimed, “Don! Don!” My father explained that his name was “Amitabh Bachchan,” another unwieldy mouthful. I protested, I got confused, I got angry. Why would anyone change their name like that?It was my introduction to the concept of an actor playing roles and to the world of what I will call Bombay films. (“Bollywood” feels too contemporary and derivative; “Hindi movies” doesn’t sit right either, as the “Hindi” in these movies is not the official “Hindi” promoted by the Indian government but akin to the Hindustani, Urdu, or khari-boli that most people across the north (and in Pakistan), speak.) These were stories about people who looked like us, that we could watch in the US and feel connected to the home from which we had been uprooted.Amitabh Bachchan in Don (1978). Courtesy Nariman Irani.Bachchan was also my introduction to underworlds and rebellion against them as I grew up feeling marginalised in white America. He glowered. He strode. His voice resonated as if it emerged from the very belly of the earth. His bloodshot, half-moon eyes expressed the pain of entire peoples. His square jawline, their defiance. The pouty lips, the mop of hair, his swagger – they are iconic, as are his mannerisms, even the tiniest gestures – the flick of the fingers, certain well-known postures, the swing of his long, long legs. So familiar, in his voice, movements, and expressions, that he feels like family.  If the early years gave us the smoldering anti-hero, whose taciturnity touched even his romance films like Kabhi Kabhie (1976), and the awkward, overthinking middle-class man of Hrishikesh Mukherjee’s films, the eighties showed us the garrulous romantic “Amit” of Silsila (1981). And, always, from Sholay (1975) to Muqaddar Ka Sikandar to Bemisal (1982), there was the Bachchan who could bear anything, who could sacrifice anything in the name of friendship. For those of us in the diaspora, especially, Bachchan gave us a way to be proud of our brown skin in white societies, his characters embodying the resilience, sensitivity, will to rebellion, and loveableness of brown people.Whatever Bachchan’s own patriarchal behaviour in real life, children of all genders dealing with the various kinds of rejection that patriarchy entails could look to the pain that his characters experienced in their often orphaned or impoverished childhoods.Amitabh Bachchan in Deewaar (1975). Courtesy Trimurti Films.Virtually everyone who has written about him has remarked that Bachchan is not conventionally handsome: he doesn’t have the fair and chiseled good looks of the Punjabi leading men that long defined male beauty in Hindustani films – Dharmendra, Rajesh Khanna, the Kapoors. But this quick dismissal fails to account for the physical appeal he undoubtedly exercised – the height, high cheekbones, intense hooded eyes, strong jawline, thick hair, and full lips that audiences clearly preferred. His open shirt buttons revealing his chest were an open acknowledgment of his sex appeal.Moreover, he channeled his looks as Punjabi often enough, in a manner that even those devoted to the dream of Khalistan could connect with in the 1980s. For a generation of women and men, he defined masculinity: tall, funny, poetic, passionate, at once zany and stoic, capable of slapstick in one moment and heart-wrenching pain in another. If men imitated him – his hair, his dance moves – he remained available across genders, not least through his own gender-bending movements and expressions. When I was a child, my cousin-sister Sameera, just two years older than me, was the best Bachchan mimic I knew.He has often been cast in roles requiring engagement with children, from Mr. Natwarlal (1979) to Aakhree Raasta (1986) and beyond. And in the classics, we would often see him emerge from childhood, with the “child-role” of Bachchan frequently played by the lanky and wide-eyed Mayur Raj Verma. Where earlier film heroes were typically virtuous in an almost uncomplicated way, the darkness of Bachchan’s characters was often rooted in childhood trauma (Zanjeer, 1973, Shakti, 1982, Deewar, 1975, Trishul, 1978).Amitabh Bachchan in Trishul (1978). Courtesy Trimurti Films.His heroes behaved how men carrying deep wounds behave: poor boundaries, mother issues, toxic behavior towards girlfriends. As much as we admire and aspire to virtuousness, Bachchan’s characters, whatever their over-the-top heroic antics, more accurately captured the reality of what it is to be human: deeply, and often everlastingly flawed, but nonetheless loveable and forgiveable.As a man, then, Bachchan was at once lover, father, brother, and self for his viewers. Beyond imprinting his form on my heart and mind, he shaped my own creative expression. We imitated him, learned the drunken mirror scene from Amar Akbar Anthony (1977), tried in vain to copy his baritone lines from Silsila and Aakhree Raasta and hysterical antics in Namak Halal (1982). But his influence wasn’t limited to the obvious realm of would-be acting or even to alerting me, at a formative moment, to the forces that distort journalistic integrity. I suspect that it was also Bachchan’s films that inspired my turn to smuggling as my initial dissertation topic as a historian-in-training – a topic that has remained important to my teaching and research interests. An elusive subject, a test of so many ethical categories. The smuggler was the definitive bad guy in seventies Bombay cinema. It was not so much because he evaded taxes, but that he violated the protective policies of the day that strove to make India truly independent, that he prioritised personal progress over the nation’s.But at the same time, he was defying the boundaries of the nation-space in favor of earlier regional networks of connection and exchange. And, of course, in reality there is no objective villainy in this. Instead, there is a kind of romance, transcendence of the partitions that keep people who have long mixed apart. Bachchan could inhabit such liminal moral and cultural spaces with elan, whether as the cop or coolie who defied smugglers, or as the underworld don himself.Amar Akbar Anthony (1977). Courtesy Manmohan Desai.In this he extended his father’s poetic legacy. Harivansh Rai Bachchan had drawn from Persian and Urdu traditions in developing his poetry in Hindi, which he helped to make an official language as a Special Officer in the Ministry of External Affairs of independent India. His career as a poet had flourished from the 1930s when he helped produce that era’s progressive intellectual and cultural legacies, including questioning religious orthodoxies. A key moment that had made me feel at home in my early career as a historian was when I found, read, and cited the elder Bachchan’s book, W. B. Yeats and Occultism (1965) (based on his PhD dissertation at Cambridge), in my own dissertation (eventually my first book, Spies in Arabia (2008)). He had been one of the first South Asians to obtain a PhD in English Literature in England. Citing him helped me feel rooted in myself as I ventured into a very foreign world of academia and British history. Bachchan was with me; my grandparents’ anticolonial India was with me. After all, in Bachchan’s greatest hits, he was the body translating the vision of India authored by the screenwriting duo Salim Khan and Javed Akhtar, another artist descended from a lineage of anticolonial and progressive poets and activists.Indeed, the figure we know as Amitabh Bachchan contains multitudes. The symbol of secular India, he played the Muslim coolie, the Christian orphan, the Afghan warrior, the often caste-less Hindu everyman Vijay, the poet, the smuggler, the cop, the doctor, the tycoon, the pickpocket, with equal conviction. While at the same time, in “real” life, cozying up to those who threaten that vision of India. During the eighties, he was tight with the fellow Allahabadi family, the Nehru-Gandhis, and even launched a dismal political career to support them after Indira Gandhi’s struggle to suppress Punjab. Today, he is cozy with the Modi government, despite its fascism, its bigotry, its violation of the ethos of Amar Akbar Anthony and every other film about brotherhood and humanity in which Bachchan has starred. Is he still Anthony and Sikander? or only Vijay? What can we rightfully expect from a powerful actor with political ties?Amitabh Bachchan.Looking from the outside, Bachchan seems to lack spine, when it comes to politics and his finances. When it comes to women. But perhaps his spine lies in his preservation of his marriage and family, and in his very protection of its privacy, despite his peerless celebrity. Or perhaps lack of spine is simply part and parcel of greatness in an actor? Acting, the ability to convincingly slip into the skin of people utterly unlike oneself, requires a kind of pliability. Is excessive integrity then a kind of liability for an actor? Is there an inner Amitabh Bachchan, or is he merely a charismatic vessel of imaginary men?Or, is he ever acting out the flawed humanity that his characters so honestly embodied? In his films of the early seventies – Abhimaan (1973), Sanjog (1971), Gehri Chaal (1973) – he frequently played hapless, grey characters, unheroic heroes who lacked agency itself. Two of his lesser-known films of that time were notably titled Majboor (1974) and Bandhe Haath (1973). In Reshma aur Shera (1971), he’s a mute utterly unable to speak or act for himself, forced to commit murder, forced to marry. My parents’ first outing was a (chaperoned) visit to the movie theatre to see Anand (1971). (And in an echo that provides some measure of Bachchan’s inescapable cultural presence, my first encounter with my husband included a conversation about him.) But, for them, Anand was a Rajesh Khanna movie. Theirs was a generation, midnight’s children, that clung to the Khannas and Kapoors and Kumars of their coming-of-age, whose heroic characters embodied unambiguous virtue. It was their children who eagerly embraced a member of their generation, Bachchan, and the more complicated moral graph he projected. Perhaps because the values that midnight’s children, particularly those bearing the wounds of Partition, actually practiced – their pragmatic postcolonial willingness to make the necessary compromises with conscience for the sake of prosperity, despite the lessons of anticolonialism – found redemptive expression in his films depicting characters helplessly constrained by circumstance.Amitabh Bachchan in Kaala Patthar (1979). Courtesy Yash Raj Films.In other films, Bachchan’s characters did have agency, but acted poorly (Saudagar, 1973, Deewar, Namak Haram, 1973). Then there was the spate of films in which he had outsize agency, capable of heroically taking on castles of evil singlehandedly, willing to sacrifice himself for the sake of principle – the eyes full of pain and truth of the elderly David in Aakhree Rasta. Sometimes the very story is his triumph over a narrow destiny, as in Naseeb (1981); but sometimes, triumph also depends on self-destruction, as in Inquilab (1984), a feeling that you can’t win, but must nevertheless remain mutinous. The haplessness was palpable in his romantic films, too, like Kabhi Kabhie and Silsila, where he is a man buffeted about by fate, his love frustrated by this or that circumstance.Perhaps it is this long record of cultivating our empathy for such flawed humanity that makes it possible for Bachchan himself to get away with what looks like spinelessness in someone with so much personal clout. He gets away with silence during the massive protests against the unjust citizenship bill as I begin to write this late in 2019. At the same time, without us even realising it, he was essential to framing the vision on which those protests are based: from the secular brotherhood of Amar Akbar Anthony to the eternally intransigent warrior against the state to the epitome of sacrificial friendship and love in Sholay. Bachchan is postcolonial India, and humanity, in all its incarnations, from the most noble to the most disgraceful. Bachchan, like that India, is the comeback kid. Ever on the make. Ever willing to reinvent himself. Recovery from near-death accident on set. Bouncing back from disastrous political career. From financial disaster. Overnight gameshow host. At his best in the most desperate of moments.Although he stars in seemingly countless films now, at times in impressive roles, this flood of work has not displaced or outshone the films of the seventies and eighties, with all their plot weaknesses, shoddy production, at times embarrassing self-mimicry, and dated feel (Yaarana, 1981? Ram Balram, 1981?). He seems to retain some unchanging core (is this his long spine?) – his home, his family, the legacy of his poet father – which endows him with an aura of idealism and gravitas that keeps him, and us, reassuringly rooted in the era of nascent independence. His very name, “Bachchan,” the takhallus of his poet father, is rooted in the word for “child,” an inheritance and license that submerges the family’s Srivastava identity. And somehow the fact of his feisty Punjabi mother liberates him from that clan to belong to me and perhaps all South Asians, including those most wronged by the Indian state whose lines he seems so willing to toe in real life.\n\n\n    \n    Play\n\nMohabbatein (2000).             Bachchan, and those who authored his roles, gave us the forms with which we imagine protest, the causes in whose name we protest, and the objects that we protest. He is corruption and anti-corruption, hero and anti-hero. He is like the father who gives us our ideals and then requires saving himself – like many of the fathers in his films. Like many born in the sixties and seventies, I cannot disavow Bachchan any more than I can disavow my Indian past, my parents, my own wounds and follies.In recent years, as hate has intensified in India and the US with the advent of Modi and Trump, I turned instinctively to Bachchan’s old films, easily available on YouTube now. In them, I found an old dream of a pluralistic India preserved, as well as childhood memories of entertainment that helped us cope with the unbelonging of immigrant life. Even the films in which he was an antihero were ultimately about ethical conduct, as the titles of lesser-known films like Zameer (1975) and Besharam (1978) make plain. They emphasised values of family, but also village and society – collectivities that take care of one another.In the end, Bachchan is the source of too much of what I know and have known about human beings – the furniture of my mind – as is Javed Akhtar, author of so many of his most-recited dialogues. (I also keep a photo of the time I met Akhtar in my office.)Priya Satia meeting Javed Akhtar.If Bachchan was merely a puppet fulfilling the imaginative inventions of Salim-Javed or directors like Manmohan Desai, he transcended the limits of puppetry and inhabited imagination itself. I cannot imagine myself or our time without his pervasive presence. Despite him. He is under all our skin – both source and reflection of the hapless masculinity that shapes so much that is troubling about India today.Even though in his more recent movies, Bachchan has shed some of his everyman persona, including the episodic queering that ironically strengthened his embodiment of Indian masculinity, the explosive early decades continue to define the Bachchan we feel we know. In a horrifying trend, the Hindu Right has now reached its tentacles into Bombay’s film industry, with an enormous impact on the plots, characters, and politics of new films.One clings to the hope that Bombay will still produce films inspired by the values that animated Bachchan’s early innings: inter-faith fraternity, anti-statism, the power of industrial labour struggles and farmers’ protests, and moral redemption. At the very least, the revival and recalling of his classic films in these days around his 80th birthday has helped extend their life into our present. As his characters, if not his personal life, taught us: our attitude should be mutinous, even if there may be no escape. And love is redemptive for humans who fail us, as humans inevitably do.And so, despite doubts and disappointment, I choose to remember the generosity with which a powerful movie star encouraged a young brown girl in California to use her pen to draw what she loved, to reach the ears of the powerful, and to dissent without losing faith in people.Priya Satia is the Raymond A Spruance Professor of International History at Stanford University and the award-winning author of Spies in Arabia: The Great War and the Cultural Foundations of Britain’s Covert Empire in the Middle East (OUP, 2008),  Empire of Guns: The Violent Making of the Industrial Revolution (Penguin, 2018) and Time’s Monster: History, Conscience and Britain’s Empire (Penguin, 2020).Also read:Amitabh Bachchan@80: The star has changed over five decades but his film ‘Deewaar’ still stands tallBefore stardom: Amitabh Bachchan’s drudge years are a study in perseverance and persona building‘Zanjeer’ and Amitabh Bachchan: The movie and the anti-hero we both needed and deserved","author":"Priya Satia","time":"2022-10-16T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181209-gucuittdcx-1665644241.jpg","tags":["Amitabh Bachchan","Amar Akbar Anthony","Deewaar"],"source":"https://scroll.in/reel/1034915/amitabh-bachchan-80-how-a-man-of-such-imperfection-came-to-matter-so-much-to-so-many"}