{"title":"Amit Shah appeals for peace in Manipur, says he will visit state soon","content":"Union Home Minister Amit Shah on Thursday urged citizens in Manipur to maintain peace, and said that justice will be ensured for all communities.“There were clashes in Manipur due to a court order,” Shah said at an event in Guwahati. “I appeal to both groups that they should maintain peace, justice will be done with everyone, and we will not spare those who engage in violence. I will myself go to Manipur after a few days and will stay there for three days and will talk to people about establishing peace.”Live: Attending foundation stone laying ceremony of National Forensic Sciences University, Guwahati by Shri Amit Shah Hon'ble Union Home Minister & Corporation Minister at Srimanta Sankardev Kalakhetra, Panjabarihttps://t.co/z6y6z3ICmW— Himanta Biswa Sarma (@himantabiswa) May 25, 2023\n\nOn March 27, the High Court had asked the state government to consider petitions for the majority Meitei community’s demand for inclusion among the Scheduled Tribes and decide on them “expeditiously”.On May 3, violence had first broken out in the northeastern state after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community.The protestors included the Kukis, one of the larger tribal communities in Manipur. They have been at odds with the state government, and, in particular, the chief minister who the community claims harbours Meitei “majoritarian” sentiments. The clashes left at least 74 persons dead and over 35,000 displaced.On Monday, violence was again reported in Manipur after a mob torched several homes in the Imphal West district. One person died and two others were injured on Wednesday in separate incidents of violence.On Thursday, Shah said that the dispute in Manipur should be addressed through talks.“Peace can be brought only by people of the state,” he said. “I urge all to shed mistrust and hold talks with the state government and Centre to find the road to peace.”Last week, the Congress had criticised Prime Minister Narendra Modi and Shah for being silent on the clashes in Manipur.Congress General Secretary Jairam Ramesh said that neither Shah nor any other Cabinet minister had visited the northeastern state even as the life of residents remained affected and the internet suspension was extended.","author":"Scroll Staff","time":"2023-05-25T20:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180843-mvigqhcecm-1664976689.jpg","tags":["Amit Shah","Manipur","Manipur violence"]}