{"title":"Amit Shah proposes bill revoking Article 370, turning Jammu & Kashmir, Ladakh into Union Territories","content":"Union Home Minister Amit Shah on Monday moved a resolution in the Rajya Sabha to revoke Article 370 of the Constitution, which provides special status to Jammu and Kashmir, amid uproar from members of the Opposition. An order from President Ram Nath Kovind also removed provisions under Article 35A of the Jammu and Kashmir Constitution, which allowed the state legislature to define “permanent residents” of the state and restricted outsiders from buying land.The home minister also proposed the Jammu and Kashmir Reorganisation Bill under which the state will be turned into a Union Territory with a legislature, similar to Delhi, while the Ladakh region will be converted into a Union Territory without a legislature. Shah said all provisions of Article 370 will be considered null and void once the President gives his assent to the proposal.“Under the umbrella of Article 370 three families looted Jammu and Kashmir for years,” ANI quoted the home minister as saying. “Leader of Opposition [Ghulam Nabi Azad] said Article 370 connected Jammu and Kashmir to India, it’s not true. Maharaja Hari Singh signed Jammu and Kashmir Instrument of Accession on 27 Oct 1947, Article 370 came in 1954.” Shah said that two lieutenant governors had been proposed, one for Jammu and Kashmir and another for Ladakh, adding that there should be no delay in scrapping Article 370.The home minister said the Congress in 1952 and 1962 had amended Article 370 in a similar way. “So instead of protesting please let me speak and have a discussion, all your doubts and misunderstandings will be cleared, I am ready to answer all your questions,” he said.As soon as he made the announcement, members of the Congress, the Trinamool Congress and the Dravida Munnetra Kazhagam sat on the floor of the House, and People Democratic Party MP  MM Fayaz tore his clothes. Fayaz and his party colleague Nazir Ahmad Laway tore copies of Constitution, prompting Chairperson M Venkaiah Naidu to order their removal from the House. They are the only PDP representatives in the Rajya Sabha.Shah, who received a standing ovation from his party colleagues when he entered the House minutes before proceedings in the Rajya Sabha commenced, termed the move “historical”, saying Article 370 had not allowed integration of Jammu and Kashmir with the country.  Shah’s address came hour after the Union Cabinet met in New Delhi amid a security clampdown in Jammu and Kashmir. Ahead of the home minister’s proposal to revoke Article 370, senior Congress leader Ghulam Nabi Azad demanded that the lockdown in the state should be discussed in the House.Former Chief Ministers Omar Abdullah and Mehbooba Mufti were put on house arrest late on Sunday while Congress leader Usman Majid and Communist Party of India (Marxist) leader MY Tarigami said they were being detained. After the home minister’s announcement in parliament, Mufti said that it marked the “darkest day in Indian democracy”. “Decision of J&K leadership to reject 2 nation theory in 1947 and align with India has backfired,” she tweeted. “Unilateral decision of Government of India to scrap Article 370 is illegal and unconstitutional which will make India an occupational force in Jammu and Kashmir.”The developments came after political parties in Jammu and Kashmir met on Sunday evening before a curfew was imposed in Srinagar and a few other parts of the state. The meeting, led by National Conference chief Farooq Abdullah, said that all the political parties in Jammu and Kashmir would be united to protect the special status of Kashmir. He had also appealed to both India and Pakistan to not “take any step that may accelerate the tension between the two countries”.Meanwhile, mobile internet and broadband services had been suspended in the Valley while landlines and local mobile numbers had been blocked in the state.","author":"Scroll Staff","time":"2019-08-05T12:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124435-jjgpbuyzvl-1564039886.jpg","tags":["Amit Shah","Jammu and Kashmir","Rajya Sabha","Article 370","Article 35-A","Ladakh","Union Territory"],"source":"https://scroll.in/latest/932862/amit-shah-proposes-bill-revoking-article-370-turning-jammu-kashmir-ladakh-into-union-territories"}