{"title":"‘Amit Shah is a liar’: TMC leader Derek O’Brien accuses BJP workers of vandalising Vidyasagar statue","content":"Trinamool Congress leader Derek O’Brien on Wednesday called Bharatiya Janata Party President Amit Shah  a liar after he alleged that the Mamata Banerjee-led party was responsible for the violence at his roadshow in Kolkata on Tuesday. O’Brien accused the Central paramilitary forces deployed to maintain law and order in the state of colluding with the BJP. The Trinamool leader said the media briefing he was addressing was the saddest press conference organised by the party. “There is anger and there is shock,” O’Brien said, referring to the violence. “The president of the BJP does what he does with his goons, whom he hired from outside Bengal. What happened yesterday hurt the very ethos of Bengal.” The Trinamool leader said his party possesses video footage that will prove BJP workers damaged a statue of Ishwar Chandra Vidyasagar on Tuesday. O’Brien said the video would be sent to the Election Commission. Ishwar Chandra Vidyasagar is one of the key figures of the Bengal Renaissance in the nineteenth century. He developed standardised alphabets used to write Bangla.O’Brien said that while his party has nothing against paramilitary forces, the security personnel have started a whisper campaign asking people to vote for BJP. He alleged that BJP spokesperson Tejinder Bagga was involved in Tuesday’s violence.Bagga, however, refuted O’Brien’s accusations. “Nobody takes Derek O’Brien seriously,” ANI quoted him as saying. “I challenge him to prove that I was within 500 metres of the spot where violence broke out. I will leave politics if I am proved wrong or else he should leave politics if he fails to prove the charge.” Earlier in the day, Amit Shah claimed that it would have been difficult for him to escape Tuesday’s violence unhurt had central paramilitary forces not been deployed his security. He accused the Election Commission of being a “mute spectator” to violent incidents in West Bengal. The BJP president denied allegations that his party workers were behind the arson on Tuesday, and asked why they would vandalise their own vehicles. Shah accused the state police of not investigating the incident. Instead, the police filed a case against him, he added.#WATCH Derek O Brien,TMC: Anybody can come and do a procession, but what were the outsiders.....Who is this fellow Tejinder Bagga? Who is he? He was arrested, is he not the same guy who slapped somebody in Delhi? You have taken in your outsider goons pic.twitter.com/0JDca4y6G1— ANI (@ANI) May 15, 2019\n\nTuesday’s violenceOn Tueday, stone-pelting incidents were reported near the Vidyasagar College hostel in Kolkata during Amit Shah’s roadshow. BJP activists reportedly locked the hostel’s gates and set cycles and motorcycles parked outside on fire. BJP and Trinamool Congress supporters exchanged blows outside the institution’s premises, damaging Vidyasagar’s statue.Chief Minister Mamata Banerjee has blamed the BJP for the violence. Kolkata Police Commissioner Rajesh Kumar told The Indian Express that over 100 people had been detained.A BJP delegation, meanwhile, has urged the Election Commission to bar Mamata Banerjee from campaigning in the state, accusing the chief minister of being complicit in instigating the violence. The Election Commission has sought a report from its special observer on the basis of the BJP’s complaint, according to The Indian Express.One more phase of Lok Sabha elections remains to be held in the state on May 19. All previous phases have seen incidents of violence at polling booths, and clashes between supporters of the BJP and the Trinamool Congress.","author":"Scroll Staff","time":"2019-05-15T15:49:57.784416+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119704-owuxvqywio-1557913655.jpg","tags":["TMC","Amit Shah","West Bengal","Derek O'Brien","BJP","Ishwar Chandra Vidyasagar"]}