{"title":"Amit Shah signs new Bodo accord to bring peace to Assam – but observers are sceptical ","content":"On January 27, nine Bodo groups signed an agreement with the Centre and the Assam government in New Delhi.  Union Home Minister Amit Shah said the new accord marked a “final and comprehensive solution” to the demand of the Bodos, while retaining the territorial integrity of Assam.“This problem has been solved forever under the leadership of [Prime Minister Narendra] Modji,” Shah declared. “This will usher in a golden age for the Bodo region and Assam.”Since 1987, Bodo groups have fought, often violently, for a separate state called Bodoland to be carved out of Assam as a designated homeland for the community.  According to Shah, more than 4000 people have been killed in the Bodo armed insurgency.  A ‘memorandum of settlement’ However, the “memorandum of settlement” signed on Monday, seen by Scroll.in, does not have any provisions for a separate state. Instead, it seeks to “augment area and powers” of the existing Bodoland Territorial Council and “streamline its functioning”.It also promises, among other things, to rehabilitate the cadres of the armed Bodo group, and promote and protect cultural identity and land of the Bodos.  This, in addition to a financial package of Rs 1,500 crore to be released over the next three years.  Does it mean that the Bodoland is indeed off the table for good now, as Shah claimed? Promod Boro, who heads the influential All Bodo Students’ Union, one of the signatories of the latest agreement and formerly at the helm of the statehood movement, said the onus lay squarely on the Union government.“We hope they sincerely implement the promises made in the settlement so that we do not have to hit the streets again,” he said. “We have had already had two agreements earlier too –  if the government would have implemented them properly we would not have had to start a movement again.”Union Home Minister Amit Shah signs the agreement with Bodo representatives on Monday. Credit: PTIMany accords, little peace  This, as Pramod Bodo pointed out, is the third agreement that Bodo nationalists have signed accords have been signed with the Union government since the 1990s. The first, between the Assam government and moderate elements of the Bodo movement, came in 1993 and paved the way for the formation of a Bodo Autonomous Council to allow for some degree of self-governance.  The armed wing of the Bodo movement, initially called the Bodo Security Force and then renamed the National Democratic Front of Bodoland, was not part of this agreement. The outfit, led by Ranjan Daimary, wanted not a separate state, but complete secession from the Indian union.In any case, the council fell short of expectations, giving rise to a fresh phase of violence and a split in the militancy. In 1996, an insurgent group called the Bodo Liberation Tigers emerged. It found the demand for secession unrealistic and called for an autonomous Bodo territory within India.In 2003, the Union government signed yet another peace accord, this time with the Bodo Liberation Tigers. Most of the group’s leaders banded together to form a political party, the Bodo People’s Front, and became the administrators of a newly formed territorial council under the Sixth Schedule of the Constitution – which allows autonomous decentralised self-governance in some tribal areas of the North East. Called the Bodoland Territorial Council, it was to cover four contiguous districts together known as the Bodoland Territorial Area District. The Bodos account for around 30% of the total population in this area.But the All Bodo Students’ Union and a few affiliate groups kept the statehood demand alive, maintaining that the current arrangement was inadequate.  It did not help that the militant-turned-politicians of the Bodo People’s Front were less than willing to share power with members of the All Bodo Students’ Union. The power struggle turned ugly – the first elections to the Bodoland Territorial Council was marked by violent clashes between the two groups. Over the years, as the Bodo People’s Front cemented its position in the region’s electoral politics, the All Bodo Students’ Union had little choice but to concentrate on the statehood movement.A power struggle in the offing? But with the latest agreement bringing an end to that strand of Bodo politics, observers say this could lead to a fresh power struggle yet again. “How many people can you accommodate after all?” asked political scientist Sanjib Baruah.Under the new agreement, the Bodoland Territorial Area District would now be called Bodoland Regional Council. That, Baruah said, could be government’s ploy to ensure more “positions” to rehabilitate the new entrants.Apart from the All Bodo Students’ Union, the nine signatory groups include all four factions of the banned National Democratic Front of Bodoland.Bodos move to safety after their houses were attacked by the people protesting against recent attacks on tribals in Assam that left 73 dead in December, 2014. Credit: IANS‘Not a radical departure’Yet, political commentators from the state are not quite convinced that current agreement will completely quell the statehood demand. “The Bodoland demand will persist unless there is at least some symbolic settlement,” said Kaustabh Deka who teaches political science in Dibrugarh University. “And this current settlement does not sound like a very radical departure from what was already there.”Deka said his apprehensions stemmed from the fact that the “core of Bodo nationalism”, revolved around “land and territory”. “The cultural debate concerning the Bodo language and its place with respect to Assamese has already been settled,” he said.Indeed, the first assertion of Bodo nationalism back in the 1970s had centred around the demand of the Bodo language being recognised as an official language of Assam – a demand that was fulfilled in 1985.  Also, as part of the 2003 Accord, the Centre recognised Bodo as a scheduled language. Repeat of old mistakes? There are also concerns that the latest settlement repeats a mistake of the previous two agreements: it does not take on board the non-Bodo population of the area, who, in fact, form a majority in the area that will now be the Bodoland Regional Council.The lack of non-Bodo representation in these peace arrangements has meant  that ethnic conflicts have continued despite them. In 2008, clashes between Bodos and Muslims of Bengali origin left more than 100 dead and displaced a lakh and a half. “It doesn’t overcome the basic contradiction of the earlier Bodo accords which has been responsible for successive episodes of ethnic violence in that region: that non-Bodos constitute a majority in many of those areas,” said Baruah. “Not recognising them as stakeholders means that like previous accords, it too can’t be the basis for a durable peace.”He added: “Managing the opposition to the Citizenship Amendment Act appears to be the primary motive behind the latest Bodo accord.” At a press conference on Monday, Naba Kumar Saraniya, the MP from Kokrajhar, the constituency that represents the Bodoland Territorial Area Districts, said the special privileges to and reservation for  Bodos seemed to “undermine the long histories” of other communities in the area. “But if this accord truly ends, Bodo militancy as the government claims, it is good news for everyone,” he said.","author":"Arunabh Saikia","time":"2020-01-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135402-bkiilkbdgv-1580142248.jpg","tags":["Bodoland","Amit Shah","Assam"],"source":"https://scroll.in/article/951302/amit-shah-signs-new-bodo-accord-to-bring-peace-to-assam-but-observers-are-sceptical"}