{"title":"Amitabh Bachchan’s 80th birthday to be celebrated with screenings of his most iconic films","content":"Amitabh Bachchan turns 80 on October 11 – a personal milestone for the actor as well as a moment of celebration for Hindi cinema. To mark Bachchan’s entry into the octogenarian club, Film Heritage Foundation is organising a four-day long festival of 11 of Bachchan’s most iconic films. The event, titled “Bachchan Back to the Beginning”, is being held in collaboration with PVR Cinemas – which means a rare opportunity to watch the original big-screen versions of Bachchan’s best-known films from the 1970s and 1980s.The titles on the list are Deewar, Don, Abhimaan, Satte Pe Satta, Amar Akbar Anthony, Chupke Chupke, Kaalia, Kaala Patthar, Kabhi Kabhie, Mili and Namak Halaal. PVR Cinemas has issued a special pass that can be used in any of its 22 theatres across the 17 cities where the films are being shown.Bachchan made his acting debut in KA Abbas’s Saat Hindustani in 1969. Fifty-three years later, he remains one of the busiest professionals in the Hindi film industry. His latest movie Goodbye, directed by Vikas Bahl and co-starring Neena Gupta and Rashmika Mandanna, will be released in theatres on October 7.“I didn’t think that I would see a day that all these films from my early career would be back on the big screen across the country.,” Bachchan said in a press statement. “It is a remarkable initiative of Film Heritage Foundation and PVR to showcase not just my work, but the work of my directors, fellow actors and technicians of the time who made these films possible. It brings back an era that is gone, but not forgotten. This is why saving India’s film heritage is so important.”Film Heritage Foundation’s founder and director Shivendra Singh Dungarpur added, “Growing up, I was the biggest Amitabh Bachchan fan. I used to break bounds when I was in school to watch his films and was often thrown out of class in college for sitting in the back benches and writing notes about his films.”Ajay Bijli, Chairman and Managing Director, PVR Ltd, said in the press release, “The 4-day festival presents an incredible opportunity for fans across India, in big cities and small towns, to watch Mr Bachchan in his most memorable roles, not on phones or laptops, but larger than life on the big screen.”Also read:‘The best student of our school’: KA Abbas on casting Amitabh Bachchan in ‘Saat Hindustani’Before stardom: Amitabh Bachchan’s drudge years are a study in perseverance and persona buildingManmohan Desai on what made his films so funny: ‘Gags, nonsense’","author":"Scroll Staff","time":"2022-10-03T16:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180748-mnyaocjmer-1664793507.jpeg","tags":["Amitabh Bachchan","Amitabh Bachchan turns 80","Film Heritage Foundation"],"source":"https://scroll.in/reel/1034207/amitabh-bachchans-80th-birthday-to-be-celebrated-with-screenings-of-his-most-iconic-films"}