{"title":"Amit Shah claims nine contenders for PM post were present at Opposition rally in Kolkata","content":"Bharatiya Janata Party President Amit Shah on Tuesday lashed out at West Bengal Chief Minister Mamata Banerjee, claiming that there were nine prime ministerial candidates at the Opposition unity rally she organised in Kolkata last week, the Hindustan Times reported.Shah, who launched the BJP’s Lok Sabha election campaign in the state with a rally in the state’s Malda district, claimed that 100 crore people support Prime Minister Narendra Modi. “Twenty to 25 leaders cannot hold hands and defeat Modi, he is being supported by 100 crore people,” Shah said. The BJP chief claimed that while the Opposition’s agenda was to remove Modi from power, the Centre wants to remove poverty and unemployment, The Indian Express reported. “Mahagathbandhan is all about greed and lust,” he claimed. “They want a ‘majboor sarkar [helpless government]’ so that they can engage in corruption. We want a ‘majboot sarkar’ [strong government]’ so that we can give a befitting reply to Pakistan. It is for the people to decide whether they want a ‘majboot’ or ‘majboor’ government.”   Shah asked Banerjee to make her stand on the Citizenship (Amendment) Bill clear. “Mamata Banerjee will oppose the bill because she is only concerned about her vote bank,” he alleged. The BJP chief asked people to vote for the saffron party so that undocumented immigrants do not enter the state. “The Trinamool Congress government has done nothing for the refugees,” PTI quoted Shah as saying. “But we will give citizenship to all Bengali Hindu refugees. I want to assure all the Bengali refugees that they will get citizenship.” The BJP president described the Trinamool Congress government as a “government that facilitates murders” and claimed that the party would be defeated in the General Elections. He alleged that bomb and weapon industries have mushroomed across the state, ANI reported. “Where Rabindrasangeet used to play, bomb blasts fill the air.” The BJP chief claimed that the Mamata Banerjee government’s performance has been so dismal that “people feel even the Left dispensation was better”. He accused the state government of destroying the state’s culture, and alleged that Banerjee had stopped his party’s rath yatra because she was afraid that the BJP would grow in popularity. “Mamata can stop our yatras, but can’t remove BJP from hearts of people,” he added.Shah criticised the Trinamool Congress for not giving dearness allowance to state government employees. Shah said if the BJP comes to power in West Bengal, it will ensure that the allowance for central and state government employees are on par. “I want to appeal to all of you that give the BJP more than 23 seats in Bengal to have the Modi government at the Centre,” he said.  The BJP president accused the state government of not giving him permission to land his helicopter at the Malda district airport, The Indian Express reported. Shah said he was prepared to make a speech from the helicopter. “The more you stop us and beat up our workers, the more the lotus will bloom in Bengal,” he added.The district administration had refused to give Shah permission, saying the facility was being upgraded. However, a media report on Sunday said no construction work was going on at the site. The BJP subsequently accused the state government of abuse of power. On Monday, Banerjee hit back, accusing the saffron party of making false claims.","author":"Scroll Staff","time":"2019-01-22T16:58:31.225161+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111197-yulvjiaoxu-1548154818.jpg","tags":["Amit Shah","Bharatiya Janata Party","2019 General Elections","Mamata Banerjee","West bengal"],"source":"https://scroll.in/latest/910423/amit-shah-claims-nine-contenders-for-pm-post-were-present-at-opposition-rally-in-kolkata"}