{"title":"Amit Shah has plans to form BJP government in Nepal, Assam, claims Tripura CM Biplab Deb","content":"Tripura Chief Minister Biplab Deb claimed that Union Home Minister Amit Shah has plans to establish Bharatiya Janata Party-led government in Nepal and Sri Lanka, The East Mojo reported on Sunday.Deb said that during his visit to Tripura on Saturday, Shah had told a party meeting at Rabindra Satabarshiki Bhavan that after winning all states in India, the BJP will try to make inroads in the neighbouring countries. “We were talking in the state guest house when Ajay Jamwal [North-East Zonal Secretary of BJP] said that BJP has formed its government in several states of India, in reply Shah said, ‘Now Sri Lanka and Nepal is left. We have to expand the party in Sri Lanka, Nepal and win there to form a government’,” Deb said, according to The East Mojo .The chief minister said it was only under Shah’s leadership that the BJP could become the world’s largest party. “The communist had claimed that their party was the largest in the world, which Amit Shah broke by making BJP the largest party in the world,” Deb added.He affirmed that the BJP will emerge triumphant in all states that go to polls in the coming months. “The people of Bengal will soon say goodbye to Mamata [Banerjee] didi, as both Modi and Amit Shah have reached the state,” Deb said. “This time the government in Tamil Nadu will be formed by the BJP only, lotus will bloom across the country.”As for Kerala, Deb said the “flip-flop style government” of Pinarayi Vijayan would also end this time as his party has started working to come to power in the state.Opposition seeks clarificationThe Communist Party of India (Marxist) and the Congress demanded action against Deb and sought a clarification from the central leadership of the Bharatiya Janata Party about the conversation he had with Shah.CPI(M) leader and former MP Jitendra Chaudhary said the chief minister does not have any sense of the Constitution, democracy and Constructional jurisprudence.“The CM has given a statement that Amit Shah, while he was the president of their party told them that BJP is on a mission to set up their government in Nepal, Bangladesh and Sri Lanka,” he said, according to The East Mojo. “This means they are interfering in the affairs of the foreign country.”Chaudhary alleged that Shah was “engaged in a state conspiracy” against Nepal. “Shah has stated the same, and the evidence is given by a person holding the constitutional post in our state of Tripura,” he said, referring to Deb. “BJP must answer this and Prime Minister Narendra Modi should also speak out on this issue.”Congress’ Tripura Vice President Tapas Dey demanded action against Deb for his “anti-national statement”. “It is unfortunate that the chief minister of Tripura is supportive of imperialism,” Dey said. “Both Sri Lanka and Nepal are sovereign countries, and we cannot interfere or do anything about their internal affairs. This can amount to an anti-national statement made by a chief minister of a sovereign country.”Controversial commentsThe Tripura chief minister has made the headlines for his controversial comments several times. Last year, a row erupted after he said that Punjabis and Jats are physically strong but less intelligent than Bengalis.In November 2019, Deb had claimed that Mughal emperors intended to destroy the cultural wonders of the state by “bombing them”. In September of the same year, Deb claimed that people who opposed to making Hindi India’s national language do not love the country. He has also been derided for claiming ducks help recycle water and increase oxygen levels in water bodies, besides boosting the rural economy.  In 2018, he likened communists to Mughals and the British rulers, accusing them of unsuccessfully trying to destroy Indian culture. He told a crowd at a rally that the internet and satellites were not new to India but had existed since the time of the Mahabharata.","author":"Scroll Staff","time":"2021-02-15T09:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147382-rrmjrvyrmd-1607403603.jpg","tags":["Amit Shah","Biplab Deb","Sri Lanka","Tripura","Nepal","Bharatiya Janata Party"],"source":"https://scroll.in/latest/986915/amit-shah-has-plans-to-form-bjp-government-in-nepal-assam-claims-tripura-cm-biplab-deb"}