{"title":"Amit Shah promises National Register of Citizens in West Bengal to ‘smoke out infiltrators’","content":"Bharatiya Janata Party chief Amit Shah on Friday promised to replicate the National Register of Citizens in West Bengal if the party is voted is to power at the Centre in order to “smoke out infiltrators”, PTI reported.“Mamata ji thinks that infiltrators will see her through in the polls...We will bring NRC [National Register of Citizens] and oust every infiltrator from the state,” Shah said as he began his election campaign in West Bengal. “I want to assure all the refugees that the Citizenship (Amendment) Bill is our commitment and Hindu, Buddhist and Sikh refugees will not be required to leave the country. They can live here with respect,” he said, according to The Hindu.Shah claimed the security of the country is not important to Chief Minister Mamata Banerjee and her party leaders, IANS reported. “We do not do vote bank politics. I have no fear to announce that if you help us win 23 seats from Bengal, we will ensure that each and every infiltrator staying in Bengal will be smoked out.” Shah was addressing a rally in Alipurduar district.The stated aim of the National Register of Citizens is to separate genuine Indian citizens from “illegal migrants” who might be living in Assam. The final draft of the register was published on July 30 last year and the final National Register of Citizens is scheduled to be published on July 31.Shah claimed the state government led by the Trinamool Congress has destroyed the culture and heritage of the state, according to The Indian Express. “On one hand, there is PM Modi and on the other, there is Rahul baba and Mamata didi’s thugbandhan (an alliance of thugs). We have to uproot TMC from here.”For vote bank politics Mamata Didi is forcefully making Urdu language compulsory in every school in the name of Bengali culture. Our karyakartas who have opposed this were brutally killed. Mamata Didi, this is not Bengali culture you can’t fool the people of Bengal. pic.twitter.com/8RiwNF7eAR— Chowkidar Amit Shah (@AmitShah) March 29, 2019\n\nShah also criticised Opposition leaders for questioning the government on the air strikes in Balakot, Pakistan on February 26 after the Pulwama suicide attack. He said said only a strong leadership under Modi could give a befitting reply to China on the Doklam issue and Pakistan for its terror tactics. “People tell me that she [Banerjee] is angry because Narendra Modi government did an air strike in Pakistan,” Shah said. “Shouldn’t the people responsible for the Pulwama attack be taught a lesson? Our government will not spare the terrorists. For her the vote bank of infiltrators is more important than the destruction of terrorists.”Earlier we used to hear the sound of 'Rabindra Sangeet' in West Bengal but now you only hear the sound of bomb explosions here because of TMC misrule. pic.twitter.com/RkiVYsy70i— Chowkidar Amit Shah (@AmitShah) March 29, 2019","author":"Scroll Staff","time":"2019-03-30T11:25:57.217732+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116334-lbwfrqlbnf-1553924109.jpg","tags":["Amit Shah","Mamata Banerjee","NRC","Citizenship Bill","Balakot Air Strike"],"source":"https://scroll.in/latest/918362/amit-shah-promises-national-register-of-citizens-in-west-bengal-to-smoke-out-infiltrators"}