{"title":"Amit Shah says bail to Arvind Kejriwal ‘not routine’, claims many believe special treatment given","content":"Many people feel that the Supreme Court order granting interim bail to Delhi Chief Minister Arvind Kejriwal in the liquor policy case amounted to him getting “special treatment”, said Union home minister Amit Shah on Wednesday in an interview with ANI.“While the Supreme Court has the right to interpret the law, I believe this is not a routine judgement,” Shah told the news agency.Kejriwal was released from jail on May 10, hours after he was granted interim bail by the Supreme Court in the liquor policy case till June 1. The Aam Aadmi Party chief was arrested by the Enforcement Directorate on March 21.On Wednesday, Shah also criticised Kejriwal’s remark made on May 12 in an election rally where he said he would not have to go back to jail “if you vote for jhaadu [broom, the Aam Aadmi Party’s symbol]”.The home minister said: “I believe that this is a clear contempt of the Supreme Court. So what he wants to say is that if he wins, even if he is guilty, the Supreme Court will not send him to jail. Now the judges who pronounced the judgement have to see if their judgement is used or misused.”#WATCH | On Supreme Court granting interim bail to Arvind Kejriwal, Union HM Amit Shah says, \"...I believe this is not a routine judgement. A lot of people in this country believe that special treatment has been given...\"\"Right now he (Arvind Kejriwal) is stuck in another issue… pic.twitter.com/CYrC3FTmVp— ANI (@ANI) May 15, 2024\n\n\nDuring Kejriwal’s bail hearing on May 10, Additional Solicitor General SV Raju, appearing for the Enforcement Directorate, had asked the court to restrict Kejriwal from speaking on the case while out on bail.However, the court said that the Enforcement Directorate was free to counter Kejriwal’s assertions about the matter by issuing equally strong statements.Responding to Shah’s remarks, the Aam Aadmi Party said it was “shocking” that he was “openly challenging the wisdom of the Supreme Court”, reported The Indian Express.“In the past too, the BJP government under [Prime Minister Narendra] Modi-Shah has overturned several decisions of the Supreme Court like in the case of appointment of Election Commissioners, control of Delhi government etc. just because they were not in their favour,” said the party. “This proves that the BJP’s real mission is to bulldoze the Constitution of India and establish a dictatorship.”‘PM Modi will remain leader till 2029 and beyond’Shah also stated in the interview with ANI that Prime Minister Narendra Modi will continue to lead the Bharatiya Janata Party till 2029 and even beyond.“I want to make it clear again, Modi ji will remain until 2029,” said Shah. “And Kejriwal ji, there is no good news for you. Even after 2029, Modi ji is our leader. We will contest elections under his leadership.”A day after his release, Kejriwal had claimed that the BJP would make Shah the next prime minister if it were to win the Lok Sabha polls.“Prime Minister Modi is turning 75 next September,” he said. “He is the one who made the rule that those who turn 75 must retire [from the BJP]. Who will fulfil Modi’s guarantee after he retires next year? Will Amit Shah do it?”The Union home minister had asserted last week too that Modi will continue to be the prime minister if the BJP wins the general elections.“I would like to tell Arvind Kejriwal and company and the whole INDIA alliance, Modi becomes 75, there is no need for you to feel happy,” Shah told media persons. “It is not written anywhere in BJP’s constitution. Modi will complete the term and will continue to lead the country. There is no confusion in BJP on this.”","author":"Scroll Staff","time":"2024-05-16T10:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200734-rjgwwfzazs-1715832896.jpeg","tags":["Amit Shah","Arvind Kejriwal","Supreme Court","liquor policy case","Lok Sabha 2024","Narendra Modi","BJP","AAP"],"source":"https://scroll.in/latest/1067939/amit-shah-says-bail-to-arvind-kejriwal-not-routine-claims-many-believe-special-treatment-given"}