{"title":"Amit Trivedi’s ‘Manmarziyaan’ soundtrack has something for everyone","content":"Anurag Kashyap’s Manmarziyaan and its soundtrack by Amit Trivedi share the quality of finding newness in the tried and tested. Manmarziyaan’s 14-song soundtrack is seeped in Punjabi music. The songs feature generous dollops of tumbi, dhol, dhadd, esraj and algoza, “chak des” and “shaabas”, Bhangra and Punjabi hip-hop. Yet, each song has a personality of its own, which makes the soundtrack stand out from among the usual Bollywood-Punjabi clutter.However, the Manmarziyaan album is a mixed bag in terms of living up to the standards set by Amit Trivedi with his best songs. There is the progressive-sounding Hallaa, unlike anything Trivedi has done before. There are beauties like Grey Walaa Shade and Chonch Ladhiyaan. There is the universal favourite, Daryaa. There is the underdog F for Fyaar, with superbly cheeky lines by lyricist Shellee. But there are also four-five songs that sound like B-sides and outtakes.\n\n\n    \n    Play\n\nManmarziyaan.The soundtrack makes superb use of the guitar and the esraj. You hear a most memorable electric guitar riff in Daryaa right after the overwhelmingly emotional hookline appears for the first time. You hear it again in Grey Walaa Shade, almost holding the song together. Its sparse but effective use in Chonch Ladhiyaan shows how intelligently Trivedi orchestrates his songs.\n\n\n    \n    Play\n\nGrey Walaa Shade.And then, there’s Daryaa (unplugged), a stripped-down acoustic guitar-and-vocals take on the meticulously produced anthem-like original. The heartache in the hookline (“Ho beh gaya hanjuan da daryaa / Vekh jeete ji main maryaa”) is so powerful that it raises the bar for the playback singers. The singers in both versions, Ammy Virk and Deveshi Sahgal, pull off the feat efficiently.\n\n\n    \n    Play\n\nDaryaa.The esraj, alongside the dilruba and the sarangi, are instruments often used to convey sadness in Hindi film songs. Here, the esraj pops up occasionally to rhythmically support an out-and-out happy track like Chonch Ladhiyaan. It returns in a meaty interlude in Sacchi Mohabbat, a so-so song with excellent instrumentation. Even in the album’s dullest moments that begin midway – with the good tracks appearing first – Trivedi’s instrumental treatment remains interesting.\n\n\n    \n    Play\n\nChonch Ladhiyaan.Trivedi’s music derives its strength from Punjabi lyricist Shailender Singh Sodhi, who writes as Shellee. His talents appeared to have found the right platform with Udta Punjab, but in Manmarziyaan, he is on a roll. Besides having a strong grasp of the language and the poetry of the film’s Amritsar setting, Shellee has a way of surprising the listener with short, intelligent couplets.Sample F for Fyaar. Shellee extols the virtues of “fyaar” (lust) and runs down “pyaar” (love) thus: “Pyaar vich Raanjhe Majnu lutt gaye / Fyaar waale jagah milte hi jutt gaye” and “Pyaar bada pure or pious hai jee / Fyaar vich hove uccha noise hai jee”.The best moment in the song is how lust compares to a Big Bang moment: “Pyaar waade kasmein aazmaaish hai jee / Fyaar se duniya ki paidaaish hai jee”.\n\n\n    \n    Play\n\nF for Fyaar.Shellee’s best song is Hallaa, built around heartbreak that has struck hard and left a bitter aftertaste. Shellee writes, “Ulfat de rang udd gaye ne / saare nazaare chidh gaye ne” (The colours of love have faded away, the sceneries have become angry). Then comes madness that consumes (“Mann vich halla halla halla hain” – There’s turmoil uncoiling in my head).The song is techno but also Sufi (Jyoti Nooran is one of the singers). Every line in the song is a sting. In the opening verse, Shellee writes, “Andar kuch tutt ke gireya hain” (Something inside has broken and fallen down), which returns as a chant throughout the song: “Ishqe lafz da, e tutt ke gireya”. A syllable from “ishq” (love) has broken and fallen, and nothing will ever be the same again.\n\n\n    \n    Play\n\nHallaa.Bijlee Giregi is the theme for Rumi (Taapsee Pannu) as F for Fyaar is for Vicky (Vicky Kaushal). Bijlee Giregi appears near the end of the album, and immediately demands attention. It’s a consistently energetic song featuring a mix of styles. There’s some dubstep and then some trap. The haphazardness is complemented by the presence of three different singers (Devender Pal Singh, Sikander Kahlon, Vaishali Sardana) and rapper Babu Haabi, who appear in turns and leave their imprint on the tune.Shellee describes Rumi with the characteristic cheekiness he displayed in F for Fyaar: “Fauj ka ho farmaan jaise, vayu sena ka vimaan jaise” (She is like a command of the army, like a fighter jet of the air force). In between describing her awesomeness, Shellee ties her to Vicky with “Laal padi badi gutsy hain... neela kukkad di kukdi hain.” (The red fairy is very gutsy, she is the blue rooster’s chosen hen).\n\n\n    \n    Play\n\nBijlee Giregi.The Manmarziyaan album has something for everyone. Those hungry for melody will move to Grey Walaa Shade and Chonch Ladhiyaan. Hallaa will stand out for the listener looking for anything acoustically new. Hip-hop and bhangra lovers have F for Fyaar and the unfortunately short Prabh Deep track, Sherni, that builds up to be something superb and then stops 30 seconds shy of two minutes. Even with its duds, Manmarziyaan is, till date, the best Bollywood album of 2018.\n\n\n    \n    Play\n\nManmarziyaan jukebox.","author":"Devarsi Ghosh","time":"2018-09-20T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/894635-jaryogqgkd-1537378842.jpg","tags":["Manmarziyaan","Amit Trivedi","Shellee"],"source":"https://scroll.in/reel/894635/amit-trivedis-manmarziyaan-soundtrack-has-something-for-everyone"}