{"title":"Amit Trivedi lets his music do the talking: ‘There’s one life. We take it way too seriously’","content":"Amit Trivedi has no problem with being called a workaholic. What else is there in life but music?“You wake up, exercise, have breakfast, spend time with family, then what do you do the rest of the day other than work?” Trivedi told Scroll from Bhubaneshwar airport before flying to Ahmedabad for another concert. “But I have been taking every Sunday off for the last 25 years.”  In 2022, Trivedi released 10 soundtracks, including the stupendous romance-rock musical Prem Prakaran and the retro-cool Qala, as well as an independent album. This year, the 43-year-old musician has already rolled out a fantastic soundtrack with his most beloved collaborator Anurag Kashyap: Almost Pyaar with DJ Mohabbat.Some of the recent releases were delayed by the coronavirus. A saturated market could lead to over-exposure, but Trivedi isn’t bothered.“The world changes every six months,” he said. “A few days back, we were going crazy about Covid. The same time last year, we were going crazy about the [Ukraine] war. In between, my albums coming too much and too fast is not important.” What is important is: “We want hit songs, we want songs to work.”\n\n\n    \n    Play\n\nMohabbat Se Kranti, Almost Pyaar with DJ Mohabbat.Trivedi reliably delivers chart-toppers (Badhaai Do) alongside songs that slip under the radar. This now includes the eight-track Almost Pyaar with DJ Mohabbat album. For once, the Trivedi-Kashyap combination, after such landmark collaborations as Dev.D, Bombay Velvet and Manmarziyaan, hasn’t become a rage.Instead, Qala, which Trivedi had assumed would be a sleeper hit like Lootera, became an instant success. “There is no way to predict what will work and won’t work,” Trivedi said. “While making Qala, we thought, this is great, but Almost Pyaar will destroy everything. That doesn’t seem to have happened.” Trivedi agreed that the 1940s-inspired sound for Anvitaa Dutt’s period drama gave the film a hipster cachet that caught on. “When something very new comes, it will click, like biryani between endless days of daal-chawal,” Trivedi said. Exhibit A: Dev.D.\n\n\n    \n    Play\n\nShauq, Qala.Almost Pyaar with DJ Mohabbat draws from contemporary electronic music: a little drum and bass here, some dubstep there. The film tracks two Gen-Z couples both played by Alaya F and Ketan Mehta as they grapple with love and life in the New India of “love jihad” and TikTok. One of Mehta’s roles is of a London-based musician. “I had to make music that suits 16-18-year-olds,” Trivedi explained. He took notes from the sounds heard at music festivals such as VH1 Supersonic, Tomorrowland and Sunburn. Despite lyricist Shellee’s occasionally jarring use of English words to express Gen Z-ness, the album is packed with earworms. There’s the unabashedly sentimental Duniya; the sassy but dreamy Banjaare, whose throbbing electronic bassline kicks off with a jungle beat. The title of the soft -rock ballad Ghanghor Connection came from Kashyap, who likes to summarise his films with one-line manifestos: “emotional atyachar” for Dev.D, “keh ke lunga” for Gangs of Wasseypur, and, here, “mohabbat se kranti ayegi” (Love will lead to revolution). \n\n\n    \n    Play\n\nBanjaare, Almost Pyaar with DJ Mohabbat.Trivedi’s relationship with Kashyap is easily explained: “He is an open-minded, free-spirited person. He doesn’t bind you with anything and lets you do your best. He gives me a brief, I disappear for six months and return with the tunes. When somebody trusts you so much, you feel motivated and want to give your best. He is least bothered with trends or market forces. He doesn’t interfere and sit on my head.” \n\n\n    \n    Play\n\nPardesi, Dev.D (2009).Composers are haunted by tunes being trolled or disappearing from memory if a film doesn’t work – as was the case with Shankar-Ehsaan-Loy’s Mirzya. That consensus can flip when the movie works – the examples include Vishal-Sheykhar’s Besharam Rang and Jhoome Jo Pathaan from Pathaan and Kesariya from Brahmastra.“I think I gave good music for Goodbye or Uunchai too,” Trivedi observed. “If you watch the film and like it, you will probably like the music too.”Too bad then for Almost Pyaar with DJ Mohabbat. Tabah Tabah is a superb Trivedi spin on Bollywood Dard Pop, but is nowhere on the public radar, just like his Prem Prakaran soundtrack. The Gujarati film’s failure puzzled Trivedi. (It’s happened before, with Kashyap’s jazz-themed Bombay Velvet.)“People didn’t get it,” Trivedi said about Prem Prakaran. “It’s a beautiful love story. And whoever watched the film or heard the songs praised it. I have become habituated to this now. I have stopped caring. Just continue giving your best.”\n\n\n    \n    Play\n\nVaadli, Prem Prakaran.The best is what Trivedi gave Jadu Salona. The non-film album was released on Trivedi’s label AT Azaad, which was launched during the pandemic. The five-song album follows a story that plays out over short YouTube clips: boy loves girl and makes songs for her; boy and girl marry; boy and girl fall out over his musical ambitions; boy and girl reunite after he makes it big. The title track’s video stars Trivedi as the musician. Once severely camera-shy, Trivedi transformed himself during the pandemic into a well-groomed pop star and began starring in the videos for his independent tunes. He now encounters hyperemotional fans at live concerts. Some are aggressive, some drown in tears.\n\n\n    \n    Play\n\nJadu Salona, Amit Trivedi.But he remains determinedly reticent about anything that has nothing to do with his work. He said he didn’t notice the death of the recreation trend in Bollywood. He is taciturn about upcoming projects since “the dates haven’t been announced”. How different is the Telugu film industry, for which he composed Sye Raa Narasimha Reddy? “No difference, both are beautiful industries,” Trivedi said. Okay.The idea is to look at the big picture rather than ponder over the niggling details.“Just go on working, don’t think and don’t look back. Whoever says whatever, let it be. There’s one life, we take it way too seriously. We live only 60-70 years, maximum 80, in a world that is 4.5 billion years old. So why take on stress?”And what when stress comes charging at you?“God has given me a certain amount of talent and capacity. I give my best with it. Life won’t always be smooth. I solve one problem, another pops up. Accept everything. I have a lot of bullshit happening in my life. Now I have taken it up, so what can I do? That’s why mohabbat se kranti ayegi. The day people realise this, everything will be solved.”Also read:In ‘Dev.D’, Amit Trivedi gave Hindi cinema one of its finest soundtracks","author":"Devarsi Ghosh","time":"2023-02-06T13:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186536-kqghlmgyrm-1675668603.jpg","tags":["Amit Trivedi","Almost Pyaar With DJ Mohabbat","Qala"],"source":"https://scroll.in/reel/1043332/amit-trivedi-lets-his-music-do-the-talking-theres-one-life-we-take-it-way-too-seriously"}