{"title":"Amnesty India says it has been compelled to halt work as government freezes its bank accounts","content":"Human rights organisation Amnesty International India on Tuesday announced that it has been “compelled to let go off staff in India” and stop all its work as its bank accounts have been frozen.  In a statement, the organisation called the government’s move to freeze its bank accounts a witch-hunt “over unfounded and motivated allegations”.“The continuing crackdown on Amnesty International India over the last two years and the complete freezing of bank accounts is not accidental,” said Amnesty International India Executive Director Avinash Kumar. “The constant harassment by government agencies including the Enforcement Directorate is a result of our unequivocal calls for transparency in the government, more recently for accountability of the Delhi police and the Government of India regarding the grave human rights violations in Delhi riots and Jammu & Kashmir. For a movement that has done nothing but raise its voices against injustice, this latest attack is akin to freezing dissent.”  It alleged that its “lawful fundraising model” was being portrayed as money-laundering because it has challenged the “government’s grave inactions and excesses”. “Amnesty International India stands in full compliance with all applicable Indian and international laws,” it said. “For human rights work in India, it operates through a distinct model of raising funds domestically. More than four million Indians have supported Amnesty International India’s work in the last eight years and around 100,000 Indians have made financial contributions. These contributions evidently cannot have any relation with the Foreign Contribution (Regulation) Act, 2010.”#NEWS: Amnesty International India Halts Its Work On Upholding Human Rights In India Due To Reprisal From Government Of Indiahttps://t.co/W7IbP4CKDq— Amnesty India (@AIIndia) September 29, 2020\n\nRead the background chronology of attacks on @AIIndia here: https://t.co/W7IbP4CKDq— Amnesty India (@AIIndia) September 29, 2020\n\nAmnesty International India said it came to know that all its bank accounts were completely frozen by the Enforcement Directorate on September 10. It recounted the multiple raids by various agencies before freezing the bank accounts.“On 25 October 2018, the ED raided the Amnesty International India’s office for 10 hours. “Most of the information and documents that were demanded during the search were already available in the public domain or filed with the relevant government authorities,” said the organisation. “Immediately after the raid, the bank accounts were also frozen by the ED. As a result, Amnesty International India was forced to let go of a number of its staff, adversely affecting its work in India including with the marginalised communities.”The organisation also alleged a media trial against it after the government leaked selective documents to government-aligned media outlets. In early 2019, over 30 regular donors received investigative letters from the Income Tax department. “Apparently, the department did not find any irregularities but the process adversely affected the fundraising campaigns of Amnesty International India,” it said.The organisation then recalled how it had to virtually release its third ‘Lawless Law’ report on the misuse and abuse of Public Safety Act in Jammu and Kashmir in June 2019.“On 22 October 2019, Amnesty International testified at the US Congressional hearing on the situation of human rights in South Asia with specific focus on Jammu and Kashmir since the unilateral abrogation of Article 370 of the Constitution of India. On 15 November 2019, two weeks after the testimony and amid rumours of impending arrests of the organizations top officials, the offices of Amnesty International India and the residence of one of its directors were raided again by the CBI.” — Amnesty International India\nThe organisation said the raids were conducted after the Ministry of Home Affairs filed an FIR “over unsubstantiated allegations of suspected violations of Foreign Contribution Regulation Act”.In 2020, the first attack was on April 15, two days after Amnesty International India asked the Uttar Pradesh government to stop “its intimidation of journalists” during a pandemic. “On 15 April 2020, the Cyber Crime Police Station, Lucknow, Uttar Pradesh notified Twitter to furnish information about Amnesty International India’s Twitter account @AIIndia which the organization uses to monitor and analyse developments in international human rights law and Indian constitutional and criminal law related to human rights issues.”— Amnesty International India\nIt alleged that its last two publications – one on 5 August 2020 to the first anniversary of the abrogation of Article 370 of the Constitution of India and the other on 28 August 2020 in which it briefed on the complicity of Delhi Police in the February violence – provided “fresh impetus to the establishment to harass and intimidate” the organisation.“Treating human rights organisations like criminal enterprises and dissenting individuals as criminals without any credible evidence is a deliberate attempt by the Enforcement Directorate and Government of India to stoke a climate of fear and dismantle the critical voices in India. It reeks of fear and repression, ignores the human cost to this crackdown particularly during a pandemic and violates people’s basic rights to freedom of speech and expression, assembly, and association guaranteed by the Indian Constitution and international human rights law. Instead, as a global power and a member of the United Nations Human Rights Council, India must fearlessly welcome calls for accountability and justice.”— Amnesty International India\nThe human rights organisation said the attacks on it and “other outspoken human rights organizations, activists and human rights defenders” is a testimony of the government’s repressive policies. Amnesty International has been present in India for the last eight years. The decision to shut down will see almost 150 employees lose their jobs, according to The Wire. “This was a sudden decision but we saw it coming for a long time,” a campaigner, who has been associated with the organisation for several years, told The Wire.","author":"Scroll Staff","time":"2020-09-29T10:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130992-fwoaodsqxo-1573821840.jpg","tags":["Amnesty","Amnesty India","Enforcement Directorate"],"source":"https://scroll.in/latest/974397/amnesty-india-says-it-is-halting-work-as-government-freezes-its-bank-accounts"}