{"title":"Amnesty India asks Maharashtra to investigate Arun Ferreira’s claim he was beaten in police custody","content":"Human rights organisation Amnesty India on Thursday called on the Maharashtra government to investigate activist Arun Ferreira’s claim that the state police beat him in custody.“Arun Ferreira’s submission before a Pune court that he was hit on his face repeatedly by the Assistant Commissioner of Police Shivaji Pawar on November 4 is alarming,” said Amnesty India Programmes Director Asmita Basu. “This raises serious questions about the government’s treatment of human rights defenders. The authorities must conduct a prompt, thorough and impartial investigation into his allegations.”The Pune Police arrested Ferreira and activists Sudha Bhardwaj, Vernon Gonsalves, Gautam Navlakha and Varavara Rao in a series of coordinated early morning raids across the country on August 28. The police had arrested five other activists and lawyers on June 6. The 10 are accused of masterminding the caste-related violence that broke out in Bhima Koregaon and neighbouring areas near Pune in Maharashtra on January 1, as well as of having links with the banned Communist Party of India (Maoist).“He was admitted to a local hospital soon after and his injuries were recorded in the medical report,” Ferreira’s lawyer Sidharth Patil told the human rights organisation. “The report has been submitted to the court. Arun is recovering and his family met him in jail yesterday.”Amnesty India said the activists’ arrests were “brutal crackdowns on human rights defenders in the country” and “politically motivated”. “Reports of Arun Ferreira being beaten in custody are a reminder of how India is fast becoming a dangerous place for those demanding accountability from the state,” Basu said. “Amnesty India believes that arrests in relation to the Bhima Koregaon incident, are politically motivated and are aimed at chilling peaceful dissent. The Indian government seems to have failed in its obligation to protect human rights defenders, and the freedom of expression and assembly.”","author":"Scroll Staff","time":"2018-11-08T21:25:27.237727+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/99034-czxmvirolt-1535477488.jpg","tags":["Amnesty India","Arun Ferreira","Bhima Koregaon","Maoists"],"source":"https://scroll.in/latest/901413/amnesty-india-asks-maharashtra-to-investigate-arun-ferreiras-claim-that-police-beat-him-in-custody"}