{"title":"Among seven civilians killed in Kashmir, a cricket crazy teen, a commerce student, a young father","content":"On the morning of December 15, Bashir Ahmad Bhat was among the many who thronged the Pulwama district hospital in South Kashmir to help with the constant stream of injured people being brought in. A gunfight between security forces and militants in Sirnoo village that morning had seen civilians come out in large numbers to protest. Seven civilians, including two teenagers, were killed in the firing, and many more were wounded.Of the 30 civilians that the district hospital received on Saturday morning, six were brought dead, hospital officials said. While five of them were identified immediately, the attendants were having a tough time with the identification of a young boy’s body – until Bashir Ahmad Bhat saw his face.“It was my son Aqib. When I saw his face, I fainted,” said Bashir Ahmad Bhat, merely an hour after his 14-year-old son was buried in a local graveyard. The 35-year-old father works as an orchard labourer. “In South Kashmir, we have become accustomed to massacres,” he said. “It’s very common for locals here to lend a helping hand or provide food at the hospital in such crises. I had no idea that my son would be among the dead.” Abdul Rashid Para, medical superintendent at the district hospital, said they started receiving injured patients around quarter past nine in the morning. “I received the first panic call at 9.13 am,” Para said. “After that, it was chaos all around. With a huge number of people accompanying the injured, it was hard to manage. Six civilians were already dead when they reached the hospital. Most of the injured or killed civilians were shot in the upper parts of body.” Two statementsThe gunfight, which started in the early hours of Saturday, had led to the killing of three local Hizbul Mujahideen militants and one soldier of the Indian Army. According to the police, it took place in an orchard where militants had built a hideout. A statement issued by the Jammu and Kashmir Police on Saturday said the civilians “got injured” when “a crowd came dangerously close from different parts” while “the operation was going on.”Later on Saturday evening, Jammu and Kashmir Governor Satya Pal Malik directed Baseer Khan, divisional commissioner, Kashmir, to launch an inquiry into the firing. The official statement from governor’s office also deviated from police’s version of the incident. The police had claimed that civilians were killed while the operation was on, but the governor’s office said that they died in clashes after the operation was over.A cricket-crazy teenagerAqib Ahmad Bhat loved cricket.Aqib Ahmad Bhat was the youngest among the seven civilians killed on Saturday. The class nine student was hit by a bullet in the head. A resident of Pulwama’s Prichoo village, Bhat was the oldest child of his parents. He has a 10-year-old sister and a seven-year-old brother.According to relatives gathered in his house in Prichoo village, Bhat had left home in the morning without having breakfast. “The encounter began at around 7.45-8 am. I woke him up when we heard gunshots. At around 9 am, he ventured out. We have no idea how did he reach the encounter site,” said a relative.In Prichoo, nobody buys the police version. “The encounter was over in just half an hour. It was targeted fire. We will see who will get a reward for gallantry on January 26 for killing this child,” said Bhat’s uncle, Abdul Hamid Bhat.His 14-year-old nephew had been crazy about cricket, he recalled. “His stance was like that of Sachin Tendulkar,” Abdul Hamid Bhat said, looking around the courtyard of his brother’s house. Whenever he was free, he would go to the stadium and play cricket. His batting kits must be lying somewhere here only.” A young fatherAt the Pulwama district hospital, Para said 17 injured civilians were referred to various hospitals of Srinagar for advanced treatment. While most of them reached Srinagar hospitals in time, it could not save 30-year-old Tawseef Ahmad Mir.On Saturday, dozens of youth from the adjacent villages had started on foot towards the site of gunfight in Sirnoo. Tawseef Ahmad Mir had joined one such group of youth. He would be hit in the chest by a bullet.A resident of Urichersoo village in Pulwama, he had worked for the Power Development Department. He was also father to a six-year-old girl and three-year-old boy.“He was my only son. I have five daughters and all of them are unmarried. All of my hope is gone now,” said Mohammad Ahsan Mir, his father. “He had an active personality. He wasn’t afraid of anything. For him, the word fear didn’t exist at all.”A commerce studentLiyaqat Ahmad Dar Ten kilometres away, the family of 17-year-old Liyaqat Ahmad Dar in Parigam village is struggling to make sense of their loss.“Till 8 in the morning, Liyaqat was with me. He helped me in collecting the milk from sellers. After loading the milk containers on the vehicle, I asked him to go home directly as I had to go to Srinagar to distribute milk. At 11 am, I got a call from home that he’s dead. He was shot in the head,” said his father, Abdul Majeed Dar, a milkman.Known for his business acumen and management of his father’s business accounts, Liyaqat Dar had chosen commerce subjects in school. Every day, after his evening prayers, he would pick up a container and collect milk for distribution next morning.“He was a responsible son,” Abdul Majeed Dar said. “He had all the knowledge about pending dues or customers who owned us money. Despite being a student, he never shied away from helping me out.” According to Liyaqat Dar’s cousin, Arshad Ahmad, it was “jazbaat”, emotion, which drove Dar towards the site of the gunfight on Saturday morning. “The oppression we face every day would force everyone his age to pick up the gun. To visit the site of gunfight was his idea to show support for the militants. They could have shot him in the leg or arm. Why in the head?”Tempers riseOn Saturday afternoon, as news of the civilian deaths spread, there was ferment in Srinagar as well. At the Shri Maharaja Hari Singh Hospital, there were chaotic scenes as injured patients from the south arrived.Appeals for blood donation and food for attendants were shared on social media. In many areas, there were shut downs to protest against the killings. After pictures and updates about the killings flooded social media, the mobile internet speed in Srinagar was brought down.Separatist leader Mirwaiz Umar Farooq announced on Twitter that the joint leadership of the Hurriyat had decided to march to the Badami Bagh army cantonment on December 17. They also called for a three-day shutdown to protest against the killings.Saturday’s gunfight was the second in recent months to extract such a heavy civilian toll. In October, a stray explosive at the site of a gunfight in South Kashmir’s Kulgam district had gone off, leaving seven civilians dead.In November, a series of pre-dawn operations in South Kashmir had left 37 militants dead. Nine commanders of the Lashkar-e-Taiba and the Hizbul Mujahideen were among those killed. The strategy of launching operations before daybreak was aimed at avoiding civilian casualties, police officials in the Valley had earlier said. In an interview earlier this month, Anil Kumar Bhatt, general-officer-commanding of the army’s Srinagar-based 15 Corps, had said the crowds trying to disrupt military operations had thinned over the last two or three months. Saturday’s killings suggest that may not be the case.According to the police, a first information report was registered on the incident. But the nature of the FIR, the details of the accused and charges, have not been revealed. None of the families that Scroll.in spoke to asked for an investigation into the incident.List of injured and killed civilians from Pulwama district hospital. Photo credit: Safwat Zargar","author":"Safwat Zargar","time":"2018-12-16T11:50:31.014066+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108226-eeplbffymm-1544947341.jpg","tags":["Kashmir report","Civilian killings","South Kashmir","Army","Pulwama"],"source":"https://scroll.in/article/905865/among-seven-civilians-killed-in-kashmir-a-cricket-crazy-teen-a-commerce-student-a-young-father"}