{"title":"Amritpal Singh arrested in Moga, say Punjab Police","content":"Sikh preacher Amritpal Singh was arrested in Moga district of Punjab on Sunday morning, the police said. The Khalistani sympathiser had been on the run for more than a month.At a press conference, Punjab Inspector General of Police Sukhchain Singh Gill said that the police had received information that Amritpal Singh was in Rode village of Moga. The police team formed a cordon around the village and Singh was arrested at 6.45 am on the basis of a court warrant issued under the National Security Act, Gill said.However, news reports said that Singh had surrendered in a gurudwara in Rode village of Moga, following which he was taken into custody. In a video purportedly shot in the gurudwara, Singh can be seen saying that he will surrender.  Following his arrest, the 29-year-old was flown to Assam on a special flight to be lodged at the Dibrugarh Central Jail, PTI reported. Nine of Singh’s aides are already there in custody under the National Security Act.#WATCH | Punjab IGP Sukhchain Singh Gill narrates the sequence leading upto to the arrest of Waris Punjab De's #AmritpalSingh \"...Amritpal Singh has been arrested by Punjab Police at around 6.45 am today morning in village Rode. A joint operation was conducted by Amritsar… pic.twitter.com/0KZzO7LwKx— ANI (@ANI) April 23, 2023\n\nThe 30-year-old Khalistan sympathiser has been absconding since March 18, when the Punjab Police began a crackdown against his organisation, Waris Punjab De. The crackdown started days after he and his supporters stormed a police station in Amritsar on February 23 following the arrest of one of the preacher’s aides for alleged assault and attempted kidnapping.  ANI tweeted a photo showing Singh in a traditional attire that included a sheathed sword.The latest picture of #AmritpalSingh in Punjab Police custody shared with ANI by Official sources pic.twitter.com/z7VB91Na0D— ANI (@ANI) April 23, 2023\n\nGiani Jasbir Singh of the gurudwara in Moga told reporters that Amritpal Singh reached the Rode village on Saturday night, ANI reported. Amritpal said that he will surrender after addressing a gathering at the gurudwara, Jasbir Singh told reporters.#WATCH | Punjab: Singh Sahib Giani Jasbir Singh Rode, at Rodewal Gurdawara in Moga, narrates the sequence leading upto to the arrest of Waris Punjab De's #AmritpalSingh pic.twitter.com/x9eiUlIhvN— ANI (@ANI) April 23, 2023\n\nPunjab Chief Minister Bhagwant Mann said that those who try to disturb peace and harmony will face action as per law.He also thanked the people of Punjab for maintaining peace in the state during the manhunt for the preacher. “We will not disturb any innocent person,” he added. “We don’t do vendetta politics...” Singh has garnered a significant following by making speeches which often focus on Punjab’s youth and religion. He has also given several interviews supporting demands for Khalistan, an independent state for Sikhs.The police have booked him under the National Security Act and various sections of the Indian Penal Code related to rioting, extortion and criminal intimidation.Also read: Who is Amritpal Singh and why was the Punjab Police chasing him?","author":"Scroll Staff","time":"2023-04-23T07:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188247-rallviwhkr-1679455405.jpg","tags":["Amritpal Singh","Waris Punjab De","Punjab"],"source":"https://scroll.in/latest/1047844/amritpal-singh-surrenders-before-punjab-police-reports"}