{"title":"Amritpal Singh’s uncle and driver have surrendered in Jalandhar, say Punjab Police","content":"The Punjab Police on Monday said that the uncle and driver of Khalistan sympathiser Amritpal Singh have surrendered before the authorities in Jalandhar, PTI reported.Senior Superintendent of Police (Rural) Swarandeep Singh said that Amritpal Singh’s uncle Harjit Singh and driver Harpreet Singh surrendered near a gurudwara in the Mehatpur area. The police are still searching for Amritpal Singh, the official said.The Punjab government also extended the suspension of mobile internet and SMS services till Tuesday noon, reported PTI. The ban was first imposed till 12 pm on Sunday but has since been extended twice. The police on Sunday arrested 34 persons as part of their crackdown on Amritpal Singh’s organisation Waris Punjab De. A total of 114 persons have been arrested so far, the authorities said.Four of the arrested men have been taken to the Dibrugarh Central Jail, according to PTI. The four persons have been identified as Daljit Singh Kalsi, Bhagwant Singh, Gurmeet Singh and Pradhanmantri Bajeka.On Monday, Inspector General of Police Sukhchain Singh Gill said that Amritpal Singh’s uncle was also being taken to Dibrugarh, reported ANI. Gill said that the all five arrested men have been booked under the National Security Act.The official claimed that initial investigation has showed that Amritpal Singh had links with Pakistan’s Inter-Services Intelligence and he is suspected to have received foreign funding as well.Earlier on Sunday, the Punjab Police had said that an abandoned vehicle had been recovered from Salina village in Jalandhar, which the authorities claimed Amritpal Singh had used to flee on March 18.The police said that they recovered a .315 bore rifle, 57 live cartridges, a sword and a walkie-talkie set from the vehicle. A man named Manpreet Singh, who hails from the SBS Nagar district, is said to own the vehicle. He has now been arrested.Day 2 on Mega crackdown on #AmritpalSingh backed Waris Punjab De wanted on criminal charges, made preventive arrests of persons attempting to disturb Law & Order in #Punjab (1/2) pic.twitter.com/CG37H0UE1K— Punjab Police India (@PunjabPoliceInd) March 19, 2023\n\nThe police have filed two cases against Amritpal and his associates, The Indian Express reported. One of the case relates to the weapons recovered from the abandoned vehicle, while the second one pertains to him and his aides allegedly breaking through police barricades in Jalandhar.Even as the Punjab Police have maintained that the Khalistan sympathiser is on the run, the legal advisor to the organisation Waris Punjab De claims that he has been arrested at the Shahkot police station in Jalandhar, ANI reported.The lawyer, Imaan Singh Khara, said that he has filed a petition in the Punjab and Haryana High Court demanding that the police should produce Amritpal Singh before court. He also claimed that there is a threat to his client’s life.Amritpal Singh, 29, had taken over Waris Punjab De last year after the death of its founder Deep Sidhu, an actor and activist who died in an accident in February 2022. Singh has garnered a large following in the state through his speeches that often focus on Sikhism and Punjab.On February 23, hundreds of Singh’s supporters had stormed the Ajnala police station in Amritsar demanding the release of his close aide Lovepreet Singh Toofan, who was arrested in a kidnapping and assault case.","author":"Scroll Staff","time":"2023-03-20T10:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188158-lqniakpuey-1679287869.jpg","tags":["Punjab","Amritpal Singh","Punjab Police","Assam"],"source":"https://scroll.in/latest/1045898/amritpal-singhs-uncle-and-driver-have-surrendered-in-jalandhar-say-punjab-police"}