{"title":"Amritpal Singh changed clothes, switched from car to motorcycle to escape arrest, say Punjab Police","content":"The Punjab Police said on Tuesday that Khalistan sympathiser Amritpal Singh escaped on a motorcycle after changing his clothes in a gurdwara at Nangal Ambian village in Jalandhar district, reported The Tribune.The leader of the Sikh organisation, Waris Punjab De, has been on the run since Saturday when the state police had launched an operation to arrest him. On Tuesday, the police said that Singh was first seen in a Mercedes Sports Utility Vehicle after which he switched to Maruti Brezza.The police recovered the Brezza on Tuesday and found a rifle, some swords and walkie-talkie inside the vehicle. Four persons – Manpreet Singh, Gurdeep Singh, Harpreet Singh and Gurbhej Singh – who helped the self-styled preacher escape were also arrested, Punjab Police Inspector General Sukhchain Singh Gill said.The motorcycle on which 'Waris Punjab De' chief Amritpal Singh fled has been recovered by police: Jalandhar SSP Swarnadeep Singh pic.twitter.com/hZh6HjOFtp— ANI (@ANI) March 22, 2023\n\nAmritpal Singh had changed from his traditional attire to trousers, shirt and pink turban at the gurdwara. He later escaped with two other men on a motorcycle, reported The Tribune.The police have released few photographs of the Khalistan sympathiser, including some in which he is not wearing a turban, to seek help from the public to arrest him.The police have issued a lookout circular as well as a non-bailable warrant against Amritpal Singh and invoked the National Security Act against him.Punjab Police releases a few pictures of 'Waris Punjab De' chief Amritpal Singh. \"There are several pictures of Amritpal Singh in different attires. We are releasing all of these pictures. I request you display them so that people can help us to arrest him in this case,\" says… pic.twitter.com/wh7gNb4BUA— ANI (@ANI) March 21, 2023\n\nMeanwhile, the police also questioned Amritpal Singh’s wife Kiran Deep Kaur and his mother, reported India Today.The police in neighbouring state of Himachal Pradesh have also been alerted to look for Amritpal Singh, reported The Indian Express.The crackdown on Singh started after he and his supporters stormed a police station in Amritsar on February 23 following the arrest of one of the preacher’s aides for alleged assault and attempted kidnapping.The Waris Punjab De leader had garnered a significant following through his speeches that often focussed on Punjab’s youth and religion. He has also given several interviews supporting demands for Khalistan, an independent state for Sikhs.The police have prepared a list of more than 450 persons who were working with Amritpal Singh, the Punjab Police said on Tuesday. So far, 154 persons have been arrested.The Punjab and Haryana High Court on Tuesday questioned the state government why the preacher was not taken into custody when the “entire police force” of Punjab was after him. If he escaped, it was an intelligence failure, the court observed while asking the Punjab government to file a status report on the matter.Meanwhile, on Wednesday, Congress’ Punjab unit President Amrinder Singh Raja Warring wrote to state’s police chief alleging inept handling of the case. “Even when the present action was initiated by getting 50 battalions of CPOs [Central Police Organisations] and full posse of Punjab Police, Amritpal Singh was able to give slip and escape the security cordon,” the politician said. “I have always been appreciative of the capabilities of Punjab Police under your able leadership as director general, but I am dumbstruck and aghast at the failure of the Punjab Police.”He also expressed concerns on the detention of several young residents of Punjab.“No doubt some young boys must have been misguided by his religious sermons, yet I feel that branding them as hardcore anti-national elements will further alienate these young people from mainstream and may push them to become hardliners, which Punjab can ill afford at this juncture,” Warring said.Wrote a letter to @DGPPunjabPolice to highlight the growing concern regarding the large number of youngsters being rounded up. While @INCPunjab doesn’t support any leniency towards anti national elements, but a soft approach is needed to rehabilitate these misguided youngsters. pic.twitter.com/BEn809z8gZ— Amarinder Singh Raja Warring (@RajaBrar_INC) March 22, 2023","author":"Scroll Staff","time":"2023-03-22T10:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188247-rallviwhkr-1679455405.jpg","tags":["Amritpal Singh","Punjab Police","Waris Punjab De"],"source":"https://scroll.in/latest/1046044/amritpal-singh-changed-clothes-switched-from-car-to-motorcycle-to-escape-arrest-say-punjab-police"}