{"title":"AMU violence: Court orders UP police chief, CRPF head to act against officers who attacked students","content":"The Allahabad High Court on Monday ordered Uttar Pradesh Director General of Police Hitesh Awasthy to identify and take action against the policemen who were involved in destroying motorbikes and attacking students at Aligarh Muslim University on December 15, Live Law reported. The police had barged into the campus and allegedly caned those they apprehended during a protest against the Citizenship Amendment Act.A bench of Chief Justice Govind Mathur and Justice Samit Gopal passed the order on the basis of a recommendation made by the National Human Rights Commission. In January, the bench had directed the commission to investigate allegations of police violence, based on a public interest litigation filed by a person called Mohammad Aman Khan. The court had asked the NHRC to submit its report within five weeks.The court also directed Central Reserve Police Force Director General AP Maheshwari to act against Rapid Action Force personnel who attacked the students. The court said the RAF is a force meant to control riots, and should show “utmost professionalism” during incidents like that at Aligarh Muslim University. The court told the Uttar Pradesh police chief to ensure that police officers are sensitised and training modules set up to improve professionalism. The court also asked Awasthy to create a robust intelligence gathering system to counter and prevent rumours and misinformation from spreading, especially on social media.The bench told Aligarh Muslim University Vice Chancellor Tariq Mansoor and the registrar to set up a mechanism to communicate more effectively with students, and take confidence building measures.Justices Mathur and Gopal said the Uttar Pradesh government, the chiefs of the police force and the CRPF and the vice chancellor and registrar of the university should submit a compliance report on March 25, the next date of hearing.The incidentOn the night of December 15, a group of students at the Aligarh Muslim University had organised a rally in protest against police violence at Delhi’s Jamia Millia University earlier in the day, and the Citizenship Amendment Act. A fact-finding report, unrelated to the NHRC inquiry, found that law-enforcement officials had fired stun grenades “usually used in war-like situations or terror operations” at students, and raised “chilling slogans like Jai Shri Ram while attacking the students and setting ablaze their scooters and vehicles...”Khan had in his petition said that the students had been protesting peacefully against the Citizenship Amendment Act on December 13. However, on December 15, the Uttar Pradesh Police and a paramilitary force entered the campus without any justification and attacked the students.The NHRC investigation, submitted to the High Court earlier this month, recommended that legal action must be taken against the delinquent policemen apart from compensating the injured students.Last month, the Aligarh Muslim University administration had said it would file a complaint against the police for entering the a hostel at the campus without permission.","author":"Scroll Staff","time":"2020-02-24T18:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133044-fsqjfzvzyo-1582548162.jpg","tags":["Uttar Pradesh","Aligarh Muslim University","Allahabad High Court","Citizenship Amendment Act"],"source":"https://scroll.in/latest/954191/amu-violence-court-orders-up-police-chief-to-act-against-police-officials-who-attacked-students"}