{"title":"AMU violence: Police shouted ‘Jai Shri Ram’ slogan, university didn’t protect students, finds report","content":"A fact-finding report on the violence at Aligarh Muslim University on December 15 and the police’s role in it found that law-enforcement officials fired stun grenades, “usually used in war-like situations or terror operations”, against students and raised “chilling slogans like Jai Shri Ram while attacking the students and setting ablaze their scooters and vehicles...”, The Indian Express reported on Wednesday. Former Indian Administrative Service officer Harsh Mander, academic Nandini Sundar, senior journalist John Dayal and author Natasha Badhwar were part of the 13-member team that found the university administration “not only failed in their duty to protect the campus and its residents against brutality by the Uttar Pradesh Police, but also that they in fact invited the police forces and their weapons into the campus”, The Hindu reported. The team said in just two days about 21,000 resident students were evicted from the university. They met some of the injured students, including a doctoral scholar whose limb had to be amputated after his palm was ripped off in an explosion. He had picked up a stun grenade thinking it was a tear-gas shell. “He [the university registrar] justified the police action as both necessary and restrained and even spoke casually of the forces using stun grenades,” the report added. “These are devices to temporarily blind and deafen the enemy, known sometimes to cause injury and burst into flames. It is likely that this caused the student to lose his hand…and also possibly the fire in hostel rooms.”Aligarh Senior Superintendent of Police Akash Kulhary dismissed the report. “There are fact-finding reports here and there and their validity should also be checked,” he told The Indian Express. “We cannot give response to everyone...a criminal writ application has been filed at High Court and we have submitted our affidavit along with evidence...This entire fiasco was initiated by the students of AMU. For self-defence, minimum use of force which is legal right of the police has been used.”  He claimed it was “factually wrong that stun grenades are used in war-like situations”. The Army uses grenades in war-like situations, the police official added. Aligarh (City) Superintendent of Police Abhishek said the police had clippings of students throwing back tear-gas shells at the police and Rapid Action Force. “The stun grenades are non-lethal and only produce sound impact which can be used to disperse crowd,” he added. The violence at the university occurred while the students were protesting against police violence at Delhi’s Jamia Millia Islamia University earlier that day, and the Citizenship Amendment Act. According to the report, the Uttar Pradesh Police used religiously charged terms such as “aatankvadi [terrorist]” while assaulting protestors. The violence at Jamia and Aligarh Muslim University sparked a nationwide protest against the citizenship law that is still continuing. The Uttar Pradesh Police have also been accused of using excessive force to quell last week’s protests against the citizenship law that left 17 people dead in the state. Also read:How a brutal police assault on peaceful NRC protestors left an 11-year-old boy dead in Varanasi‘Why kill our children?’: Blood and tears in an Uttar Pradesh town‘These things keep happening’: Varanasi DM dismisses child’s death in stampede during police assaultCAA protests: These videos show the police vandalising vehicles parked on the streets","author":"Scroll Staff","time":"2019-12-25T08:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133045-ozgmgaiwij-1576680585.jpg","tags":["Aligarh Muslim University","Uttar Pradesh Police","Police brutality"],"source":"https://scroll.in/latest/947822/amu-violence-police-raised-jai-shri-ram-slogan-university-didnt-protect-students-finds-report"}