{"title":"AMU to file complaint against police violence, says no permission was given to enter hostel","content":"The Aligarh Muslim University on Tuesday said it will file a complaint against the crackdown by the Uttar Pradesh Police on students protesting against the Citizenship Amendment Act on December 15, NDTV reported. The police had entered the campus to quell protests against violence at Jamia Millia Islamia University earlier that evening. A fact-finding report on the violence at the AMU campus found that law-enforcement officials fired stun grenades, “usually used in war-like situations or terror operations”, at students and raised “chilling slogans like Jai Shri Ram while attacking the students and setting ablaze their scooters and vehicles...”. The report said the university administration “not only failed in their duty to protect the campus and its residents against brutality by the Uttar Pradesh Police, but also that they in fact invited the police forces and their weapons into the campus”. “Aligarh Muslim University Vice Chancellor Tariq Mansoor has announced that the university will submit an application for lodging an FIR against police personnel for entering a university hostel, namely Morrison Court of Aftab Hall,” a press statement issued by Rahat Abrar, consultant public relations officer at the university said.The university officials claimed that the police were given permission to restore “normalcy” on the campus and “clear the main road” of protestors, but they were not supposed to enter any residential hostel. “Evidence brought to the knowledge of the university administration suggest that police personnel might have crossed the mandate by entering the Morrison Court Hostel premises,” the statement added.About 21,000 resident students were evicted from the university on that day and many were even injured. A doctoral scholar’s limb had to be amputated after his palm was ripped off in an explosion. He had picked up a stun grenade thinking it was a tear-gas shell. The violence at Jamia and Aligarh Muslim University sparked a nationwide protest against the citizenship law that is still continuing.Jamia vice chancellor meets Delhi PoliceMeanwhile, Jamia Millia Islamia University Vice Chancellor Najma Akhtar on Tuesday met Delhi Police Commissioner Amulya Patnaik and urged him to file a first information report against the police, PTI reported. A day earlier, she had said that the university administration would move court to resolve the matter.  Hundreds of students from Jamia had gheraoed Najma Akhtar’s office on Monday and called for the registration of a first information report against the police. The university had in a statement said the administration will take all possible measures to address the concerns of students. Earlier on Tuesday, a team from the National Human Rights Commission visited the Jamia campus to record the statements of the students who were injured in the Delhi Police’s action last month.Delhi Police question two suspects in JNU violence caseMeanwhile, the Delhi Police’s Crime Branch questioned two more suspects in connection with the January 5 violence on JNU campus. Four people who were injured in the attack were also examined.“I gave a one-and-a-half page statement to the police,” Sucheta Talukdar told PTI. “They asked me about the January 5 incident, where I was that day, details of students injured and whether I could identify anyone else. I was shown my photo [one that the police had released in the press conference last week].”The Forensic Science Laboratory team also visited the JNU campus to collect evidence from the server, a police official said, adding the team will visit again on Wednesday.","author":"Scroll Staff","time":"2020-01-14T22:52:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/133045-zzwdlnacur-1578412903.jpg","tags":["Uttar Pradesh Police","AMU","AMU violence","Jamia","JNU violence","Delhi Police"],"source":"https://scroll.in/latest/949910/amu-to-file-complaint-against-police-violence-says-no-permission-was-given-to-enter-hostel"}