{"title":"Amul’s entry in Karnataka revives Opposition’s ‘Gujarati party’ attack on BJP","content":"A political firestorm has broken out in election-bound Karnataka after Gujarat Cooperative Milk Marketing Federation, which sells its dairy products under the brand name Amul, announced on Wednesday that it will sell its products in the state. Karnataka’s Opposition has sought to portray the entry of Gujarat-based Amul into the state’s dairy product market as a threat to the local brand Nandini and the livelihood of the state’s farmers. Leaders of the Congress and Janata Dal (Secular) have invoked regional sentiments by projecting the state’s ruling Bharatiya Janata Party, whose top national leaders Prime Minister Narendra Modi and Union minister Amit Shah hail from Gujarat, as allegedly facilitating Gujarati interests at Karnataka’s expense.This isn’t the first time such politics has played out. Opposition parties in states such as Maharashtra, Telangana and West Bengal have previously sought to harness regional pride by portraying the BJP as a Gujarati party.Amul vs Nandini?Gujarat Cooperative Milk Marketing Federation, which produces Amul products, is India’s largest dairy cooperative. Karnataka Milk Federation comes second. It sells dairy products under the brand name Nandini.Amul’s entry into Karnataka is being seen as direct competition for Nandini and the farmers that supply milk to it. Karnataka Milk Federation has more than 26 lakh milk producer members across over 22,000 villages in the state.A new wave of freshness with milk and curd is coming to Bengaluru. More information coming soon. #LaunchAlert pic.twitter.com/q2SCGsmsFP— Amul.coop (@Amul_Coop) April 5, 2023\n\nOfficials of the Gujarat Cooperative Milk Marketing Federation have tried to allay concerns by pointing out that Amul was currently focussing only on e-commerce sales in Karnataka. “We are not looking at general trade at the moment,” managing director Jayen Mehta told the Financial Express on Sunday.  “A modern trade entry of Amul in Bengaluru will happen only six months later.”Karnataka Milk Federation officials, however, told The News Minute that they were unhappy about Amul’s entry. They said they will raise the matter with the National Dairy Development Board, which supports dairy cooperatives and reports to the Union Ministry of Fisheries, Animal Husbandry and Dairying. Pro-Kannada groups have launched “#SaveNandini” and “#GoBackAmul” trends on social media. The Bruhat Bengaluru Hotels Association has announced that it will use only Nandini milk to support the state’s farmers.Amul facility at Anand, Gujarat. Credit: Sam Panthakya/AFPGujarat vs Karnataka?With the Assembly election just a month away, Karnataka’s main Opposition parties have used these developments to attack the BJP. In a series of tweets on Friday, Congress leader Siddaramaiah alleged that Amul was making a back-door entry into the state after Shah’s “merger proposal” faced opposition from Kannadigas. Siddaramaiah was referring to the comments made by Shah at an event in Mandya in January, where he said there should be greater “cooperation” between Amul and Nandini. Shah handles the cooperation ministry portfolio at the Centre, besides the home ministry.Looking to corner the BJP, Siddaramaiah said that its Karnataka unit was betraying the state’s farmers by opening the doors for “Gujarat-based Amul”, which amounted to “shutting down the KMF”. “The leadership of Karnataka BJP is so weak that on the one hand the Maharashtra government is trying to establish its rule directly in the Belgaum border region,” Siddaramaiah alleged. “On the other hand, the state of Gujarat is trying to push the farmers [from Karnataka] to the streets through Amul.” Both Maharashtra and Gujarat are ruled by the BJP.Calling for a boycott of Amul, Siddaramaiah said: “Beware of [Modi, Shah and] their double engine [government]!” Double engine government is a term used for a party that is in power both at the Centre as well as in the state. “They will sell all the assets belonging to Kannadigas,” the former chief minister continued. “After destroying our banks, they are now determined to destroy Nandini KMF – a brand built by our farmers.”In a similar vein, JD(S) leader HD Kumaraswamy alleged on Saturday that the BJP’s Union government was working for Gujarat’s interests. “‘One nation, one Amul, one milk and one Gujarat’ has become the official policy of the central government,” the former chief minister alleged in a tweet. Further, Kumaraswamy alleged, “It is clear that the BJP double engine government is trying to push the milk producers of [Karnataka] to the streets and make them slaves of Gujaratis.”Like Siddaramaiah, the JD(S) leader also appealed to Kannadigas to boycott Amul products to protect the interests of Karnataka’s farmers who depend on Nandini.Despite the Opposition’s protests, Karnataka Chief Minister Basavaraj Bommai on Saturday ruled out blocking Amul’s entry, suggesting that it poses no threat to Nandini.CT Ravi, a senior BJP leader from Karnataka, criticised the Opposition for opposing Amul’s entry into the state. “Slaves have no problem in being ruled by an Italian,” Ravi said in a tweet on Saturday. “But they have a problem when Bharatiya brand Amul sells its products in Karnataka just like many other brands.”Harnessing regional prideThis is not the first time Opposition parties have portrayed the BJP as a party allegedly catering to Gujarati interests and tried to harness regional sentiment against it.For example, in September and October, Maharashtra’s main Opposition bloc, the Maha Vikas Aghadi, had attacked the state’s ruling BJP over Gujarat bagging multiple large industrial projects Maharashtra was expecting to secure.Leaders of the Opposition alliance alleged that the BJP-led Maharashtra government had handed over these projects to Gujarat under pressure from Modi, in view of the state polls in his home state scheduled for December. “Big projects like Vedanta-Foxconn and Tata-Airbus have been diverted to Gujarat right under the eye of the [Maharashtra] government and it is shameful,” Nationalist Congress Party leader Sharad Pawar had said. His party described the developments as Gujarat’s “surgical strike on Maharashtra”.PM Narendra Modi and Union minister Amit Shah. Credit: Prakash Singh/AFPEarlier, there had been similar political protests against the BJP over Gujarat developing a new diamond bourse, which is currently situated in Mumbai, and the Centre’s decision in 2020 to locate the International Financial Services Centre in Gujarat at the expense of Maharashtra’s capital.In 2014, when traditional allies Shiv Sena and the BJP had contested Maharashtra’s assembly polls separately, the Uddhav Thackeray-led party had reportedly portrayed the BJP as a Gujarati party wanting to destroy the state.Since 2014, Maharashtra Navnirman Sena’s leader Raj Thackeray, who had for long played Marathi identity politics, has also repeatedly attacked Modi for, among other things, the Ahmedabad-Mumbai bullet train project. Alleging that Modi was working as the prime minister of Gujarat and not of the country, Raj Thackeray said: “Just because he is from Gujarat does not mean he should favour Gujarat…It does not suit his stature.”Last September, Bharat Rashtra Samithi leader KT Rama Rao had called Gujarat “the epicentre of Modiverse”. Rao’s comment was in response to a tweet by a former Legislative Council member suggesting that Telugu-language film RRR had lost to Gujarati-language film Chhello Show as India’s official entry in an Oscars category, Gujarat got a locomotive factory allegedly at the expense of Telangana’s Kazipet and Hyderabad allegedly lost a World Health Organization centre to Gujarat’s Jamnagar.Further, alluding to an incident where BJP’s Telangana unit chief Bandi Sanjay Kumar fetched Shah’s footwear outside a temple when the home minister was visiting in August, Rao added, “Ever ready to carry chappals of their Gujarati bosses, but can’t summon the courage to demand Telangana’s rights.”In December, B Vinod Kumar, a former parliament member from Rao’s BRS party and Telangana’s State Planning Board vice chairman, alleged that Modi was discriminating among states in release of central funds and was giving priority to only Gujarat. “Modi is behaving as if he is the Prime Minister of Gujarat, but not India,” Kumar alleged.Earlier, during the 2021 state polls, West Bengal Chief Minister Mamata Banerjee had also sought to harness the Bengali identity by portraying Modi and Shah as Gujaratis trying to take over West Bengal. “Gujaratis are trying to capture Bengal by bringing goons from Uttar Pradesh and Bihar,” Banerjee said in April 2021. “We will not allow Bengal to become like Gujarat.”","author":"Nachiket Deuskar","time":"2023-04-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188942-ppxvishshg-1681053243.jpg","tags":["Gujarat","Karnataka","BJP","Amul"],"source":"https://scroll.in/article/1047080/amuls-entry-in-karnataka-helps-opposition-brand-bjp-as-gujarati-party"}