{"title":"‘Amul is now a Congress-mukt federation’: How BJP took control of India’s largest milk cooperative","content":"The foundation for the world’s largest milk cooperative was laid when two idealists met two years after India’s independence. Tribhuvandas Patel was a freedom fighter who had set up the Kaira district cooperative milk producers’ union to secure a better deal for dairy farmers in Gujarat’s Anand district.  Verghese Kurien had just returned from studying dairy engineering in Boston on a government scholarship. The young man from Kerala had been dispatched by the government to a rundown creamery in Anand.A few months later, as MV Kamath recounts in his biography of Kurien titled Milkman from Anand, when the government decided to close the creamery, Patel asked Kurien to join the Kaira milk cooperative. Kurien became its first general manager. Patel was the chairman. Between them, they created a organisation that embodied the promise of newly independent India. “Here was the unique concept of taking the products of the land, processing them in modern industrial establishments owned by the producers, creating products for the consumer and bringing the profits back directly to the producers in the village in a continuous cooperative operation,” noted Rudolf Von Leyden, a senior executive roped in to distribute the cooperative’s new product-line in baby food, in Kamath’s book.Between 1960 and 1973, the Kaira milk cooperative infused Rs 350 lakh-Rs 540 lakh into the district every year, according to Kamath’s estimates. Its growth inspired other districts to create their own milk unions. By 1973, Gujarat had six district milk unions, which joined together to create the Gujarat Cooperative Milk Marketing Federation, which owns the Amul brand.The Amul federation now has 18 milk unions. Some of these, especially those located in less-developed districts of Gujarat, are the economic engines of their areas.As Kamath writes, Patel was categorical in his view that the cooperatives would fail if politicians entered them, viewing them as opportunities for patronage. To keep out the politicians, only farmers selling milk to the dairy were allowed to contest elections.But things are very different now. Over the last decade, politicians have found a way to circumvent this rule. “The records of the village milk society are changed overnight,” claimed a former elected official at Banas dairy. “A man without a single cow becomes a member and gets nominated as a candidate in the election.”  Verghese Kurien Photo credit: Wikipedia CommonsThe end of idealismAs reported in the first part of this series, politicians belonging to the Bharatiya Janata Party now control each of the 18 Amul milk unions. In August, the last non-BJP chairman, Ramsinh Parmar of the Kaira milk cooperative, left the Congress to join the ruling party. Said a senior dairy manager, “Amul is now a Congress-mukt federation.”  Many of the BJP leaders at the helm of the milk cooperatives have faced serious criminal charges. Amul chairman Jetha Patel was arrested in a rioting case in the violence of 2002. The charges were later dropped, with the police citing insufficient evidence. Vice chairman Jetha Bharwad faced charges of rape, extortion and kidnapping, according to his affidavit for the 2012 assembly election. The same year, the affidavit of Banas dairy’s chairman Shankar Chaudhary listed three charges related to murder, four related to rioting and two related to criminal intimidation. Jetha Patel and Shankar Chaudhury did not respond to email queries about these charges.This is a marked contrast from the first generation of leaders who created the district milk unions in the 1970s. In the initial years, the idealism of the founders, most of whom were freedom fighters and Gandhians, kept dairy farmers at the centre of management decisions. After 1975, the introduction of elections to choose the leaders of the cooperatives further strengthened the system of accountability. First, leaders were drawn from the local community. Second, anyone with inconsistent performance could be voted out in the next elections. In practice, however, even after elections were introduced, chairpersons were not voted out. Dairy farmers trusted leaders like Tribhuvandas Patel. In turn, Patel and his fellow Gandhians saw their work at the cooperative as a form of service.Since then, however, Amul has lived through two large leadership transitions. The first transferred power to regional satraps who, while disinterested in party politics, used the dairies to become power centres. The second transferred power from the satraps to practising politicians. Banas Dairy is an excellent instance of such a trend. It was set up by Galbabhai Manji Patel, a Gandhian. After he died in 1972, it was run till 1991 by his contemporary Galbabhai Nanji Patel, also a Gandhian. Patel was succeeded by a local leader Parthi Bhatol, who stayed at the helm of Banas dairy till 2016, when he lost the elections to local MLA and state health minister Shankar Chaudhary.The first part of this story has looked at the financial trends in Banas Dairy under Bhatol. This story looks at the other changes during this period. The age of the satrapThe age of the Gandhians began to end in the 1980s.By this time, Congress leader Madhavsingh Solanki had devised a communitarian formula for electoral alliances that came to be known as KHAM – Kshatriya, Harijan, Adivasi and Muslims. The foregrounding of caste in Gujarat’s politics, said a senior dairy manager who did not want to be identified, aggravated caste sentiments in the milk unions. Even as the composition of union membership became more broadbased with the government distributing cattle among Adivasis and women, management control came to be concentrated among the dominant castes, who had the resources and numbers to fight and win elections. The Chaudharys dominated the milk unions in north Gujarat, while the southern and central regions were the strongholds of Patels. With the unions growing from fledgeling entities into the biggest economic engines of their districts, local politics began revolving around milk and credit cooperatives, said Kaushik Mehta, the editor of Phulchhab, a Gujarati newspaper published from Rajkot. They could be used to extend patronage – loans, employment, contracts and more – and win followers in the district.These factors explain the next generation of milk union leaders like Parthi Bhatol. In his initial years, said the senior dairy manager, Bhatol, who belonged to the Chaudhary community, profited from his caste affiliations. But later he used the cooperative to build a base for himself that allowed him to stave off challengers from his own caste as well.Most people familiar with Bhatol describe him as a regional satrap who was primarily interested in remaining powerful locally for which he was willing to shift political allegiances. “Anyone who came to power as MP, Bhatol stayed with them,” said Manubhai Vyas, who stood for Banas Dairy chairman elections this year. From supporting the Congress, Bhatol gravitated to the BJP after Narendra Modi became the chief minister of the state, said Vyas.Parthi Bhatol (centre). Photo credit: Arbuda Dham Gadha-basna/via facebook.comThis appears to be a common pattern in Gujarat’s cooperative sector. Vithal Radadia of the Rajkot District Cooperative Bank started as an independent, joined the BJP, switched to the Congress, before moving back to BJP, Kaushik Mehta said.It is under the regional satraps that Amul began shedding its democratic structure. Incumbents and aspiring chairpersons alike began creating panels of loyalists who stood for elections to the union’s board. “The candidate with the more successful panel has the numbers to become chairperson,” said Dilip Singh Barad, a director at Banas dairy.At the same time, local businessmen, attracted by the size of the dairy, entered the fray. The amount of money spent on election campaigning rose. Most farmers could no longer afford to contest elections. Said Govindbhai of Thaana village: “The candidates for the director’s role are those who have more money.”Things have now reached a point where, as Rasulbhai, a middle-aged dairy farmer who supplies milk to Banas Dairy, said: “Before polling, for three weeks or a month, candidates take village chairmen away for a tour. They are brought back only on the day of voting.”With the rise of the panels, dairy farmers lost their say on whom to appoint. Now, they could only choose between rival candidates – each with loyalties not to the farmers but to candidates vying to be the chairperson. Scroll.in asked RS Sodhi, the managing director of Gujarat Cooperative Milk Marketing Federation, and Bipin Patel, the managing director of Banas Dairy, about the rising use of panels and if they had tried to stop them. Sodhi did not respond to the question. Patel said: “Banas Dairy works as per the co-operative act and rules and regulations of the state. The elections for the board of directors is conducted by the government under supervision of their officials. The Board Directors discharge their duties with in framework of the co-operative laws. The present Board including Chairman have very high value system and the board governs the dairy very transparently with strict adherence to the principles of cooperatives.”Patel added: “We are more than convinced that with above facts and details, you shall agree that Banas Dairy had been and is working for the socio- economic upliftment of farmers and the Management of Banas Dairy is committed to meet the needs and expectations of the farmers and consumers.” He did not, however, answer Scroll.in’s specific question on the rise of the panels.As election expenses rose and relatives of chairperson began interfering with dairy operations, corruption complaints began rising – most famously in the case of Mehsana dairy chairman Vipul Chaudhary, the son of Dudhsagar Dairy founder Maan Singh Chaudhary. In 2013, a petition filed in the Gujarat High Court alleged, among other things, that under Chaudhary, “misappropriation in production of cattle feed by Mehsana Union has resulted in loss of Rs 200 crore to the union”. At that time, Sodhi also levied similar charges against Chaudhary. Chaudhury did not respond to Scroll.in’s request for an interview. The age of the politicianThe next stage started in the late nineties when the BJP came to power in Gujarat. It was quick to cast an eye on the cooperative institutions in the state, said sociologist Achyut Yagnik. For the party high command, assuming control over cooperatives was one way to weaken both the Congress and local power structures. At the same time, its local leaders saw a chance to consolidate their own position in the district.The BJP started with the credit cooperatives before moving to the milk cooperatives, said Yagnik. Of the two, said Arjun Modhwadia, a Gujarat Congress leader, the milk cooperatives were more attractive. “Credit cooperatives are not as big financially as the dairy cooperatives.” The senior dairy manager added, “Anyone who wants long-term power has to control people institutions. And dairy is the biggest in Gujarat. Of the 17,000 villages in Gujarat, 16,500 are covered by dairies.”How did the party reach into – and establish control over – a very different institutional arrangement?A closer look at Banaskantha, the biggest milk union in Amul, provides some answers. A former elected official at the dairy, who spoke to Scroll.in on the condition of anonymity, said political interference by BJP leaders started in 1998. According to him, three tacks were tried.1. Changing the composition of the boardIn 1998, the party tried to influence chairman selection by changing the composition of the board of Banas Dairy. At that time, said the elected official, the board had 12 people from talukas, two nominees of the state government, one nominee each of the Gujarat Cooperative Milk Marketing Federation, the National Dairy Development Board and the Registrar of Cooperatives – 17 members in all. However, on the day the chairperson elections were to be held, the Keshubhai Patel-led BJP government nominated two fresh people to the board. The state government, said the dairy official, was overstepping its limits. “It has no shareholding in Amul, it did not stand guarantee for our loans, it had no right to interfere.” And so, the matter went to court. Bhatol stayed as chairperson.The next BJP government under Suresh Mehta continued the trend. Amul, said the dairy official, “kept going to the courts and getting stays”.This strategy is still in active use. In 2015, in a bid to unseat Ramsingh Parmar as chairman of Kaira milk cooperative, former Gujarat chief minister Anandiben Patel tried to change the composition of the board. Sodhi did not respond to Scroll.in’s question on the use of this strategy. Neither did Amul chairman and BJP leader Jetha Patel.2. Pressure to join the partyThe BJP’s efforts picked up momentum when Narendra Modi became chief minister. Under him, said the former elected official, pressure on dairy chairpersons to join the party went past blandishments into coercion. Bhatol had to face many audit objections. Officials of credit cooperatives allege something similar. CN Tarapara, the managing director of Rajkot District Cooperative Bank said: “The bank had a rough time when it was under Congress leadership. The BJP government filed 43 cases against it. It is only when the management changed that all cases were taken back.”Sodhi and Jetha Patel did not respond to Scroll.in question on this trend. 3. Backing challengersAt the same time, the party began putting up its members for chairpersonship. At Banas Dairy, the first challenger from the BJP was Haribhai Chaudhary, a three-time MLA, said the former elected official. Both sides created panels. Chaudhary lost. In the next election in 2015, the BJP’s Shankar Chaudhary stood and won. The Bhatol camp alleged electoral malpractices. A former elected official alleged, “They did not do the election on time. Officials supervising the election were changed. Voting lists from societies were changed. After voting the boxes were not sealed. They had the government’s support.”Scroll.in asked Banas Dairy managing director Bipin Patel and Sodhi about the allegation that records of village milk societies were tampered to make politicians who do not have cattle appear to be regular milk suppliers. Neither responded to the question. On the charges of electoral interference, Patel said: “The election for the board of directors is conducted by the government under supervision of their officials.” ‘Independent India’s pride was Gandhi-Sardar, New India’s pride is Narendra Modi’: Poster by the chairman of Junagadh district’s milk union asks all milk board directors to attend BJP event.How these leadership changes affect AmulThe bureaucrats running Banas Dairy and Gujarat Cooperative Milk Marketing Federation were dismissive of concerns over the dominance of career politicians belonging to one political party. For one, they claimed democratic checks and balances were inbuilt into the dairies in the form of elections. “These dairies are too important,” said Sodhi, in a meeting in Anand in August. “Anyone who messes around them will not be tolerated.” He cited the example of Mehsana Dairy. In 2007-’08, he said, it was the largest district milk union in the federation, followed by Banas, Kaira and Sabar. Now, he said, Banas Dairy is number one. Its milk procurement has climbed from 14 lakh litres to 41 lakh litres. By contrast, Mehsana Dairy’s collections have fallen from 16.5 lakh litres to 15.2 lakh litres. The explanation, according to him, lies in poor management. Mehsana Dairy was “not being run well and that has shown up as lower prices and farmers moving away.” But if this was indeed the case, then what explains the fact that Vipul Chowdhary was re-elected as the chairman of the Mehsana Dairy in 2016, despite allegations of corruption and poor management? He was sacked from the board of the federation after he was suspected of cosying up to the Congress government at the Centre. But he retained control over the Mehsana Dairy.Today, senior officials at Mehsana Dairy claim that milk sourced from Mehsana is being sent to Sabarkantha and Banaskantha, from where it is allegedly being diverted to private dairies. Due to this, they say, capacity utilisation at Mehsana’s Dudhsagar dairy has fallen to almost 50%, putting pressure on its capacity to pay attractive rates to farmers. They say this decision benefits Sabarkantha and Banaskantha at the cost of Mehsana. Scroll.in asked Sodhi and Shankar Chaudhary about this allegation. They did not respond. Vipul Chaudhary did not respond to Scroll.in’s request for an interview.Instead, in his emailed response, Sodhi told Scroll.in there is nothing wrong with politicians leading milk cooperatives. “Responsible and selfless political leaders founded Amul 70 years ago and therefore politics remain inherent in the organisation,” he said. This is a misreading of the situation. Few of the chairpersons until recently had independent political careers – Vipul Chaudhary was one of the few exceptions. But now, all chairpersons are members of  the BJP – five are current or former MLAs and at least three are contesting the forthcoming assembly elections.If anything, democratic accountability stands to deteriorate as power gets concentrated even more strongly in politicians. Shankar Chaudhary, for instance, is an MLA and a minister. Now, he heads the dairy as well. This gives him an unassailable position in Banaskantha. Few are likely to challenge his decisions, said the former elected official.Unlike credit cooperatives, which are regulated by the Reserve Bank of India, dairy cooperatives don’t have an external regulator, pointed out Congress leader Arjun Modhwadia. The Gujarat Cooperative Milk Marketing Federation could have acted as a check on dairy managements, but don’t chances of that recede when everyone is from the same political party? Dilip Singh Barad, a director on the Banas board, defended the BJP’s dominance. “Doodh mein rajkaran nahin aane detey hain.” We do not let politics enter our milk business. If anything, he said, it helps to have a politician at the dairy’s helm. “The current chairman [Shankar Chaudhary] belongs to the state BJP government. If we need anything from the government, he can help.” Banas Dairy, he said, is expanding in Uttar Pradesh. “That is because Shankarbhai met the Uttar Pradesh CM,” he said. “This might not have been possible if the chairman had been from the Congress.”Vipul Chaudhary. Photo credit: Hindustan TimesWhat this means for farmersBut the biggest question is about the impact of these changes on rural Gujarat.Some farmers in Banaskantha complain that the business is less remunerative than it was before. Rasulbhai, the farmer who sells milk from his cows and buffaloes to Banas dairy, says his profitability has been declining. “A buffalo eats fodder worth Rs 300 in a day and produces five litres of milk a day,” he said. All he gets for ten litres of milk is Rs 400. “This rate should be increased.” There is a paradox here. Gujarat Cooperative Milk Marketing Federation claims it is paying farmers the highest rate in the world for milk. But dairy farmers say they are struggling to make ends meet. This has serious repercussions for Gujarat. “The backbone of rural wealth is being corroded,” said a sociologist, who requested anonymity.  The senior dairy manager alleged there was another way farmers were being cheated of a good price for milk. “The machines used for buying milk – by measuring fat content – are undercalibrated.” This money, he said, is subsequently siphoned off. A farmer in Gujarat with his cows. Photo credit: M RajshekharBanas Dairy managing director Bipin Patel denied that such an undercalibration of weights was prevalent in his area. “Banas Dairy have installed automated milk collection system at most of the villages in the district and the milk collection system at villages is transparent and automated,” he said. “Farmers are given a printed slip as well as SMS with details like quantity of milk, fat in the milk and amount they shall get for the poured milk.”There is no independent way to ascertain these claims. The milk cooperatives have no independent regulator. Gujarat Cooperative Milk Marketing Federation is made up of the chairpersons of the dairies. The federation’s managing director RS Sodhi ignored Scroll.in’s specific questions. Instead, in his emailed response, he said: “Your queries and questions seem to be rather motivated and not a single positivity seems to have dawned upon you during the visit.”Seventy years after it was born, one of the most promising experiments in Independent India, faces a grave crisis. Said the senior dairy manager, who has worked in the sector for three decades, “It is next to impossible to create such an organisation again. Amul will die in the years to come. It is dying now.”\n    \n      scroll.in\n      Ear to the Ground\n      \n    \n    \n        Read more","author":"M Rajshekhar","time":"2017-12-01T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/858585-74984-scybcplara-1511778634.jpg","tags":["Amul","Gujarat","Milk cooperatives"],"source":"https://scroll.in/article/858585/amul-is-now-a-congress-mukt-federation-how-bjp-took-control-of-indias-largest-milk-cooperative"}