{"title":"An 85-year-old woman was burnt to death in her home in Delhi’s Gamri extension","content":"At around noon on February 25, when Mohammed Saeed Salmani was out buying milk for his family, he received a call from his younger son. An armed mob of around 100 people had entered their lane in Gamri extension, around 1.5 km from Khajuri Khas in Delhi, and were setting shops and houses on fire. Their four-storey house, too, had been torched, and his family had sought refuge on the roof.When Salmani ran towards his lane, people from neighbouring lanes restrained him. “They told me it was too dangerous, I could be killed, and I should just wait because what’s happened has already happened,” said Salmani, a 48-year-old owner of a readymade garments business. “I was stuck for hours, thinking that my family was dead the whole time.”While most of his family survived the arson, Salmani’s mother, 85-year-old Akbari, died in the fire on the third floor of their house. The building itself was burnt, including the family’s tailoring workshops on the first two floors. Salmani claims that the mobs also looted him of Rs 8 lakh and all the family jewellery stored in the building. “I have nothing left, I am zero,” he told Scroll.in.Akbari’s body is now at GTB Hospital, and her family has been told that her postmortem will be done on Thursday. Salmani plans to bury her in their village in Meerut district, and also plans to file a first information report against the unknown arsonists.Gamri extension near Khajuri Khas is one of the many areas across North East Delhi that have been rocked by violence after clashes broke out over the Citizenship Amendment Act. Clashes between supporters and opposers of the law began on Sunday evening and escalated from Monday onwards after mobs chanting “Jai Shri Ram” attacked several Muslim neighbourhoods with stones, lathis and arson.Muslim residents of Gamri extension told Scroll.in that their area has received very little attention from the police and the media so far. On Tuesday evening, as the threat of more attacks by Hindutva mobs grew, all Muslim residents of the area left with their basic belongings and sought refuge with relatives and friends in other parts of Delhi.“We don’t know when we will be able to go back, and I don’t think we will be able to continue living in that area in the future,” said Sohail Ismail (name changed), a 30-year-old from Gamri extension.‘They burnt our Quran’  According to Ismail, Gamri is predominantly populated by Hindus, with around 90 or 100 Muslim houses and one mosque called Aziziya Masjid. Violence in the area first began on Monday night, February 24, when around 200 Muslims from different parts of Delhi were passing through the area after offering the annual Kasabpura Ijtema prayers held every February at a mosque in Karol Bagh.“These people were on their way home towards Loni, and when they reached the Khajuri area, a mob of 100 to 150 Hindus attacked them with stones and lathis,” said Ismail. Around 200 Muslims sought refuge in Gamri’s Aziziya Masjid, where they remained all night. At dawn on February 25, said Ismail, local Muslim residents helped them get out in small groups of twos and threes.Later that morning, at around 10.45 am, Ismail claims a large mob returned, chanting “Jai Shri Ram” and anti-Muslim slogans, and began attacking people and homes with stones and petrol bombs. “This went on for more than two hours, during which they also broke into our Masjid, vandalised everything inside and burnt our Quran,” said Ismail. A local medical store, bakery and other establishments in the area were also set on fire, he said. “They tried to burn one Muslim man too, but he was saved by a local Hindu family,” Ismail said.\n\n\n    \n    Play\n\nOne of the videos shot by Salmani's family and his staff while they were stuck on the roof of their building. Courtesy: Mohammed Saeed Salmani‘My mother was old, could not run’Salmani’s four-storey home was one of several homes targeted by the mob for arson. “My family locked themselves in but the mob broke open the gate and started looting and setting things on fire,” said Salmani, who heard about this on a phone call from his son.Salmani’s family included his mother Akbari, his wife, two daughters and two sons. His older son lived on the fourth floor of the building with his wife, and the couple were not at home when the arson took place – they were at a hospital because Salmani’s pregnant daughter-in-law was in labour. “She delivered a baby girl today, one day after we lost everything,” said Salmani.When the mob set fire to Salmani’s tailoring workshops on the first two floors of his building, the six labourers working there ran upstairs. Gradually, as the fires rose, the whole family and the labourers were forced to go to the roof, which was also billowing with smoke. “My mother was old and could not run or cope with all the smoke – she died in the house only,” said Salmani. “If I had been there, perhaps I would have been able to get her up to the roof.”Salmani’s family was stuck on the roof for an hour, with smoke constantly billowing around them. From the roof, they shot videos of fires in surrounding areas. In one video, they can be heard saying, “Look, the Jai Shri Ram waale have returned”.\n\n\n    \n    Play\n\nSalmani's family and staff were stuck on their roof for an hour before they were rescued. Courtesy: Mohammed Saeed SalmaniThey were finally brought down from the roof by the police, who took them to Usmanpur police station, where Salmani was finally able to meet them.“The police took 2.5 hours to reach our area after the violence started,” said Ismail. “They managed to disperse the mob for a while, but the mob was not scared of them – they just went in other lanes and continued attacking homes.” All the while, Ismail claimed that their Hindu neighbours and friends kept calling them and warning them to stay indoors.At around 4 pm on Tuesday, some Muslims from Gamri ventured out to talk to the police personnel. “The police told one of the Muslims from my area that the mobs were going to get bigger and the police did not have the forces to contain them, so we should all leave for our safety,” said Ismail, who then gathered all his family’s identity documents and left for a relative’s house. “All the Muslims have left from there, and the updates we are getting from our Hindu neighbours is that the mobs are still roaming around.”","author":"Aarefa Johari","time":"2020-02-26T18:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137282-dewciwyatq-1582721415.jpeg","tags":["Delhi violence","Citizenship Amendment Act","Communal Violence","Delhi Violence Ground Report"],"source":"https://scroll.in/article/954422/an-85-year-old-woman-was-burnt-to-death-in-her-home-in-delhis-gamri-extension"}