{"title":"An art student uses Khajuraho's erotic drawings to teach Indian moral police a lesson","content":"In August 2015, Akshita Chandra took a course in her design college that required her to work with history as the context. She mulled over the idea, before settling on an art project that would speak of censorship and obscenity. The 21-year-old wanted to teach India’s moral police a lesson in history. The result, a series of erotic drawings, is called Being Censitive – a play on the words censor and sensitive.Inspired by the temple art of Khajuraho, Being Censitive juxtaposes Chandra’s drawings with recent examples of censorship to create a dialogue between the past and the present. “Celebrating the celebration of sexuality in our country in the past, viewing it through the lens of censorship on grounds of obscenity, my project talks about the battle between censorship and people...,” she said.The works consist of a combination of illustrations, all digitally created with a Wacom tablet, and paper craft. Each has mechanisms similar to ones found in a pop-up book.In one interactive pop-up, for instance, illustrations of nude couples pop out through paper windows. Chandra pegged the work on the 2015 hotel raids by the Mumbai Police, in which couples were dragged out of their rooms and booked for “public indecency”. In another, two mannequins are posing in lingerie, and a layer of paper is removed to reveal them in the nude. This was inspired by the 2013 news of a ban on lingerie-clad mannequins in Mumbai.\n\t\t\n\tOn couples dragged out of hotel rooms by Mumbai Police.Chandra, a native of Allahabad in Uttar Pradesh, is about to graduate from Bengaluru’s Srishti Institute of Art, Design and Technology. She says she spent four months on the project that now has eight folios spanning 28 pictures.The works were first flagged by the portfolio website Behance for adult content, reducing its visibility. As a way out, Chandra went on to collate the work on the microblogging platform Tumblr. “Tumblr was a good way to put the whole project together cohesively in one place,” she said.\n\t\t\n\tOn lingerie clad mannequins getting banned in Mumbai.Chandra says she went through an intensive research phase to get to the eight folios which highlight recent incidents of moral policing. “For the final eight, I had made certain check points for myself,” she said. “The incident must have a strong voice. It must be popular and not obscure. It must be relevant to our generation. And, it must have a scope of relevant visual representation.”\n\t\t\n\tOn sex education 'polluting' young minds.Chandra has visited the Khajuraho temples a few times in the past. “Temples are seen as an extremely pious place,” she said. “Nudity and sex has been associated with irreligiousness and guilt. It is this juxtaposition also that I wanted to bring forth in the project.”This project is not just a one-off commentary on society. Chandra has been working on another project which critiques the morals and notions related to people as children. “Drawing parallels from the four Grimm’s fairytales of Cinderella, Rapunzel, Snow White and Little Red Cap, the project comments on how these good-natured cautionary advices are quickly becoming toxic and restrictive moral rules,” Chandra said. “Rules that girls must abide by so as to not ‘invite’ any kind of trouble while exploring the fallacies of these moralistic parameters that have been set for them.”She is excited about exhibiting her project in a physical space in Mumbai in July. Until then, here are some works from the Being Censitive series presented as GIFs.\n\t\t\n\tOn couples ridiculed by Shiv Sena on Valentine's Day.\n\t\t\n\tOn clothed cleavages blurred out on Romedy Now since they were too 'obscene'.\n\t\t\n\tOn Section 377.\n\t\t\n\tOn being naked and nude.\n\t\t\n\tOn Swachh Bharat Abhiyan being used to get rid of cultural pollution.You can see the rest of Chandra's work on her Tumblr page.","author":"Rhema Mukti Baxter","time":"2016-07-01T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/810831-xxwvmjvmim-1467296255.jpg","tags":["Censorship","Art","Sex","Moral Policing"],"source":"https://scroll.in/magazine/810831/an-art-student-uses-khajurahos-erotic-drawings-to-teach-indian-moral-police-a-lesson"}