{"title":"An artist looks at Grimms’ fairy tales and finds sexist stereotypes that are common in India","content":"The fairy tale Snow White has been revisited myriad times – on the big screen, on the small screen, in poems and in video games. Not every retelling is the same. In a song inspired by the tale, Snow White realises that she likes one of the dwarfs more than she likes Prince Charming. And in a manga, she becomes a herbalist after saving a poisoned prince from death.Artist Akshita Chandra too didn’t want to repeat the fairy tale first published by Brothers Grimm in 1812. “Snow White was told by the dwarfs to maintain the house, cook, sew, clean and make their beds in return for them...letting her stay in their house while they...work,” said Chandra. The “moral of the story”, the 24-year-old realised, was similar to the long-perpetuated stereotype: “The place of a woman is in the house, in the kitchen.”Chandra reimagined the fairy tale as a claw crane, a game that’s popular in video arcades. In her artwork that combines illustrations with paper craft, a woman’s hand takes the place of the claw and housekeeping objects replace stuffed toys. The artwork is part of her project Grimm Reality, which reinterprets four fairy tales popularised by Jacob and Wilhelm Grimm – Rapunzel, Cinderella, Snow White and Little Red Riding Hood. “The aim...was to map out similarities I found in the morals extracted from the four tales and see how they play out in the contemporary Indian context,” said Chandra.There are seven artworks in Grimm Reality, which after several iterations, has taken the form of an unbound publication in a clamshell box. Underlying each is Grimms’ fairy tales but also statements heard in India like, “If you are fully covered, nobody can disrespect you or hurt you” or “A girl is more responsible for rape than a boy”. “I remember going back to these fairy tales time and again as a child,” said Chandra, whose previous project Being Censitive used Khajuraho’s erotic drawings to talk about sex and censorship. “Disney has also played a huge role in popularising these particular Grimms’ tales. I thought it’d be easier to communicate the intent of the project if the audience is familiar with the said tales.”Grimm Reality recently won the Adobe Top Talent 2019 award and notched a silver in the A’Design Award in the Graphics and Visual Communication category.Drawing parallelsThe seed for the project was planted in 2016, when the Mumbai-based graphic designer and illustrator got her hands on Jack Zipes’ The Complete First Edition: The Original Folk and Fairy Tales of the Brothers Grimm. What caught her attention first were the “gruesome bits”: in Snow White, the stepmother orders the huntsman to bring her the lungs and liver of the young girl, and in Cinderella, the stepsisters readily chop off their heels and toes to fit into the glass slipper. As she read on, it became apparent to her that several of the later “versions were censored” and Disneyfied. “Grimm Reality stems from what I’ve heard or seen since I was a child,” said Chandra. “I started mapping out the ideas extended by the fairy tales and drew parallels to the morals taught to me as a child by my family, teachers and elders. I could suddenly see how similar they were.”Chandra noticed a “pattern was forming” with the fairy tales. In Little Red Riding Hood, the girl “got into trouble because she strayed [from] her path, spoke to a stranger, was out late at night and did not listen to her mother – she didn’t comply to the moralistic parameters of being a good girl”. Similarly, Rapunzel was banished and thrown out of the tower by her stepmother for having a premarital affair. Grimm Reality, she said, “acts as a commentary on these notions and how they become excuses to acutely judge girls for not following them”.The colour palette of the project has been inspired by the tales – “red and brown” for Little Red Riding Hood, “blue for Cinderella; red, dark blue and yellow for Snow White; and black for Rapunzel’s long hair”. Chandra paid special attention to the “dynamic mechanisms” for each artwork to ensure they added to the narrative when interacted with.For Little Red Riding Hood, a story also known as Little Red Cap, the blinds act as a protector, something that shields the child from other people’s gaze and ensures privacy. The question that Chandra asks is: do overcoats and “decent clothes” do the same? With Snow White, the housekeeping objects stored in the claw crane suggest that if a woman plays this game, these are the only options before her. “The interactions are a crucial part of the project to make it resonate with the user.”The entire project took about four months in 2018 to complete, and Chandra had to eventually resize it to make it more accessible. “I would really like to publish the book, so that I can sell it,” said Chandra. “I keep getting requests from people who want to buy it, but since I’m doing all the cutting and assembling, it’s difficult to produce.”All images courtesy Akshita Chandra.","author":"Rohini Kejriwal","time":"2019-06-07T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121299-udmmgzjyte-1559823708.jpg","tags":["Akshita Chandra","Grimm Reality","Women","Art","Gender"],"source":"https://scroll.in/magazine/923726/an-artist-looks-at-grimms-fairy-tales-and-finds-sexist-stereotypes-that-are-common-in-india"}