{"title":"An assassination, a massacre and the forgotten victims of a Kashmir tragedy","content":"On May 16, the Jammu and Kashmir Police made a dramatic announcement. Thirty-three years after the assassination of Kashmir’s chief cleric Mirwaiz Mohammad Farooq at his residence, the police’s Special Investigation Agency said, the law had finally caught up with two of his alleged killers.The two men from Srinagar, Javaid Ahmad Bhat and Zahoor Ahmad Bhat, had been absconding for more than three decades. They were among the five Hizbul Mujahideen militants who had carried out the assassination on May 21, 1990.Two of the accused, Abdullah Bangroo and Abdul Rehman Shigan, were killed in encounters by the security forces in the 1990s. Mohammad Ayub Dar, the fifth accused, was arrested in 1991 and sentenced to life imprisonment in 2009. All the five accused were local Kashmiri members of the pro-Pakistan militant group Hizbul Mujahideen. As was the norm during the early years of militancy, all five had got their arms training in Pakistan before crossing back into Kashmir. According to a detailed statement issued by the Jammu and Kashmir police on May 16, Mirwaiz Farooq was killed by the Hizbul Mujahideen on the instructions of Pakistan’s intelligence agency Inter-Services Intelligence. But 46-year-old Mirwaiz Farooq, a religious leader revered in Kashmir, was not the only one who fell to bullets that day.  As dozens of mourners shouldered Mirwaiz’s coffin through Srinagar’s Hawal area, eyewitnesses recall personnel of Central Reserve Police Force opening fire, killing at least 67 people, including women and children, and injuring hundreds. The “Hawal massacre” would become one of the many horrifying tragedies in Kashmir during the early years of the militancy. While the government did not put out any figure of casualties, a memorial to the killings records the names of 67 dead. Residents say over 70 people fell to the bullets.The families of those killed in the firing are, however, still waiting for answers. “They announced that they had arrested two missing persons [who had killed Mirwaiz Mohammad Farooq], who will now face justice,” said 66-year-old Abdul Rashid Baba, whose brother was killed in the shooting. “What about justice for us?”‘Killed by our own’  Mirwaiz Farooq’s killing was the first major political assassination of a separatist leader in Jammu and Kashmir. While Farooq advocated for Kashmir’s independence, he did not endorse violence. According to the police, Farooq was killed on instructions of the Pakistan’s Inter-Services Intelligence agency, which dubbed him an Indian agent.On the morning of May 21, 1990, Mirwaiz Farooq’s house in Srinagar’s Nigeen locality had three visitors – Mohammad Ayub Dar, Abdul Rehman Shigan and Zahoor Ahmad Bhat.According to the Supreme Court’s order upholding Mohammad Ayub Dar’s conviction in 2010, they were led into the room of Mirwaiz’s personal assistant by the cleric’s gardener. A little while later, Farooq asked them to come in. Zahoor Ahmad Bhat entered and “fired several rounds on Farooq from his pistol”.Mirwaiz Mohammad Farooq. Credit: Wikimedia CommonsEven though Farooq had been offered security by the government, the religious leader had refused it.  In the early 1990s, Kashmir was in the throes of a popular armed movement, with thousands of young Kashmiris crossing the border to receive arms training in Pakistan. The armed uprising was met by a brutal crackdown from the security forces which often led to serious human rights violations.  Mirwaiz Farooq’s assassination was blamed on New Delhi rather than any militant group, also a sign of the mass support for militancy among Kashmiris.  But many in Kashmir believed that Pakistan had a hand in Mirwaiz’s assassination. Years later, in 2011, in a veiled reference, senior Hurriyat leader Abdul Ghani Bhat had spoken about the involvement of militants in the killing of Mirwaiz Farooq and other separatist leaders in Kashmir. “[They}… were not killed by the Army or the police,” he said. “They were targeted by our own people. The story is a long one, but we have to tell the truth.” Reacting to the statement, a senior police official claimed that the separatists knew all along that militants were behind political killings in Kashmir, but “they would not dare say this.”‘Not extremist enough’ Mirwaiz Farooq drew his popularity from his religious stature and his lineage – he belonged to a family which has played a significant role in the uplift and education of Kashmiri Muslims since the 19th century,  His plunge into politics in 1963 was forced by a crisis. A holy relic was stolen from the  Hazratbal mosque, leading to angry protests in Kashmir. The 19-year-old was made the chairman of a committee constituted to seek its restoration. A year later, Farooq advocated for the resolution of the Kashmir dispute through the mode of right to self-determination by launching the Jammu and Kashmir Awami Action Committee. In 1965, he was jailed for two-and-a-half years for his advocacy of a referendum to decide the sovereignty of Jammu and Kashmir.  Even though he never accepted the legitimacy of India’s rule in Jammu and Kashmir, Mirwaiz Farooq was not a rigid politician. His political career was full of tactical compromises to make his opponents irrelevant.  In the 1977 assembly elections, his Awami Action Committee was among the many outfits which supported then Prime Minister Morarji Desai-led Janata party.  “The Janata Party’s anti-Sheikh rhetoric was beginning to resonate with a lot of Kashmiri Muslims who were angry with Sheikh Abdullah, who had forgone the promise of a plebiscite and entered into an unpopular alliance with Indira Gandhi,” said a student of Kashmir’s political history, requesting not to be named. “Reading the public sentiment, Mirwaiz promptly extended his support to the party.” Veteran journalist Tavleen Singh had met Mirwaiz Farooq a couple of months before his killing. She said he was always open about his belief that Kashmir was an “unresolved problem and that the only solution lay in giving the state its freedom”.In her book Kashmir: A Tragedy of Errors Singh writes: “His [Mirwaiz Farooq] problem was that he was not extremist enough for Kashmir’s new militant leaders which is probably why he had to die.” Who killed the civilians? The arrest of the two men allegedly involved in the killing of Mirwaiz Farooq brings a sort of a closure to what was the first major political assassination in the history of Kashmir’s militancy.  In contrast, the results of the investigations, if any at all, into the massacre of 67 civilians carrying his coffin in Srinagar’s old city were never made public. None of the security personnel responsible for shooting at the funeral procession were punished. Abdul Rashid Baba near the memorial for those killed in Hawal. Credit: Umer Asif.In a reply to an application filed by activist Mohammad Ahsan Untoo in 2013 under India’s Right to Information law, the Jammu and Kashmir government had said that a case had been registered at Srinagar’s Nowhatta police station.  “However, there is no information with the department as to whether there was any inquiry, either judicial or magisterial, ordered by the government or not,” the reply by the divisional commissioner, Kashmir, said.  The same year, Untoo filed a petition before the now-abolished Jammu and Kashmir State Human Rights Commission, seeking investigation into the Hawal shooting and compensation to the kin of the victims. The commission issued notices to the Union of India, the Border Security Force, the director-general of Jammu and Kashmir Police, the sub-divisional police officer at Nowhatta police station, and the station house officer of the Zadibal police station.  “There was no reply for one year,” a 2018 report on the Hawal massacre released by Untoo’s organisation, International Forum for Justice Human Rights Jammu and Kashmir, said.  A report submitted by the crime branch of the Jammu and Kashmir police to the commission in 2017 said the “case has been closed as untraced as no clue was found despite strenuous efforts”.‘A ghastly mistake’But the report explained the reasons why the Central Reserve Police Force personnel fired on the procession that day. “As per CRPF personnel, curfew was imposed on the day and during curfew hours, some unknown militants fired upon the CRPF men with intention to kill them and in retaliation CRPF fired in self-defence in which some 35 civilians died on spot,” said the police report submitted to the commission. Many, including the eyewitnesses of the massacre, question this theory. “The funeral procession was completely peaceful. There was only sloganeering,” an eyewitness to the incident, who did not want to be identified by name, told Scroll. “No one fired or pelted stones on the CRPF. In fact, it’s the CRPF which had parked two huge trucks on the road to block the funeral procession.” In her book, senior journalist Tavleen Singh also questioned the theory that the security forces had come under attack from the mourners. “Later, a close aide of Jagmohan [then Governor of Jammu and Kashmir] admitted to me that the whole thing had been a ghastly mistake and that the men had acted without any proper instructions,” Singh wrote in Kashmir: A Tragedy of Errors.   Five days after the Hawal massacre and the killing of Mirwaiz Farooq, Jagmohan was removed by New Delhi. Unimpressed by the police’s response, the state human rights commission carried out its own inquiry into the Hawal massacre. In its final report submitted in 2017, it revealed that the Central Reserve Police Force’s Court of Inquiry had “identified 15 personnel involved in the massacre, but there is no idea if any action was taken.”  In March 2018, Untoo filed a rejoinder before the commission, seeking registration of a first information report against the involved security personnel as well as other officials who helped them avoid legal consequences. Untoo also asked the commission to direct Kashmir’s divisional commissioner to submit the details of compensation paid or jobs allotted to the families of victims of the massacre.  After Jammu and Kashmir’s special status and statehood was scrapped in August, 2019, the commission was abolished.  Meanwhile, Untoo, the rights activist, was arrested in January last year for what police called “actively spreading the terrorist secessionist agenda”. He remains in jail.‘Flood of blood’  The families of those killed in the CRPF firing have vivid memories of that day. Hilal Ahmad Misgar, a 28-year-old businessman and a father of two young children, had stepped out to take part in the funeral procession of Mirwaiz Farooq. “My mother had pleaded with him to not go out but my brother was very pained by the killing of Mirwaiz Farooq,” said his elder brother Mehraj Ud Din Misgar. “He joined the funeral procession to pay his respects to him.”Tahir Ahmad Baba lost one of his legs in the firing. Credit: Umer Asif.When the firing took place, Mehraj Misgar said, they began tending to the injured mourners who had rushed inside their compound to take cover. “We gave them water and tried to give them first aid…we had no idea that our brother had already died,” said Misgar, breaking into sobs. “He had been shot in the back of his head. His death was announced through the mosque’s loudspeaker.”Abdul Rashid Baba, whose younger brother Nazir Ahmad Baba, a tailor, was killed in the firing, recalls a “flood of blood”. “I still remember the huge number of shoes and slippers left behind by the fleeing mourners on the street,” he said. The 66-year-old said he is unable to control his tears whenever he thinks of his brother: “He was so tall and handsome. How can I describe him to you!”   Nazir Baba’s family had no idea about his whereabouts for eight days. “We had gone to attend the funeral of one of the other civilians killed in the firing. It was there we were told that my brother’s dead body was lying in the hospital,” said Abdul Baba. Among those who survived that day was Tahir Ahmad Baba, who was 17 years old at the time. He had stepped out on the main road that afternoon to see the funeral procession. When the firing started, Tahir Baba had no way to escape. He was shot in both legs. “I spent nearly two-and-a-half months in the hospital but doctors could save only one leg,” said Tahir Baba, who works as a Pashmina weaver at his home. “I sometimes think it would have been better to die that day than to live like this.”Mehraj Misgar shares Tahir Baba’s bitterness at the indifference towards the civilian victims in the last 33 years. “Nobody was punished for those killings and that is something which nobody will forget.”","author":"Safwat Zargar","time":"2023-07-01T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191701-zmfwotebbq-1688025248.jpg","tags":["hawal massacre","kashmir","kashmir conflict","pakistan","isi","Mirwaiz Farooq assassination","Hizbul mujahideen"]}