{"title":"An assault on Dalits may have triggered the biggest lower-caste uprising in Gujarat in 30 years","content":"Eight days after a mob of self-appointed “cow protection” vigilantes in Gujarat stripped, tied and beat up four Dalit men for skinning a dead cow, an unprecedented Dalit uprising is underway in the state, with at least two people reported dead on Tuesday.The incident that triggered the ongoing turmoil took place on July 11, when a group of Shiv Sena vigilantes came across a Dalit family skinning the carcass of a cow in Gir Somnath district’s Una taluka. Accusing them of cow slaughter, the mob began to thrash the Dalits with iron pipes and rods, stripped four of them, tied them to the back of a vehicle and dragged them from their village to Una town, where they were beaten right near a police station for several hours. The assaulted men are still recovering in a Rajkot hospital.A video of the atrocity went viral on Gujarati social media soon after, and on July 18, protests erupted across central Gujarat. Protesters pelted stones, set some public buses on fire and in Rajkot district, seven Dalits including Congress leader Anil Madhad attempted to commit suicide by consuming poison.By the time the news had captured national attention on July 19, the protests had intensified manifold. Nine more Dalit protesters made suicide attempts in different parts of the state, and one of them – Hemant Solanki – reportedly died in Bhesan. In Amreli, a police constable died because of heavy stone pelting by angry Dalits.Despite several such violent demonstrations across the state on Tuesday, some Dalit organisations found an ingenious form of protest – they brought the carcasses of dead cattle to their protest rallies and dumped them on top of government vehicles and in government offices.The front page of Divya Bhaskar on Tuesday reports on the protests in Surendranagar. For the next few days, protest organisers have plans to implement the carcass dumping campaign across the state. They have also called for a Gujarat bandh on July 20 and have a more peaceful protest on the cards for July 25.“I believe this is the first big Dalit movement in Gujarat since 1986, when the community had risen to demand reservations,” said Dahyabhai Dafda, a farmer from Rajkot district and an activist with Navsarjan Trust, a Dalit rights organisation in the state. “These protests are unique because for the first time they have brought together Dalits from the Congress, the BJP and other political parties.”‘Frustration building up for years’The first protest against the Una incident took place on July 12 in Una town. It was organised spontaneously by local Dalits and led to the arrest of three of the many men accused of assaulting the lower-caste family.The state-wide protests that began on Monday were triggered by the video of the assault, ironically posted online by one of the assailants himself.“The sight of Dalit men being treated like animals simply for doing their job angered many people across the state,” said Natubhai Parmar, a Navsarjan Dalit rights activist from Surendranagar. “Atrocities against Dalits happen all the time in Gujarat, but this incident was particularly shocking.”On Monday, Parmar was among the 1,500 people who gathered in protest outside the Collector’s office in Surendranagar, bringing with them at least 15 trucks full of cattle carcasses which they laid on the streets and on top of parked vehicles. This unique form of protest is set to be replicated in other parts of the state on Wednesday, with multiple Dalit groups in Surendranagar, Ahmedabad and other districts calling on the community to leave dead cattle in the middle of the streets in towns and villages across Gujarat.Some protesters in Gujarat began leaving cattle carcasses on the streets on Tuesday itself. Photo: India Resists/Facebook.“Skinning dead animals is dirty but necessary work that no one wants to do, but Dalits have been doing it for years,” said Dafda. “Despite that, if we still get attacked for it, we cannot stay silent.”According to Jignesh Mevani, a human rights activist from Ahmedabad, this sudden outpouring of Dalit anger was only to be expected. “Since 2004, the oppression of Dalits in Gujarat has been on the rise, but the rate of conviction in cases registered under the caste atrocities Act is just 3 percent,” said Mevani, who was one of nearly 1,000 Dalit protesters that the Ahmedabad police detained for a few hours on Tuesday evening. “When there is no justice to be found anywhere, tremendous frustration builds up.”Mevani compares the suicide attempts by 16 Dalit protesters – one of whom died on Tuesday – to the famous protest by Manipuri women against sexual exploitation by the armed forces in 2004. “Those women had to strip naked and say ‘Indian army rape us’ in order for the nation to pay attention to their plight,” said Mevani. “The suicide attempts are similar.”‘We want our abusers to be punished for life’Barely two days into the state-wide protests, political parties have jumped into the fray in Gujarat. Congress vice-president Rahul Gandhi and Aam Aadmi Party chief Arvind Kejriwal have announced plans to visit Una. Chief minister Anandiben Patel has ordered an inquiry into the incident by the Central Bureau of Investigation.But Dalit organisations spearheading the protests and drawing the footfalls at rallies claim that despite politicisation, their new movement remains non-partisan. “The Dalit wings of the BJP and Congress and other parties are all united in this fight, and we have also created a temporary federation of politically unaffiliated Dalit organisations to take these protests further,” said Ashok Samrat, the secretary of the new federation that has been named Dalit Swabhiman Andolan. Samrat claims at least 200 activists representing around 70 organisations across Ahmedabad attended the first meeting of the federation on Tuesday.On July 25, the federation plans to organise a two-hour “stand-in-silence” protest in front of Ambedkar statues across the state.The group has also asked protestors to refrain from violence, stone-pelting and suicide attempts, and has demanded that the state identify and arrest more of the 35-40 men who were seen assaulting the Una Dalits in the video. So far, only 16 arrests have been made. “We also want senior police officers in Gir Somnath to be suspended for allowing this attack to go on for four hours,” said Samrat.Meanwhile, in a civic hospital in Rajkot, the four assaulted Dalit men at the heart of the protests are beginning to hope for justice. “It feels good to see that Dalits across the country are behind us,” said Balubhai Sarvaiya, one of the four men. “All we want is for our abusers to be punished for life.”","author":"Aarefa Johari","time":"2016-07-20T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/812100-37900-dqwhfcfxoe-1468930562.jpg","tags":["Dalit protests","Gujarat","Cow","Una"],"source":"https://scroll.in/article/812100/an-assault-on-dalits-may-have-triggered-the-biggest-lower-caste-uprising-in-gujarat-in-30-years"}