{"title":"An ‘encounter’ in Jharkhand shows nothing has changed for Adivasis since a 2015 study by Stan Swamy","content":"At noon on June 12, multiple news outlets reported an encounter between “Maoists” and Jharkhand police and security forces in the Kuku-Piri forest in western Jharkhand’s Latehar district.“One Maoist was killed during an encounter with a joint team of 214 Battalion of CRPF [Central Reserve Police Force] and CoBRA in Kuku-Piri jungle under Garu police station in Latehar”, said highly placed sources in CRPF, The New Indian Express reported. It later posted an update from the police clarifying that an Adivasi youth was killed in a case of mistaken identity but claiming self-defence.The next day, the identity of the deceased “Maoist” was reported to be Bramhadev Singh, out for a traditional hunting ritual with five other Piri forest-dwelling Adivasis of the Kherwar tribe, by several newspapers. All six men were cousins. A 24-year-old tempo driver, Bramhadev had been married for just over a year to Jiramani Devi and had a one-year-old son, Prince.About a month later, another Jharkhand resident accused of being a Maoist, 84-year-old Father Stan Swamy, died in custody in a Mumbai hospital. A social scientist and Adivasi rights activist, the ailing Swamy had been incarcerated for seven months as an undertrial in the Bhima Koregaon-Elgar Parishad case, charged under the Unlawful Activities (Prevention) Act, 1967. His death came four years after he had moved a public interest litigation in the Jharkhand High Court, praying for the release of thousands of undertrial prisoners in Jharkhand.Protestors in Ranchi demanding an inquiry into the death of Father Stan Swamy, who was incarcerated under the Unlawful Activities Prevention Act and passed away in custody in Mumbai, on July 15. Photo credit: Riddhi Dastidar/ IndiaSpend.com‘Encounter’ killings  The PIL was based on a 2015 study of 102 undertrial prisoners accused of being Maoists, undertaken by a team of researchers and lawyers at Bagaicha, the social science institute founded by Stan Swamy at Namkum, Ranchi district, where he resided until his arrest in 2020. The Bagaicha study said that those undertrials accused of extremism, who the Bagaicha team managed to contact and survey, were disproportionately from Adivasi (Scheduled Tribes) and Moolvasi (non-tribal natives from Other Backward Classes and Scheduled Castes) communities. Most were from poor households with limited education and did not know why they had been arrested. Largely, they lacked the resources to fight their cases and remained incarcerated as undertrials for years. They had been charged mainly under Section 17 (unlawful association) of the Criminal Law Amendment Act, Unlawful Activities (Prevention) Act and under various India Penal Code sections, including conspiracy to riot with armed weapons (Sections 147, 148 and 149), and bearing illegal arms. Nationally, the pendency rate for UAPA cases is 94.6%, according to the National Crime Records Bureau’s Crime in India 2020 report, the latest year for which data are available.A report by the Ministry of Tribal Affairs on the status of tribal communities in India in 2014 noted similar problems of “encounter” killings and the filing of false cases under “Naxal offence” in scheduled areas (Adivasi areas under the Fifth Schedule of India’s Constitution) as an “extremely disturbing feature”.In this three-part series, we will examine the systemic injustices that Stan Swamy fought for over 30 years. This first report finds that the circumstances of the death of Bramhadev Singh and the arrest of the five survivors of the Piri incident, all of whom remain accused under the stringent Arms Act 1959 and sections of the Indian Penal Code, were similar to those of the undertrials in the Bagaicha study. The case also bears similarities with the 2013 Edasmeta and 2012 Sarkeguda cases of encounter killings described in this tribal affairs ministry report. As poor agriculturalists with little education, the Piri survivors live in fear, and under charges, they are ill-equipped to fight.Two differing accountsIn the alleged Piri village encounter, the first information report filed at the Garu police station does not mention Bramhadev’s death in police firing, claiming instead that a body was found at the edge of the forest. The FIR states the following in Hindi:“On 12 June at 2.30 am, the forces were searching the forest. Around 8 am near Piri village tola (hamlet), they saw 10-12 armed people by the side of the stream and shouted across, identifying themselves as police and telling them to drop their weapons and surrender. Instead, the men began firing and the police retaliated, firing in self-defence. When the policemen ran towards the village, five were apprehended and arms surrendered while others were able to escape, with the Jharkhand Jaguars in pursuit. The five apprehended were 26-year-old Sukuldev, 27-year-old Raghunath Singh, 27-year-old Gobindar Singh, 50-year-old Rajeshwar Singh and 26-year-old Dinanath Singh.”The FIR further claims that on searching the area, a corpse was discovered at the foot of the mountain whom the villagers identified as Bramhadev Singh, and a country-made weapon was found a little distance away. The five apprehended were unable to show arms licenses for the weapons found. The FIR charges all six, including the deceased Bramhadev Singh, under various IPC sections amounting to conspiracy to riot with armed weapons, attempt to murder and assault on a public servant, and the Arms Act.All six men were cousins. The FIR cites two witnesses, Sohrai Kherwar and Bineshwar Singh, saying they signed independently and of their own free will.The FIR by Garu police station charges six men including the deceased Brahmdev Singh with serious offences including the Arms Act, and is at odds with the men’s account of June 12. Photo credit: Riddhi Dastidar/ IndiaSpend.comThe account of Dinanath Singh, one of the five accused, varies significantly from the claims in the FIR. He said it was a fake encounter. “We were out in a group for Nem Sarhul [a tribal festival]. We had hardly moved 50 metres to 100 metres from home when we saw the security forces across the stream. We began shouting “Sir, sir, hum log janta hai [Sir, we are ordinary people, (not Maoists)]”.“Then the firing began. The first bullet hit me. We started running back to our homes and they kept firing. I fell down. Bramhadev was shot in the front and he fell down,” he told IndiaSpend in mid-July, his hand still bandaged a month after the incident.“The annual tradition of Nem Sarhul has been going on through generations. On Nem, we hunt small birds and animals. So we carried our bhartuas [homemade single-fire guns] with us,” Gobinder told IndiaSpend. “We raised our hands. Bramhadev had his hands up when they shot him. We ran and took cover inside Rajeshwar Singh’s house after that out of fear.” “They fired at the house,” he alleged. “It went on for at least half an hour. We saw the police pick Bramhadev up and take him to the other side of the stream, deeper into the forest, where we could not see anything from inside. We heard the sound of gunshots. They shot him again.”“We tried to go to him but they did not let us,” Bramhadev’s mother, Manti Devi concurred, weeping. “They took Bramhadev to the other side of the river and shot him thrice.” My son was still alive, after the initial shooting, she said.“The police threatened the other villagers going towards Bramhadev, saying they should go inside their homes unless they wanted to be killed,” Dinanath recalled. “Then they killed Bramhadev. For no reason. He was just a tempo driver who drove daily from Karwaai to Latehar to earn his day’s food.”After this, the police demanded the five men come outside unless they wanted to be shot, the men alleged. “We even showed them Rajeshwar’s Aadhaar card, saying ‘look we are not those people [Maoists], look at our Aadhaar card’,” Dinanath recalled.“As soon as we came out, they made us strip to our underwear, took us to the forest and questioned us naked in heavy rainfall, till around 6 pm” Then their clothes were returned and they were taken to Latehar police station, further away from their local station in Garu. Dinanath’s bullet wound was treated with stitches and medication at around 11 pm.Back in Piri, the villagers insisted that until the five returned from the station, they would not cremate Bramhadev’s body. “Let them go, my son’s body is rotting,” Manti Devi recounted telling the police.“They asked, ‘do you want the men or the weapons?’ and made us sign some papers whose contents we did not know,” the witnesses on the FIR, Bineshwar Singh and Sohrai Kherwar, who went to the station to have the five men released the next evening, told IndiaSpend.Bineshwar Singh (back row, center-left), seated and Sohrai Kherwar (standing, right) at the Gram Sabha in Piri on July 19, said they were not aware of the contents of the papers they signed to have the five men released. They were cited as witnesses in the FIR against Raghunath, Dinanath, Rajeshwar, Sukuldev, Gobinder and the deceased Bramhadev Singh. Photo credit: Riddhi Dastidar/ IndiaSpend.com‘Aren’t we human?’Similarly, before release, the five men signed papers. “They hurried us, did not let any of us spend time on reading or signing, did not let us talk,” Raghunath alleged. The five learned of the case against them through local independent journalist Manoj Dutt Dev, who has been following the case.“Are we not human?” Raghunath Singh alleged. “Then how can they do this? They murdered our brother and then they put the reverse case on us?”. The FIR cites the lack of license for their traditional bhartuas as grounds for imposing the Arms Act and other charges, something that has never been demanded before in Jharkhand, which is an Adivasi state, according to Ranchi-based lawyer Sonal Tiwary.The village then presented a collective memorandum to the Garu police station. A few days after the incident, the Garu police visited the village for an impromptu football distribution drive, the men told IndiaSpend. On being asked about the charges, they said the papers had been processed to “higher levels”. “When they come to the village, they say nothing will happen to us,” said Raghunath and Gobindar. “So if nothing will happen, then why have you written our names? Tear it up, cross out our names, nullify the charges.”Meanwhile, the five cousins’ lives remain disrupted. “We are poor farmers with wives and young children,” said Sukuldev. “Suddenly there is a case on us. We are very frightened. Who will look after our children?”They want Bramhadev’s death to be acknowledged as murder and Jiramani provided compensation and a government job. He was the breadwinner. Now how will his son, wife and elderly parents survive, they asked.Over 100 days after the incident, Jiramani Devi’s application to register an FIR on the alleged murder of her husband had not yet been registered at Garu station, Tiwary told IndiaSpend. Without this, no investigation, compensation or government job is possible. Jiramani would move the Civil Court in Latehar to file a complaint under section 156(3) of the Code of Criminal Procedure directing the Garu police station to register an FIR, Tiwary said in late September.In 2020, only three cases of encounter killing were lodged against police personnel in the entire country, per the latest NCRB data. In 2019, a total of 10 cases were filed, countrywide.The late Brahmdev Singh’s wife Jiramani Devi and their one-year-old, Prince, at the Piri Gram Sabha on July 19. Jiramani’s application for an FIR on the murder of her husband has not yet been registered at Garu police station. Without this, no investigation, compensation or government job is possible, lawyer Sonal Tiwary told IndiaSpend. Photo credit: Riddhi Dastidar/ IndiaSpend.com2015 studyJharkhand, a state with rich mineral reserves and a significant Adivasi population (26.2% against the Indian average of 8.6%), was carved out of Bihar in 2000 after decades of a movement for a “tribal state”. Adivasi areas under the Fifth Schedule of India’s Constitution are meant to have special autonomy. Fifteen of Jharkhand’s 24 districts are Fifth Schedule area districts.“In reality, laws like the Panchayats (Extension to the Scheduled Areas) Act, 1996 and the Forest Rights Act, 2006 meant to safeguard rights of forest-dwellers are not implemented,” activist Dayamani Barla told IndiaSpend in July. “If you organise against forced land acquisition, they say it is obstructing government work and unlawful, and charge you with Section 353 [criminally deterring a public servant from doing their duty]. It happened to me.” Of India’s most disadvantaged communities, Adivasis make up 8% of India’s population, but an estimated 40% of those dispossessed for dams, mines and industrial projects, IndiaSpend reported in December 2018.Under the previous Bharatiya Janata Party government led by the state’s only non-Adivasi chief minister Raghubar Das, the state saw unrest over land acquisition and tribal autonomy. During the Pathalgadi movement, a protest in which stone monoliths were inscribed with the provisions of the Fifth Schedule of the Constitution, up to 10,000 people were charged with Section 124A IPC (sedition) in one district alone. Among those arrested from across Jharkhand was Stan Swamy. In mid-2018, the Raghubar Das government filed an FIR against him and 19 other Adivasi activists for Facebook posts critical of the state government that allegedly instigated violence and played a prominent role in the Pathalgadi movement.In January 2018, a few months prior to the FIR, the High Court of Jharkhand at Ranchi had taken cognisance of Swamy’s PIL, which sought to bring the issue of undertrial prisoners languishing in jails across the state to its notice. It had directed the state to file responses.Swamy came to the issue of “mass jailing” of Adivasis for alleged support of Maoists, through his association with anti-displacement movements over his years in Jharkhand, according to his memoir, I am Not a Silent Spectator. This prompted the Bagaicha study of 102 undertrials, a study he drove.In 2015, the Bagaicha team approached superintendents of various jails in Jharkhand for permission to interview undertrial prisoners, but were refused. They then sent a questionnaire under the Right to Information Act to all jail superintendents of the 26 central, district and sub jails (28 in 2019) in Jharkhand, the study’s methodology notes. Of the 26 superintendents, 12 responded after two months of receiving the questionnaire, most with incomplete information, the study said.The state administration was largely uncooperative except for a few individual officers, advocate Shyam Sinha, who was part of the Bagaicha research team, told IndiaSpend. “We realised that we knew of such prisoners who are lodged in jail on flimsy grounds.” “We then visited them and gathered authentic data on questions like: how many prisoners in a jail, who are the advocates representing them, which section have they been arrested under, how many years have they been in judicial custody, how many children [do] they have, how is their household getting by economically, and so on,” Sinha said.“Using this data we sought permission from the Jharkhand Legal Services Authority to see General Register (in which details of first-time offences are noted) for a larger sample size, but it was not granted,” said Sinha. “So we thought of ways around this. Say, I represent a prisoner at Ranchi prison.”“When visiting, he would inform me of the number of prisoners, who their advocates were,” said Sinha. “By cross-checking, we contacted the advocates and got specific case-details. We collected a lot of data this way.” “Swamy and the Bagaicha core team visited families and villages of prisoners out on bail and those incarcerated for long, while I and other advocates collected information from prison gates and court records,” said Sinha.After Stan Swamy’s death, his name was inscribed on the Pathalgadi stone he had installed in Bagaicha, the research institute he founded in Namkum in Ranchi, Jharkhand, on July 18. Photo credit: Riddhi Dastidar/ IndiaSpend.comJustice deniedThe team ultimately managed to contact 102 undertrials in 18 of the 24 districts in Jharkhand, alleged to be Maoists/Naxalites, charged mainly under Section 17, Criminal Law Amendment Act and UAPA. The Bagaicha report based on this sample, published in 2015, found that of the 102 undertrials alleged to be extremists that they managed to survey, 69% were Adivasis, 7% were Scheduled Castes and 22% were Other Backward Classes. People from general castes formed 2%.In 2015, the Prison Statistics India report showed that Jharkhand’s percentage of undertrials in jail (77%) was higher than the national average (67.2%). In 2019, the latest year for which data are publicly available, Jharkhand’s jails housed 68.4% undertrials and 31.5% convicts, similar to the national averages of 69.1% and 30.1%, respectively. Stan Swamy’s PIL sought to bring to the attention of the high court how Adivasi and Moolvasi communities are unfairly charged with offences against the state, and how their cases run on for years on end. The National Human Rights Commission has said that, at least since 2003, it has “constantly” been urging the release of undertrial prisoners who are entitled to bail, noting that undertrials often languish in jail due to the slow rate of disposal of court cases, while suggesting initiatives to reduce the number of undertrial prisoners in India’s jails substantially.Of the 102 undertrials in the Bagaicha study, 38% of respondents remained in jail for six to 10 months and 18% for a year, while nearly 5% had spent a decade behind bars despite SC judgments on right to speedy trial. The study says cases were inordinately delayed because multiple cases were foisted serially, prisoners were transferred between jails on administrative grounds and were not presented in court on dates of hearing, government sanctions were not provided, there were administrative lapses.A greater proportion of undertrials were incarcerated for longer periods in Jharkhand compared to the all-India average, per Prison Statistics India 2019.Like the five accused in the Piri incident, a majority of the respondents in the Bagaicha study were involved in agriculture, while 17% of them were casual wage labourers, either landless or possessing small landholdings – all living on small incomes. Like the five accused, two-thirds of respondents were between 18 and 40 years of age and the sole or main breadwinners of their families. About 59% had a monthly family income of less than Rs 3,000, 38% less than 5,000 and 1% more than Rs 5,000. Only 22% had reached high school while 15% were not literate. Largely, they lacked the resources to arrange the lawyers and bail amounts required to pursue their cases, the report found.In 2019, school graduates formed a low proportion of undertrials in Jharkhand prisons, per Prison Statistics India 2019.Of the 102 respondents, 97% said they believed they had been imprisoned on false allegations rooted in misinformation. Most (87%) testified to having been picked up by police from their homes, buses, railways stations, on their way to the market, while chargesheets filed by police claimed that they were arrested while trying to flee into the forests. Most did not know the reason for their arrest until after chargesheets had been filed.The Bagaicha report said this mismatch in prisoners’ accounts showed that the police habitually fabricate cases against Adivasis in rural areas. Through case studies of individual prisoners, the report alleged that the arrests were devoid of independent or scientific investigations. “Our study made it clear that, in the current system, justice is beyond the means of most of those who have been falsely accused. Once they have been implicated in these cases, the threat of persecution in the form of harassment, intimidation or re-arrest persists even after accused persons are released on bail,” Stan Swamy had written in his memoir.IndiaSpend tried to find national and state-level data to substantiate the Bagaicha team’s finding that disproportionate numbers of Scheduled Tribes, Scheduled Castes and Other Backward Classes are charged with offences of extremism. However, neither the home ministry’s PSI reports nor the NCRB’s Crime in India reports provides data on accused under different categories of criminal offences, disaggregated by social group. Whatever data are available are from studies undertaken by local researchers based on small sample sizes of those prisoners that researchers are able to contact, prison researchers and lawyers told IndiaSpend.“Given these limitations, it is important to consider the emerging narratives and composition from the 102 individuals [the Bagaicha team managed to survey],” Nikita Sonavane, cofounder of the Criminal Justice and Police Accountability Project told IndiaSpend. “If we want to see a more macro-picture then it is important that the prison department or the NCRB provide that data.” We know from the overall population that Scheduled Tribes, Scheduled Castes and Other Backward Classes are overrepresented in prisons. However, without disaggregated data, it still does not tell you who is in prison and for what, she said. “What Swamy’s research was trying to do was illuminate specifically the over-criminalisation of certain communities for certain offences, she said. “It is not one broad stroke – the criminal justice system is being weaponised in varied forms against particular communities, and the absence of disaggregated data such as the caste census or caste category of offences hides that.”The 2014 report by the Ministry of Tribal Affairs noted that it had become “commonplace to file cases” – usually under “naxal offence” especially against those resisting land acquisition in Scheduled Areas. It also recommended doing away with “encounters” as a means of dealing with the “naxal issue” and stated that an FIR must be registered to investigate any such incident as a minimum safeguard.Villagers want accountabilityOn July 19, 2021, a gram sabha meeting including activists from the Jharkhand Janadhikar Mahasabha was held at the primary school in Piri village to decide the course of action in light of Brahmdev’s death and charges against his five accused cousins. The gram sabha resolved to pursue Jiramani’s pending FIR, fight the charges against the five men, and push the memorandum based on the collective witness of the village, which had been received by the complaints section of Latehar police station.A fact-finding inquiry on June 17, by activists from the Jharkhand Janadhikar Mahasabha, found the villagers’ account of events of June 12 contradicted what was reported in the media and the FIR lodged by the police at the Garu police station. Photo credit: Jharkhand Janadhikar MahasabhaA gram sabha at the primary school in Piri, July 19, discussing the next steps after the police neglected to register an FIR into the circumstances of Brahmdev Singh’s death or drop the charges against his five cousins in the alleged encounter of June 12. Photo credit: Riddhi Dastidar/ IndiaSpend.com“At the station, they reassured us about dropping charges and asked if we were facing any difficulty,” Dinanath told IndiaSpend on July 19. “We said that the difficulty is that they discharged the bullets and have put the case against us.” “After four months when this SP [Superintendent of Police] is transferred, the new one posted here will act on this charge-sheet and arrest us. After that when they visited us again, they said, ‘we will cancel your names, don’t get swayed by others’,” Dinanath said.Dinanath, who was injured in the firing, said he had received Rs 10,000 from the station in-charge of Garu police station on June 15, without any written documentation or form being signed. Similarly, Bramhadev’s elder brother Balram Singh said that the Superintendent of Police office in Latehar had given him Rs 5,000. Manti Devi, their mother, had received Rs 15,000 and Jiramani had received Rs 20,000. No documentation was provided, only the repetition that they should not worry and Jiramani’s compensation was under process.The five accused, seen here at the Piri Gram Sabha on July 19, said the police had been visiting, providing rice and petty cash without any documentation, after they alleged an ‘encounter’ in which their brother Bramhadev Singh was shot. But the police are not dropping the charges against them, they said. Photo credit: Riddhi Dastidar/ IndiaSpend.comRole of policeOf the charges against the five men, the most troublesome is the Arms Act, under which getting bail is difficult, said Tiwary. “The behaviour of the police is inconsistent with how they would normally handle a case like this,” she said, “The police would ordinarily put anyone charged with this section in jail. But here five people were taken into custody, charged with the Arms Act and returned too! And also whatever is happening – money or assurance that charges will be dropped – it is all verbal.”On August 31, villagers of Piri gram sabha and several grassroots organisations protested the death of Bramhadev in a “false encounter” and inaction in the incident, at Latehar’s District Collectorate. The gram sabha had raised Rs 25,000 to pursue legal action on these matters. Between 2017 and 2018, the National Human Rights Commission reported 10 encounter deaths in Jharkhand and 52 such cases pending.When IndiaSpend contacted the Superintendent of Police of Latehar police station for clarification, Prashant Anand, the Superintendent of Police at the time of the incident, had been transferred, as Dinanath had feared. Anjani Anjan, the new Superintendent of Police, told IndiaSpend that in a single case, only a single FIR could be registered, and all investigations would proceed from there (ie the FIR registered by police against the six men). Thus, Jiramani’s FIR would not be lodged. He said illegal weapons and gunpowder had been recovered from the village. We asked whether bhartuas required licenses now and how crossfire was possible with single-fire guns. “If someone has a weapon and has fired even a single shot, the forces can retaliate,” Anjan said. “For the rest, these are technical questions. Let the investigation proceed.”Regarding the villagers’ testimony, including on money given by and pressure from the police, Anjan said that was not the formal procedure. “If they feel they are being bribed then let them stand with their convictions and not accept it.”“What [the police] are writing [on case documents] and what they are saying is not the same. Obviously the written word will carry more weight,” said Avinash Arvind of the People’s Union for Civil Liberties, Jharkhand. “The police are denying that they shot and killed Bramhadev, and they are also making these visits in the village. The price of a man’s life is only Rs 20,000 and a quintal of rice.”IndiaSpend also contacted the Latehar Deputy Commissioner’s office for comment but has not yet received a response.Cases not withdrawnWhat happened in Piri is not an isolated incident, Siraj Dutta of the Jharkhand Janadhikar Mahasabha, told IndiaSpend: “This kind of state repression has been ongoing, and now they have escalated to shooting and killing someone.” The Jharkhand Janadhikar Mahasabha noted in a fact-finding report into the Piri incident that this is a larger Jharkhand-level problem. For instance, in June 2020, Adivasis of Chiriyabeda village in West Singhbhum were beaten by the CRPF during a search operation. While the Chaibasa superintendent acknowledged this violence, the action was neither taken nor was compensation given, per the report. “Under the leadership of Chief Minister Hemant Soren, the mahagathbandhan [coalition of Soren’s Jharkhand Mukti Morcha party with the Congress and Rashtriya Janata Dal parties] got a clear mandate against the oppressive and anti-people policies of the previous BJP government and its violence against Adivasis,” said Dutta. “But human rights violations and police atrocities and violence against tribals continue.”The Jharkhand Mukti Morcha-led alliance came to power in December 2019. In March 2019, Soren reportedly said, “Jharkhand has more than 50% population of Scheduled Castes, Scheduled Tribes and minorities together. In five years of National Democratic Alliance rule, these communities suffered a lot… forest rights, hunger deaths and farmer suicides.” Among the promises of election, Soren had said “all cases” related to the Pathalgadi movement of 2017-’18 filed by the previous BJP government would be withdrawn. However, one and a half years later, as of September 2021, this has not happened, Tiwary told IndiaSpend. The government has “failed to withdraw all Pathalgadi cases related to sedition, as per law. Per Section 321 in the Code Of Criminal Procedure, 1973, the withdrawal process has to be moved by the public prosecutor with the consent of the court, but no such step has been taken yet.”IndiaSpend has contacted the chief minister’s office for clarification, following up four times, on steps taken towards withdrawing the Pathalgadi cases and alleged false encounters against Adivasis in Jharkhand. This article will be updated when they respond.In its annual report for 2017-’18, the National Human Rights Commission stated that its recommendations for monetary relief totalling over Rs 1.6 crore in 24 cases in Jharkhand had not been complied with as on March 31, 2018. The National Human Rights Commission recommended Rs 50,000 relief in the case of death in police custody and Rs 10,000 in the case of death in judicial custody. It also advocated Rs 3 lakh compensation for deaths during police firing.The fact-finding team from Jharkhand Janadhikar Mahasabha has made several recommendations:   That Jiramani Devi receive compensation of at least Rs 10 lakh, that the government take full responsibility for her and Bramhadev’s infant son’s upbringing, education and employment.That the other five men be compensated for harassment by the police.That prior to running a search operation in Fifth Schedule areas, the consent of gram sabha and traditional village heads be taken; a judicial commission be constituted to ensure an independent investigation into the actions of the security forces.An FIR be lodged against the security forces’ personnel and officials responsible for the killing of Bramhadev and firing on the villagers.And administrative action be taken against the local police and senior officials for filing wrong statements and FIRs.Perturbed by similar cases during the Bagaicha study, Stan Swamy had decided to take the matter to the courts. “[H]aving found out the truth, we had to act on it,” he wrote in his memoir. “The only way of doing this was to take recourse to legal action.” Swamy and his colleagues believed that this PIL was the reason he was targeted and implicated in the Elgar Parishad-Bhima Koregaon case. Jharkhand Mukti Morcha activists and his colleagues we spoke to concurred.Stan Swamy died an undertrial prisoner himself, and Bramhadev’s brothers in Piri find themselves bereaved, fearing similar fates.“It was going to be an occasion of happiness,” Sukuldev Singh recalled of the day of the “encounter”. The six cousins had set out for the festival of Nem Sarhul, hoping to hunt a rabbit, a rooster-hen, a pigeon or a boar. There were guests at all the houses – in-laws and other relatives – and everyone would join in music and dancing in the evening, after the men returned from the hunt. “But our happiness turned sour the moment the police shot Bramhadev.”This story was edited by Lesley Esteves. Prakriti Arya and Pragathi Ravi, interns with IndiaSpend, contributed to this story.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Riddhi Dastidar, IndiaSpend.com","time":"2021-10-30T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161218-dgmrkgjksy-1625637532.jpg","tags":["Adivasi","Jharkhand","Stan Swamy","Human rights"],"source":"https://scroll.in/article/1008704/an-encounter-shows-nothing-has-changed-for-adivasis-in-jharkhand-since-a-2015-study-by-stan-swamy"}