{"title":"‘An embarrassment’: BJP leaders criticise welcome procession of their MLA accused of taking bribe","content":"Leaders of the Karnataka unit of the Bharatiya Janata Party have said that the rousing welcome of MLA Madal Virupakshappa after he got anticipatory bail in a corruption case is not right, The Indian Express reported on Wednesday.State BJP president Nalin Kumar Kateel said that the party will seek an explanation from Virupakshappa regarding the incident.Virupakshappa was named as the prime accused after the Lokayukta, the state’s anti-corruption watchdog, caught his son Prashanth Madal receiving a bribe of Rs 40 lakh from a businessman on March 2. Officers also recovered unaccounted cash worth Rs 6 crore from the MLA’s home.Mind blowing. Crackers, flowers and slogans in praise !!! BJP MLA Madal Virupakshappa given a hero's welcome as he returns to his house a few hours after securing interim bail in the Lokayukta corruption case in which he's been named as accused number 1. pic.twitter.com/kJbDqoaKDI— Deepak Bopanna (@dpkBopanna) March 7, 2023\n\nThe businessman had filed a complaint saying Prashanth Madal had demanded Rs 81 lakh as a bribe on behalf of his father to clear a tender worth Rs 4.8 crore to provide raw materials to Karnataka Soaps and Detergents Limited, of which Virupakshappa was the chairperson. The MLA resigned from the state-run company following the allegations.On March 7, Justice K Natarajan granted interim anticipatory bail to Virupakshappa after his counsel told the Karnataka High Court that as an MLA with “deep roots” in society, he would not flee from justice. The BJP leader, however, had not been traceable since he had been booked by the police in the case.Key graft-accused #Karnataka's BJP MLA Virupakshappa gets hero's welcome, days after piles of crores of cash was seized from his home & office. He was 'absconding' acc to police, and got anticipatory bail earlier today. pic.twitter.com/7B8Fp3xV9A— Sneha Koshy (@SnehaMKoshy) March 7, 2023\n\nHours after he was granted bail, the BJP MLA surfaced in his Channagiri constituency in the Davanagere district and received a rousing welcome from his supporters. Videos on social media showed his supporters bursting crackers and celebrating around his car.Virupakshappa also addressed his supporters and said that the money recovered from his home was “not a big deal” and added that even common men in his constituency – which is known for areca nut cultivation – have Rs 4 crore to Rs 5 crore in their homes.The next day, his supporters also poured milk on a photograph of Virupakshappa that was kept in a temple in the Sulegere village in Davanagere.On Wednesday, Law and Parliamentary Affairs minister JC Madhuswamy criticised the procession organised by his supporters to welcome him. “It is an embarrassment,” JC Madhuswamy said, according to The Indian Express. “We cannot deny it.”","author":"Scroll Staff","time":"2023-03-09T14:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187752-onoeuvbeab-1678349556.jpeg","tags":["BJP","Karnataka","Madal Virupakshappa"],"source":"https://scroll.in/latest/1045298/an-embarrassment-bjp-leaders-criticise-welcome-procession-of-their-mla-accused-of-taking-bribe"}