{"title":"‘An expel Bengalis campaign’: Opposing NRC in Assam, Mamata makes her strongest identity pitch yet","content":"In Assam, the final draft of the National Registrar of Citizens was published on Monday, putting in doubt the citizenship status of more than 4 million people. While the exercise will obviously have a significant effect in Assam itself, the politics of the NRC has also spilled over into neighbouring West Bengal where Chief Minister Mamata Banerjee took it up as an issue of Bengali identity.The move will help position herself as a champion of Bengali interests – a role that she has been easing into for a couple of years now – and allow the Trinamool to try and paint the Bharatiya Janata Party as working against the interests of Bengalis, undercutting its projection as a Hindutva party in West Bengal.‘Bangali khedao movement’On Monday, Banerjee addressed a press conference just a few hours after the final draft of the NRC had been released. She used it to point out the flaws in the process, noting that even valid documents like passports were not enough to guarantee entry into the NRC. However, her main attack was on the lines of Bengali identity. She called the NRC a “Bangali khedao movement”, asking where 4 million people will go. “Bangali Khedao” is a reference to the violent eviction of Bengalis from many parts of Assam in the 1960s and 1970s. “Is this a targeted isolation of Bengalis? Some of these people have been living here for generations,” asked the chief minister. “If you torture Bengalis, will we not protest?”Wary of her critics, who would use this to attack her on the issue of minority appeasement, Banerjee was careful to highlight that even Hindu Bengalis had been excluded from the list. “Not only Muslims, Hindus have been targeted too. People with Bengali surnames are being targeted specifically,” claimed Banerjee going on to list the names “Chandan Dutta” and “Arpan Lal Saha” as examples.Banerjee also went on to talk about her politics around Bangladeshi refugees post the 1971 Bangladesh War. “I understand the refugee problem very well,” said Mamata. “The refugees who have come from Bangladesh are very much Indian. We are with the people who are being expelled [from Assam]”.Targeting the BJPRight now, a large number of Hindu Bangladeshi refugees and migrants in West Bengal support the Trinamool. Politics around the problems of Bangladeshi (and earlier East Pakistani) refugee has been a strong pillar of West Bengali politics since the 1960s and currently even the BJP is wooing them in the state.Banerjee then pivoted on this Bengali identity to target the BJP. “This is totally a vote-bank agenda. They have identified people who vote for BJP and who don’t,” said the Trinamool chief, going on to accuse the Union government of “divide and rule” and indulging in “electoral politics”.The Trinamool also plans to send a delegation to Assam on Thursday to check on the status of those who have been left out of the NRC.Politics of Bengali identityBanerjee’s deep dive into Assamese politics will have little bearing in Assam. The Trinamool barely has a presence in the state. The politics of Banerjee’s outburst against the NRC, then, is squarely targeted at West Bengal and the upcoming Lok Sabha elections. As a party almost exclusively confined to West Bengal, the politics of Bengali identity is a low hanging fruit for the Trinamool. Not only does Banerjee’s narrative of the NRC targeting Bengalis help the Trinamool take up that space, it undercuts the BJP’s Hindutva narrative, which has of late been gaining significant traction in West Bengal. With this, the Trinamool will hope that West Bengalis look to the BJP not as a party of Hindutva but as a formation that targeted Bengalis in Assam with the NRC.A WhatsApp message being circulated on Trinamool groups after the release of the NRC. The text in Bengali reads, \"Remove the BJP to save Bengalis\".While this is her strongest pitch yet, Banerjee has been making moves towards building up a politics of Bengali identity for some time now. In 2017, her government made the study of Bengali compulsory across the state, imitating laws in South India. This in turn sparked off a Gorkha agitation in Darjeeling in which the Trinamool again played the Bengali card, accusing the BJP of supporting the Gorkhaland demand and, consequently wanting to partition West Bengal.Banerjee has also tried to paint the BJP as an outsider by using the device of a Hinduism native to Bengal. As the BJP brought in the use of belligerent Ram Navami rallies, Banerjee in 2017 accused the saffron party of importing a foreign culture into Bengal. “People here have been worshipping Lord Shiva, Goddess Durga and Kali and others for ages. Here is a party that wants us to worship a particular god,” said Banerjee. She repeated this pitch on July 21 at her party’s annual Martyr’s Day rally, making a distinction between a Hindutva from outside and a local Bengali Hinduism, rattling off a list of god worshipped by Bengali Hindus.In January, the Banerjee government unveiled a new state emblem (she called it a “new identity” for Bengal) and there are reports that a state anthem is also on its way.","author":"Shoaib Daniyal","time":"2018-07-31T15:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888680-imkcfpmeuy-1533027350.jpg","tags":["Mamata Banerjee","West Bengal","NRC","Assam","BJP","Hindutva","Bengali identity politics"],"source":"https://scroll.in/article/888680/an-expel-bengalis-campaign-opposing-assams-nrc-mamata-makes-her-strongest-identity-pitch-yet"}