{"title":"An elite Indian school has an absurd rule – boys and girls must be separated by a metre","content":"Pallikoodam, a co-educational school for children between four and 17 years in Kerala’s Kottayam district, has set a bizarre rule for its students.“Boys and girls will behave on campus with utmost respect towards each other,” a notice issued by the school earlier this year instructs. To ensure that, the schools wants “the distance between a boy and a girl at all times to be one meter.” The rules also mention that boys and girls in senior classes must avoid friendship with students in the lower classes.Such regressive rules aren’t exactly uncommon in India’s educational institutions. For example, a number of engineering colleges in Chennai don’t allow boys and girls to talk to each other on campus.But it is disappointing to see an institution like Pallikoodam, widely considered a liberal and culturally progressive school, to come up with such diktats. It’s also one of the top-ranked schools in Kerala.Pallikoodam, established in 1967, is well known for trying innovative teaching methods. The school avoids examinations until the 8th grade and lays emphasis on extracurricular activities. It even teaches vegetable and fruit cultivation, pottery, paddy cultivation and fish culture to its students.The school was founded by Mary Roy – mother of Man Booker prize winner Arundhati Roy – who fought against gender discrimination within the Syrian Christian community in Kerala. And Pallikoodam’s students often come from some of the more affluent families in Kerala.Despite repeated attempts via telephone and email, the school has not responded to Quartz’s requests for comment on the rule.“The irony is, the school is becoming everything it was once standing against,” Abraham Chandapillai, a lawyer and an alumnus of Pallikoodam, told Quartz. “Now I wouldn’t want to send my children to the school.”“Interactions with girls made me a better person,” he added. “Otherwise I would have been a sexually frustrated, socially awkward man.”Neena Singh, an educationist and executive director of Kolkata’s Akshar School, argued that the whole point of a co-educational school is to have boys and girls interact with each other. “Different emotions may come up, and you have to teach the students how to handle them,” Singh said. “Separation is not the answer. It only increases the curiosity.”The anomaly called KeralaPallikoodam’s decision to enforce strict rules for boys and girls may have roots in Kerala’s social environment.“This (rule) is probably a reaction of sorts to some complaints or concerns raised by the public,” George Mathen, an alumnus of Pallikoodam and a graphic novelist, said. “Kerala’s society is yet to come to terms with an unconventional school like Pallikoodam.”Kerala is the the only state in the country where females outnumber men. In 2011, its literacy rate stood at 94%, the highest in India (pdf). It also has the lowest maternal mortality rate and the lowest birth rate in the country.Yet, Kerala remains an especially rigid and complex society, particularly for women. Gender discrimination is rampant and the state has aremarkably high rate of crime against women in the country. Work participation among women in the state also remains very poor. Of the entire unemployed population in Kerala, two-thirds are women.While literacy among women in Kerala is close to 92%, many of them live in a largely patriarchal society where men are breadwinners, leaving women to engage in household activities only.Writing in the Economic Times in 2013, economist Swaminathan Aiyar explained the situation:Kerala is supposed to be a socialist paradise with the best social and gender indicators, frowning on economic growth and globalisation. But a look at the latest crime data suggests that even Kerala’s image as a civilised paradise for women is much exaggerated.Crimes against women in Kerala are shockingly high. The rape rate in Kerala (2.9) is almost one and a half times the national rate (2.1). The rate of assault on women with intent to outrage their modesty is 10.7 in Kerala, thrice as high as the national average (3.7). The rate of insults related to the modesty of women is 1.4, against the national 0.8.Kerala does far better than India overall in dowry deaths: its rate 0.1 against the national 0.7. Yet cruelty to women comes in at the rate of 15 per lakh population, almost double the national 8.8.This article was originally published on qz.com.","author":"Manu Balachandran, qz.com","time":"2015-09-24T21:30:02+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/757487-077d9645-7f1e-4a14-ba5b-2fef80e7e6f3.jpg","tags":[],"source":"https://scroll.in/article/757487/an-elite-indian-school-has-an-absurd-rule-boys-and-girls-must-be-separated-by-a-metre"}