{"title":"An engineer in Canada is urging South Asians to post their family photos and memories on Instagram","content":"In his influential book Silencing the Past: Power and the Production of History, Haitian anthropologist Michel-Rolph Trouillot highlighted the difficulty of writing the histories of people belonging to oppressed communities. “We all need histories that no history book can tell, but they are not in the classroom – not the history classrooms, anyway,” he wrote. “They are in the lessons we learn at home…in what is left of history when we close the history books with their verifiable facts.”It is to draw attention to these very lessons that Ahsun Zafar, an electrical engineer in Montreal, came up with the Instagram project Brown History Photo Album. The project began in March with an open call from Zafar to the followers of his Instagram page Brown History to send him personal photographs and anecdotes. The response was quick and reassuring. A torrent of submissions came in, each detailing a South Asian experience in a different political, social or cultural context. When seen together, these images and stories serve as a reminder of the historical narratives that are tucked away in an average South Asian family’s photograph album.“I never knew how hungry [South Asian] people are for their stories to be told, for this kind of information,” said Zafar. “It shows how much this was lacking all these years. I think everyone has been having an identity crisis in their own world and this gives them some kind of foundation.”         View this post on Instagram           \"...My mums mamiji , she was a badass in her days and carried a gun during a time where women were told to cover up a lot because her husband always wanted her to try new things and just be herself. They got married young and he was in the army and rising through the ranks. They led a good life and they fell in love when he saw her beat up a guy in college for harassing her friend.\" - submitted by @lazy.naaz #BrownHistoryPhotoAlbum A post shared by  Brown History (@brownhistory) on Apr 15, 2019 at 3:55am PDT\nA thousand wordsWhen Zafar started Brown History in September 2017, he envisioned it as a conversation with himself, with everyone else “coming along” for the ride. “I read a lot of books, and I like to learn a lot, but I felt like I had to start talking [about] what I learn and using it somehow,” he said. “At the same time, I wanted to learn about my roots, where I came from, how I got here, and where I am, not just as an individual but as a community.”Brown History features photographs depicting moments of discrimination, acts of protest and events like the Rawalpindi experiment, in which the British military tested the effects of mustard gas on Indian soldiers. It also spotlights overlooked stories of people like Jayaben Desai, who led a protest of mostly South Asian women against their degrading work conditions in what is known as the Grunwick dispute.“Pictures speak a lot,” said Zafar, 31. “It’s always fascinating to see someone who looks like you in a place where you never imagined they would belong – to see a woman wearing a sari and protesting against factories, against white police officers in England.”         View this post on Instagram           The Chipko Movement is a non-violent resistance against the cutting of trees and the destruction of forests. You may know it as \"tree-hugging\". The original Chipko movement began in the 1730s by the Bishnoi Community in Rajasthan. Led by a woman name Amrita Devi,  a large group of Bishnois women and children clung to the trees with their lives in order to protect them from being chopped down by the Maharaja of Jodhpur. Around 300 to 400 lives were lost and when the Maharaja came know of this massacre, he apologized for his mistake and established a royal decree preventing the cutting of trees and hunting of wild animals. This movement was so effective that years later it still inspires many others around the world like the ones shows in the photos. A post shared by  Brown History (@brownhistory) on Apr 16, 2019 at 4:39am PDT\nLike his Instagram page, Zafar’s Brown History Photo Album project is centred on the power of images. It features photographs of unabashedly unconventional women, unlikely couples and uncomfortable diasporic experiences. In the process, it tries to humanise historical narratives. “History can be just a bunch of facts and stories and I feel that one of the key features that history lacks is empathy,” said Zafar. “I wanted life on this page: real people, real stories, real emotions.”For instance, a photograph of a young nurse is accompanied by a caption that details the forms of discrimination she faced – including “name calling and abusive language” – after she moved to the United States. A few other posts explain the ways in which South Asians managed their attire in foreign lands: while some dressed up in suits to fit in, others flaunted traditional clothes.“Most of the stories of our [South Asian] history are either told by Bollywood or by Americans or the British – white people,” said Zafar. “But we don’t tell our stories in our ways, and people are starting to understand how important that is. People who look like us [South Asians] are doing all these great things in the western world, but there are no movies about them, no books or stories.”    \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 68.4375%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/hfzfcwbxgj-1556523045.jpg\">\n  </picture><figcaption>Photo courtesy: thebrandednincompoop/brownhistory/Instagram.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/wcuquyovzz-1556523064.jpg\">\n  </picture><figcaption>Photo courtesy: sheekhaprasad/brownhistory/Instagram. </figcaption></figure>\nThe project carries forward Brown History’s aim of highlighting archival absences by bringing lesser-known facts to light. An example Zafar cites is a story sent by a follower: her grandmother, she said, was tattooed so that she could be identified in case she got lost during Partition. “I didn’t know about Partition tattoos before, and I don’t think many people knew,” said Zafar. “So that story unlocked something – it started a discussion.”Brown History, with its photo album project, is one among several social media initiatives such as Uncolonial History and Working Class History that are making space for unheard stories and marginalised histories. With their emphasis on meta-narratives, these pages double up as alternative archives of photographs and experiences. “I know most history is about big people doing big things, but there are all these other people who don’t get mentioned,” said Zafar. “And even their small little battles” should get added to the struggle.         View this post on Instagram           “...This is my Dad at Langley School in Norwich, UK, taken around 1970 (guess which one he is!). He was originally from an Indian community living in Tanzania, and was sent to boarding school in England at the age of 12. He hated the cold, the food, and the communal showers, but he was determined to get into all of the sports teams. He said he had no idea what the rules of Rugby were at the time, but he knew how to run fast and he made sure to impress the sports masters. I suspect 1970s English boarding schools were harsh places, and doubly harsh if you weren’t white, but my father was able to achieve some degree of acceptance through his contribution on the cricket, hockey, and rugby pitches.” - submitted by @anishrohanshah #BrownHistoryPhotoAlbum A post shared by  Brown History (@brownhistory) on Mar 29, 2019 at 5:14am PDT\nMaintaining the page and sustaining the photo project requires effort: Zafar puts in several hours of reading every week, regularly checks his direct messages to ensure he is “on the right path”, and takes great care not to post anything insensitive. “Every day, I think this is going to be the last day and I am going to say something stupid and this [the page] is going to be destroyed.” His experience underlines the emotional and physical demands of historiography, particularly when dealing with marginalised communities.Since Zafar hopes that his page will create a shared sense of identity in the South Asian community, he abstains from mentioning the nationality of the people in his stories. For that matter, he refuses to divulge his nationality too (he does not want audiences to “start picking sides”). Zafar believes that South Asians’ “biggest weaknesses” are the divisive issues of religion, nationality and politics that have split them into factions.“We all have the same issues of love, pain, loss, hardships…Does it matter what religion and what country we are from?” Zafar said. “Racists don’t care about the difference between a Muslim or a Sikh or a Hindu. To them, it’s the same thing. So, if one of us is being hurt, then we are all being hurt.”Ahsun Zafar.Also read: On a new Instagram account, Indians and Pakistanis are sharing their memories of living in the GulfAn artist reanimates the untold stories of Sikhs in Canada through digital collages","author":"Damini Kulkarni","time":"2019-05-09T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119238-bclrgbmbcp-1557337336.jpg","tags":["Instagram","South Asia","History","Photo project","Brown History Photo Album"],"source":"https://scroll.in/magazine/920846/an-engineer-in-canada-is-urging-south-asians-to-post-their-family-photos-and-stories-on-instagram"}