{"title":"An Instagram project is preserving Kolkata’s gorgeous buildings, before they vanish for good","content":"Calcutta may have changed to Kolkata but its history is still preserved in its architecture. As the seat of the British Empire for 221 years, Calcutta was host to the very first examples of European colonial architecture in the Indian subcontinent. In his book Land of Seven Rivers, Sanjeev Sanyal observed: “One of the positive consequences of its economic decline in the second half of the twentieth century, is that Kolkata is home to the finest collection of 19th century buildings that have survived anywhere in the world.”Calcutta Houses, a photography project on Instagram started by three friends – Manish Golder, Sidhartha Hajra and Sayan Dutta – aims to archive the city’s rich tableau of heritage homes which are increasingly being torn down to make way for modern commercial and residential buildings. The project follows in the footsteps of Calcutta Architectural Legacies, an initiative started by the author Amit Chaudhuri and some of the city’s architects and conservationists, which campaigns to conserve Kolkata’s de-listed heritage properties.    #calcuttahouses #calcutta #kolkata #conservation #heritage #oldhouses #architecture #old #city #street #everydaykolkata #calcuttahouses #calcutta #old #houses #neighbourhood #architecture #building #architexture #city #buildings #urban #design #cities #town #street #art #architecturelovers #abstract #lines A post shared by calcuttahouses (@calcuttahouses) on Jan 7, 2016 at 7:33pm PST\nInstagram-worthy homes“It is infused with this idea of memories, the history of the city’s people, as seen in the timeless houses,” said  Dutta, a graphic designer whose illustrations of Kolkata’s windows are part of the project.   “Using the medium of photography and illustrations, we look to capture the spirit of ‘many in body, one in mind’, of building a community in which every citizen of the city can share their personal Calcutta house story. Each house has its unique style of windows, pillars, flooring, stairways, furniture and balconies. Many of these Calcutta houses are different from one another, but they all come together in a very homogeneous form to help breed the city’s culture – as clusters or paras, as we know them in Bengali. That is what is fascinating and unique about Calcutta’s architecture.”Golder, who runs a production house in the city, explained that the trio chose Instagram because of the “availability of the technology of the phone camera which is non invasive, discreet, powerful, instant, records location and other archival attributes easily. Also, Instagram as a platform allows you to focus on visuals and retains the immediacy.”    25, Jatin Das Road #calcuttahouses #calcutta #old #houses #neighbourhood #architecture #building #architexture #city #buildings #urban #design #cities #town #street #art #architecturelovers #abstract #lines A post shared by calcuttahouses (@calcuttahouses) on Jul 19, 2015 at 4:19pm PDT\nIn the city’s lanes, one can trace the memory not just of Kolkata but also of the British Empire. The official buildings commissioned by the British, acquired a heritage status that helps them survive in the 21st century through occupancy and maintenance. The city is also full of old residential buildings which have a curious charm of their own, and are losing the Darwinian battle as they are often deemed too unfit to survive.  A walk through North Kolkata (especially lanes such as Sinthee, Gouribari Garpar and Amherst) still throws up several examples of languishing old houses that seem out of place in their modern surroundings. Between the new steel-and-glass monoliths, one may come across a rusty fence protecting a derelict building with an ornate façade or rococo doors. Sometimes one may even find a plaque or a nameplate hinting at the former occupants. Kolkata on the rise    Strand Road building razed by fire. Year, 2010 #calcuttahouses #calcutta #old #houses #neighbourhood #architecture #building #architexture #city #buildings #urban #design #cities #town #street #art #architecturelovers #abstract #lines A post shared by calcuttahouses (@calcuttahouses) on Jan 14, 2016 at 10:09pm PST\nReal estate developers love the expensive neighbourhood of South Kolkata. On this side of town, the battle for heritage properties is near constant – sometimes buildings are turned into boutique stores and cafés, often they are razed in an attempt to capitalise on premium square footage. “Areas such as Sardar Shankar Road, Sadananda Road, Raja Pratapaditya Road, Hajra, Bhawanipore and Paddapukur have some very interesting architecture,” said Golder. “However, as a community we fail to see value in architectural heritage. Conservation requires a more evolved and less aspirational psyche.”The buildings covered by the project were built to stand out – most modern architecture comprises of concrete boxes or glass cubes devoid of animation or pulchritude, because they are built to blend in.According to Hajra, who is a photographer, what sets Kolkata apart is the time warp it lives in. “Porches on the ground floor, the red oxide stone flooring, intricately designed cornices, the semi-circular balconies, the slatted Venetian or French style windows lend a certain character to this city which is indefinable – you have to live here to believe it,” he said.    #calcuttahouses #calcutta #old #houses #neighbourhood #architecture #building #architexture #city #buildings #urban #design #cities #town #street #art #architecturelovers #abstract #lines A post shared by calcuttahouses (@calcuttahouses) on Apr 13, 2016 at 12:38pm PDT\nCalcutta was flat but Kolkata is gearing up to go vertical. The city’s property rates (which are still cheaper compared to other metros), coupled with growing consumer spending, have started to attract investors from others parts of the country. The skyline has luxury high-rises promising infinity pools, sky-gardens and concierge service. Gated communities keep the paras at bay, producing a veritable us-and-them that segregates people into groups that interact only when something terrible happens (such as when a mob recently broke into a posh residential complex to vandalise 70 cars, due to a rumour about a hit-and-run).Space is still a problem in Kolkata because the city is full of unoccupied buildings which are caught in disputes. On one hand, conservation initiatives are trying to restore heritage buildings, on the other the Kolkata Municipal Corporation is trying to demolish dangerous structures which have grown dilapidated due to poor maintenance. In July, a century-old building in Taltala collapsed and caused two fatalities.    #calcuttahouses #calcutta #old #houses #neighbourhood #architecture #building #architexture #city #buildings #urban #design #cities #town #street #art #architecturelovers #abstract #lines A post shared by calcuttahouses (@calcuttahouses) on Jul 13, 2015 at 8:37am PDT\nExplaining why the buildings are often unoccupied and how this leads to their dilapidation, Hajra said: “There are problems such as the migration of owners to other cities and family disputes over inheritance. Then there is the increasing encroachment by real estate developers, whose concerns are not the maintenance and conservation of these buildings. More engagement is required with the issue through a government-led intervention and civil society’s participation and discussion.”While it remains to be seen what will become of the city’s heritage properties in the face of modern expansion, a project like Calcutta Houses which archives the city’s architecture is crucial in helping Kolkatans connect with their past.    #calcuttahouses #calcutta #old #houses #neighbourhood #architecture #building #architexture #city #buildings #urban #design #cities #town #street #art #architecturelovers #abstract #lines A post shared by calcuttahouses (@calcuttahouses) on Jul 14, 2015 at 4:30am PDT","author":"Abhishek Sikhwal","time":"2017-08-10T15:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/845049-65284-djrteipscq-1502297818.jpg","tags":["Calcutta Houses","Instagram","Architecture","Kolkata"],"source":"https://scroll.in/magazine/845049/an-instagram-project-is-preserving-kolkatas-gorgeous-buildings-before-they-vanish-for-good"}