{"title":"An Indian director’s labour of love about the Czech New Wave is out – all you need is seven hours","content":"Shivendra Singh Dungarpur’s CzechMate: In Search of Jiri Menzel has barely been seen in India, but it has already earned at least one honour: it is the longest documentary to have cleared by the Central Board of Film Certification.Clocking in at a bottom-warming seven hours and 10 minutes, the documentary is an exhaustive history of the Czech New Wave, which took the world of cinema by storm in the 1950s. The films made up until the ’70s are still being viewed, celebrated and dissected for their innovative narrative techniques and variety of styles, subversions against the Communist regime of the time and the use of absurdist humour and satire. CzechMate has been screened in India only once, for the embassies of the Czech Republic and Slovakia. On September 16, CzechMate will be screened at the UCLA Film and Television Archive. Screenings have also been planned at the Film and Television Institute of India and a few Indian film festivals, including Kolkata between November 10 and 17.Dungarpur admits that the running length is a hard sell for film festivals anywhere in the world. The documentary hasn’t been divided into chapters, which means that it needs to be watched in a single sitting. (An alternate title could be The Mad Passion of Shivendra Singh Dungarpur.)There was no question of cutting down the film, said Dungarpur, who has previously made Celluloid Man, a tribute to the efforts of pioneering archivist PK Nair, and The Immortals, which revisits history of Indian cinema through memorabilia and anecdotes about iconic actors.Courtesy Prashant Kanyalkar/Dungarpur Films.“Length is a preconditioned notion in the minds of people,” Dungarpur declared. “I wanted to make a film in which I wanted to discover this whole period. Some subjects requires that kind of length, otherwise it wouldn’t do justice. I don’t think any comprehensive work like this has been done before, expect by Martin Sulik.” The Slovakian filmmaker made the 26-part television series The Golden Sixties (2009) and a feature documentary 25 from the Sixties or the Czechoslovak New Wave (2011), and is among the people interviewed for CzechMate.Filmed over 13-odd trips stretched over an eight-year period, CzechMate includes a staggering 85 interviews and clips from popular and rarely seen titles. Conversations with 80-year-old Jiri Menzel (Closely Watched Trains, Larks on a String, My Sweet Little Village) form the framing device for a deep dive into a cinematic movement that produced such other stalwarts as Milos Forman, Ivan Passer, Jan Nemec and Vera Chytilova. Several scenes are devoted to Menzel, who talks about his collaboration with the writer Bohumil Hrabal, whose Closely Watched Trains and I Served The King of England inspired Menzel’s films of the same names. Menzel also discusses his friendships with his contemporaries and revisits the railway station where he filmed his stunning breakthrough, Closely Watched Trains (1966). Other big names from cinema speak about the impact of the movement, such as Andrzej Wajda, Raoul Coutard, Ken Loach, Istvan Szabo and Woody Allen.(Some of the filmmakers featured in the film died during the production, including Jan Nemec, Vera Chytilova, Andrzej Wajda, Milos Forman and Juraj Herz.)\n\n\n    \n    Play\n\nClosely Watched Trains (1966).Dungarpur was dreaming of his deep dive even before he started working on Celluloid Man. “There was a time when I was so busy in advertising that I was missing films,” said the Film and Television Institute of India-trained director. “I sat down one day and thought of the three directors I really admire – Yasujiro Ozu, Robert Bresson and Andrei Tarkovsky. But I had also watched Closely Watched Trains, and it was stuck in my head. I saw the opportunity to make a film that would allow me to meet some of my favourite directors. Besides, people know about the French New Wave, but there is little knowledge about the Czech New Wave.”Dungarpur’s renowned tenacity immensely helped his latest labour of love. In 2010, he flew to Prague, along with cinematographers KU Mohanan and Ranjan Palit, to meet Menzel. “He was off the press, and people told us we would not be able to interview him,” Dungarpur recalled. Menzel’s partner at the time, film producer Olga Menzelova (to whom he is now married), had admitted on national television that she had conceived a child with another director, and Menzel had sworn off the media.Dungarpur had already obtained the email address of Menzel’s secretary, Mila Radova, and had been writing to her. Menzel finally met Dungarpur for an hour at a cafe in Prague. A film still wasn’t in sight.“Ranjan [Palit] said, we should record all this,” Dungarpur said. “When I interviewed Menzel, he was very nice, but he kept saying, what do you like about my work?” But Menzel did invite Dungarpur and his crew to visit his home the next day.Jiri Menzel. Courtesy Dungarpur Films.There, the “spectrum of the other Czech New Wave directors opened up”, Dungarpur recalled. “There were so many remarkable filmmakers Menzel started talking about. I was aware of some of them, such as Milos Forman and Vera Chytilova, but not the rest. This sparked off the idea for the documentary. It was such an incredible period, and the films were made on such interesting subjects during the most difficult times, including a period of Soviet occupation. These were films about little people, protagonists you would never imagine you would be spending your time on.”Dungarpur started tracking down the other directors, many of whom had graduated from the Film and TV School of the Academy of Performing Arts in Prague (known as FAMU). Not all of them were willing to be on camera, such as Jan Nemec, the director of such acclaimed works as Diamonds of the Night (1964) and A Report on the Party and the Guests (1966).\n\n\n    \n    Play\n\nDiamonds of the Night (1964).“Every time I would call Jan Nemec, he would refuse to give me an interview,” Dungarpur recalled. “He would say, I am going to die. Then I told him, I have a photograph of yours that I need autographed. I waited outside his house with Ranjan Palit and told Ranjan, start rolling the camera when he comes outside. Jan Nemec saw the camera and threw a fit, but then he settled down and I got a few questions in.”Slovakian director Dusan Hanak didn’t even respond to the doorbell. When Dungarpur finally met him a few years later, he claimed that he hadn’t received Dungarpur’s email questionnaire.Attempts to widen the film’s scope to include non-Czech and non-Slovakian FAMU luminaries, such as Bosnian director Emir Kusturica, resulted in a different kind of adventure. Dungarpur and his wife, Teesha Cherian, travelled to a village in Bosnia where Kusturica was shooting for the Monica Bellucci-starrer On the Milky Road. “I didn’t have a camera on the first day, and I was cursing myself,” Dungarpur recalled. “Emir decides on his locations on the spot, and we were taken to a tunnel where we had to interview him.”Among the other obstacles was sourcing film clips and deciding their proper use. “We had to constantly watch and re-watch films to see what we wanted to use,” Dungarpur said. “Since most of the films were produced by the former Czechoslovakia government, they were located in the state archives. We have permissions for all the clips, for every photograph used. That is why this film took so many years.”Courtesy Prashant Kanyalkar/Dungarpur Films.More than the interviews, it is the clips that reveal the bravura filmmaking skills that impressed the world then and continue to today. “Take Frantisek Vlacil’s The White Dove and Marketa Lazarova – I don’t know of another director with such powerful imagery,” Dungarpur said. There were other discoveries, such as Karel Kachyna’s children’s films, and the discovery of great Slovakian directors such as Juraj Jakubisko and Dusan Hanak.The documentary was bashed into shape by editor Irene Dhar Malik out of a 14-hour-long rough cut. The editing process alone took Dhar Malik five years. Dungarpur didn’t make it easy for her – or for future viewers – by insisting that the film flow as a single narrative instead of being divided into navigable chapters. “I am not very excited about doing that, I am pretty happy with it the way it is,” he said.\n\n\n    \n    Play\n\nFrantisek Vlacil’s The White Dove (1960).At the recent screening for members of the Czech and Slovakian embassies in Delhi, the response was “incredible”, Dungarpur said. “I was worried that people wouldn’t last seven hours. It was very emotional. The Czechs were literally crying by the end, while the Indians came out saying that there were lots of things that they didn’t know.”The documentary will eventually have a Blu-ray release on the British label Second Run. “I wanted to discover everything about the period – it was like going to a library and taking every single thing down,” Dungarpur said. “The film is my PhD, in a way. It’s a museum piece.”Among the enduring insights into the Czech New Wave for Dungarpur is the “strong sense of resistance” to state oppression and censorship. “This is what you feel even today – the fact that they used Communist money to make anti-Communist films,” he said. There are other lasting attributes: “The simplicity, the use of comedy, the telling of a story through visuals, the focus on freedom and humanity. That is why although every year there is a new filmmaking movement, as Menzel said, the Czech New Wave will remain relevant until there is humanity in this world.”Juraj Jakubisko. Courtesy Dungarpur Films.Apart from organising screenings for the documentary, Dungarpur is also working on the next project by the Film Heritage Foundation for archiving, preservation and restoration that he set up in 2014. The foundation invited filmmaker Christopher Nolan and visual artist Tacita Dean to Mumbai in April to push the case for saving celluloid.Between November 15 and 22, FHF will stage the fourth edition of its annual Film Preservation & Restoration Workshop India in Kolkata. The event is being organised along with the International Federation of Film Archives in association with a raft of other bodies, including The Academy of Motion Picture, Arts & Sciences, L’Immagine Ritrovata, Fondazione Cineteca di Bologna, British Film Institute, The Criterion Collection and ARRI. The topics include archive management, the techniques of film preservation and cataloguing and the digitisation of celluloid. There will also be screenings of restored classic, including Uday Shankar’s Kalpana, Satyajit Ray’s Apu trilogy, Orson Welles’s The Magnificent Ambersons, Vittorio De Sica’s Bicycle Thieves, Ousmane Sembene’s Black Girl and Ingmar Bergman’s The Seventh Seal. “India and its neighbouring countries currently do not have an accredited degree or diploma course in film preservation as a result of which there are no trained film archivists to tackle the mammoth task of saving the audiovisual heritage in our part of the world,” Dungarpur said in a press release. “The aim of FPRWI 2018 is to create awareness about the urgent need to preserve our moving image heritage and to skill and train a resource of archivists to take on this monumental challenge.”Corrections and clarifications: An earlier version of this story misidentified Martin Sulik and Dusan Hanak as Slovenian. They are Slovakian. Emir Kusturica is not Serbian, but Bosnian.","author":"Nandini Ramnath","time":"2018-09-08T10:35:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/893607-cvzaeycttv-1536348862.jpg","tags":["CzechMate: In Search of Jiri Menzel","Shivendra Singh Dungarpur","Czech New Wave"],"source":"https://scroll.in/reel/893607/an-indian-directors-labour-of-love-about-the-czech-new-wave-is-out-all-you-need-is-seven-hours"}