{"title":"An IPL for women: At the very least, spare us the excuse about the depth of talent pool ","content":"So, India still doesn’t have an Indian Premier League style event for women cricketers. It’s February 2022, and the ODI World Cup is coming up. This discussion has been around at the very least since the ODI World Cup in 2017 when India made the final and the attention on the talent in the team was perhaps at a high like never before and increasing only since.In the most recent update (and that word can only be used loosely because it’s not really an update) about an IPL for women, BCCI chief Sourav Ganguly told Sportstar: “The Women’s T20 Challenge will again be back this year in the month of May. Hopefully, in the future, we will be able to host a bigger women’s IPL once the number of women players [player pool] goes up. But this year, the Women’s T20 Challenge will happen during the IPL playoffs.”The Women’s T20 Challenge has become a curious thing. Last time it happened, in 2020, the players clearly enjoyed being a part of it at the start because it came at a time when there was very little cricket happening. But towards the end of it, you could see that they wanted a bit more. (The captains Smriti Mandhana and Harmanpreet Kaur both said at the toss for the final something along the lines of “don’t know when we play next.”)This is not a new topic. On these pages, we have published more times than we can recall about why the best time for a tournament to be considered is not today or tomorrow but yesterday. Harmanpreet Kaur and Smriti Mandhana have both said in recent times that it is essential. We can go back and pull up many more cases too but this is not what we want to do today.Today, we want to just highlight one thing. The next time someone high up in the BCCI or Indian team speaks about an IPL for women, do us all a favour and don’t give the talent pool as an excuse. Or if you do, give us concrete numbers to back up your argument. What’s the data analysis that tells you there are not enough female cricketers of a requisite quality in this country to not have a 5-team / 6-team / 8-team IPL? What is the exact number of players you are waiting for it to happen? How deep is deep enough? Because, here’s what we see: 1. A quality squad of 15 plus three reserves was named for the upcoming World Cup. And there are five, six maybe seven other cricketers who could also make their cases to be in New Zealand. A core of 25 players, minimum, good enough to represent India at the international level, and even the coach, captain and selectors can agree it wasn’t easy to narrow it down. 2. For the Senior Women’s Cricket Challenger Trophy that happened recently in Mulapadu, Vijayawada, the BCCI selected four full squads of 15 members each. That tournament was also seen as a selection event of sorts for the World Cup squad. The tournament was broadcast (thanks for that) and we got to see the quality. If anyone who watched the matches that were broadcast, they’d know there is enough talent even below the elite level. That’s 60 players across four teams, and it DID NOT include the biggest of big names either. 3. In the men’s IPL, for the eight teams at the end of 2021 auction, the teams had a total of 196 players in their rosters, with not everyone opting to fill up the 25 slots in the squad. All of them had eight overseas slots for a total of 64 players away from India. That’s a total of 132 players from India for eight teams. Even by the most basic accounts, we have at least 70-75 Indian women at a good level based on the above two points. And this is just scratching the surface.So to keep alluding to a lack of numbers is, at best, just plain lazy. At worst, it is insulting to all the players currently active in the domestic circuit and giving it their all in every chance they get, not even knowing for certain what the future holds. There are also enough articles on the internet that discuss about financial aspects, logistics of a league. There are many nuanced takes on what would be viable business models, how could a league be possibly scaled up, even an existing franchise owner has weighed in... there are other debates, if needed, to be had on an IPL for women. But not this again... not anymore. Stop giving “number of players” as an excuse. Even if it is a throwaway line, spare us that.By just repeatedly telling them they are not good enough, that they don’t deserve more than what they are getting, what is the message the board is sending across? And even if for one fleeting moment, we can take that explanation to be a valid one, who’s actually responsible for increasing the player pool? Isn’t that what the board is supposed to be doing? And why are we still here, five years after that World Cup, without identifying how to expand the pool big enough? How will the number of quality players increase if the best chances are not made for them to improve by playing?Chicken, meet egg. Egg, meet chicken.Update: On Friday, Ganguly told PTI in an interview that 2023 will be a good time to start an IPL for women.#CricketTwitter 🗣 I strongly believe that next year i.e. 2023 will be a very good time to start a full-fledged women’s IPL: Sourav Ganguly https://t.co/YBouQZZKHC— The Field (@thefield_in) February 4, 2022","author":"Vinayakk Mohanarangan","time":"2022-02-03T17:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169650-zrtyhrtclw-1643889393.jpeg","tags":["Sourav Ganguly","BCCI","Indian Premier League","Women's Indian Premier League","Cricket","IPL for women"],"source":"https://scroll.in/field/1016589/an-ipl-for-women-at-the-very-least-spare-us-the-excuse-about-the-depth-of-talent-pool"}