{"title":"An Indian artist who helped decolonise Christian art has been relegated to the margins in death","content":"At the first All India Women Artists’ Exhibition in 1936, 27-year-old Ângela Trindade won the gold medal. This was a period when the figure of the professionally trained woman artist was just beginning to emerge in South Asia, with relatively few individuals being able to make a mark that is discernible after nearly a century. Among Trindade’s contemporaries at Bombay’s JJ School of Art was Ambika Dhurandhar, another accomplished artist whose design for a commemorative scroll box for the Maharaja of Baroda’s diamond jubilee won a prize in 1935. Elsewhere, in 1934, the Indo-Hungarian painter Amrita Sher-Gil arrived in Simla with a view to setting up her studio in India. Since the mid-’30s, the three artists’ careers have enjoyed varying fates: Dhurandhar’s work is held largely in private collections and seldom exhibited, while Sher-Gil is one of India’s most famous artists, accorded the status of a navratna by the Indian government in the 1970s, her work permanently on view at the National Gallery of Modern Art in New Delhi. Trindade’s visibility is somewhere in the middle: while low-profile, her paintings are surprisingly accessible – on public display in Panjim’s old Fontainhas neighbourhood.The ground-floor gallery of Fundação Oriente, a Portuguese cultural organisation, exhibits works by two important Indian artists, the father-daughter pair of António Xavier Trindade and Ângela Trindade. While the place of the elder Trindade in the story of modern Indian art is beginning to be acknowledged, Ângela remains on its margins. Indeed, it wasn’t until 2014 – 54 years after her last show – that a solo exhibition of her works was mounted at Fundação Oriente, titled Lights, Colours and Emotions – An Exhibition of Religious Paintings by Angela Trindade (1909-1980). The collection at Fundação Oriente consists of 59 paintings across a range of mediums (oil, watercolour, China ink and pencil) and types (religious-themed, portraits, landscapes, still lifes and abstracts). Though only nine of these are on permanent public display in a small gallery off the main section, the curation manages to capture a snapshot of Trindade’s changing stylistic trajectory over the decades, loosely paralleling shifts in Indian modernism.Punjabi with Mandolin, 1949. Ângela Trindade. Courtesy: Fundação Oriente.Early influencesBut before we delve into Trindade’s Panjim oeuvre and significance as one of India’s early “lady artists”, we must briefly acquaint ourselves with her beginnings. A monograph by historian Fátima da Silva Gracias titled Angela Trindade: A Trinity of Light, Colour and Emotion (2016) draws on existing scholarship, interviews, letters and reportage to provide a wealth of information – perhaps all that is currently known – about the artist and her practice. Born in 1909 to Bombay-based Goans António Xavier and Florentina Trindade, Ângela grew up in Mahim with seven siblings and two cousins. Her father was part of the first generation of colonial Indian art school graduates who achieved success in the salon. A prominent artist of the academic realist Bombay School, he was a faculty member at the JJ School of Art alongside MV Dhurandhar (Ambika’s father) for 28 years. The creative, liberal atmosphere of  the Trindade home influenced Ângela to take up art from a young age by scribbling on walls with charcoal, and also probably gave her the impetus to tread what at the time was an unconventional professional path for an Indian woman.Attending JJ School of Art from 1926 to 1932, while her father was still working there, Trindade not only trained in the dominant realist tradition but also studied closely with JM Ahivasi and principal WE Gladstone Solomon, both proponents of the Bombay Revivalist. This was an artistic movement similar to the contemporaneous one in Bengal, inspired by the precolonial art of the subcontinent, such as Mughal-Rajput miniatures and Ajanta murals. From an interview that Gracias quotes, we learn that Gladstone Solomon included the younger Trindade in his exclusive Indian art class. She says, “It was he, who first started classes in Indian art for a few select students and I was fortunate to be one of them.” Trindade’s earliest paintings, while still a student, were still lifes, portraits and everyday scenes. In her initial years Trindade hewed to the realism of her father’s art, especially his portraiture, even revisiting his subjects at times. However, since she was exposed to techniques and themes belonging to both Western and Indian aesthetics and drew on both approaches to the canvas at different times in her career, it is challenging to periodise her work by style. For example, the two realist works in the Panjim exhibit that most recall António Xavier were made almost 30 years apart – Punjabi with Mandolin (1949) and Rice Pickers (1977).\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 132.183908045977%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/dwigrwodrm-1700904303.jpg\">\n  </picture><figcaption>Christ, 1948. Ângela Trindade. Courtesy: Fundação Oriente.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 121.00656455142231%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/utemeuyoyg-1700904350.jpg\">\n  </picture><figcaption>Mother and Child, 1959. Ângela Trindade. Courtesy: Fundação Oriente.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 115.01014198782961%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/bzgsokadok-1700904493.jpg\">\n  </picture><figcaption>Rice Pickers, 1977. Ângela Trindade. Courtesy: Fundação Oriente.</figcaption></figure>\nAgainst the backdrop of the Indian independence movement, from the early 1940s up to the late 1950s (during which she also made well-received paintings of MK Gandhi and Jawaharlal Nehru), Trindade engaged seriously with a project that would dominate her artistry and bring her acclaim in the realm of religious art: the development of an indigenous visual language to decolonise the representation of Christian themes and Biblical scenes. She was in excellent company: during these decades, fellow Goan Angelo da Fonseca was on the same mission, with his sari-draped Madonnas and charpai nativities. Gracias notes that Trindade too painted “more than two dozen Madonnas, depicting her with or without a Child”. In Panjim, the watercolours Our Lady of the Lotus (1941) and Our Lady of Conception (1956) are examples of such a painting. Trindade combines Christian figures and tableaux in the Revivalist style with Indic religious iconography such as lotuses, mudras and chhatras, and wearing Indian accoutrements. To make sense of the lotus in Our Lady of the Lotus, we may turn to a 1951 article titled Art in the Service of the Church, in which Trindade exclaims, “What could more beautifully express the great truth of the Incarnation of Christ raising human nature to a divine dignity than the lotus growing out of mud and blossoming into a glorious immaculate flower!” In Our Lady of Conception, Trindade adorns the protagonist with a maangtikka, gajra and bangles, fashioning her as Madonna devi. Both these Virgin Marys have their hands arranged into mudras, which Trindade felt “very Indian and an effective means of conveying what words or expression cannot”.Our Lady of the Lotus, 1941. Ângela Trindade. Courtesy: Fundação Oriente.Apart from her Madonna series, Trindade composed 45 paintings featuring episodes from the life of Christ, in watercolour and Chinese ink. These images too were peopled by figures recognisable as Indian in colour and culture, transplanting the narrative of Christ into the tropics. Three of these works on view at Fundação Oriente are: Christ Preaching (1948), Baptism on the River Jordan (1948) and Christ (1956). There is a bold, graphic quality to these works, perhaps evidence of the fact that smaller versions of them circulated as devotional or holy pictures, greeting cards and posters, as Gracias reports. In fact, Trindade garnered attention far and wide for her adaptation of Christian art. Her paintings were used not only as objects of domestic devotion and reproduced on front covers of magazines; in 1955 she received a Papal decoration, Pro Ecclesia et Pontifice, and in 1956, 15 of her works were part of a large exhibition of Christian Art in Lucknow, for the catalogue of which she wrote the introduction.Spiritual themesHer significance in the world of sacred art gave her opportunities to travel abroad and show in Europe and North America. In 1949, two years after her first solo at Bombay’s Chetana Gallery, Trindade embarked on a three-year tour of the United States at the invitation of the Liturgical Art Society. During this time, she held six exhibitions, delivered lectures, conducted courses and interacted with other artists. Her relationship with the US would only continue to intensify over the next 20 years as she shuttled between that country and India, finally relocating to New York in 1968, to live with her sister. American abstraction may have had an impact on Trindade’s art, propelling her artistic interest in spiritual themes towards a non-representational idiom. In the late 1950s, the artist was moving towards the philosophy and aesthetic of Tantra, observing a congruence between the Trinity, the trimurti and the tantric form of the trikona that spoke to universal harmony. Working with oil and creating a cubist vocabulary based on triangles  – a mode she facetiously dubbed Trindadism – she painted portraits (including of the first couples Kennedy and Ford) as well as religious and secular subjects as kaleidoscopic arrangements of space and light. Comparable in form to the work of Jehangir Sabavala, the two paintings in this style in the Panjim collection – Madonna and Child (1959) and Shakuntala and Deer (1960) – evoke a mysticism, symbols replacing icons in geometries that afford dazzling clarity. In one handwritten note, the artist offers a glimpse into her process: “....the inner eyes sees forms and shadows with more dimensions and connects one point with another, in order to form a picture of the entire whole in three dimensional forms.”Ângela Trindade, circa 1948. Courtesy: Fundação Oriente.Rice Pickers (1977) was possibly among the last two paintings that Trindade made as an Indian. In February 1978, she became an American citizen and, two years later, she passed away while visiting relatives in São Paolo. The return to the style of her father towards the end of her life holds a certain poignancy. The Trindade father and daughter were close – so much so that she would paint on his behalf, according to his instructions, in his final wheelchair-bound years before his death in 1935. Throughout her life, Trindade tried to preserve António Xavier’s legacy and secure a proper exhibitionary space for his artworks, writing to various government bodies at the municipal, state and national level. Finally, many years after her own death, the AX Trindade Foundation set up by her sister donated many of the two Trindades’ works to the Fundação Oriente. Even so, Ângela’s work could be better served. At the moment, her nine works are mounted like an afterthought in a gallery to the side, replicating the way she has been sidelined in even this genealogy, and putting one in mind of a ritual wherein one has to ask the father’s permission to see the daughter. Still, something is better than nothing, which it could well have been for Indian viewers. Ângela’s works are not easy to come by on public display – some have gone missing (from Lisbon’s Hall of Justice and en route from Brazil to the US), others have been stolen (from the Vatican Pavilion at the Brusses World Fair, 1959). Within India, outside Goa, only four other paintings are on display, at New Delhi’s Apostolic Nunciature, the diplomatic mission of the Vatican City, where access is restricted. It is only in the siesta-steeped afternoons of Panjim that one can spend time at leisure with Ângela and António, together, always at home to the world.Town Scene, 1948. Ângela Trindade. Courtesy: Fundação Oriente.","author":"Kamayani Sharma","time":"2023-11-30T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196156-apavffshug-1700890252.jpeg","tags":["Ângela Trindade","Art"],"source":"https://scroll.in/magazine/1059620/an-indian-artist-who-helped-decolonise-christian-art-has-been-relegated-to-the-margins-in-death"}