{"title":"An uneasy silence among Indian Muslims marks the passage of the Citizenship Amendment Bill","content":"On Monday, Lok Sabha passed the contentious Citizenship Amendment Bill which explicitly excludes Muslims from three neighbouring countries from applying for Indian citizenship. By introducing a religious test for Indian citizenship, the proposed law violates the principles of equality and secularism enshrined in the Indian constitution. The bill will now be taken up in the Rajya Sabha.Despite the profound impact that its passage would have on India’s secular fabric, there have been barely any street protests against it, barring in the North East and West Bengal.What explains the silence over the Citizenship Amendment Bill in the rest of India? Could this be a function of geography? The bill is restricted to facilitating citizenship for undocumented migrants from Pakistan, Bangladesh and Afghanistan, countries that share borders with India in the North. Does that explain the lack of interest in the Indian peninsula?Muslim political leaders and activists from South India and Maharashtra claim this is not the case. They say they have been closely tracking the bill but have chosen to respond cautiously given their past experience with street protests. Often, street protests have fanned social polarisation, helping the Bharatiya Janata Party. Besides, they argue street protests should be the last resort in a democracy after all political and legal avenues have been exhausted.In Parliament, one of the strongest voices against the bill was that of Asaduddin Owaisi, the leader of the All India Majlis-e-Ittehad-ul-Muslimeen, a political party with legislators from Telangana and Maharashtra. Owaisi tore up a copy of the Citizenship Bill, calling it ‘worse than Hitler’s laws’.‘Second-class citizens’MH Jawahirullah, former legislator in Tamil Nadu and head of the Manithaneya Makkal Katchi, a Muslim political party, said the Citizenship Amendment Bill is a frontal attack on the secular nature of the Indian state. It violates Article 14 of the Indian Constitution, which guarantees equality before the law, and has been tailored to convert Muslims into second-class citizens, he said.“This is like the demonetisation of the Muslim community,” he said. In the same way as high-value currency notes were made illegal overnight, the Bharatiya Janata Party-led Centre is trying to invalidate the fundamental right of Muslims to be treated equally before the law, he claimed. “This is the larger Hindutva project of the Sangh Parivar,” he said. Jawahirullah cautioned that the community in the rest of India should not see this as a problem of North India. “This is a challenge to every Muslim citizen in the country.” He said the reason for the lack of street protests could be that the law is still to take effect.A demonstrator displays a placard during a protest against the Citizenship Amendment Bill in Ahmedabad on December 9, 2019. Photo: Reuters‘Streets protests should be the last resort’Khader Mohideen, senior leader of the Indian Union Muslim League, which has a sizable presence in both Kerala and Tamil Nadu, said the Constitution is being bulldozed by the BJP, which has taken its majority in the Parliament as a signal to change the very nature of the country as a secular state. He said that the Citizenship Amendment Bill and the proposed nationwide National Register of Citizens is an attack on all marginalised people. Questioning the intent of the law, he said the claim that it will help the religiously persecuted people in India’s neighbourhood was only a ploy to treat Muslims differently. “If helping those persecuted is the aim, why keep Sri Lankan refugees and Myanmar’s Rohingyas out?” He added that since those left out of the NRC in Assam included a large number of Hindus, the BJP was trying to wriggle out of a political quagmire by amending the Citizenship Act so that those Hindus could be given citizenship. “This shows that the idea is only to keep Muslims away,” he said. Mohideen also said street mobilisation should be the final strategy in a parliamentary democracy as there was no stepping back once the matter is taken to the streets. “It is a last resort after all other measures are exhausted,” he added. ‘Prelude to an all-India NRC’Javed Anand, a Mumbai-based civil rights activist who is the convenor of an organisation called Muslims for Secular Democracy, said there was lot of outrage among Muslim communities across India as they see the proposed law as an instrument to corner them. “This is a prelude to an all-India NRC to target Indian Muslims,” he said. Anand said the experience of the past, as in the case of the aftermath of the Shah Bano case in the 1980s when Muslims took to the streets in large numbers, and in the aftermath of the Babri Masjid demolition in 1992, has taught the lesson that street politics is counter-productive. “It leads to further polarisation.” He said this scenario will change as the BJP is readying the ground for a nationwide NRC. “The trauma that Muslims and large sections of Hindus faced during the NRC in Assam has not gone unnoticed,” he said. In the coming days, a larger front of Indian Muslims and other marginalised groups will emerge against such attacks by a majoritarian government, he added.","author":"Sruthisagar Yamunan","time":"2019-12-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132514-cfjwozyjez-1575908952.jpg","tags":["Citizenship Amendment Bill","National Register of Citizens","Indian Muslims"]}