{"title":"Anaemia will remain global problem until underlying issues are not tackled ","content":"Anaemia is a major health problem, with nearly 2 billion people affected globally. It afflicts more people worldwide than low back pain or diabetes – or even anxiety and depression combined. Despite this, investments in reducing anaemia have failed to  substantially reduce the massive burden of anaemia globally over the last  few decades.People become anaemic  when their blood lacks enough healthy red blood cells to carry oxygen  throughout the body. This decreased oxygen delivery causes many of the  most common symptoms of anaemia,  including fatigue, shortness of breath, lightheadedness, difficulty  concentrating and challenges with work and daily life tasks. In addition to its direct health effects, anaemia can inhibit brain development and fine motor skills in children and heighten the risk of stroke, cardiovascular disease, dementia and other chronic illnesses in older adults. Anaemia during pregnancy  can lead to increased rates of anxiety and depression, early labor,  postpartum hemorrhage, stillbirth and low birth weight. Infections for  both mother and baby are also more likely when the mother is anemic.We are global health researchers with expertise in epidemiological modeling of anaemia alongside other maternal, neonatal and nutritional disorders. Our work is part of the Global Burden of Disease Study,  a large research study comprehensively estimating health loss due to  hundreds of diseases, injuries and risk factors around the globe.  Through our analysis, we have produced annual estimates of anaemia  prevalence by underlying cause for 204 countries and territories, by age  and sex, from 1990 to the present. We have collected thousands of data  points across hundreds of sources to produce the most comprehensive  picture of anaemia burden.\n\n\n    \n    Play\n\nAnaemia is a widespread problemAnaemia is diagnosed by a simple blood test and can be caused by a number of underlying conditions. Decreases in healthy red blood cells can occur due to excessive loss  of existing red blood cells, such as through bleeding or destruction by  the body’s immune system. Anaemia can also occur due to decreased  production of new red blood cells or changes in the normal structure or  lifespan of red blood cells that make them less effective.Globally, anaemia is the third-largest cause of disability: Our recent study found that nearly one in four people has anaemia.  This burden is concentrated among children younger than five years and  adolescent girls and women, one-third of whom are anaemic. Anaemia rates  are particularly high in sub-Saharan Africa and South Asia, where we  estimated that 40% – or two out of every five people – have anaemia.Reductions in anaemia rates have been slow and uneven, dropping from  28% to 24% globally from 1990 to 2021. Adult males have fared better,  with young children and adolescent girls and women – who bear the  highest burden of anaemia – showing the least progress. On the positive  side, there has been a shift toward milder forms of anaemia, which result  in much less disability compared to severe anaemia.Underlying causes Substantially reducing anaemia globally is complicated by its many underlying causes. Dietary iron deficiency is the most common cause across the globe. But other important drivers of anaemia include blood disorders such as sickle cell disease or thalassemias, infectious diseases like malaria and hookworm, gynaecologic and obstetric conditions, inflammation and chronic diseases.   Anaemia in adolescent and adult women often occurs due to loss of  blood from menstruation and increased needs for blood for the developing  baby during pregnancy. Much of the anaemia burden in this group is likely related to lack of menstrual education,  inadequate options for effectively managing menstrual problems in those  who have them, and unmet needs for family planning services. These are  also important drivers among transgender men and nonbinary people who  menstruate. Young children have increased requirements for iron as their bodies grow, and malnutrition is a common cause of anaemia in this group globally.Iron supplementation has historically been the primary form of  treatment and prevention of anaemia. This includes large-scale addition  of iron to foods such as flour, rice or milk, as well as providing oral  iron tablets and intravenous iron, depending on the context and  severity. Some research has suggested that less than half of people with anaemia will fully respond to supplemental iron if the underlying causes of iron deficiency remain untreated. For example, cells in our bodies sequester iron  as part of the immune response to some infections. Supplementing with  iron without treating the underlying infection will do little to solve  the iron deficiency in the long run, and it may even be harmful.Additional interventions include HIV treatment and prevention, with pre-exposure prophylaxis and anti-retroviral therapy.  Preventing initial infection with human immunodeficiency syndrome or suppressing the effects of the  virus once infected will reduce the anaemia burden related to HIV/AIDS.Other strategies include malaria control methods, such as  insecticide-treated bed nets and vaccination, and monitoring and  prevention of chronic illnesses such as chronic kidney disease and inflammatory conditions.  In combination with a robust supplementation program, these  interventions could meaningfully reduce the global burden of anaemia.Anaemia makes it hard for nearly 2 billion people worldwide to learn  in school, perform at work and take care of their families. We hope our  findings will allow for more comprehensive intervention and treatment  plans, especially for the most vulnerable – adolescent and adult women,  children and the elderly.William Gardner is Researcher in Neonatal and Child Health at the Institute for Health Metrics and Evaluation, University of Washington. Nicholas Kassebaum is Adjunct Professor in Health Metrics Sciences and Professor of Anesthesiology and Pain Medicine, University of Washington. Theresa A McHugh is Researcher and Scientific Writer at the Institute for Health Metrics and Evaluation, University of Washington.This article was first published on The Conversation.","author":"William Gardner, The Conversation Nicholas Kassebaum, The Conversation Theresa A McHugh, The Conversation","time":"2023-09-24T22:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194089-uaavykxgzu-1694693504.jpg","tags":["Anaemia","Health","Iron deficiency"],"source":"https://scroll.in/article/1055991/anaemia-will-remain-global-problem-until-underlying-issues-are-not-tackled"}