{"title":"Anaj Mandi fire: Building owner and manager arrested, case registered by Delhi Police","content":"The Delhi Police on Sunday evening arrested the owner and the manager of a building in Anaj Mandi that caught fire earlier in the day, killing at least 43 people, ANI reported. The police registered a case against the owner on charges of culpable homicide not amounting to murder, and transferred it to the Crime Branch.The fire broke out in the second floor of the four-storey building on Rani Jhansi Road around 5.22 am. According to the Delhi Fire Service, the building did not have a fire safety clearance, PTI reported.Deputy Commissioner of Police (North) Monika Bhardwaj said the owner of the building, identified as Rehan, and his manager Furkan were arrested. “We are investigating the matter,” she said. “From the information we have, more or less there is no possibility of more bodies being recovered.”Delhi Fire Service Director Atul Garg said the building also did not have fire safety equipment. Many of the victims, mostly labourers, suffocated to death as they were sleeping when the fire erupted, said police and fire department personnel. The victims who woke up on seeing the fire reportedly found exit routes blocked. Several windows were also sealed.Rescue officials said that according to the initial investigation the fire was caused by a short circuit. The building contained illegal manufacturing units, they added. As many as 63 people were rescued. The injured were taken to Ram Manohar Lohia Hospital, the Lok Nayak Hospital and the Hindu Rao Hospital.The Delhi government ordered an investigation into the incident and sought a report within seven days. The government also announced compensation of Rs 10 lakh for the families of those who died and Rs 1 lakh for those injured. Prime Minister Narendra Modi announced Rs 2 lakh as compensation for the families of the dead and Rs 50,000 for the injured.The incident is one of the worst fire accidents in the national Capital. Several leaders, including Modi, President Ram Nath Kovind, Delhi Chief Minister Arvind Kejriwal, Home Minister Amit Shah, Defence Minister Rajnath Singh and the Congress’ Sonia and Rahul Gandhi have expressed their condolences. Several leaders, including Kejriwal, Union Ministers Hardeep Singh Puri and Anurag Thakur, and BJP MPs Manoj Tiwari and Vijay Goel, visited the spot on Sunday. Delhi Police have detained Rehan, the owner of the building where a fire broke out earlier today, claiming lives of 43 people. A case has been registered under section 304 of Indian Penal Code against him. #DelhiFire pic.twitter.com/EWEQwOF1SE— ANI (@ANI) December 8, 2019","author":"Scroll Staff","time":"2019-12-08T13:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132395-pybpawmurg-1575790937.jpg","tags":["Anaj Mandi","Delhi","Rani Jhansi Road"]}