{"title":"Analysis: SC decision to refer order against CBI director Verma to selection committee is puzzling","content":"The Supreme Court on Tuesday struck down the Centre’s order in October divesting Central Bureau of Investigation Director Alok Verma of his powers and temporarily sending him on leave. The Supreme Court has held that the decision could not be sustained because the Centre did not take the concurrence of the selection committee under the Delhi Special Police Establishment Act. This, the court said, violated the legislative intent of the provisions that protected the independence of the CBI. However, in a contradictory direction, the court asked the selection committee, consisting of the prime minister, the leader of the largest opposition party and the chief justice of India or his representative, to meet within a week to discuss on the Centre’s decision about Verma. It isn’t clear why the court has issued this direction when it has already declared the original order against Verma as bad in law. Besides, the court refrained from discussing the merits of the order and the facts on which it was based. It claimed that this was unwarranted since the order is repugnant to the law itself. The judgement clearly provides the Centre another opportunity to keep Verma away from discharging his functions, especially given the fact that he is set to retire on January 31. The court has not given any directions to ensure that the time Verma lost due to Centre’s illegal order be compensated by extending his tenure. Illegal orderThe Supreme Court said that two strands emerge from the October 23 order that divested Verma of his powers as CBI director. One was the question of law, which involves analysing if the Centre’s order fulfilled the legal mandate of the Delhi Special Police Establishment Act. The second is the question of facts, which would involve discussion of the underlying reasons for the Centre’s order against Verma. The Supreme Court decided that if the order was illegal to start with, there was no reason to go into the correctness of the order. The court found  the order to be in violation of the Delhi Special Police Establishment Act. Since the Act clearly states that any transfer of the CBI director would need the concurrence of the selection committee, an order divesting his powers could not be sustained without its approval. In this regard, the court refused to interpret the word “transfer” strictly as a change in position and place. The court said: “If the word ‘transferred” has to be understood in its ordinary parlance and limited to a change from one post to another, as the word would normally convey and on that basis the requirement of ‘previous   consent   of   the   Committee’ is understood to be only in such cases, i.e. purely of transfer, such an   interpretation   would   be   self­-defeating   and   would   clearly negate the legislative intent.  In such an event it will be free for the State Authority to effectively disengage the Director, CBI from functioning by adopting various modes, known and unknown, which may not amount to transfer but would still have the same effect as a transfer from one post to another, namely, cessation of exercise of powers and functions of the earlier post.   This is clearly not what the legislature could have intended.” Further, the court said unlike the Central Vigilance Commission Act, the Delhi Special Police Establishment Act does not provide special provisions for such interim measures.Reference to committeeWhile the court did so, it is difficult to reconcile this reasoning with the final direction of the bench, in which it referred the issue of divesting Verma’s powers to the selection committee. It has asked the committee to meet within a week to make a decision. The court also directed Verma to not take any major policy decisions till the committee does so. If the order is illegal in the first place, this reference of the matter to the committee could only mean a partial sustenance of the illegal order. Since it has interpreted and declared the intention of the law, it would have been for the Centre to decide if it wants to take the matter up with the committee. To restrict Verma’s functioning in the meantime is clearly contradictory to the overall direction striking down the Centre’s illegal position. The court has also refused to, for the moment, analyse the decisions taken by M Nageswara Rao as joint director discharging the role of the CBI director in the interim. While the Centre’s orders asking Rao to discharge the duties of the CBI director in the interim has been struck down, the court has left an assessment of the many orders he passed in the last two months, including transfers and decisions on cases, for future proceedings. The court said: “As we have answered the writ petitions in the manner indicated above, we do not   consider   it   necessary   to   examine   the   correctness   of   the further/consequential orders of transfer etc. and that too on the basis of interlocutory applications filed in pending writ petitions under Article 32 of the Constitution, which stand disposed of by the present order.  However, we leave the parties with the remedy of challenging the said consequential orders in an appropriate manner and before the appropriate forum, if so required and so advised.” As a consequence, this has the same effect as the directions on orders divesting Verma of his duties. The underlying order has been cancelled but decisions taken by Rao has been sustained for the moment.","author":"Sruthisagar Yamunan","time":"2019-01-08T15:34:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/103873-hvtwszexcv-1540378108.jpg","tags":["CBI","Supreme Court","Alok Verma"],"source":"https://scroll.in/article/908662/analysis-sc-decision-to-refer-order-against-cbi-director-verma-to-selection-committee-is-puzzling"}