{"title":"Analysis: Supreme Court orders in Kashmir petitions undermine the spirit of habeas corpus","content":"The Supreme Court’s orders on Wednesday in two habeas corpus petitions related to Jammu and Kashmir seem to defeat the very spirit of the writ instrument, which has been described as “first security of civil liberty”. Jammu and Kashmir has been under a virtual lockdown since August 5, when the Centre decided to revoke the state’s special status under Article 370 of the Constitution and reorganise it into two Union Territories.   A habeas corpus is a petition filed under Article 32 of the Indian Constitution, through which the Supreme Court can order the authorities to produce people before it to verify if they have been detained as per the procedures established by the law.On August 19, Communist Party of India (Marxist) general secretary Sitaram Yechury moved such a petition seeking the production before the Supreme Court of former party MLA from Kashmir, Mohammad Yousuf Tarigami, . Yechury argued that he was unable to contact Tarigami. When he tried to visit the party leader, he was stopped by the authorities from entering Srinagar.Noting that Tarigami has not been keeping well for some time, Yechury asked the court to direct the authorities to produce the former MLA before it and have the ailing politician admitted to the All India Institute of Medical Science in New Delhi. A member of the Indian security forces stands guard on a deserted road in Srinagar on August 23. Credit: Danish Ismail/ReutersSimilarly, Mohammad Aleem Sayed, a law student, had moved the court against what he feared was the illegal detention of his parents in Anantnag in Kashmir. His petition too wanted a direction to the authorities to produce the family before the Supreme Court. However, the bench headed by Chief Justice Ranjan Gogoi on Wednesday did not consider the question of whether the detentions were legal. Instead, it allowed both Yechury and Syed to visit Kashmir to meet their friends and family. The government was asked to facilitate Syed’s travel. In the case of Yechury, the court also said that his visit could have any other purpose apart from meeting his party colleague. Both Syed and Yechury have been asked to file reports to the court after their visits. Check on government powersHabeas corpus is an important instrument that acts as a check on government powers to restrict liberty of citizens. The fundamental purpose of the writ is to ensure swift review of illegal detentions. In State of Maharashtra vs Bhaurao Punjabrao Gawande, the Supreme Court made the following comments on the nature of habeas corpus: “The celebrated writ of habeas corpus has been described as ‘a great constitutional privilege’ or ‘the first security of civil liberty’. The writ provides a prompt and effective remedy against illegal detention. By this writ, the Court directs the person or authority who has detained another person to bring the body of the prisoner before the Court so as to enable the Court to decide the validity, jurisdiction or justification for such detention. The principal aim of the writ is to ensure swift judicial review of alleged unlawful detention on liberty or freedom of the prisoner or detenu.” (Emphasis added.)The key aspect of the habeas corpus writ is the urgency that is attached to it. This is because along with right to life, liberty is considered the most precious of all fundamental rights. It is part of the protections put in place by the framers of the Constitution against “executive and legislative despotism”.Given this background, it was surprising that the Supreme Court on Wednesday did not feel it necessary to ascertain the validity of the detentions immediately. In its order in the Yechury case, the Supreme Court dismissed opposition from the Centre, which cited the sensitive situation in the Valley and allowed the communist leader to travel to Kashmir. While this was a positive intervention to which Yechury’s lawyers agreed, it is also a fact that the court has not, for the moment, moved to determine the validity of Tarigami’s detention. In fact, the order did not even issue notices to the Centre about it. Technically, the petition is still pending for admission.  Similarly, in the case of the Kashmiri student, the court’s order said that “an affidavit of the events that have transpired pursuant to the order of this Court, shall be filed immediately on return of the petitioner from Jammu & Kashmir”. In this case too, the court has not issued notices to the Centre.  Kashmiri women walk past concertina wire laid across a road in Srinagar on August 20. Credit: Adnan Abini/ReutersAllowing the petitioners to meet their friends and families in Kashmir does not in anyway remedy the alleged violation of right to liberty. If anything, the delay in ordering notices to the government seeking explanation on the detentions indirectly allows the authorities to sustain the illegal detention, even if it is only for a few days. In the Kashmir case, the detentions have been in effect since August 5, with the public unable to move freely for at least a fortnight nor exercise their freedom of speech given the communications blackout. While the court did not order notices to the Centre, it nevertheless gave the Solicitor General’s contentions some weight and asked Yechury not to participate in any political activism. In the meantime, it has given the Centre seven days to reply to petitions challenging the communication curbs currently in force in the valley. On the Constitutional challenge to the changes to Article 370, the bench said the matter will be referred to a five-judge Constitution bench, which will hear the case in October.","author":"Sruthisagar Yamunan","time":"2019-08-28T17:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126161-szsxoxnvgf-1566747318.jpg","tags":["Supreme Court","Jammu and Kashmir","Article 370"],"source":"https://scroll.in/article/935432/analysis-supreme-court-orders-in-kashmir-petitions-undermine-the-spirit-of-habeas-corpus"}