{"title":"Anand Patwardhan: If Hindutva is Hinduism then the Ku Klux Klan is Christianity","content":"Before I begin let me read a reply I sent to one of the many who cautioned me in the last few weeks.“Dear friendAll the hate mail I received went directly into my trash. Your letter represents a genuine concern, so I’m replying.I was also once a student in America and understand that diaspora Indians face racism and discrimination and need to feel a sense of pride about their land of origin. This is natural. The question is, can we choose what to feel proud about and what to feel ashamed about so we become agents of positive change?I feel proud about Mahatma Gandhi and the inclusivity he practiced in the name of Hinduism, not through ritual, but by deed. He was perhaps the first (in quotations) “upper caste” Hindu to insist on manually scavenging night-soil and not depend on the lowest ranked to do the jobs that were considered unclean and impure. Towards the end of Gandhi’s life he strongly advocated inter-caste marriage so future generations would be free of caste. And he died a martyr to the cause of bridging the Hindu-Muslim divide so meticulously nurtured by British colonialists.I feel proud about Dr Ambedkar, born a Dalit and subjected to discrimination, who broke the taboo against education, earned doctorates abroad and returned to India to lead the struggle for an egalitarian world. He headed the drafting of India’s Constitution and became our first Law Minister. Later, with thousands of followers, he converted to Buddhism, a religion that did not believe in caste.I feel proud about Abdul Ghaffar Khan also known as Badshah Khan, or Fakhr-e-Afghan, or Frontier Gandhi, whose legendary non-violent fighters named the Khudai Khidmatgars, faced British massacres with the greatest bravery of the entire Independence struggle. Badshah Khan never compromised his ideals and spent half of his adult life in prison, first in British India and then in Pakistan.I feel ashamed about the upper caste conspiracy against Gandhi that began after 1932 when an agreement between Gandhi and Ambedkar granted reservations for scheduled castes and tribes. In this period temples and village-wells were thrown open to Dalits, temporarily raising hopes of a Renaissance. Angered by this, a gang of upper caste men started a series of assassination attempts on Gandhi, the first being a bomb attack in Poona in 1934. After six failed attempts, the seventh succeeded in 1948. VD Savarkar was named as “the mastermind” by an approver, but was acquitted for lack of supporting evidence. Only after Savarkar died in 1966 did the evidence surface in the Kapoor Commision Report.Today there is much to feel proud and ashamed about in India. Just as in the USA one can feel proud about the “Black Lives Matter” movement and all those who fight for disarmament and peace, and against climate change. But one can only feel ashamed that the USA for its short-term interests created religious jihad. Today after spending trillions of dollars and extinguishing thousands of lives it has surrendered to its own creation.There is more to say but I would urge that you attend the conference with an open mind. You will hear things that may surprise you in a positive way or hear things that may upset you, but use each to do more research. More research, in all directions, can never hurt.Let us feel proud not of the 1% that have lived for centuries by enslaving and exploiting others but of the 99% who despite being denied opportunities, are in the process of finding their voice.”Illogical, ahistorical claimsThe title of my talk today is: Hindutva is as Hindu as the Ku Klux Klan is Christian.The term Hindutva was invented in the 20th century and popularised by Savarkar in his book of the same name. Published in 1923, the book was originally titled Hinduism but its title was covered over by a paper sticker with the word Hindutva. The book makes ahistorical, illogical and contradictory claims and must have been confusing even to Savarkar’s followers, as 80 years later, right up to 2003 when the Bharatiya Janata Party began to glorify Savarkar, only seven editions were published. Savarkar claimed the deepest antiquity for Hinduism, treated the Ramayana as actual history, while admitting that the term Hindu originated from Greeks, Persians and Arabs. Indeed the term Hindu cannot be found in scriptures like the Vedas, Upanishads, Bhagvad Gita or any of the Smritis and Puranas.\n\n\n    \n    Play\n\nHow then to differentiate Hinduism from Hindutva? In 2018, we completed a film Reason/Vivek, which apart from documenting atrocities against Muslims and Dalits, examines the murders of rationalists like Narendra Dabholkar,  Govind Pansare, MM Kalburgi and journalist Gauri Lankesh, all of whom were born Hindu. The murder trials have not concluded but several Hindutva militants are under arrest.I quote from a scene showing militant, sword-brandishing men and women from the twin groups Sanatan Sanstha and Hindu Janjagruti Samiti, a few of whom are now in custody, marching through the streets of Mumbai.The commentary says:“Hinduism is a dynamic composite of cultural practices, both indigenous and those, borrowed from passing streams.Sanatan, Aryan, Vedic, Hindutva on the other hand, is a Brahminical project of supremacy.Knowledge, controlled by a caste elite, recruits the powerless in an endless war against imaginary demons.”These sentences are very compressed as our film was already four hours long, but it may be worth teasing them out here.The first point is that Hinduism is less a religion etched in stone or written by the hand of god than a composite of cultures that evolved over time as indigenous populations came into contact with an endless stream of visitors, some who came temporarily and others who stayed permanently.  So intricately did our syncretism evolve that only a colonial power or a ruling elite interested in divide and rule would try and separate the streams.The second sentence looks at the phenomenon of divide and rule, otherwise known as the caste system. Sanatan (literally meaning “eternal”), Aryan, Vedic, Hindutva are all claims to antiquity. Brahmins (the priest caste) are at the top of the caste hierarchy and it is certainly no accident that people like Savarkar who headed the Hindu Mahasabha, or KB Hedgewar and MS Golwalkar who headed the Rashtriya Swayamsevak Sangh, were Brahmins. It’s also a historical fact that the Hindu Mahasabha, RSS and the Muslim League all collaborated and formed governments with the British in 1942 even as the Indian freedom struggle reached its peak.Here’s what Sardar Patel wrote to RSS chief Golwalkar in 1948 ! pic.twitter.com/sUStnZUe1K— IIIIIIIIIll (@_NairFYI) September 3, 2021\n\nWhich brings us to the last sentence. Brahmins historically controlled knowledge to keep themselves and their upper-caste allies in power while ensuring that the working majority did the dirty work. To an extent the Independence struggle and ideals of secular democracy loosened their grip on power so what we see is an attempt to reassert caste superiority by the subterfuge of creating a common enemy. Hindutva ranked their enemies in order – Muslims, Christians and Communists.  It applauded Hitler’s “national” pride and invoked the Nazi model of dealing with minorities. Like Hitler, Hindutva believed in race superiority and dreamt of world dominance. Yesterday it collaborated with the British. Today it flaunts the tricolor it had openly denigrated, pretends to uphold a Constitution it wanted replaced with the Laws of Manu, a misogynist, Brahminical text, and is busy selling every available public asset to the nearest foreign or Indian crony. Without stating it in words, their murder of Gandhi in 1948 added a new enemy to the list – Hindus who stood against the project of Hindutva.Inspirational teachersI compared Hindutva to the Ku Klux Klan though Klansmen are buffoons compared to the sophistication of a Brahminism developed over centuries. Fortunately, Brahminism was never the only stream and resistance to it is centuries old as Charavak, Buddha, Basava, Kabir, Guru Nanak, Ravidas, Meera, Tukaram, Bulle Shah, Jotirao and Savitri Phule, Bhagat Singh, Badshah Khan, Gandhi and Ambedkar and so many of our inspirational teachers have shown.Luckily casteism is not genetic so not every birth Brahmin is doomed by it but not every non-Brahmin is immune. There is a war between exclusive and inclusive ideas and what we need is a rainbow alliance that includes not just the dispossessed but also that section of the privileged that no longer chooses to side with privilege. If armed, our revolution would be easily crushed by any modern state. Our revolution must then be a revolution of ideas and culture, and our weapons: Knowledge, Reason and Compassion.Anand Patwardhan is a filmmaker. This speech was delivered at the Dismantling Global Hindutva conference being held from September 10-September 12.","author":"Anand Patwardhan","time":"2021-09-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163905-mjrcunrhbq-1631362767.jpg","tags":["Mohandas Gandhi","VD Savarkar","Dismantling Global Hindutva"]}