{"title":"Anand Patwardhan interview: ‘I would be thrilled if my films became obsolete, but sadly they don’t’","content":"Renowned filmmaker Anand Patwardhan, whose documentaries have unforgettably captured the times in which they were made as well as anticipated the times to come, will receive the 2022 Outstanding Achievement Award at Toronto’s HotDocs festival. The prestigious event, which will be held between April 28 and May 8, will also screen four of Patwardhan’s films: A Time To Rise (1981), Father, Son, and Holy War (1994), War and Peace (2002), and Reason (2018). Each of these documentaries is a chronicle of people’s movements and social currents that hold lessons for the present. A Time To Rise, a rousing account of a unionisation effort by Indian berry pickers in Canada, was among the films shown during the recent farmer protests back home. Father, Son and Holy War and Reason, along with In The Name of God (1992), are essential viewing for understanding the rise of Hindutva and how it has corroded democratic institutions and free speech. War and Peace is a sobering reminder of the nuclearisation of the subcontinent and the tensions between India and Pakistan.Patwardhan, who lives in Mumbai, is the torchbearer of an increasingly rare mode of documentary filmmaking. “Anand’s films take the viewer on a transformative, troubling and often uncomfortable journey,” Canadian filmmaker Ali Kazimi said in a note on the HotDocs website. He added: “Guided by his probing curiosity and openness to converse with people on both sides of the divide, his film essays weave together a tapestry of opinions, songs, poetry and intermittent, sparse, tightly written first-person voice-over and/or on-screen text.” Kazimi will also be in conversation with Patwardhan during the festival.In an interview, 72-year-old Patwardhan, who lives in Mumbai, remarked that he has been making documentaries for over 50 years and is now working on a personal film. Patwardhan touched upon his reaction to the HotDocs honour, his approach to the documentary form, and his concerns about the current climate of  majoritarian intolerance in India. What are your thoughts on receiving the Outstanding Achievement Award at HotDocs?In this day and age, since Narendra Modi’s regime came to power in 2014, it has become more difficult for me to show my films in India. We still do screenings, but there is a risk involved every time. When I am there personally I don’t mind, but sometimes when I’m not there those showing my films have been attacked, even for films that have got U certificates. What we see in India right now is a prime minister blatantly promoting a Bollywood film. He and his entire state machinery, not to speak of their embedded media, have become touts or sales agents for a film that pretends to tell the truth about Kashmir. Audiences emerging from watching it have reportedly chanted slogans against Muslims. This must be read in conjunction with eight years of an ever-rising national tide of officially sponsored hatred. On the other hand, these same forces forbid anything that tries to create a genuine discussion around violence and terror, and the urgent need to build harmony.In this period, it’s good to get some recognition, even if from abroad, for barring a few, Indian media outlets are not brave enough. Abroad there is also an Indian diaspora that desperately needs to watch these films. Large sections of this diaspora get influenced by a very active RSS and its affiliates, so it’s good to have a counter.\n\n\n    \n    Play\n\nReason/Vivek (2018).You set store by public screenings and engaging with audiences, even when they might not agree with your viewpoint.My filmmaking began as an effort to communicate what I felt was going wrong in my country and document and analyse this. So it’s critical that the films be seen widely and not just go to some one-off film festival. There is no point in filmmaking if that happens.Part of the process is to screen the film and discuss it with an audience. Each screening brings its own special excitement. Showing a film to working class audiences is different from say, middle-class college students. The same applies to different caste, class and gender groups or mixed groups.I love these interactions. We have lively debates. At times there are political dangers. In the old days, right-wing elements would come prepared to heckle and target the film because they had been told to do this. But what began to happen was that if communally polarised elements in the audience actually watched the whole film, they would get puzzled at the end as the film went beyond what they had been told to expect. It raised questions they didn’t have answers for.There have been times when people changed their hearts and minds. More than one kar sevak who actually attacked the Babri Masjid contacted me after watching Ram Ke Naam and confessed that they had been misled into thinking it was a worthy national cause.This doesn’t usually happen – people don’t convert after one screening, nor is the film trying to convert anyone to a single line of thought. It’s just trying to start a discussion. But it’s important to  have that discussion. Sometimes the discussion might turn into a slanging match, but if temperatures are cooled, something still comes out of it. There was a period when Hindutva forces thought they could convert someone like me. When they realised their own cadre was getting converted, they stopped engaging. It’s much safer to bad-mouth and attack films without watching them. So whenever I get people to engage, half the battle is won. That goes for my appearances on TV too – it’s not easy anymore to have a logical discussion. The other side won’t allow it to happen. They don’t have logic on their side so all they do is shout and bluster.I always say I would be thrilled if my films became obsolete, but sadly they don’t. Various labels, including “verite” and “activist”, have been used to describe your documentary practice. How do you describe your approach?I react naturally to what I see. I’m not a very self-conscious filmmaker. I don’t think it out theoretically and then put it into practice. I actually put it to practice and whatever theory or labelling happens, happens afterwards, mostly done by other people. My kind of filmmaking doesn’t rely on a script, I don’t know what’s going to happen before it happens. There’s a lot of serendipity, things that are accidental. You only get this if you are in the right place at the right time. The trick is to be present when things happen. There is a lot of confusion about the term verite. People use it loosely. Verite, a French word meaning “truth”, is actually a poor name for a style that was strictly observational. I would argue that there is no such thing as pure observation as each human being has their own inherent baggage that informs how you observe and what you observe and how long the observation lasts. Cinema Verite was owned by filmmakers like Richard Leacock, DA Pennebaker and Frederick Wiseman. They imagined themselves as a fly on the wall unobtrusively capturing whatever was going on. They used long shots, few cuts and seamless editing.Verite is one of many elements of my own filmmaking. You get moments where the camera is just looking at whatever is happening. But at other times, my films are more interventionist. I butt in and ask questions, directing the flow of conversation when I feel we are meandering. What I do not do is set up a scene artificially. I never tell people what to say. It is impossible for anyone to claim that things would have happened exactly in the same way had their camera not been present and yet, nothing in front of the camera is invented or created by me. So it is a mixed bag. Theories are created by other people. In 50 years of filmmaking I have been branded many times. Earlier, those who did not agree with me politically used the term “propaganda” despite the meticulous evidence I’d always provide for my arguments. Later those who claimed “Art” as their oeuvre called my films “agit-prop”. One wrote an ill-informed article arguing that my films derived from “socialist realism” and the Griersonian “Voice of God” approach of objectification despite the fact that I use very little narration and my narrative has mostly been personal.Now my films are called essay films. That is actually more accurate. I’m like a lawyer presenting my case in court and giving evidence. I have got an argument and am stringing the argument together and treating my audience as a jury that has to decide whether what I present is okay or not.\n\n\n    \n    Play\n\nJai Bhim Comrade (2011).The screening of A Time To Rise at HotDocs in Toronto reminds us of the time you spend in Canada. Tell us about how your educational background and early years in filmmaking.I didn’t study to be a filmmaker. I studied English Literature at Elphinstone College [in Mumbai] and Sociology at Brandeis University [in Massachusetts, USA] in the early 1970s.That was the time of the anti-Vietnam War movement.  I borrowed a 16 mm camera from the university. Later I went to jail against the war and was hooked both by politics and unknowingly at the time, by filmmaking.Then I came back to India. I was with Kishore Bharti in Madhya Pradesh for a few years, doing rural development work. I made a film strip to motivate rural tuberculosis patients to continue their treatment. It was like a storyboard with photographs and soundtrack on a cassette recorder. You had a device on which you could turn the strip photo by photo. It was rudimentary, cheap and multipliable.I moved from Madhya Pradesh to the Bihar movement led by Jayaprakash Narayan and eventually starting filming it with borrowed cameras and recruited friends. Then the Emergency was declared and the film, Waves of Revolution, went underground. Many were already in jail. I escaped abroad to do my Masters and started showing the film outside India. When the Emergency ended, I came back without finishing my degree. I then made Prisoners of Conscience [about activists arrested during the Emergency] because there were still political prisoners in jail.In 1979, I went back to Canada to finish my masters in Communications. That’s when I made A Time To Rise, about the unionisation of Sikh farm workers [in Canada]. Today in India we have just seen a heroic farmer and farmworkers’ movement, easily the world’s largest. In fact, our film was one of the many shown in the camps near the occupied highways during this movement.A Time To Rise was made in 1981, when Indian immigrant farm workers were organising. A decade before that, when I was still studying in America, I worked as a volunteer with Cesar Chavez who brilliantly led the Mexican farm workers of California. So when our Canadian farm workers movement began, we invited Chavez to come to support us. That’s also a part of A Time To Rise. Happy accidents like this happen because of being involved in movements.A Time To Rise (1981). Courtesy Anand Patwardhan.How has your approach to filmmaking evolved over the years?I come from an older generation that started on celluloid. We made films on film, when it wasn’t cheap and was very complicated. You shot on film, had it processed, a negative came out, a print came out of that negative, you looked at it, you had sound on a separate track. That was just your initial rushes. Every roll of film cost thousands of rupees, and you had to think carefully about what to shoot and what not to shoot. Then when video and later digital came, it became much cheaper to shoot.Now I tend to overshoot from time to time or shoot without discipline. In those days, you had to be much more directed than now. The bad thing about being directed is that you lose out on the serendipity. You might lose wonderful things if your camera switched off too soon without seeing what happened next. The digital era allowed more flow but also became so full of choice that you could lose focus.Until 1995, I shot on 16mm. Then right up to Jai Bhim Comrade in 2011, I shot on Hi 8 and Mini DV at a time when HD had come into existence. Reason was shot [in 2018] on HD when 4K was already around. I’m always behind times technologically.Among the most pervasive practices is pitching to funding agencies, where filmmakers are expected to bid for production funds for their projects. What is your take on this development?I love to do bitching about pitching. I once witnessed a pitching. I went to a festival that had big pitching sessions.The emphasis on pitching at times is so strong that a huge part of the festival audience is pitching rather than watching films. Pitching is like The Gong Show. There are usually five usually white, usually male, commissioning editors, sitting around a table. The bechara filmmaker will come and be allowed to make a presentation for five minutes. Then either the hand will go up or the filmmaker will be shooed off. It reduces filmmakers to providing their most dramatic moments on film. Or, they have to have a peg they know the commissioning editors will like. Especially when you’re talking about Third World filmmakers or those from different cultures, it’s the gaze of the guys who’re buying the material for their Western audiences that determines what the film will be. One formula that has been a favourite for many decades is the character-driven film, one person  around whom the whole thing hangs. Films are bought before they are made, or at best, in mid-stream. With this pitching process in place, people are choosing what they already know. Nobody is taking a risk of any kind. In films like mine, with no commissioning editors or sales agents on board, there are too many characters and no single storyline. No TV is looking to screen for a wider audience that unique film that was made despite financial constraints because the subject matter demanded it be made.\n\n\n    \n    Play\n\nIn The Name of God (1992). You meet scores of students and younger filmmakers. What do your conversations with them reveal?Because some of my films do go to international festivals, they see me as somebody who is successful in the documentary field. To some extent I can help them with funding advice, but I’m not actually one of the filmmakers who is funded. As all my film credits at the end show, I don’t have money behind any of my films.I have been lucky. I come from a privileged background. I didn’t have to make money to survive. My family and friends supported me throughout. Eventually, the films did start to recover costs through sales and strategies like lecture screening tours. Also, I’m not always on the look out to make my next film. Many years are spent showing the films I made. For instance, Jai Bhim Comrade took 14 years to make and several more to screen. Then after it was ready in 2011, we spent the next five years fighting legally to ensure that some of the Dalit protagonists who were arrested by the time the film ended were granted bail. It’s been 51 years since I started making films, but my film output is fairly small.  This is not a complaint since I’ve enjoyed every process in the chain. It’s just a fact.\n\n\n    \n    Play\n\nFather, Son and Holy War (1994).Also read:Anand Patwardhan: The heroism of Khudai Khidmatgars in today’s IndiaIndia, today: Anand Patwardhan’s documentary ‘Reason’ holds a troubling mirror to the headlines","author":"Nandini Ramnath","time":"2022-04-09T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172624-cggezkfzdm-1649181860.jpg","tags":["Anand Patwardhan","Reason documentary","Jai Bhim Comrade"]}