{"title":"Anand Patwardhan: The heroism of Khudai Khidmatgars in today’s India","content":"A month ago on November 2, the Uttar Pradesh police arrested Faisal Khan from Delhi and detained him in a Mathura jail. They then went in search of Khan’s colleague Chand Mohammed to his village in Bihar. Failing to find him, they beat Mohammed’s parents and damaged their property.I have known Faisal Khan as a human rights activist working alongside Sandeep Pandey (who in 2002 won a Magsaysay Award for his social work but declined the award money). Both Pandey and Khan are staunch Gandhians but in today’s India, there is one huge difference between them. One of them is Muslim.In 2011, Khan founded a post-Independence version of the Khudai Khidmatgars, the amazingly brave and dedicated band of non-violent freedom fighters from the North-West Frontier Province. They were led by Khan Abdul Ghaffar Khan, affectionately known as Badshah Khan, or the Frontier Gandhi. He was easily the tallest (both literally and ethically) of leaders inspired by the non-violent freedom movement launched by Mahatma Gandhi.One of the bravest chapters of India’s freedom struggle was written in 1930 at the Quissa Khwani bazaar in Peshawar, where the Khudai Khidmatgars had gathered following the arrest of their leaders. British armoured vehicles ploughed into the crowd, killing many of them. The crowd refused to disperse. The British opened machine-gun fire but the crowd neither ran nor retaliated in violence. Officials put the death toll at 20 but nationalists say over 300 were killed. Two platoons of the Royal Garhwal Regiment of the British Indian Army refused to open fire. Their officers were later sentenced to eight years in jail.A bloody massacreAmerican political scientist Gene Sharp described the scene: “When those in front fell down wounded by the shots, those behind came forward with their chests bared and exposed themselves to the fire, so much so that some people got as many as twenty-one bullet wounds in their bodies, and all the people stood their ground without getting into a panic.”Today, with the Taliban and Al Qaeda from the same Pathan ethnicity turned into killers by the super-powers that initiated them for their own geo-political gains, it seems startling that almost a century ago, Badshah Khan and his warriors faced many massacres with non-violence as their only weapon. Blood feuds had run deep in the region and families and tribes would be locked in an unending cycle of revenge. Badshah Khan’s encounter with Gandhi changed all that. The initiation pledges taken by the Khudai Khidmatgars included: 1) In the name of God who is Present and Evident, I am a Khudai Khidmatgar. 2) I will serve the nation without any self-interest. 3) I will not take revenge and my actions will not be a burden for anyone. 4) My actions will be non-violent. 5) I will make every sacrifice required of me to stay on this path. 6) I will serve people without regard to their religion or faith. 7) I shall use nation-made goods. 8) I shall not be tempted by any office. Badshah Khan spent 14 years in the jails of British India. He bitterly opposed the creation of Pakistan and at Partition he famously remarked that that his people had been “thrown to the wolves”. His party boycotted elections and he soon found himself in jail in independent Pakistan. He spent a total of 37 years in jail, many of them in solitary confinement.  \n\n\n    \n    Play\n\nWhile no modern Khudai Khidmatgar movement can match the sheer heroism of the past, Faisal Khan launched a 21st-century Indian version of Khudai Khidmatgars on Gandhiji’s death anniversary in 2011. They added a rule ensuring a minimum non-Muslim membership of 35%. Starting with the idea of creating inter-faith dialogue, the Khidmatgars have touched hearts across the country and their membership has grown to 50,000. Today among its many Hindu members, at least one was formerly in the Rashtriya Swayamsevak Sangh.In October, four Khidmatgars – Faisal Khan,  Chand Mohammed, Alok Ratan and Nilesh Gupta – undertook the traditional 84 kos (150-mile) parikrama of Braj at Mathura, considered the birthplace of Krishna. As always, the Khudais engaged in dialogue with local priests, ate with them and made friends. On October 29, they reached Nand Baba Mandir, and were warmly received and given prasad by the temple priest. Faisal Khan, in his distinctly Muslim cap recited from the Tulsidas Ramayana and both men spoke about shared values in religion. When namaz time came, Khan asked if there was a mosque nearby but the priest said they could offer namaz within the temple compound. One of the Hindu Khudais photographed this moment signifying the harmony they deeply believe in.  In their enthusiasm they posted it on Facebook, which has been one their tools for spreading amity. As the photo went viral, all hell broke loose. The priest of the temple was pressured to lodge a police complaint. Khan was arrested and brought to a Mathura jail under various charges, including one of destroying communal harmony.Late last month, at a trial court in Mathura filled to the brim with RSS cadres and lawyers calling Khan a terrorist, his bail plea was rejected. The matter will now move to the Allahabad High Court.What explains Hindutva’s rage against Faisal Khan and the Khudai Khidmatagars? Hindutva forces have  chosen to see the Khudai Khidmatgar action as a deliberate Muslim provocation and have conducted several revenge invasions into mosques in North India. Not for them the popular Tulsidas saying, “Kan kan mein vyaape hai Ram” (Ram is in every grain and particle). They do not want their Ram to reside in everything as that would include Muslims. They would prefer to confine him to a grand temple under their own direct control. Even in the 1990s, during the mobilisation to demolish the Babri Mosque and build a Ram temple in its place, Hindutva had already chosen their immediate  next targets as elaborated in their slogan “Ayodhya bas jhanki hai, Kashi, Mathura baaki hai. -Ayodhya is just a glimpse, Kashi (Benares) and Mathura are next. Today, the Supreme Court verdict has ensured that the Ram temple movement ended in victory for Hindutva forces. A movement to build a Krishna temple in Mathura, once again on a disputed site, is next on the agenda. Images of Hindu Muslim fraternity at this moment are clearly unwelcome. The clue, once more, lies in the past. The original Khudai Khidmatgars had suffered the worst massacres and persecutions of the Independence struggle. Badshah Khan later wrote that this was because the British thought a non-violent Pashtun was more dangerous than a violent one and the British did everything they could to provoke them into violence, but failed.Anand Patwardhan is an award-winning documentary filmmaker.","author":"Anand Patwardhan","time":"2020-12-05T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151574-piokhmwjxm-1607139066.jpg","tags":["Khudai Khidmatgars","Ram temple","Faisal Khan"],"source":"https://scroll.in/article/980333/anand-patwardhan-the-heroism-of-khudai-khidmatgars-in-todays-india"}