{"title":"‘Anatomy of a Fall’ review: A beautifully performed dissection of a marriage","content":"French director Justine Triet’s filmmaking concerns peak in Anatomy of a Fall, starring the celebrated German actor Sandra Huller as a writer accused of killing her husband. Triet has built a reputation for fraught, mildly seriocomic narratives about modern women navigating their identities, desires and relationships. Some of the themes in Triet’s fourth feature have been anticipated by her superb In Bed With Victoria (2016) and Sibyl (2019), but the treatment could not be more different.Anatomy of a Fall, which won the Palme d’Or at the Cannes Film Festival in 2023, has been nominated for five Oscars. Difficulties in communication – the 152-minute movie alternates between English and French – and the rush to judgement are among the cornerstones of the compelling original screenplay written by Triet and her frequent collaborator Arthur Harari.In a house in Grenoble in France, Samuel (Samuel Theis) falls to his death. His visually impaired son Daniel (Milo Machado Graner) is out for a walk with the family dog Snoop. Samuel’s wife Sandra (Sandra Huller) is in another part of the house. As Sandra tells the police and the court that tries her later for Samuels’s murder, she saw and heard nothing.The trial, in which Sandra is represented by her friend Vincent (Swann Arlaud), exposes unseen and unheard aspects of the marriage. A successful writer where Samuel was an embittered failure, Sandra has motive as well as opportunity.Without seemingly intending to, Anatomy of a Fall acquires a thriller dimension even as it subverts the conventions of the legal movie and the murder mystery. Much of the film pivots of what we think we know about Sandra – and what she and Daniel and everybody else choose to believe.\n\n\n    \n    Play\n\nAnatomy of a Fall (2023).Sandra has the kind of paradoxical frankness and hauteur that make her a suitable target for the feints of public prosecutor (Antoine Reinartz). Daniel, who attends the trial, comes to play a crucial role in determining whether his mother is guilty.The movie isn’t always successful in mining the depths of its subject matter. The screenplay, which demands ambiguity and a sense of enigma, is sometimes at odds with Triet’s typically unvarnished style of filmmaking.What the plain shot-taking does do is focus the eye and ear on the verbal exchanges and the performances. In these two departments, Anatomy of a Fall never disappoints.Sandra Huller’s remarkably subtle performance is all the more compelling given Sandra’s fundamental unknowingness. Huller sometimes conveys a great deal through simple gestures or near-invisible changes in her expression. Justine Triet’s honesty in creating complicated women who don’t conform to social expectations is perfectly complemented by Huller’s fearlessness.Swann Arlaud beautifully plays Vincent, among the characters swayed by Sandra’s cerebral charm. Milo Machado Graner is exceptional as Daniel, who embodies the film’s core belief that the truth can be what we make of it, rather than an absolute value.Intelligent, sensitive and mature beyond his years, Daniel even shocks the presiding judge with his wisdom. Triet’s attention to character detailing extends to the border collie Messi, who plays Snoop. Like everyone else in the movie, Snoop has his secrets too.\n\n\n    \n    Play\n\nAnatomy of a Fall (2023).","author":"Nandini Ramnath","time":"2024-02-02T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198024-egjphzqinl-1706634297.jpeg","tags":["Anatomy of a Fall review","Justine Triet","Sandra Huller"],"source":"https://scroll.in/reel/1062974/anatomy-of-a-fall-review-a-beautifully-performed-dissection-of-a-marriage"}