{"title":"Anatol Lieven interview:  India must talk to China – it can put more pressure on Pakistan than USA","content":"On February 14, a Jaish-e-Mohammad militant drove a car packed with explosives into a Central Reserve Police Force convoy in Kashmir, killing more than 40 personnel and triggering a potential crisis in  the subcontinent. In the week that followed, the Indian government blamed the Pakistani state for backing the attack, pointing out that Jaish-e-Mohammad chief Masood Azhar lives in the neighbouring country quite untroubled.The Narendra Modi government has taken a belligerent stand, with the prime minister declaring, at one point, that the time for talks was over. The government also promised to isolate Pakistan internationally. This has proved to be complicated. Though the United States made a strong statement of support for India, China has ranged itself behind Pakistan, vetoing attempts to declare Azhar a “global terrorist”. In the aftermath of the attack, Saudi Crown Prince Mohammed bin Salman visited both Pakistan and India, pledging $20 billion in investments to one and support in the fight against “terrorism and extremism” to the other.As the storm clouds gather, what are the options before India? In an email interview, Anatol Lieven, the author of several books including Pakistan: A Hard Country (2006), weighs in on the possibility of dialogue, the complications of engaging with Pakistan and the possible role of other foreign powers in defusing tensions.Anatol Lieven.Do you think military action by India against Pakistan is inevitable at this point?There may well be some kind of military action, but it will be limited. India’s problem is that air raids and bombardments achieve very little – they do not even really rattle investment in the Pakistani economy, since it is propped up not by outside private investment, but by China, Saudi Arabia, and remittances. On the other hand, very large scale action, if successful, would risk nuclear war – and any threat of this would cause terrible damage to the Indian economy. That is why it is such a pity that both diplomacy between India and Pakistan and talks between the Indian government and the Kashmiri opposition have been frozen.What are the options available to the Indian government?India can certainly press the United States to take stronger economic measures against Pakistan. The problem at the moment is that the Trump administration badly needs Pakistani help to try to negotiate a deal with the Afghan Taliban so that the USA can withdraw its troops without the appearance of humiliating defeat.Modi recently said the time for talks has passed. Is it really too late to try and engage with Pakistan?Modi’s statement is empty rhetoric. On the assumption that India does not intend to destroy Pakistan – which would be a disaster for India, given the horrendous consequences in terms of terrorism and refugees – and cannot seriously undermine it, both countries will continue to exist and will sooner or later have to talk to each other again.India should also seek a dialogue with China on this issue, for which reason and others, including  Arunachal Pradesh, Delhi should also be cautious of plunging too enthusiastically into the United States campaign for a new Cold War with China. Beijing wants to support Pakistan, but certainly does not favour Islamist terrorism. Also, Beijing certainly does not want a crisis in South Asia that it did not initiate, that is not at present in its interests, and which it cannot control.Should there not be room for some sort of dialogue here? India should also remember that China could do a great deal more to support Pakistan militarily than it has done so far, and also that if God forbid the Cold War with China were ever to turn hot, it might very well be India that would be first in the firing line.It is worth remembering that under [former President Pervez] Musharraf, Pakistan did heavily cut back support for the Kashmiri jihad – indeed, compared to the years before 2002, this remains true, the latest attack notwithstanding – and also genuinely sought a compromise on Kashmir. So one should not permanently write off this possibility.It has often been said that the Pakistani state is fractured, with the civilian leadership, the generals and the intelligence apparatus moving in different directions. Is that still the case? What is the power equation between the current government and the military-intelligence apparatus?The differences between the civilians – with the partial exception of the Pakistan People’s Party, and of course the Awami National Party and the Muttahida Qaumi Movement – and the military have in my view been exaggerated. Remember how deferential the Pakistan Muslim League (Nawaz), in particular, was to Punjabi jihadi groups? As for [Pakistan Prime Minister] Imran Khan and [his party] the Pakistan Tehreek-e-Insaaf, they and the military seem at the moment to be very much on the same page. That said, I would be very surprised if the government was part of the decision to let Jaish go ahead with this attack.Many believe that the Jaish-e-Mohammad is the new “sword arm” of the Pakistani state in India, replacing groups like the Lashkar-e-Taiba. How far do you think this is true? If true, how closely involved would Pakistani state actors be in an attack like the one in Pulwama?One should also leave open the possibility that this was an autonomous operation not backed by the military high command (parts of the Inter-Services Intelligence are a different matter). It is not easy to see what their interest is at this particular time in stirring things up. As to Jaish being picked as the “sword arm of the military”, to replace LeT [Lashkar-e-Taiba], this judgement is premature. This latest attack was – thank God – very unusual in its scale and success.Does the Pakistani state’s fight against the Tehrik-i-Taliban Pakistan have a bearing on its relationship with the Jaish?Both the military and civilian governments have been very wary of cracking down on LeT [Lashkar-e-Taiba] and Jaish in part because of fear that they would then join the revolt of the Pakistani Taliban, and make that revolt much worse. However, with the insurgent threat of the Tehrik-i-Taliban Pakistan – though not the terrorist threat – defeated, this reason, or excuse, has less credibility. At the very least, the leaders of Jaish should be arrested and their offices closed, and India should press this line very hard in the USA, China, Europe, Russia, Saudi Arabia and anywhere else that will listen.Are groups like the Jaish resurgent because of the proposed US withdrawal from Afghanistan?I am not sure that the US talk of withdrawal from Afghanistan has any bearing on the Jaish’s behaviour. Pakistani militants who wish to fight in Afghanistan will continue to do so, either with the Taliban or IS [Islamic State], which has drawn heavily on Pakistani Taliban fighters. If or when there is a comprehensive peace agreement in Afghanistan, one might see a return of militants to the Kashmir jihad, as after 1989. But as yet there is no peace, and getting there may take a long time.How reliable is Saudi Arabia as a third party to de-escalate tensions? Saudi Arabia might be a useful interlocutor in that it is deeply focused on its campaign against Iran, and does not want distractions. Also, a new economic crisis and a fall in the price of oil would hit Mohammed bin Salman very hard.Finally, some commentators have argued that Pakistan would actually like to see another polarising Modi victory, and the Pulwama attack has given Modi the ballast he needed. How credible are these claims?I have no idea whether there are people in the Pakistani establishment who would like to see another Modi victory. It’s possible. But first assuming that and then drawing a straight line to Pulwama is pure speculation.Also read:Ajai Sahni: Belligerent rhetoric on Pulwama attack can’t make up for lack of strategic planning‘Absolute abject failure’: Pulwama attack reflects absence of policy in Kashmir, experts sayWith February 14 attack, CRPF in Kashmir has lost more men in 2019 than in four years put togetherSearching for Jaish-e-Mohammad: Pulwama attack is a throwback to the peak of militancy in KashmirLet’s be clear, the Pathankot attack is not an attempt to derail the Indo-Pak peace process","author":"Ipsita Chakravarty","time":"2019-02-26T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113944-cjugwtjuzp-1551100228.jpg","tags":["Kashmir conflict","India-Pakistan","Diplomacy and foreign policy","Pulwama attack","India-China","India-USA"],"source":"https://scroll.in/article/914451/anatol-lieven-interview-india-must-talk-to-china-it-can-put-more-pressure-on-pakistan-than-usa"}