{"title":"Andhra Pradesh: TDP will play role of constructive opposition, says Chandrababu Naidu","content":"Telugu Desam Party chief and outgoing Andhra Pradesh Chief Minister N Chandrababu Naidu on Tuesday said his party will keep a watch on the performance of Jagan Mohan Reddy-led YSR Congress and will play the role of a constructive opposition in the state, PTI reported.“A new government is coming in, we have to give it some time,” Naidu said in his first public appearance after the defeat in the Lok Sabha and Assembly elections. “They promised certain things; let them fulfill those promises.” He also said that his party will cooperate with the new government.Naidu was addressing workers at the Telugu Desam Party office in Guntur on the occasion of the birth anniversary of party founder and Telugu actor NT Rama Rao.Pointing that 39.2% of people had voted for the TDP in the recent general elections, Naidu said: “We have to serve those people. We have to analyse our mistakes, rectify the lapses and re-dedicate ourselves to their service.”He asked his party workers to not be disappointed with the results and assured them that he would stand by them.The YSR Congress won 151 of the 175 seats in the Andhra Pradesh Assembly elections with a vote share of almost 50%. The Telugu Desam Party, which was also trying to stitch together a coalition of Opposition parties at the Centre, was reduced to 23 seats. Reddy’s party also swept the Lok Sabha elections in the state, winning 22 of 25 seats.  Meanwhile, Reddy invited Naidu for his swearing-in ceremony in Vijayawada on May 30. On May 25, Reddy had claimed that the gods had punished Naidu for his misdeeds. The mandate, he had said, showed that those who resort to “unethical and unjust” means will definitely be punished by god. He had called Naidu’s loss a “beautiful script”.Naidu’s Telugu Desam Party had ruled the state since 2014, when the new state of Telangana was carved out of Andhra Pradesh. The 2019 Assembly elections were the first after the bifurcation.","author":"Scroll Staff","time":"2019-05-28T22:51:32.004799+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112727-gtfxhvbomi-1556292269.jpg","tags":["Jagan Mohan Reddy","YSR Congress","TDP","Andhra Pradesh","Chandrababu Naidu","Telugu Desam Party"],"source":"https://scroll.in/latest/925115/andhra-pradesh-tdp-will-play-role-of-constructive-opposition-says-chandrababu-naidu"}