{"title":"Andhra Pradesh CM Chandrababu Naidu declares rise in family assets, his grandson is richer than him","content":"Andhra Pradesh Chief Minister Chandrababu Naidu’s assets have increased from Rs. 2.53 crore in 2017 to Rs 2.99 crore this year, a declaration by his son and state Information Technology Minister Lokesh Nara said on Thursday. According to Nara’s declaration of the distribution of assets in the family, the chief minister’s wife is the richest with net assets worth Rs 31.01 crore and his six-year-old grandson is also richer than him with assets worth Rs 18.71 crore.The statement attributed the significant increase in the family’s combined assets to the rise in the value of the shares they owned in Heritage Foods, The Times of India reported.According to Nara’s declaration, Naidu is the poorest in the family. In February, a report by the non-governmental organisation Association for Democratic Reforms had ranked Naidu the richest chief minister in India with total assets of Rs 177 crore.The chief minister’s son also took a jibe at Telangana Chief Minister K Chandrasekhar Rao, who declared his assets to be worth Rs 22.60 crore on Wednesday and described himself as an agriculturist by profession. “KCR should reveal the secrets so that poor farmers can adopt the technique and earn profits,” The Times of India quoted Nara as saying.  Nara challenged YSR Congress Party President Jagan Mohan Reddy and Bharatiya Janata Party state President K Lakshminarayana to also declare their assets.దేవాంశ్ పేరు మీద రూ.18 కోట్ల 72 లక్షల ఆస్తులున్నాయి. ఇవీ ఈ ఏడాది మాకున్న కుటుంబ ఆస్తులు. సామాజిక బాధ్యత కింద ఎన్నో కార్యక్రమాలు చేస్తూనే కేరళలో వరదలు వచ్చినప్పుడు 6 లక్షలు సాయం చేశాం. తిత్లీ తుఫాను సహాయం కింద రూ.60లక్షలు అందించాం. pic.twitter.com/1w44NCIBPO— Lokesh Nara (@naralokesh) November 21, 2018\n\nThe chief minister’s family has been declaring their assets owned by them for the last eight years as a transparency measure. In 2017, they urged Opposition leaders to follow their example. Lokesh Nara’s increase in assets  In March 2017, Nara reported a 23-fold increase in the value of his assets in a five-month period to a total of Rs 330 crore, according to his declaration to the Election Commission. Lokesh Nara had said that the difference in numbers between October 2016 and March the next year was because his voluntary disclosure was the rate at which he acquired shares in Heritage Foods while his election affidavit included their market value, NDTV reported. The value of the shares rose after the retail division was sold to the Future Group.The declaration, on Wednesday, pegged his assets at Rs 21.40 crore, up from Rs 15.21 crore in 2017. CM asks Telugu Desam Party not to portray him as PM candidateMeanwhile, the chief minister asked his Telugu Desam Party leaders to refrain from portraying him as a prime ministerial candidate, The Times of India reported. “No one should speak that I will become PM after next,” the daily quoted him as telling his party workers. “It is not on our agenda right now. I wanted to spend my energies for the development of the state.”The Telugu Desam Party had pulled out of the BJP-led National Democratic Alliance in March and moved a no-confidence motion against the Centre for failing to grant Andhra Pradesh special category status.  Naidu has been meeting Opposition leaders across the country in a bid to discuss an alliance against the Bharatiya Janata Party for the Lok Sabha elections next year.","author":"Scroll Staff","time":"2018-11-22T19:36:36.448787+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/75982-btznkapgjx-1512735790.jpg","tags":["Andhra Pradesh","Chandrababu Naidu","Lokesh Nara","Assets","Heritage Foods"],"source":"https://scroll.in/latest/903111/andhra-pradesh-cm-chandrababu-naidu-declares-rise-in-family-assets-his-grandson-is-richer-than-him"}