{"title":"After Andhra Pradesh, West Bengal also bars CBI from carrying out investigations in the state","content":"The Andhra Pradesh government has withdrawn the “general consent” provided to the Central Bureau of Investigation to carry out searches in the state, ANI reported on Friday. The order was passed on November 8. Hours after the news was reported, West Bengal also withdrew the “general consent”, an unidentified official at the state secretariat told PTI.  Andhra Pradesh withdrew the consent citing lack of confidence in the CBI after the agency’s senior officers accused each other of corruption, News 18 reported. “This decision has been taken in wake of incidents happening in CBI since last six months,” ANI quoted Telugu Desam Party member Lanka Dinakar as saying. “It lost its independence due to involvement of Modi-led Union government which is using CBI as tools against political opponents by means of preparing fabricated statements.”  However, a CBI spokesperson said that the agency had not yet received any notification from the state. “Once we receive it, we will examine it and take steps accordingly,” he added. West Bengal Chief Minister Mamata Banerjee said the decision by Andhra Pradesh Chief Minister Chandrababu Naidu was right, reported ANI.Meanwhile, the Bharatiya Janata Party claimed that the Congress, Telugu Desam Party and the Trinamool Congress have formed a “grand alliance of most corrupt parties” to protect their interests, PTI reported. BJP spokesperson GVL Narasimha Rao claimed the Naidu-led government’s action was a “clear malafide exercise of power” to ensure that its “corruption” was not exposed.“A nervous and completely rattled Naidu is trying to save his government,” Rao told reporters.Andhra Pradesh Government has withdrawn the ‘General Consent’ given to the members of Delhi Special Police Establishment to exercise powers & jurisdiction in the state. In the absence of this permission, CBI can't interfere with any case that takes place within the limits of AP pic.twitter.com/bUgvB3hgBD— ANI (@ANI) November 16, 2018\n\nAndhra Pradesh CM Chandrababu Naidu has done the right thing in saying that he won't allow Central Bureau of Investigation (CBI) in his state: West Bengal CM Mamata Banerjee pic.twitter.com/OZVATm6mP7— ANI (@ANI) November 16, 2018","author":"Scroll Staff","time":"2018-11-16T13:46:57.879028+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103870-yabmmqdtjc-1540377910.jpg","tags":["CBI","Andhra Pradesh","Chandrababu Naidu"],"source":"https://scroll.in/latest/902360/andhra-pradesh-government-bars-cbi-from-carrying-out-investigation-in-state-without-informing-it"}