{"title":"Andhra Pradesh saw 400% increase in deaths in May, Tamil Nadu saw more modest excess mortality","content":"Andhra Pradesh reported over 130,000 deaths in May 2021, or nearly five times the usual number of deaths reported in the month, official data shows. In all, the excess mortality reported by the state from January to May 2021 was 34 times the official Covid-19 toll for the same time.More limited data available for Tamil Nadu, on the other hand, shows a more modest increase in mortality: between January 1 and June 13, Tamil Nadu registered 129,000 excess deaths over the average, roughly 7.5 times the official reported Covid-19 toll for the same time.Officially, India has reported 370,000 deaths from Covid, substantially lower than the death tolls in the United States and Brazil, and among the lowest deaths proportionate to its population. India has officially reported just 266 deaths for every million people, as against nearly ten times that number in Brazil.However, doubts persist over the proportion of its Covid toll that India is able to accurately capture. Some of the undercounting is a legacy of India’s problems with state capacity; even pre-pandemic, India was able to capture only an estimated 86% of all deaths, with death registration as low as 35% in states like Bihar as of 2018. However, some of it is specific to the pandemic: despite the guidelines of the World Health Organisation and the Indian Council for Medical Research that encourage adopting as liberal a definition of a Covid death as possible, Indian states have systematically adopted an excessively stringent definition – only deaths of people who tested positive for Covid prior to death and died with a typical progression of disease in hospitals are typically counted as India’s Covid dead. Simultaneously, there is some evidence that routine health services were severely affected. Doctors across the country have reported premature deaths in their patients with chronic disease on account of being unable to access life-saving measures, including dialysis and  cancer treatments.All of this has driven attempts in India to gauge “excess mortality” – the difference between mortality from all causes during the pandemic and in normal years. Across the world, countries make updated all-cause mortality data freely available. The United Kingdom and South Africa are among the countries that publish this data weekly, and Peru recently significantly revised its official count upwards to account for this excess mortality.Indian states collect all-cause mortality data every day through the Civil Registration System which functions under the Office of the Registrar General of India. The process is decentralised down to the sub-district level in every district in the country. But states are not making this data public. CRS data for Madhya Pradesh accessed by Scroll.in showed that Madhya Pradesh saw over 160,000 reported deaths in May 2021, or nearly five times the usual number of reported deaths in 2018 and 2019.In all, Madhya Pradesh saw more than twice as many deaths between January 1 to May 31 this year compared to the 2018-’19 average. There were over 180,000 “excess deaths” in 2021 over the usual, and over 42 times the reported Covid death toll for the same period.Now CRS data for Andhra Pradesh accessed by Scroll.in for the first time shows a similarly worrying trend. The state saw 27,100 deaths on average in May 2018 and 2019. In May 2021, as the second wave of Covid struck the state, Andhra Pradesh saw over 130,000 deaths or nearly five times as many deaths.In all, between January 1 and May 31 this year, Andhra Pradesh saw 130,000 “excess deaths” – deaths over and above the 2018-19 average. This was nearly 34 times the official Covid death toll for the same period, although not all of the excess deaths would be from Covid alone.While Guntur district saw the most deaths in April and May 2021, the greatest increase was in West Godavari district.The state also saw a substantial increase in mortality in August and September 2020, towards the end of India’s first wave, once again several times the official Covid toll for the same period.Civil registration data currently available for Tamil Nadu is much less detailed and is available as annual totals only. That data shows that the state registered nearly 400,000 deaths between January 1 and June 13 this year, while the average deaths registered annually in 2018-’19 on average was 593,000. Assuming that deaths are distributed uniformly through the year, Tamil Nadu registered an estimated 129,000 excess deaths in the first 164 days of this year, which is 7.5 times the official Covid death toll for the same time period.While Madhya Pradesh is a relatively poor and rural state, these are the first estimates for relatively richer and more urban states. With an estimated 52.79 million people, 35% of Andhra Pradesh’s population lives in urban areas. It lies in the middle of the distribution of Indian states by per capita income.Tamil Nadu has over 76 million people, and more than half the state is urban, making it the second most urbanised big state after Kerala. It is among the five richest larger states in India.In both Andhra Pradesh and Tamil Nadu, there is some evidence that death registration is improving over time. Between 2018 and 2019, for instance, registered deaths jumped by nearly 90,000, an increase that officials in the public health department suggested were a result of improvements made to the registration process. In Andhra Pradesh as well, there has been an increase in the number of functioning reporting units, an official in the state’s health department said, asking not to be quoted as he was not authorised to speak on the matter. “However better registration means that annual deaths will increase by five or ten percent. A 400% increase in one month is not a function of better reporting,” he added, referring to the May 2021 spike.Calls and messages to Andhra Pradesh special chief secretary and chairperson of the state Covid Command and Control Centre Dr K S Jawahar Reddy went unanswered. Tamil Nadu health secretary J Radhakrishnan and Director of Public Health Dr TS Selvavinayagam told Scroll.in that they were busy with field work and could not comment on the data.","author":"Rukmini S","time":"2021-06-13T21:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160297-wezfvpmgfp-1623596499.jpg","tags":["Coronavirus","Covid-19","Andhra Pradesh","Tamil Nadu","Excess Mortality"]}