{"title":"Andhra Pradesh: Jaganmohan Reddy elected YSR Congress legislature party leader","content":"YSR Congress Party President Jaganmohan Reddy was unanimously elected the leader of the legislature party on Saturday, paving the way for him to become the chief minister of Andhra Pradesh, IANS reported.All 151 newly-elected YSR Congress Party legislators attended a meeting held at Reddy’s residence at Tadepalli in the state capital Amaravati where they unanimously adopted a resolution electing him the leader, according to The Hindu.Reddy’s name was proposed by senior legislator Botsa Satyanarayana and seconded by Dharmana Prasada Rao and other senior leaders. The Governor of Andhra Pradesh and Telangana ESL Narasimhan has invited Reddy to form the government. According to a Raj Bhavan communique, Reddy’s swearing-in ceremony would be held at Indira Gandhi Municipal Corporation stadium in Vijayawada on May 30 at 12.23 pm.Reddy reportedly told his MLAs at the meeting that the “massive mandate of 151 MLAs given by people was for values and credibility”. “It was now the responsibility of YSRCP [YSR Congress Party] to live up to their expectations. Lot of reforms would be brought about in administration,” he said, according to The Hindu. He vowed to provide a clean administration.He also said god had punished Telugu Desam Party chief and former Chief Minister N Chandrababu Naidu for his misdeeds, IANS reported. The mandate, he said, showed that those who resort to “unethical and unjust” means will definitely be punished by god. Calling Naidu’s loss a “beautiful script”, Reddy said, “Now TDP got only 23 seats and the results also came on May 23. The god has written a beautiful script with 23.” Naidu won just 23 seats in the Assembly elections. The Assembly has 175 elected seats.Reddy alleged that since Naidu illegally took away three MPs of his party, he got only three Lok Sabha seats. Andhra Pradesh: YSRCP chief Jagan Mohan Reddy felicitated by party members at the legislative party meeting in Amaravati. He has been elected as the Legislative party leader at the meeting. pic.twitter.com/ymdJ2zRpXy— ANI (@ANI) May 25, 2019","author":"Scroll Staff","time":"2019-05-25T13:38:14.271517+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120422-mqtafwvfak-1558771202.jpg","tags":["Jaganmohan Reddy","YSR Congress","Andhra Pradesh","Assembly Elections"],"source":"https://scroll.in/latest/924708/andhra-pradesh-jaganmohan-reddy-elected-ysr-congress-legislature-party-leader"}