{"title":"Andhra Pradesh: BJP, Jana Sena announce alliance, to fight local, state and national polls together","content":"The Bharatiya Janata Party and the Jana Sena announced an alliance in Andhra Pradesh on Thursday, PTI reported. Jana Sena chief Pawan Kalyan and state BJP President Kanna Lakshmi Narayana announced the alliance at a press conference, after leaders of the two parties met for four hours in Vijayawada. The BJP-Jana Sena alliance had broken four years ago due to what the two parties called a “communication gap”. At Thursday’s press conference, Kalyan and Narayana expressed confidence that the two parties will form the government in Andhra Pradesh in 2024. They announced that the two parties will contest all elections, from the local level to the 2024 Lok Sabha elections, together.“Our alliance is intended to protect the state,” the two leaders said. They claimed that the YSR Congress Party government, under Jaganmohan Reddy, had failed on all fronts in a very short time. The state BJP chief said that the Jana Sena agreed to form an alliance with the saffron party unconditionally, “in the interest of Andhra Pradesh”. Narayana announced that the two parties will soon form a coordination committee to set a common agenda.Kalyan held talks with BJP Working President JP Nadda in New Delhi on January 13. “BJP was our first ally,” the actor-turned-politician said. “We held a series of discussions over the past few months and bridged the [communication] gap. Thus, we are back in alliance.”Kalyan claimed that the people of Andhra Pradesh were tired of the “dynastic, despotic and corrupt” politics of both the Telugu Desam Party and the YSR Congress Party. “The BJP and the Jana Sena will be the third alternative that people are looking for,” Kalyan asserted. “We will emerge as a formidable force by 2024.”BJP leader Sunil Deodhar, in charge of the party’s operations in Andhra Pradesh, said there is no question of any alliance with the Telugu Desam Party. The Chandrababu Naidu-led party had quit the National Democratic Alliance in 2018. Deodhar also said the BJP will not ally with the YSR Congress Party.The Jana Sena, after breaking its alliance with the BJP in 2016, had tied up with the Bahujan Samaj Party and Left parties for the 2019 polls. However, it won no seat in the Lok Sabha elections and just one out of 175 in the Assembly polls.  Kalyan and Narayana said that Chief Minister Jaganmohan Reddy cannot take unilateral decisions about having three state capitals, NDTV reported. “Jaganmohan Reddy in fact said in the Assembly that he accepts Amaravati as the capital,” Kalyan said. “I had pointed out building such a big capital in a short time is not possible. I had expressed apprehensions that if the ruling party changes, future will be at stake and it has happened just as I feared.”","author":"Scroll Staff","time":"2020-01-17T10:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134759-iarufokvkm-1579234902.jpg","tags":["Jana Sena","Bharatiya Janata Party","Pawan Kalyan","Kanna Lakshmi Narayana","Andhra Pradesh"],"source":"https://scroll.in/latest/950166/andhra-pradesh-bjp-jana-sena-announce-alliance-to-fight-local-state-and-national-polls-together"}