{"title":"Andhra Pradesh Assembly elections: Jagan Reddy’s YSR Congress Party set for landslide victory","content":"The YSR Congress Party appears to be headed for a massive victory in the Andhra Pradesh Assembly elections. With leads for all 175 seats available, the party was leading in 140 seats and had won nine. The incumbent Telugu Desam Party was ahead in 23 seats and had won just two. The Jana Sena party was leading in one constituency.Jaganmohan Reddy, leader of the YSR Congress is likely to take oath as the chief minister on May 30, ANI reported quoting party leader Ummareddy Venkateswarlu. Andhra Pradesh Chief Minister and Telugu Desam Party chief Chandrababu Naidu is likely to tender his resignation on Thursday evening.“Looking at the loot by N Chandrababu Naidu, the public doesn’t want him to rule the state,” Venkateswarlu added.Voting in Andhra Pradesh was held on April 11, concurrently with the Lok Sabha polls during the first phase of the General Elections. The 2019 Assembly elections are the first following the bifurcation of Andhra Pradesh in 2014. Chief Minister N Chandrababu Naidu, the leader of the Telugu Desam Party, is seeking to retain power. In the 2014 elections, Naidu had won 103 seats out of 294. However, due to bifurcation, only 88 seats were required for a majority.The YSR Congress, the Jana Sena, the Congress and the Bharatiya Janata Party are the other major parties in the fray.Exit polls for the 2019 elections had shown mixed predictions for the Telugu Desam Party and the YSR Congress Party. While it was expected before the April 11 polls that YSR Congress chief Jagan Mohan Reddy would emerge the winner, exit polls had painted a close contest.According to the India Today-Axis My India exit poll, YSR Congress Party was expected to win 119-135 seats while the Telugu Desam Party may be reduced to 39-51 seats. The poll has also predicted 1-3 seats for the Jana Sena.According to polling agency VDP Associates, the YSR Congress Party may win 111-121 seats while the Telugu Desam Party may get 54-60 seats. A survey by local agency Aaraa has said that the YSR Congress Party will win 126 seats, and the incumbent Telugu Desam Party just 47. However, INSS, another polling agency, had said that the Telugu Desam Party will win 118 seats and the YSR Congress Party just 52. The RG Flash Team, an agency headed by former MP Lagadapati Rajagopal said Naidu’s party will win 100 seats (+/-7) while the YSR Congress will be restricted to 72 seats (+/-7).For Naidu, winning the state in both the General Elections and Assembly elections was important, in case Lok Sabha exit polls go wrong and the National Democratic Alliance is denied a majority. Naidu has taken the lead in forming an alliance of Opposition parties at the national level over the last few weeks. The chief minister met his Karnataka counterpart HD Kumaraswamy late on Tuesday. Naidu also met Kumaraswamy’s father and former Prime Minister HD Devegowda.  On Saturday, Naidu held discussions with Sharad Pawar, Congress President Rahul Gandhi, Samajwadi Party President Akhilesh Yadav and Bahujan Samaj Party chief Mayawati.","author":"Scroll Staff","time":"2019-05-23T08:18:56.661916+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115441-uhtwfmjilx-1558548475.jpg","tags":["Andhra Pradesh Assembly elections","N Chandrababu Naidu","YSR Congress Party","Telugu Desam Party","Jagan Mohan Reddy"],"source":"https://scroll.in/latest/924424/andhra-pradesh-assembly-elections-close-race-likely-between-ysrcp-tdp-as-exit-polls-disagree"}