{"title":"‘Andhadhun’ film review: A wicked and wacky yarn about a crime and its unlikely punishment","content":"Sriram Raghavan’s latest movie, an official adaptation of Oliver Trennier’s French short film The Piano Tuner (2010), expands on themes previously explored in the director’s crime thrillers. The tone of Andhadhun is wacky and wicked, the pace as hectic as a late train trying to make up lost time and the characters amoral in a businesslike way as they lay claim to money that doesn’t belong to them. In Andhadhun, the morality and tragedy that underpinned Raghavan’s previous crime thrillers Ek Hasina Thi (2004), Johnny Gaddar (2007) and Badlapur (2015) are chucked out of the  window. The throwaway dialogue has a mordant wit that suits the material and precludes any sentimentality. There is a strong flavour of the Coen brothers at their peak, but also enough nods to Raghavan’s longstanding interest in the dynamics of the perfect crime and the hustlers and flimflam artists who populate pulp detective stories.The opening explores one of Raghavan’s favourite themes: the derailment of one journey and the beginning of another that does not have a clear destination in sight. Blind pianist Akash (Ayushmann Khurrana) is practising hard to perfect the tune that will allow him to qualify for a music competition in London. He meets Sophie (Radhika Apte), who runs a restaurant, and becomes her resident musician. Amit Trivedi songs fill the air as Akash and Sophie allow their feelings to expand. A guest at the restaurant takes a shine to Akash’s nifty fingerwork, unwittingly setting into motion a dizzying set of plot twirls that will include money, murder and a double-cross. Pramod Sinha (Anil Dhawan), former 1970s movie star and a real-estate agent in the present, adores his much younger wife Simi (Tabu). Pramod asks Akash to give Simi a surprise piano recital on their wedding anniversary, but when Akash shows up, nothing is what it seems to be.\n\n\n    \n    Play\n\nAndhadhun (2018).The twists that follow are revealed with minimum fuss, through simple camera movements or editing transitions, and they last all the way till the end reel. Andhadhun is busy to a fault, even when it comes to the background score, and the filmmakers appear to be having too much fun to take a knife to the material. The film is dedicated to Chhaya Geet and Chitrahaar, the Doordarshan shows that brought Hindi film music into drawing rooms in the ’70s and ’80s. It has a post-credits montage of piano sequences from previous Hindi films. And yet, the soundtrack and background score are not always used as well as they could have been.In a film about a musician, the players demand more attention than the music. The screenplay by five writers – Raghavan, Pooja Ladha Surti (who is also behind the sharp editing), Arijit Biswas, Yogesh Chandekar and Hemanth Rao – spreads out the often very funny black humour across the ensemble cast. Tabu is terrific as the slinky Simi, who takes no prisoners as she goes about her business. Tabu has just the right expression on her face when faced with impossible developments, and she is especially superb in her scenes with the hapless Pramod. The embodiment of self-obsessed movie stars with floppy hair and a virginal view of the world, Pramod is proof of Raghavan’s unerring ability to find imaginative ways to pay homage to classic Hindi cinema.Tabu in Andhadhun. Courtesy Matchbox Pictures/Viacom18 Motion Pictures.Ayushmann Khurrana initially seems to be an odd fit for the role, but he gets under Akash’s skin as the woes pile up. Akash is the only one in the room who isn’t getting the joke, and Khurrana has many solid moments that convey Akash’s giggle-inducing plight. He has a good vibe with Radhika Apte, who sheds the anxiety that has dogged her recent roles to turn out a deceptively casual performance. As in Raghavan’s previous films, minor characters are beautifully deployed to spring major surprises. Chhaya Kadam is hilarious as a wannabe criminal way out of her league. Zakir Hussain, a regular actor in Raghavan’s films, ensures that his character is always human, no matter how outrageous his deeds. Ashwini Kalsekar, another Raghavan regular, is a scream as the wife of burly police officer Manohar (Manav Vij), who becomes the vehicle for another tribute, this time to Louis Malle’s Elevator to the Gallows (1958). An unnamed character is the setting, which has been captured by KU Mohanan’s cinematography with the same lack of fussiness that marks the subject matter. Andhadhun is easily the first real Pune noir, proving that dastardly behaviour can nestle among the city’s well-appointed older houses and newer complexes (the Marathi film Pune 52 from 2013 doesn’t count). Raghavan’s talent for imagining ordinary people as proficient criminals in the right conditions and his use of locations and sharply etched characters to advance his plot is put to great use in Andhadhun. With a trimmer running length, the movie would have been perfect. Even at its current run-time of 139 minutes, Andhadhun slides into place as smoothly as one of Akash’s piano pieces.Ayushmann Khurrana and Radhika Apte in Andhadhun. Courtesy Matchbox Pictures/Viacom18 Motion Pictures.","author":"Nandini Ramnath","time":"2018-10-05T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/ikcdxvythe-1538588972.jpeg","tags":["Andhadhun","film review","Sriram Raghavan"]}