{"title":"Article 35 A: Three challenges to the 63-year old law on 'permanent residents' of Jammu and Kashmir","content":"In Jammu and Kashmir, a political storm is brewing over the threat to Article 35A of the Constitution. The provision allows the state legislature to define “permanent residents” of Jammu and Kashmir, reserving for them the right to own land, hold government jobs and settle down in the state. Three petitions lie at the heart of the present controversy.The petitions challenge Article 35A on three counts: that it discriminates on the basis of gender, that it undermines the rights of West Pakistan refugees, that the presidential order which introduced it is not constitutionally valid. Here is a closer look at the petitions.‘Anecdotal’ evidenceThe most recent petition was filed in May by Charu Wali Khanna, lawyer and former member of the National Commission for Women, and Seema Razdan Bhargav, a doctor. Khanna is described as a “Kashmiri Pandit woman by ancestry” who “desires to build a home in Jammu and Kashmir…in order to rediscover her roots”. She is unable to purchase property, the petition says, because of the “peculiar discriminatory laws” of the state, which have branded her a non-permanent resident, apparently because she had married “out of caste”. The petitioners refer to a 2003 judgment by the Jammu and Kashmir High Court, which notes that the state legislature had not enacted any law defining permanent residents. So “under the guise of Article 370 and Article 35A, the men and women state subjects are subjected to different treatments”, claims the petition. It does not mention, however, that the same 2003 judgment ruled that women who married outside the state would not lose their status as permanent residents.Such discriminatory provisions for permanent residentship, the petitioners argue, perpetuate “the power politics, wherein the India of today on the path of ‘sabka saath, sabka vikaas’, with growing education, migration and economic and social mobility, women are claiming their spaces (whether in private or public sphere)”. Second, the petition cites the Dogra legislation of 1927, which was the predecessor of the current provision and apparently states that the wife or widow of a state subject would also be considered one so long as she did not leave the state for permanent residence outside. But the petition also goes on to take note of the transfer of power after Independence and contends that the Instrument of Accession signed by Maharaja Hari Singh in 1947 is no different from those signed by “500 other rulers/kings”, that is “unconditional, voluntary and absolute”, wiping out all previous territorial allegiances. In an annexure to the petition, Khanna pleads for the court’s intervention, asking, “Am I not a Kashmiri?” She then proceeds to give “anecdotal” evidence of her ancestry.The genealogy of her ancestors could be traced through 11,000 years of “myths and oral tradition”, she says. The Kashmir Pandits, in this telling, were “Aryan Saraswat Brahmins” who lived on the banks of the mythical Saraswati river before they migrated to Kashmir. She dwells on the “ancient history” of the state, which was absorbed into Ashoka’s Mauryan empire. One of her ancestors, she says, was given the title of “Wali”, which means “Muslim saint”. Under the “brutal tyranny” of Afghan rule (1753-1819), however, her ancestors were forced to migrate from the state, part of the “sixth exodus” of Kashmiri Pandits.Refugee rightsIn 2015, the West Pakistan Refugees Action Committee Cell had filed a writ petition in the Supreme Court. It pleads for the fundamental rights of refugees who crossed into the state after 1947, had lived there for decades and formed 7%-8% of the state’s population.To back its plea, the petition provides a number of documents. The first of these is the copy of a 1987 judgment by the Jammu and Kashmir High Court.  The petitioners had argued that West Pakistan refugees had lived the state for 40 years without being recognised as permanent residents. This meant they could not get their names on electoral rolls, be elected to panchayats, take government jobs, buy land or be admitted to technical institutions. The petitioners argued that they be given the same rights as those who had voluntarily migrated to West Pakistan after Partition but then chosen to return. The Resettlement Act of 1982, passed by the Jammu and Kashmir legislature, gave such persons and their children the rights of permanent residents. The court recognised the plight of West Pakistan refugees, granted that they occupied a “highly anomalous” position in the state, but said it was unable to give relief. Rights and privileges could be ensured by tweaking separate pieces of legislation “without having to amend the Jammu & Kashmir Constitution”, the court had said as it dismissed the petition. It left the matter to the Union government and the state of Jammu and Kashmir.The petition includes a Tehelka report on the conditions under which such refugees lived as well as documents on the admission procedures for technical institutions and scholarship application forms. Also enclosed are letters by Avinash Rai Khanna, vice-president of the Bharatiya Janata Party in Jammu and Kashmir, Jitendra Singh, now a minister of state at the Centre and formerly the chief spokesperson of the BJP in the state, LK Advani, veteran BJP leader, and Congress leader Raj Kumar Verka, who is also a member of the National Commission for Scheduled Castes. ‘Irrelevant and redundant’The first of the three petitions, however, goes back to 2014 and was filed by a non-governmental organisation called We the Citizens, based in Delhi. It claimed to have been“engaged in non-governmental activities for the last year” at the time of filing the petition. It aimed to “promote the interests of citizens of this country”. It argues that the princely state of Jammu and Kashmir had already acceded to the Indian dominions under the Government of India Act, 1935. A fresh instrument of accession was signed by the Dogra ruler in 1947 merely to “remove any doubt, confusion or ambiguity”. The petitioners then conclude: “Thus it is on record that Kashmir never separated from federation of Indian dominion or union of states.”Second, the petitioners argued that the state acceded to the union to become an “integral part of India”, four representatives from the state were part of the Constituent Assembly and “participated in the making of the Indian Constitution”. “Therefore, no special provision was made in the Indian Constitution giving special status/treatment to the state of Jammu & Kashmir,” the petitioners reasoned.But the focus of this petition is the validity of constitutional orders passed by the president, first limiting the powers of Parliament to make laws for the state of Jammu and Kashmir and then allowing provisions for permanent residentship. Article 35A was inserted in 1954 through the “Constitution (Application to Jammu & Kashmir) Order 1954”. These orders were passed according to powers given to the president under Article 370. But the petition points to Article 368 (i) of the Constitution, which says that amendments could be made by Parliament alone. “By this provision, act of amendment, variation or repeal is excluded by any other contained in the Constitution including Article 370 of the Constitution of India,” they argued. Building on this, they concluded that it was “beyond the president’s jurisdiction” to pass the order of 1954. “The President of India under the garb of a temporary provision i.e. Article 370 (1) cannot amend the Constitution by incorporating a new Article of permanent nature,” the petitioners argued. They also referred to two past judgments of the Supreme Court which explored the powers of the President to modify constitutional provisions. The president only had the power to tweak existing provisions, they said, but in the case of Article 35A, an entirely new provision had been introduced through a presidential order.The petition also objects to Article 35A on the grounds that it creates “two classes of citizens”, which violates the right to equality under Article 14 of the Constitution. Finally, the petition concludes, the “radical changes” in the “socio political scenario” in Jammu and Kashmir had made the order of 1954 “irrelevant and redundant”.","author":"Ipsita Chakravarty","time":"2017-08-24T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848147-66423-fksmnkhjdi-1503421631.jpg","tags":["Kashmir report","Article 35A"],"source":"https://scroll.in/article/848147/anecdotal-evidence-three-cases-make-a-bouquet-of-arguments-against-article-35a-in-kashmir"}