{"title":"‘Angrezi Medium’ movie review: From Udaipur to London – and then all over the place","content":"Angrezi Medium seems to need an excuse for its existence. Putting the ailing Irrfan back on the screen could be one of them. Until the gifted actor gets completely back in the game, it will have to do.Irrfan’s first release since he was diagnosed with a neuroendrocine tumour in 2018 is a spiritual sequel to Saket Chaudhary’s 2017 hit Hindi Medium. The new film shares Hindi Medium’s rumbustious comic tone, celebration of self-belief and aspiration, and muddled approach. In Hindi Medium, a couple move neighbourhoods and then heaven and earth to get their daughter admitted to a private English-language school, only to realise that the government-operated institution in which she previously studied was just fine. Angrezi Medium hops continents. A teenager from Udaipur has her bespectacled eyes set on a prestigious college in London, and her widowed father morphs into a contortionist to make her dream comes true. Champak (Irrfan) does advise Tarika (Radhika Madan) to try other colleges in India itself, but Tarika is unyielding. (She isn’t the only one in a movie packed with exemplars of obduracy.) Tarika has been dreaming of The Foreign since she was a child. Since the movie is as indulgent of her wishes as her widowed father is, we get, among others, a short history of competitiveness in the Indian sweets industry, legal and then illegal entry into the United Kingdom, Indians passing themselves off as Pakistanis, stretches of forced humour, and reminders of Deepak Dobriyal’s scene-stealing ways and Kareena Kapoor Khan’s ability to glitter in a handful of moments.The jalebi-shaped screenplay is attributed to four writers. The direction, by Homi Adajania, struggles to contain a narrative that is figuratively and literally all over the place. Every scene is a set-up for wackiness, every emotion is underlined and then blown up to fill the corners of the screen, every bit of contrivance is deployed towards bringing the characters together. The saga opens in Udaipur, where Champak and his cousin Gopi (Dobriyal) are locked in a battle to wrest control of the family name. Each brother claims to own the “first original” Ghasiteram sweet shop, and their tussle has stretched to the courthouse. If Tarika is determined to leave the premises, nobody can blame her.One set of events puts paid to Tarika’s smooth admission to the college of her choice. Another gets her to London. A third set of events separates father and daughter. A fourth brings them back together as foes. A fifth puts a bow on the untidy heap. \n\n\n    \n    Play\n\nAngrezi Medium (2020).The lensing and editing underscore the screenplay’s sitcom flavour. The overlong duration – 145 minutes – proves too short to communicate whatever it is this movie is trying to say. Spotted in the melee are patches of infectious wit and some fine performances. Irrfan is in typically good shape as the bull in the sweet shop, forging ahead despite toppling everything in sight. Like the patriarch from Father of the Bride (1991), who nearly wrecks his daughter’s wedding because he cannot bear to give her away, Champak is a father many of us know: pig-headed but soft-bellied, irreverent as well as proper, and full of love despite his misgivings. It’s a minor miracle that Angrezi Medium allows for any character studies at all, and among those who stand out amidst the to-ing and fro-ing is the clownish but endearing Champak. In a less syrupy movie, Tarika might have been characterised as a brat, but she too is projected as sweetness itself, and Radhika Madan lends her winsomeness and a likable quality. Kareena Kapoor Khan has an extended cameo as a tough London police officer who is estranged from her mother (Dimple Kapadia) for reasons that remain unclear, but this marvel of an actor proves that she needs just a few seconds to leave her imprint.Angrezi Medium really belongs to Deepak Dobriyal, who is in sync with the unrelenting wackiness. Dobriyal has turned playing to the gallery into an art, and he is completely credible even in the most incredulous scenes. Champak and Gopi make a hilarious odd couple. As this Tweedledum and Tweedledee stumble about that very large village known as London, they manage to soften the plot’s sharply conservative edges and convey a measure of its can-do spirit. If a pair of sweetmeat traders can land up in London, pass themselves off as Pakistanis, keep producing the vast amounts of money needed to fulfill Tarika’s dreams, and make it home in one piece, anything is possible. \n\n\n    \n    Play\n\nLaadki, Angrezi Medium (2020).Also read:‘Angrezi Medium’ without Irrfan? ‘No way’, says director Homi Adajania","author":"Nandini Ramnath","time":"2020-03-13T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138171-kumcinukmn-1583954225.jpg","tags":["Angrezi Medium movie review","Irrfan","Deepak Dobroyal"],"source":"https://scroll.in/reel/955884/angrezi-medium-movie-review-from-udaipur-to-london-and-then-all-over-the-place"}