{"title":"Anil Mehta on lensing ‘Beyond the Clouds’: ‘Bombay still throws up surprises, one never tires of it’","content":"There was a time when Anil Mehta had no more than a single cinematography credit in a year, or gaps between projects. Of course, the films were nothing to sneer at – Khamoshi: The Musical (1996), Hum Dil De Chuke Sanam (1999), Lagaan (2001), Saathiya (2002), Kal Ho Na Ho (2003), Kabhi Alvida Naa Kehna (2006), Wake Up Sid (2009), Highway (2014), Finding Fanny (2014), Badlapur (2015). In 2017, the celebrated 59-year-old cinematographer shot Iranian director Majid Majidi’s first Indian production, Beyond the Clouds, which is being released on April 20 after visiting film festivals. The Hindi movie with an English title stars Ishaan Khatter and Malavika Mohanan as siblings navigating poverty, hardship, murder and betrayal in the slums of Mumbai.After years of shooting advertising commercials, the Film and Television Institute of India-trained Mehta is counted one of the leading practitioners of the glamorous realism aesthetic that characterises contemporary Hindi cinema. Mehta has come off Dibakar Banerjee’s Sandeep Aur Pinky Faraar and is in the midst of shooting Sharat Katariya’s Sui Dhaaga. Mehta spoke to Scroll.in about revisiting Mumbai for a foreign director and the ways in which the look and feel of popular Hindi cinema has changed over the years. On Majid Majidi and ‘Beyond the Clouds’I am not quite sure why Majid Majidi selected me – I know that he had gotten the producers to show him a bunch of Indian films. He didn’t like any of the mainstream work. For me, this was obviously an opportunity since he is a director whose early films I have watched and liked. We met before the shoot – he had organised reading sessions. I got a sense of and a feel for what he was looking for. One of the key things that got decided in the pre-conversations was whether the film would be in English or Hindi. Everybody said that it should be in Hindi, otherwise it would not ring true. That is when Vishal Bhardwaj came in to do the dialogue from the English script. The movie then became less foreign.Everybody is from here except the director, an assistant director, the editor and sound designer.Majid needed a translator and that was an issue – on the sets, there is a lot of shorthand and no time for elaborate communications. Going through a translator and interpreter had its own sets of problems. He would explain something and would set it up and then say, this is not what I said. That got smoothened over time, of course.\n\n\n    \n    Play\n\nBeyond the Clouds.On looking at Mumbai with fresh eyesThe challenge was to look at a city that we have also started seeing in foreign films. Everyone has his own take on Mumbai. Majidi’s approach is human, and so I tried to find that core of humanity and that humane element in the locations. We did end up at the same places, and that didn’t bother me. You can go back to the same locations with a different story and the place will have a different ringAll conversations about a film are centred on the script. All these conversations start to become real and tangible when you start doing locations. That determines the style and the look. The process makes it interesting, and it is also liberating in a stupid and mechanical way. We shot at Sassoon Dock, Versova fishing village, Dhobi Ghat in Mahalaxmi. Dhobi Ghat is touristy, in one sense, but here you get inside and situate your scenes in a room and the lanes. It works if it is valid for the character.When you meet someone in Sewri and then go to Sassoon Dock and then Chor Bazaar and end up in Versova, it doesn’t matter to a foreign director. I remember that this was a very big deal in Wake Up Sid – we were very concerned with the geography of who lives where.Anil Mehta (left) on location for Beyond the Clouds. Image credit: Namah Pictures/Zee Studios.Almost the entire film is on location, and there are very few sets. We built the interiors of a jail for the prison sequences because of permission problems. Bombay still throws up surprises. One never tires of it – you have to keep seeing it with fresh eyes, and that has never been problem for me. For a viewer, this might be another movie about the underbelly, but as a filmmaker, you are always thinking of how to do it again. In terms of the shooting style, we have not used a lot of handheld camerawork. That is the surprising part – we used a lot of dolly work and Steadicam. There are some scenes with a big crane. The language is not heightened, not exaggerated, not complex.There are a lot of saturated tones, a lot of browns, for instance. I don’t fight saturated tonality. It is our reality, and it is stylish to do it. I go with the flow because I feel it’s us. I like to find myself within it. Why do we have to have a restrained palette when we are a nation of all kinds of things happening around us? To bring in those elements and make them work for the screen is a bigger challenge rather than to make the palette uniform or controlled.We have not tried to soften the blow in Beyond the Clouds. Majidi has chosen earthy tones and browns and blacks for the costumes. The textures remain a little gritty and real. There is no glossing over. The main actors have browned their faces to go further in that direction.\n\n\n    \n    Play\n\nBadlapur (2015).On the new glamorous realism that defines BollywoodWe are increasingly moving away from glamour. Even films such as Ae Dil Hai Mushkil look glamorous, but there is a lot of informality in the camerawork. You have to keep finding an idiom for each film afresh. Wake Up Sid, for instance, wasn’t like Saathiya. Ayan Mukerji wanted it more polished, and the shot taking was classical, without any hand-held business. The sets were as close to real locations as possible, and all our referencing was from real locations. Unless, of course, it’s one of those mega-budget films that have to cut through so many strata and need to have spit and polish. Most films these days are moving to real locations. In Sui Dhaaga, for instance, there was some pressure to shoot on sets, but we wanted to shoot in a real environment and we pushed for it. Whatever limited environment you will see in that film is more real than a fake setting in Bombay.Varun Dhawan and Anushka Sharma in Sui Dhaaga. Image credit: Yash Raj Films.Dibakar Banerjee’s Sandeep Aur Pinky Faraar too was shot on real locations. One of the locations was a real town on the border with Nepal. That kind of chasing and fidelity definitely add texture and layers to a film even though it may be logistically very problematic. I am very happy – it’s only for the good. Of course, there are classical films such as Padaamvat and the big-budget extravaganza still does well, but these things co-exist, and there is a definite market change towards a new kind of good-looking. The thing is always to stay close to the material – that is the only way to stay focused. If a story is set in a small house in Baroda, as was Secret Superstar, then the story has to be told very simply. I don’t try to impose any style quotient on the material.\n\n\n    \n    Play\n\nFinding Fanny (2014).On looking back on his workI don’t revisit my work, and I don’t look at it analytically. It’s really not so much about you, and the feedback you get informs your work ahead. I have been choosy. There was a whole phase in my life when I was living in Bangalore. I was doing one film at a time for 15 years at a time. I didn’t really push it. When I start something, I invest in it, and I don’t simply shoot and move on.I had a very middle-class background. My education took me here and there – Calcutta, Hyderabad, Gwalior, Delhi, Pune. Fortunately, my folks were not upset or resistant when I chose film as a profession. I didn’t have a background in the arts, and only had some exposure to theatre and film societies.Anil Mehta.I graduated from the Film and Television Institute in 1986, and came to Bombay. I spent my early years in advertising, since the feature film industry was very disorganised in those years. I don’t do that much advertising any more – you stay away for long spells and they need people on a quick turnaound basis. It’s an attitude thing at the end of the day – you don’t want to maximise every day, but want to finish what you have started. You don’t take up everything that is offered to you. And you have to have some synergy with the project that you are going to be doing. There is no point in doing a film with a production house or a person that you know you won’t get along with. Of course, it doesn’t always play that way. This is a profession that generates a lot of uncertainty and anxiety in all of us, whether you are at the top of the heap or struggling to break through. This syndrome is global, so it’s not easy to navigate this space. (As told to Nandini Ramnath.)","author":"Nandini Ramnath","time":"2018-04-16T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/875785-87221-zzoygexrwf-1523818245.jpeg","tags":["Anil Mehta","Beyond the Clouds","Majid Majidi"],"source":"https://scroll.in/reel/875785/anil-mehta-on-lensing-beyond-the-clouds-bombay-still-throws-up-surprises-one-never-tires-of-it"}