{"title":"Anil Dhawan interview: ‘I’ve had a most satisfying innings, and I couldn’t have asked for more’","content":"Surprise! Anil Dhawan is back in a film after a five-year gap, and the actor and his director are making the most of it.In Sriram Raghavan’s crime thriller Andhadhun, Dhawan’s Pramod Sinha is a 1970s movie star with a much-younger wife, Simi (Tabu). Pramod dotes on his spouse, and decides to surprise her on their wedding anniversary. But she isn’t alone, and there’s a loaded gun lying around. As Simi says in the film, “Look who’s surprised now?”There’s a clever conceit for the fans: the movie posters that line the apartment of Pramod Sinha’s character and the clips he keeps watching are from Dhawan’s ’70s films, including Chetna (1970), Annadata (1972), Honeymoon (1973) and Hawas (1974). A black-and-white drawing that belongs to Dhawan is used as a prop in Pramod Sinha’s apartment. Hit songs from his movies, including Yeh Jeevan Hai from Piya Ka Ghar (1972) and Teri Galiyon Mein from Hawas, are a part of Andhadhun’s background score.    It’s been a while since Dhawan has been given a film role that audiences might remember him by. Though he continues to appear in television shows, the 67-year-old actor was last seen in Himmatwala in 2011. He accepted Andhadhun, which will be released on October 5, because he had heard about Raghavan from his daughter. She was an assistant on Raghavan’s Johnny Gaddaar (2008), and had praised his abilities to her father.There were other connections: both Dhawan and Raghavan are graduates of the Film and Television Institute of India. And Raghavan had directed Anil Dhawan’s nephew, Varun Dhawan, in Badlapur (2015). “I finally met Sriram at a birthday party, and he said he was writing a film and wanted a 1970s character,” Dhawan said during an interview at his suburban apartment in Mumbai. “I told my daughter about it and she said, just go.”Dhawan was happy enough appearing in TV serials – the most recent one being Roop Mard Ka Naya Swaroop. “I like my peace, and you can’t do both films and serials,” he said. “I’ve had a most satisfying innings, and I couldn’t have asked for more. If you are not over-exposed, your longevity increases.”\n\n\n    \n    Play\n\nAndhadhun (2018).The Kanpur-bred Dhawan made his debut with a movie that shocked and titillated audiences at the time. Chetna was defined as a “bold picture” for its exploration of a young man’s courtship of a prostitute, leading to marriage and tragedy. The movie was directed by BR Ishara and starred his future wife, Rehana Sultan. Dhawan has fond memories of Chetna. He had a VCD handy to jog memories during the interview, and also produced a bound script of the movie – a rarity in the ’70s. Dhawan hadn’t even graduated when he was offered what was to be the first of many modestly budgeted films exploring social issues and middle-class tensions.“The script had been with Babu Ram Ishara for the last one year, but he couldn’t find the right actor,” Dhawan said. “The moment he saw me, he said, this is the boy. I started shooting for the film the second day after I passed out.”Chetna reeled in audiences, but Dhawan claims that rival producers tried to sabotage some screenings by sending in crowds to hoot at some of the scenes. “I was the one who opened the gate for the newcomers,’ Dhawan claimed. “Some people refused to give theatres, but the movie kept running and kept bouncing from one theatre to the next.”Dhawan had a glorious start to his career. The offers came in, but not all of them were satisfactory. “Some people would offer roles, but no money,” he said. “Others would try and lock you into a three-film agreement, which meant that you couldn’t work for anybody else. And if the films didn’t run, I would have been finished. I needed money to survive, to be frank. So I did many films, and also a lot of quickies left, right and centre that paid me my full fee.”\n\n\n    \n    Play\n\nMain Toh Har Mod Par, Chetna (197)0.Some of these small-budget films did well at the box office and bolstered Dhawan’s credentials, such as Do Raha (1971), Piya Ka Ghar (1972), Annadata (1972) and Samjhauta (1973). Dhawan has preserved the posters and still photographs of many of these films, a reminder of his solid run four decades ago. “I have been asked, why do you keep these posters? It’s because I respect them,” he said. “I don’t understand how you can throw such things away. People have become so materialistic. Any job you do, you have to respect it.”The actor cherishes his films from the ’70s and ’80s despite the challenges involved in making them. “In those days, I had to speak 60 pages of dialogue. Now, I hang around with one page waiting for my shot,” he said good-naturedly. “We had no homework, and we would get very little feedback from our directors. We were pushed in front of the camera. If you asked for a script, you would get thrown out of the film. You would get a narration and your scenes. You didn’t know what the film would look like at one go.”Dhawan is bursting with anecdotes, and he pulled out one from his memory vault to illustrate the working style of older filmmakers. “During Piya Ka Ghar, Basu Chatterjee came to me and said, look into the camera and say Dharmendra,” Dhawan recalled. “I wanted to know why, and I didn’t want to. My co-star Jaya Bhaduri, persuaded me. This was used in the scene in which my character tries to romance his wife the way Dharmendra romances Raakhee in Jeevan Mrityu. Directors keep things to themselves, but do tell us actors too.”Basu Chatterjee was among the Bengali directors that Dhawan worked with – the others include Asit Sen, Hiren Nag, Tarun Bose and Ajoy Biswas. “These directors had a thing for small details,” Dhawan recalled. “The frame were decorative, but everything also had to be simple and natural.” Samjhauta, directed by Ajoy Biswas, was a big hit, leading to another fond memory: “I lost my sleeves when I went to the premiere in Calcutta. The fans tore at my shirt.”\n\n\n    \n    Play\n\nYeh Jeevan Hai, Piya Ka Ghar (1972).Dhawan has a precise number for the character artists he has worked with: 169. Many of them have died, he noted – Om Puri, Mehmood, Om Prakash, Ashok Kumar, Mohan Choti. “These side characters would lift up the film. They would come in and steal a scene,” he recalled. “Nowadays, the hero does everything.”Dhawan also fondly remembers his heroines, and was reduced to fan-boy status while talking about them. “Jaya Bhaduri was my classmate at the film institute,” he said. “I did five films with Yogita Bali. When Asha Parekh was making the serial Kora Kagaz, in which I was cast, I was in awe since I used to be crazy about her. When I did the film Zindagi in 1976, Mala Sinha was my mother. I said, wow.”When he got a chance to be in Mehfil (1981) with Sadhana, he grabbed it. “I said, to hell with the script – I was getting an opportunity and wouldn’t be getting it again.”Dhawan refers to many of his co-stars by their famous progeny to explain them better to younger journalists – Tanuja, Kajol’s mother, Neetu Singh, Ranbir Kapoor’s mother. He is less enthused about flaunting his connections to one of the current young stars. Varun Dhawan’s father, the well-known director David, is Anil Dhawan’s younger brother.“We Dhawans are introverted people – we don’t like bragging,” Anil Dhawan explained. “I have done 40-45 films as a hero, and I have also done nearly 18 serials. But we are low-key – do your job and your work will speak for you. Handling fame is the most difficult thing. I am cool, normal. I have not changed, I am still the same person. All my films have come to me, and I have never approached anybody for a role. I don’t need to do serials, but the passion remains to come in front of the camera.”\n\n\n    \n    Play\n\nTeri Galiyon Mein, Hawas (1974).Andhadhun will bring Dhawan back into the spotlight, and he is not sure what that entails. “I was so comfortable, why are you disturbing me, I felt. Now filmmakers will think about how to slot me.” Anil Dhawan, advanced in years but looking none the worse for the wear and still in possession of a full crop of hair and good health, is full of surprises.","author":"Nandini Ramnath","time":"2018-10-02T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/ukyliuwrza-1538424036.jpeg","tags":["Anil Dhawan","Andhadhun","Sriram Raghavan"],"source":"https://scroll.in/reel/896646/anil-dhawan-interview-ive-had-a-most-satisfying-innings-and-i-couldnt-have-asked-for-more"}