{"title":"Animated film ‘Goopi Gawaiya Bagha Bajaiya’ invites you to touch the screen (and sing along)","content":"The list of Indian animated films that are not adapted from mythology and folklore is short. The list of Indian animated films by women is even shorter. Shilpa Ranade’s GGBB – Goopi Gawaiya Bagha Bajaiya is thus doubly special. The film is based on Upendrakishore Ray Chowdhury’s Bengali story Goopy Gyne Bagha Byne, rather than a yarn about gods and demons, but is also an original work from Ranade, a professor at the Indian Institute of Technology’s Design Centre in Mumbai. The Hindi-language movie will be released by Karadi Tales on March 1.Goopi Gawaiya Bagha Bajaiya. Courtesy Children’s Film Society India/Karadi Tales.Goopi Gawaiya Bagha Bajaiya is not exactly new. The Children’s Film Society of India production has been ready since 2013. Its release in 2019, however, is strangely appropriate. The year marks the fiftieth anniversary of the release of Satyajit Ray’s beloved screen adaptation of Upendrakishore Ray Chowdhury’s story. Ray, who was Ray Chowdhury’s grandson, made Goopy Gyne Bagha Byne in between Chiriyakhana and Aranyaer Din Ratri. The madcap adventure revolves around a pair of musicians who get three boons from a friendly forest spirit and find themselves in the kingdom of Shundi. The atonal musicians help Shundi’s king stave off an invasion from the neighbouring kingdom Halla, and end up marrying the daughters of the rulers. Ranade’s film, which has been written by Soumitra Ranade and Rohit Gohlowt, is based on the story rather than Ray’s movie. The original text has been refashioned as a cautionary tale about authoritarianism, war-mongering and curbs on free speech. The film is structured as a musical. The pop group Three Brothers & A Violin has composed the music, and band member Narayan Parasuram also has a role to play in the movie’s release – he is the co-founder and creative director at distributor Karadi Tales.It has been a long wait for Ranade, who is also an illustrator alongside being an animation filmmaker. “The Children’s Film Society of India doesn’t have the mandate or the wherewithal to release films,” 52-year-old Ranade explained. “But we had made the film for a theatrical release. Narayan was one of the people who had done the music, and Karadi Tales does produce content for children and families, so we thought we should try and release the film.”Goopi Gawaiya Bagha Bajaiya. Courtesy Children’s Film Society India/Karadi Tales.Indian fans of animation are served by Hollywood in theatres and by a host of Indian and international producers on television. Animation is one of the riskiest genres for the movie trade. Films based on mythology of varying quality regularly surface on the release calendar – the most recent one was Hanuman Da Damdaar in 2017. But the number of successes can be counted on one hand (they include VG Samant’s Hanuman in 2005 and the Sikhism-themed Chaar Sahibzaade in 2014). On television, original shows such as Chhota Bheem and its spinoffs are moneyspinners, but when it comes to movies, Hollywood, and particularly Disney products, still rule the imagination.“This has really bothered me – our references are all coming from elsewhere,” Ranade told Scroll.in. Her film seeks to buck the trend of smoothly animated images and kinetic action popularised by Disney by opting for a more sedate pace and Indian cultural references. In Goopi Gawaiya Bagha Bajaiya, the eye-popping colour scheme, rhyming dialogue and light classical music are unmistakably local. The most Indian touches are in the richly detailed designs of the characters and the backdrops. Each character wears colourful costumes that have the tactility of fabric. Chandeliers resemble weaver’s nests; a thickly woven turban is repurposed as a throne; an upturned earring becomes a balcony. It appears as though Ranade and her team have dug deep into a treasure chest, pulled out swatches and baubles, and drawn bodies and props around them. There is colour everywhere you look – the clouds are the shade of roses, and the elephants pleasingly purple. Even a rooster is bursting with every shade of the rainbow. Goopi Gawaiya Bagha Bajaiya. Courtesy Children’s Film Society India/Karadi Tales.“The imagery is very layered, it looks complex even if it is not necessarily so,” Ranade explained. “I was interested in things around me – carpets, bed sheets, furniture – and I wanted to put it all in the film. So I dressed up the characters with the things I found around me. This gives the film an Indian ethos and aesthetic – nothing is borrowed from anywhere.”Ranade also took references from puppet theatre in guiding the movements of the characters. “I trained with a puppeteer for a bit,” she explained. “I understood a few things, which I could then borrow. After all, animation is an applied form, and is borrowed from many traditions. I thought I could use some of the aesthetics and movements of puppetry in the film. That is why it looks staccato, and the characters feel like cut-outs.”\n\n\n    \n    Play\n\nGoopi Gawaiya Bagha Bajaiya.Rapid movements, which are typical of Hollywood animation, do not always work for Indian films, and the idea behind the reality that is being created is more important, Ranade feels. “One need not have too much movement,” she reasoned. “Why not try and immerse audiences into a different reality? Our aesthetic is different. Things don’t unfold like that in our time-space. We don’t think in linear terms. It bothers me that we don’t think about this and look at our own world, take from what is around us.” The focus on what Ranade calls the “beauty of the image” is another reason her movie needed to be seen on the big screen. “We could have gone to a streaming platform, but the film was made for a big screen,” she explained. “We put in so much detail in terms of the images and the sound.”Ranade got attached to Goopi Gawaiya Baaja Bajaiya through her association with Scholastic Corporation. The publishing company had produced a Hindi re-telling of Upendrakishore Ray Chowdhury’s Goopy Gyne Bagha Byne by Gulzar. The poet and lyricist added his own touches to the story, and Ranade was roped in to illustrate Gulzar’s version.“I was really excited – I had seen Satyajit Ray’s movie as a young film buff, and it was amazing that I was getting to illustrate this story,” she recalled. “I went back to the original story, which was very short. But it was an amazing skeleton that allowed you to tell your own story.”Shilpa Ranade.Although comparisons with Satyajit Ray’s vision of his paternal grandfather’s story will be inevitable, Ranade sought to make it her own by imagining the text as an animated film. “It was intimidating since the original story comes from such a lineage,” she said. “You needed to set it all aside. The challenge for me was, could I do a tribute to the original story without being intimidated? Animation is a natural medium for me, so I decided to make a version that kids today could relate to.” Among the characters that younger viewers are likely to split their sides over is the king of Shundi, who keeps farting, and the foolish but brave Goopi and Bagha. The best realised figure is the ghost king, who has eyes all over his body and is bathed in an ochre­-hued glow. “I insisted to the animators that he had to have this forest fire all around him,” Ranade said. “And, of course, he has eyes all over. He is very over the top. It took a while to get it right.”Goopi Gawaiya Bagha Bajaiya. Courtesy Children’s Film Society India/Karadi Tales.","author":"Nandini Ramnath","time":"2019-02-06T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112252-hdvnjiczox-1549303734.jpeg","tags":["Shilpa Ranade","Goopi Gawaiya Bagha Bajaiya","Indian animation"],"source":"https://scroll.in/reel/912027/animated-film-goopi-gawaiya-bagha-bajaiya-invites-you-to-touch-the-screen-and-sing-along"}