{"title":"Anjan Dutt interview: ‘I wish some of my cinema is understood, if not all of it’","content":"Anjan Dutt wears many hats. He started his acting career in the 1980s, became a pop-rock star in the ’90s and then embarked on a successful filmmaking career in the 2000s, with his slice-of-life films on Kolkata’s youth and his popular Byomkesh Bakshi detective movies.Now 64, Dutt wants to call it a day after leaving behind four or five good – if not great – films. “After 70, you cannot make films,” Dutt told Scroll.in at the office of SVF, which is producing his upcoming film, Aami Ashbo Phirey (I Will Return). “Senility creeps in. Right now, I am not senile. I am critical. I am still interested in the stories of young men and women trying to figure out who they are.”The experience of youth forms a big part of Dutt’s back catalogue. Many of the songs that made him a star in Kolkata and Bangladesh spoke of reminiscing about the wild young days. His initial films were an extension of his music – stories of Kolkata’s young men finding their way through life, with a head full of dreams and a guitar in hand. With Aami Ashbo Phirey, Dutt once again turns his lens on contemporary Kolktata and its people, with a healthy serving of guitar and rock. Aami Ashbo Phirey, scheduled for an April 13 release, features multiple interconnected stories: a dysfunctional relationship between a career woman and her daughter, a bed-ridden woman who must die to escape her suffering, and a group of musicians trying to make it big. The movie’s ensemble cast includes Dutt, Swastika Mukherjee, Kaushik Sen, Sauraseni Mitra and Darshana Banik.\n\n\n    \n    Play\n\nAami Ashbo Phirey.The genesis of Aami Ashbo Phirey came when Dutt was feeling creatively constrained after making six films based on the fictional detective created by writer Sharadindu Bandhopadhay in the 1930s. Dutt began his movie career as an actor and rose to prominence in alternative Bengali cinema after his debut in Mrinal Sen’s Chalchitra (1981). When critical acclaim did not materialise into a steady income, Dutt settled into a career as a singer and songwriter, before returning to his first love – cinema. By the early 2000s, Dutt was widely recognised in Kolkata courtesy his music and youth-centric films that earned him a fan following comprised largely of college-goers. To reach the mainstream Bengali audience, Dutt turned to Byomkesh Bakshi (2010), which starred Abir Chatterjee as the eponymous sleuth and Saswata Chatterjee as his loyal assistant Ajit. But what was meant to be an experimental detour ended up occupying him for the better part of a decade. While he struggled to get his original ideas financed, producers kept asking him to make “just one more Byomkesh movie”, he said. Meanwhile, he had stopped writing original songs and all his other films during this period did not make a dent at the box office. Dutt was eager to break free. So, he sat down with his music composer son and frequent collaborator, Neel Dutt, to write new songs – about change. “Change, on a global level. Change, in our households, in our neighbourhood, in our lives,” said the filmmaker. “And the need to soldier on, despite change.” From these songs, a story for Aami Ashbo Phirey appeared. He approached Shrikant Mohta of SVF and the project was greenlit. “Mr Mohta understood my crisis,” Dutt said. “He was not just a good producer but he stood by me and believed in what I wanted to do.”The resultant film, roughly 100 minutes long, has 30 minutes of music and the rest is “dialogues to provide information”, said Dutt. The music was composed by Neel, while both father and son gave the vocals.\n\n\n    \n    Play\n\nCigarette, Aami Ashbo Phirey.The man who has made more than 20 films and counting had never thought he would get behind the camera. “I never wanted to make films,” he said. “I always wanted to be an actor.” Dutt said that he had once believed he could become one of India’s best actors. While working as a features writer for The Statesman in the late 70s, Dutt had dabbled in theatre. Both experiences informed his acting debut in Sen’s Chalchitra (The Kaleidoscope), where he played a young reporter struggling to piece together an intimate yet commercially viable story on the Indian middle class, a process through he grows increasingly confused and angry.His next film with Sen, Kharij (The Case is Closed), won the Jury Prize at the 1983 Cannes Film Festival. Dutt thought he could make a name for himself alongside parallel Hindi cinema actors like Naseeruddin Shah, Om Puri and Shabana Azmi, but could not find enough work. So he packed his bags and went to Berlin to work with a theatre group.Anjan Dutt in Chalchitra. Image credit: DK Films.Around this time, he met German director Reinhard Hauff, who pointed him towards filmmaking. “I told him I want to act [in movies]. He asked me to watch films. So I lived with him,” Dutt said. “Hauff showed me the German new wave films and gave me access to his huge video collection. And I realised that this is something I could do – I can make films.”Hauff then wrote a letter of recommendation to Sen, asking him to let Dutt assist in a few projects. Dutt returned to India in 1986 and began working with Sena in front of and behind the camera. In 1991, Sen made Mahaprithibi (World Within, World Without), based on a story by Dutt about the complications in a Bengali middle-class family against the backdrop of world events like the 1989 fall of the Berlin Wall. The movie starred Soumitra Chatterjee, Aparna Sen and Victor Bannerjee along with Dutt. A still from Mahaprithibi. Image credit: Gautam Goswamy.To supplement his income from cinema, Dutt started performing at musical events. “I could always play the guitar and I could write and perform songs,” Dutt said. “I followed rock music seriously and I was really into Pink Floyd and Bob Dylan.” After a superhit performance at a cultural festival at Jadavpur University in 1993, he landed a record deal with HMV. Back-to-back albums established Dutt’s fame as a singer-songwriter.This he leveraged to get back to cinema. “When HMV wanted to get into film production, I realised this is my opportunity,” Dutt said. “The moment my second album became a hit, I told HMV that let me make a film or I won’t make albums for you.” HMV relented, and the result was the forgettable 1998 film Bada Din (Christmas). Made on a budget of Rs 35 lakhs, the Hindi film on the Anglo-Indian community in Kolkata featured wannabe musicians, a murder, and a Hindu-Muslim romance, but found no takers.\n\n\n    \n    Play\n\nSuno Zara, Bada Din (1998).“Right from the outset, my producers knew it was a disaster,” Dutt recalled. “They almost got down to writing the entire film. They told me, put in a naughty song. I asked, what do you mean by naughty?. They said, cow belt song. And I did not know what cow belt meant. They said, you know, for the UP-Bihar audience, make the hero enter into a bar and he encounters something like that. But how can I find a cow belt song in Park Street?” Dutt stayed away from the big screen for almost six years. He concentrated on his music and polished his directorial skills by working on television films that revolved around his pet themes: friendship, nostalgia, dysfunctional families and music. He combined many of these in his directorial comeback, The Bong Connection. The 2006 Bengali-English film told the parallel stories of two young men: one who comes to his home in Kolkata from the United States to find his roots and the other who leaves the West Bengal capital to find a footing in America.\n\n\n    \n    Play\n\nMajhi Re, The Bong Connection (2006).The Bong Connection performed modestly at the box office, but its greater success was that it managed to bring back a section of Kolkata’s youth, disillusioned by Bengali cinema, to movie theatres. Dutt followed this up with Chalo Let’s Go (2008) and Madly Bangalee (2009). Both films featured non-linear screenplays with vignettes looking into the past and future of a group’s friendships. These films found a ready audience, but Dutt was yet to strike gold at the box office. That’s where Byomkesh Bakshi came in, but though it found him commercial success and mainstream recognition, Dutt felt he had lost himself. \n\n\n    \n    Play\n\nChalo Let's Go (2008).With Aami Ashbo Phirey, Dutt returns to his home turf. “I don’t know if Aami Ashbo Phirey will be a hit or not but I know there is an audience for this film,” Dutt said. “An audience that wants to watch stories of Kolkata’s people, stories of their struggles and crises, stories of people struggling to live with the demands of a modern life while trying to hold on to their values. What are we without our values? And when we break from values and move on, are we reaching somewhere? I am trying to find an answer to these questions.”What will he be remembered as, ultimately, as filmmaker, an actor or a singer-songwriter? Dutt suspects it will be the last one. “I wish some of the films I made or I will make will be remembered for being somewhat different.” he said. “That I tried to do something different from Kolkata. I wish some of my cinema is understood, if not all of it. I wish people see the rules that I broke and where and how exactly I broke them.”But he’s somewhat pessimistic about the chances of that. “Critical cinema analysis has anyway faded and died in the country,” he said. “People go to theatres and come out saying, ‘Nice story, good acting.’ They clap at dialogues. They don’t engage further or see nuances. So I am not too hopeful about my assessment as a filmmaker when greater directors like Saeed Akhtar Mirza did not get their due.”\n\n\n    \n    Play\n\nDutta vs Dutta (2012).","author":"Devarsi Ghosh","time":"2018-03-16T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871676-84410-tzntpqihgm-1521030810.PNG","tags":["Anjan Dutt","Bengali Cinema","Aami Ashbo Phirey"],"source":"https://scroll.in/reel/871676/anjan-dutt-interview-i-wish-some-of-my-cinema-is-understood-if-not-all-of-it"}