{"title":"Another man dies by suicide in Maharashtra in support of Maratha quota demands","content":"A 25-year-old man died by suicide in Maharashtra’s Hingoli district on Thursday and cited the delay in granting Maratha quota as the reason, reported PTI.The Marathas are a group of clans, historically comprising peasants and warriors but generally with an agrarian background. The community has demanded quotas in education and government jobs for decades, citing a decline in financial stability following agrarian distress. A series of massive protests were organised to press for the demand in 2017 and 2018.Since Maratha quota activist Manoj Jarange-Patil began his hunger strike on August 29, several people have died by suicide in support of reservations. Jarange-Patil ended his strike after Maharashtra Chief Minister Eknath Shinde and assured him that Maratha reservations would be implemented.  The Maratha quota activist resumed his indefinite hunger strike on Wednesday demanding reservations for the community.The deceased, identified as Krishna Kalyankar, hanged himself from a tree on his farm in Akhada Balapur village on Thursday. “We found a suicide note in his pocket,” an unidentified police official told the news agency.The note said that he died by suicide in support of the demand for Maratha reservations has not been fulfilled so far.After Kalyankar’s suicide on Thursday, protestors vandalised the vehicles of Mumbai-based lawyer Gunaratna Sadavarte who had been opposing Maratha reservations, reported The Hindu. “I am not going to be silenced by threats from Maratha activists,” Sadavarte said. “I want to ask Jarange-Patil is this your peaceful agitation? I will keep fighting for the rights of the open category students till my last breath. I will not permit any divisions on the basis of caste. Let merit prevail.”However, Jarange-Patil said that he was not aware of the incident and urged the protestors not to resort to violence, reported The Hindu.“I am merely fighting for the rights of poor Marathas,” the activist said. “They have realised that no one, be it any political party or the government, stands with them in fighting for a quota.”In 2018, under pressure, the Maharashtra government – then comprising the Bharatiya Janata Party and a united Shiv Sena – provided 16% reservations for the Marathas under the socially and educationally backward category.However, the Supreme Court blocked the Maratha quota in 2021 citing the 50% cap on total reservations it had set in 1992. The court said that there were no “exceptional circumstances” or an “extraordinary situation” in Maharashtra for the state government to breach the limit.Maharashtra currently offers 62% reservation in educational institutions and government jobs, including 10% for the economically weaker sections.Also read: Why the Maratha quota stir is politically significant in MaharashtraHow Supreme Court put in place a 50% quota cap (and why it’s frequently breached)","author":"Scroll Staff","time":"2023-10-27T13:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193809-czjpuluhrs-1693931740.jpg","tags":["Maratha Quota","Maharashtra","Manoj Jarange-Patil","suicide"],"source":"https://scroll.in/latest/1058212/another-man-dies-by-suicide-in-maharashtra-in-support-of-maratha-quota-demands"}