{"title":"Anubhav Sinha on why ‘Article 15’ has a Brahmin hero: ‘The privileged should challenge privilege’","content":"Spoilers ahead about ‘Article 15’.Anubhav Sinha’s Article 15 is an incisive look at caste discrimination in India. Ayushmann Khurrana plays Ayan Ranjan, an Indian Police Service officer who investigates the rape and murder of two teenage Dalit girls and the disappearance of a third in rural Uttar Pradesh.The June 28 release has an ensemble cast that includes Manoj Pahwa as a scheming upper-caste policeman, Mohammed Zeeshan Ayyub as Nishad, a Dalit leader modelled on Bhim Army leader Chandrashekhar Azad Ravan, and Kumud Mishra as a low-caste policeman. Sayani Gupta plays a Dalit woman who provides Ayan with vital information, while Ronjini Chakraborty plays a conscientious doctor.The screenplay, by Sinha and Gaurav Solanki, has been inspired by caste atrocities in recent years, especially the 2014 Badaun rape-and-murder case. There are parallels with the lynching of seven Dalits in Gujarat’s Una in 2016. In one scene, Nishad reveals his dreams of being a science writer, similar to what 26-year-old PhD scholar Rohith Vemula wrote in a note before committing suicide in 2016.Article 15 attracted protests before and after its release from upper-caste groups. There has also been some debate on whether the movie perpetuates a Brahmin saviour complex. In an interview, Sinha explained his choices and took Scroll.in through the movie’s key scenes.There has been criticism about a Brahmin hero standing up for the rights of Dalits. My cinematographer Ewan Mulligan and I had a long debate about this during the making, about whether this was like the white saviour syndrome in Hollywood films.Ayan is not a Brahmin because only Brahmins can save Dalits, though I understand that some people see it that way. I wanted the hero to be a Brahmin for a reason – so that he is not just at the top order of the hierarchy in policing, but also in caste. I wanted him to have the power to go either way, but he chooses the right way.It is the privileged who should challenge privilege, because the privileged have created this system.In Bombay, big societies have multiple elevators. One is for the house help, hawkers and drivers. The driver will always question this, but it is more important for the one who has set up this elevator system in the first place to question it. Even class discrimination is caused by caste discrimination. It is by design of caste that some people stay drivers, and some just never become that.All white people are not saviours, sure, but all white people are also not tyrants. Only if you don’t see every man with power as a villain can there be dialogue. Otherwise, you are increasing the divide further.\n\n\n    \n    Play\n\nArticle 15 (2019).Apart from news reports, what did the research involve?  We spoke to journalist friends who have worked on these issues their entire lives. Even the three-rupee scene is researched. It could have been one rupee or 11 rupees, but it is exactly three rupees. A lot of books helped. One was Anand Teltumbde’s Republic of Caste. Another was Om Prakash Valmiki’s Joothan. Both Gaurav and I grew up in small towns – he in Haryana and Rajasthan, me in Varanasi and Aligarh. We saw how things were back in the day. Then, we watched documentaries and news clippings.Anything that stood out, but did not go into the movie?  There was this interview with a priest in Varanasi. It showed him explaining how Brahmins came from Brahma’s head, Kshatriyas from his arms, Vaishyas from his thighs, and Shudras from his feet. What was perplexing was how strongly he believed it. It was vicious.Anubhav Sinha and Ayushmann Khurrana on the sets of Article 15. Courtesy Benaras Mediaworks/Zee Studios.Did you have any visual references for ‘Article 15’? We shot within 45 minutes of Lucknow, in villages like Rajakhera and Malihabad, for 30 days. Ewan and I knew what we wanted to do with the landscape and the faces you see in the film. In fact, I showed an early edit to a friend, and he texted me saying it looks like season one of this HBO show True Detective. I did not want to sound stupid or ignorant, so I went to YouTube quickly to check its trailer, and I saw what he was saying.What are the two folk songs used – the one in the beginning, and another when the two dead girls are cremated? The first is a Bhojpuri song Kahab To Lag Jai Dhak Se. It means, if I say it, it will hit you hard. Some street play artists sang it. The other is a bidaai song, but from a father’s point of view. The tune is common in North India, but the lyrics differ from place to place.Let’s discuss some of the key scenes in ‘Article 15’, starting with the one in which Ayan is confused about everyone’s caste.It started as a joke I cracked while writing, like, he says this, then the other guy says that, and Ayan is confused. I thought it wasn’t fitting into the movie. Gaurav heard it and got serious. He said let’s keep it, and thankfully, we did. I visited some theatres to gauge the audience reaction, and the laughter was massive. We thought it would probably lead to a chuckle, at most.On the sets of Article 15. Courtesy Benaras Media Works/Zee Studios.What about the scene in which Ayushmann Khurrana and others deal with leeches in a swamp? That was the climax in the end. During the recce, we would come across swamps and ponds, and we’d ask villagers if they were safe. They would wade through the waters barefoot. They’d return and tell us that there are leeches and mostly non-poisonous snakes. These guys did not get hurt in that very swamp we shot in for the last scene, because that’s a way of life for them.When we shot with our actors, although nothing serious happened, the leech bites did take place. Every now and then, some extra would come screaming. We had a doctor and an ambulance on standby. Also, the ground below the water was mossy and uneven. Kumud Mishra was the first guy to enter the water and he fell down.And the scene in which a manual scavenger emerges from a drain, covered in sludge? The guy is actually a manual scavenger, but the muck is artificial. It was created by our production designer. The actor went into a fake underground water tank created for him.You seem to get the best out of Manoj Pahwa. I never saw him as a comic actor. I always thought he was a serious actor. My association with him goes back to our first television series together, called Shikast, which was a first for many – Manoj Bajpayee, Ashish Vidyarthi, Ashutosh Rana. We worked later on Sea Hawks, where Manoj Pahwa was also the villain. I cast him in Tum Bin and Tum Bin II in non-comic roles too. Another actor who’s as good, but is thought of as a comic actor, is Riteish Deshmukh, with whom I worked in Cash.Manoj Pahwa and Nassar in Article 15. Courtesy Benaras Media Works/Zee Studios.Nassar’s casting as a Central Bureau of Investigation officer was unexpected. We wrote a character who is a South Indian and has spent a lot of time in Delhi, but speaks impeccable Hindi, albeit with an accent, and is proud of it. We wanted a fantastic actor, but we did not want the accent to be mimicked. So we chose Nassar, who would naturally have an accent.Did the concept of putting a copy of Article 15 of the Constitution on a notice board come from ‘Mulk’, in which Kumud Mishra’s judge suggests photocopying the first page of the constitution and sharing it with people? There was no clever design to it. Actually, the Constitution is part of both mine and Gaurav’s personalities, and both films are about the Constitution. We really believe that the Indian Constitution must be read by everyone. Most of us die without reading a single clause. People vaguely know the preamble. I try to read one article a day. I keep it up on one tab on my computer, and whenever I have time, I read it. I believe it has changed me as a person.Anubhav Sinha.Your filmmaking prior to ‘Mulk’ seems to be the work of another person.  Inside, I must have always been politically aware and responsible, but, yes, a lot of what I am now was triggered by political activity around me 2013 onwards, which was making me uncomfortable, and it still does. So I started reacting to it through my films.Earlier, I was making films to entertain. My priority now is communication. I am making films to say something, but how do I communicate that with my audience? I am not approaching writing with the goal of making a cinematic breakthrough, but am focused on talking to people while keeping things real. And that automatically makes the film mainstream.How does the film industry look at you now? The industry doesn’t care. It’s a capital-intensive and success-oriented place. It doesn’t care about caste or political ideologies. It only understands two classes: success and failure. People know who is leaning where, but that’s alright.\n\n\n    \n    Play\n\nMulk (2018).Also read:‘Article 15’ movie review: A powerful examination of crimes against DalitsWhy I cried while watching ‘Mulk’: I finally know what it means to be a Muslim in India","author":"Devarsi Ghosh","time":"2019-07-01T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122746-gmeweujfpl-1561660707.jpeg","tags":["Anubhav Sinha","Article 15","Ayushmann Khurrana"],"source":"https://scroll.in/reel/928925/anubhav-sinha-on-why-article-15-has-a-brahmin-hero-the-privileged-should-challenge-privilege"}