{"title":"‘Anyone who is not backed by RSS’: Congress says it is open to Mayawati or Mamata as prime minister","content":"The Congress is willing to accept Bahujan Samaj Party president Mayawati or Trinamool Congress chief Mamata Banerjee as the prime minister in case the proposed opposition front has the numbers to form the next government.Top party leaders said that the Congress leadership is very clear: its top priority is to stop the Bharatiya Janata Party in its tracks in the 2019 Lok Sabha elections. Not only is the Congress ready to build alliances with regional parties but it has no problem in conceding the leadership role to its allies. “We are willing to support Mayawati or Mamata Banerjee – anyone but a prime minister who is backed by the RSS,” remarked a senior Congress leader, underlying the party’s aversion to the Rashtriya Swayamsevak Sangh.This is a departure from the statement made by Congress president Rahul Gandhi’s during the Karnataka elections. When asked if he was ready to accept the prime minister’s post, he had said:  “That depends on how the Congress performs. If it emerges as the biggest party,  then yes.”  Rahul Gandhi’s comment did not go down well with his party’s potential allies who have strong reservations about accepting him as the face of the anti-BJP coalition being put in place for next year’s Lok Sabha elections.Personal ambitionsMoreover, Mayawati and Mamata Banerjee also nurse prime ministerial ambitions and see themselves as the prime movers of the opposition front. In fact, the West Bengal chief minister is visiting Delhi next week to invite opposition leaders for  a federal front rally being planned in Kolkata next January ahead of the Lok Sabha polls.  The clarification from the Congress on Tuesday  about backing an ally for the country’s top post should reassure regional leaders that the Congress will not adopt a “big brother” attitude towards them and  make it easier for  Rahul Gandhi to stitch up alliances in the coming months. The party believes it has demonstrated its willingness to put aside its ambitions when it decided to back  HD Kumaraswamy of the Janata Dal(S) for the chief minister’s post in Karnataka.“Let’s see how the dice falls after the 2019 election,” said a senior Congress leader.According to the Congress party’s internal assessment the alliances in Uttar Pradesh and Bihar will play a key role in pulling down the  BJP’s numbers in the next Lok Sabha. The BJP had swept Uttar Pradesh in 2014, winning 72 of the 80 seats in this electorally-important state. Similarly, the saffron party won 28 of the 40 seats in Bihar despite the fact that Janata Dal(U) chief Nitish Kumar had parted ways with the BJP before the last general election.Cascading effectAfter the BJP followed up on its unprecedented performance in the Lok Sabha with a landslide victory in last year’s Uttar Pradesh assembly polls, the Samajwadi Party and the Bahujan Samaj Party decided to set aside their bitter rivalry and put up a united fight against the BJP. The Congress will also be part of this alliance but only as  a bit player since it has virtually no presence in the state. The architecture of alliances in Uttar Pradesh and Bihar is said to be in place and these could well have a cascading effect in other states. Congress insiders maintained that   the BJP’s estranged ally, the Shiv Sena, may well be tempted to contest the Lok Sabha elections on its own if it is convinced that the  saffron party will suffer huge reverses in the two Hindi heartland states. The BJP will also lose out in states like Gujarat, Rajasthan, Madhya Pradesh and Chhattisgarh which were swept by the saffron party in the last general election. “Take Gujarat – the BJP won all the seats here. There’s no way that it will do so again,” a top Congress leader pointed out.While Rahul Gandhi may be willing to forgo the Prime Minister’s post to allies,  he would also end up  demoralising  the Congress cadre which is wary of ceding too much space to regional players who, they believe, have grown at the expense of  the grand old party. Participating in the first meeting of the new Congress Working Committee last Sunday, party leaders  agreed that they should forge alliances with like-minded parties on the same lines as 2004 when former party president Sonia Gandhi took the lead in reaching out to potential partners. But at the same time, they want Rahul Gandhi to play the lead role in cobbling together an anti-BJP coalition. Rahul Gandhi now faces the unenviable task of convincing them that the party’s topmost priority is to defeat the BJP even if it comes at a personal cost.","author":"Anita Katyal","time":"2018-07-25T06:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/887864-ohjrlskwtp-1532459614.jpg","tags":["Congress","United Progressive Alliance","Rahul Gandhi","Mamata Banerjee","BJP","Mayawati","Lok Sabha elections"],"source":"https://scroll.in/article/887864/anyone-who-is-not-backed-by-rss-congress-says-it-is-open-to-mayawati-or-mamata-as-prime-minister"}