{"title":"Aparna Sen’s decades-long journey as a director is focus of documentary ‘Parama’","content":"In 1981, after two decades as an actress, Aparna Sen began directing films. Her debut feature, the acclaimed 36 Chowringhee Lane, heralded the arrival of an exciting new talent in India cinema. Sen’s twinned journey as an actor and a director is the subject of Suman Ghosh’s Parama – A Journey with Aparna Sen.Ghosh himself toggles between teaching Economics at Florida Atlantic University and directing films and documentaries. His work includes the features Nobel Chor (2012), Aadhaar (2019) and Kabuliwala (2023) as well as the documentary The Argumentative Indian (2017), based on a conversation with Amartya Sen. Ghosh’s 2012 film Basu Paribar starred Aparna Sen. The bond they struck up has led to Parama. “I have been friends with her seven-eight years, and I have a relationship with her that makes her comfortable and probably secure,” Ghosh told Scroll. He had interviewed her in 2019 for Telegraph newspaper, and had taken the precaution of taping the interview. “I thought it was worth making a full-length documentary, if nothing else for posterity,” Ghosh said. “You hardly find such an artist in the true sense of the word these days. That class of individuals is fading away.”Parama – A Journey with Aparna Sen will be premiered at the International Film Festival Rotterdam (which runs until February 4) alongside the taboo-busting feature film that inspired its title. Sen’s Paroma (1985) stars Raakhee as the titular heroine whose extra-marital affair with a visiting photographer shatters her domestic equilibrium.In Ghosh’s documentary, 78-year-old Sen, referring to her pet name, speaks of her transformations through her lengthy career, which includes her award-winning films Sati (1989), Paromitar Ek Din (2000), Mr and Mrs Iyer (2002) and 15 Park Avenue (2005). “There is a procession of Reenas behind me,” Sen tells Ghosh.\n\n\n    \n    Play\n\nParama – A Journey with Aparna Sen (2024).Sen speaks to Ghosh about her feminism, choice of subjects, equation with actors, and editorship of the Bengali fortnightly Sananda between 1986 and 2005. “If there isn’t a bit of truth in your work, then all of it rings false,” she tells Ghosh.Sen also revisits the locations where some of her best-known films were shot. Ghosh interviews Sen’s daughters, including the actor-filmmaker Konkona Sensharma, as well as friends and collaborators, such as Anjan Dutt and Shabana Azmi.Konkona Sensharma recalls audio tapes of stories that her mother would record for her. “Aparna is extremely polite and uses quaint English,” Azmi says.“My main objective was that through her work as a director, we should to get to know from where such an artist emanates,” Ghosh said. Sen’s most recent film is the Hindi-language The Rapist, which was completed in 2022 and is awaiting a release. The film explores the fallout of sexual assault on characters played by Konkona Sensharma, Arjun Rampal and Tanmay Dhanania.“Nowadays we have so many women directors, but when Aparna started directing, there were only a handful of such women around,” Ghosh said about Sen’s thematic concerns. “She made a splash in Bengali culture and internationally too. Also, I don’t think anybody else has portrayed so many shades of women as she has. She has also taken up politics film very boldly, such as in Mr and Ms Iyer and or Ghawre Bairey Aaj [2019].”Ghosh’s rapport with Sen results in a celebratory film that makes the room for disagreements with Sen’s acting choices, some of her later films, and her politics. “I too debate her issue-based politics with her,” Ghosh said.He refrained from meeting her while completing the film, but looks back to resuming his adda sessions with her – the salon-like gatherings typical of Bengali intellectual culture. “In Bengal, this adda culture that was there in academia, politics and cinema is fading away, but I still try to maintain it whenever I visit,” Ghosh added.Suman Ghosh with Aparna Sen. Courtesy Maya Leela Films.","author":"Nandini Ramnath","time":"2024-01-27T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197894-lqonazmmfj-1706293181.jpg","tags":["Parama A Journey with Aparna Sen","Aparna Sen","Suman Ghosh"]}