{"title":"Apoorvanand: By playing Hindutva politics, AAP is stirring up trouble","content":"The Aam Admi Party is provoking violence in Delhi. Violence against Muslims. It needs to be said clearly and loudly. It also needs to be countered strongly. Its spokesperson, with a straight face,  on Sunday made allegations that even the Delhi Police has said are untrue. He repeated the claim that the Bharatiya Janata Party and Rashtriya Swayamsevak Sangh have now made folkloric: “If we cannot chant Jai Shri Ram in India, will it be chanted in Pakistan?”The spokesperson, no minor figure in the party (he is after all the person in charge of the poll-bound Punjab) claimed that the murder of a young man named Rinku Sharma in Delhi’s Mangol Puri area on February 10 had a communal motivation. At his press conference, he said that the BJP was unable to protect Hindus in Delhi. “Hindus are not safe in Delhi under the rule of the BJP,” he asserted. He went on, “A  man is killed for raising the slogan ‘Jai Shri Ram.’ This is very shocking and horrifying.” The Delhi Police, not known for any sympathy for Muslims, made it clear that the death had its roots in a business rivalry and the people accused of killing Sharma were known to him. The murder was a result of a fight at the birthday party of Sharma’s  friend. Even though the accused were Muslim, the crime had no communal angle, the police explained. It asked residents not to spread rumours regarding this murder.On 10.2.21 eve,a scuffle ensued during a birthday party in the area of Mangolpuri,following which Victim Rinku Sharma got injured in stabbing, who later succumbed to injury during treatment.A case under relevant sections was registered & all 04 accused were arrested@DelhiPolice— @DCPOUTERDELHI (@dcpouter) February 12, 2021\n\nIt was expected, in keeping with the sad reality of the Indian politics that the BJP would leave no stone unturned to give the murder a communal colour and incite hatred and violence against Muslims. The murdered young man was said to be a member of the Visha Hindu Parishad and the Bajrang Dal. BJP leaders claimed that Sharma was involved in collecting donations for the Ram temple  and he had a tiff with the accused in August. This is this that led to his murder, Hindutva groups are claiming.BJP leaders promptly paid visits to Sharma’s family and condemned the silence of Aam Aadmi Party leader Arvind Kejriwal and his organisation. Hindutva groups organised a havan in his memory. The home of one of the accused was attacked and vandalised in the presence of the police.The Aam Aadmi Party accepted the challenge thrown at it by the BJP and demonstrated that it could be as, if not more, virulent when it comes to playing the Hindutva card.True coloursIt is not the first time it is revealing its true colours. In 2015 when  Muslims were attacked in Trilokpuri in Delhi, we desperately called AAP leaders. One of them, who has since been expelled from the party, said that it would not be prudent for the party to be seen sympathetic to Muslims. It would harm its electoral prospects. The majoritarian instinct could not be missed even in the times of the India Against Corruption agitation out of which the Aam Aadmi Party was born. But many of our friends explained it away by saying that the use of religious symbols at the time was innocuous. After AAP’s first election victory in Delhi in 2015, I got a call from the same person referred to earlier in this piece, asking me to encourage good people to join his party. He explained that the party was full of RSS-minded people. In fact, he said that they were more than 33% of the total number.There is no gain in saying now that many of us knew this all along. That we had warned that this anti-corruption movement was driven by a lynch-mob mentality and was inherently pseudo-nationalistic.  Giant tricolors tied on huge poles held by excited bike riders out to annihilate the demon of corruption were precursors to those who started brutalising Muslims in this shadow of this symbol. A movement propped up by Ramdev and Ravi Shankar in its initial phase could not have been secular. But many of us instigated by the democratic urge to bring a change became part of it.Being a part of the #India Against Corruption movement supported by Anna Hazare. Know More > https://t.co/cIPY0CKnXK pic.twitter.com/OCWQ7bqAsZ— Voice of Velachery (@vov_kitty4mla) April 30, 2016\n\nThat is in the past. We did hope that with the extraordinary mandate that AAP was given, receiving widespread support from Muslims, it would tame its pseudo nationalist temptation. That was not to be.The AAP and Arvind Kejriwal hinted that the Shaheen Bagh protests against the Citizenship Amendment Act were allowed to continue for  weeks becase the BJP saw benefit in it. Neither he, nor his leaders visited the protesters, never publically shared their cause. Even after this distancing and slandering, the Muslims voted overwhelmingly for the party.We talked to these Muslim voters. They told us that they understood the electoral problem of the AAP and do not mind this aloofness. They said that a visit to Shaheen Bagh by the AAP leaders would have given ammunition to the BJP and the party would have been portrayed as pro Muslims. It would have alienated Hindus from it. They said that it was good strategy to avoid this trap.Raging firesThe strategy was however a policy. When the Citizenship Amendment Act protest sites were attacked and violence unleashed on Muslim localities in the month of February last year, Arvind Kejriwal decided not to visit them. When people were being killed and fires  raging last February in violence in North East Delhi, he went to the Rajghat and observed silence.We went to the ravaged mohallas of the North East Delhi. The Muslims told us that the attackers while assaulting, burning and looting taunted them: “Call the party you had voted for to save you.”The party made it very clear that it needed their votes but should not be expected to be seen in their company. No leader, for a very long time, visited the violated families even to console them. The state government was also not forthcoming  to give adequate relief to the victims. Its officials were blatantly partisan and under-assessed the losses suffered by the Muslims. We witnessed it ourselves.A man surveys the damage after the Delhi riots last February. Credit: Prakash Singh/AFPA senior national executive member of the party shared his anguish when we were in the violence-hit areas. He said that his top party leaders refused to receive calls from him when his people were being attacked. We know that the AAP government had not taken any special measures to rescue those trapped amidst the violence or to offer medical assistance to the injured.To rub salt into the wounds, when a non-entity from the area joined the BJP, the Aam Aadmi Party again humiliated Muslims by repeating its charge that the Shaheen Bagh protest was a BJP conspiracy. In short, the AAP was enjoying the plight of its voters.Invoking of Hindu symbols to lure Hindus is now a habit with all the parties . We cannot criticise Arvind Kejriwal for thanking Hanuman for his success in the assembly elections. But he went a step ahead and asked all Delhiwalas to do a puja on the occasion of Diwali. The Delhi chief minister then led his cabinet to participate in a puja at the state expense.All this has been ignored by our instrumental electoral reasoning. You need to assuage Hindu feelings, we are told. Nothing communal in it, we are admonished. AAP has, however, now decided that it was not enough to merely look Hindu. It seeks to replace the BJP by dipping into its poisonous Hindutva lexicon. We know that such a language does leads to real violence.  AAP needs to be told that what it is doing cannot be called abating violence. Instead, it is provoking it.Apoorvanand teaches Hindi in Delhi University.","author":"Apoorvanand","time":"2021-02-16T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154964-nffvigjnhx-1613413018.jpg","tags":["Arvind Kejriwal","Aam Aadmi Party","Raghav Chadha"],"source":"https://scroll.in/article/987022/apoorvanand-by-playing-hindutva-politics-aap-is-stirring-up-trouble"}