{"title":"Apple will soon lend users money to buy its products and services","content":"Apple has joined the thriving “buy now, pay later” industry, with a customised service called Apple Pay Later. The service was announced earlier this week at the 2022 Worldwide Developers Conference, and will initially be launched in the United States later this year.Pay Later will be built into the Apple Wallet and eligible for use on any purchase made through Apple Pay. Customers will be able to split the cost of a purchase into four equal payments, with zero interest and fees, spread over a period of four months.To qualify, however, Apple will first do a soft credit check on users wanting to use the service. The technology behemoth claims it has designed the feature with “users’ financial health in mind”.It is likely Apple is trying to consolidate its foothold in the world of consumer finance, and increase its profitability. And consumers should be aware of the risks of using such a service.Consumer darlingWith the launch of Pay Later, Apple will be competing with many other similar fin-tech companies including PayPal, Block, Klarna and AfterPay – some of which saw their share prices fall following Apple’s announcement.Apple will benefit from its huge market and brand power, with the capability to attract millions to its products and services. And with an acute focus on customer experience, Apple has managed to foster a community of evangelists. There is no doubt the company is a consumer darling.Moreover, Apple has established an ever-growing ecosystem in which users are encouraged to tap into Apple products and services as much, and as often, as possible – such as by making payments through their iPhone instead of a bank card.What was the best thing to come out of WWDC this year? pic.twitter.com/gbVSW53ZGY— 9to5Mac (@9to5mac) June 7, 2022\n\nThe tech giant provides ways to integrate once-separate computing capabilities into a phone or wristwatch – while keeping the consumer’s experience in focus. Pay Later enhances this customer-centric experience further. It is one more way users can integrate the tools they need within a single ecosystem.Apple’s gainsApple stands to make financial gains through Pay Later, thereby adding to its bottom line. Currently, its reach in the retail world is evident, with iPhone-based payment services accepted by 85% of US retailers.One 2021 survey found that about 26% of regular online shoppers in Australia used buy now, pay later services.As Apple’s customers increasingly start to use the Pay Later service, it will gain from merchant fees. These are fees which retailers pay Apple in exchange for being able to offer customers Apple Pay. In addition, Apple will also gain valuable insight into consumers’ purchase behaviours, which will allow the company to predict future consumption and spending behaviour.To deliver the buy now, pay later service, Apple has joined forces with Goldman Sachs, who will finance the loans.This relationship has been in place since 2019, with Goldman Sachs also acting as a partner for the Apple credit card (although Pay Later is not tied to the Apple credit card). This strategic partnership has helped Apple gain strong footing in the world of consumer finance.Challenges for consumersThe reality is that the world of unregulated finance, which includes buy now, pay later, does not bode well for all customers.Younger demographics (such as Gen Z and Millenials) and low-income households can be more vulnerable to the risks associated with using these services – and can rack up debt as a result.Purchases through buy now, pay later schemes may also be driven by a desire to own the latest gadgets and luxury goods – a message pushed onto consumers through slick marketing. They can condition consumers to make purchases without feeling the pain of parting with cold, hard cash.From a consumer psychology perspective, these services encourage immediate gratification and put younger people on the consumption treadmill. In other words, they may continually spend more money on purchases than they can actually afford.Missing payments on Pay Later would negatively impact an individual’s credit rating, which can then have adverse outcomes such as not qualifying for traditional loans or credit cards.A focus on consumerist behaviour can also trigger an “ownership effect”. This is when people become attached to their purchases and are unlikely to return them, even if they cannot afford them.Apple’s technology-driven and consumer-centric marketing gives it an edge over other buy now, pay later schemes. It claims the service is designed with consumers’ financial health in mind. But as is the case with any of these services, consumers ought to be aware of the risks and manage them carefully.Rajat Roy is Associate Professor, Bond Business School at Bond University.This article first appeared on The Conversation.","author":"Rajat Roy, The Conversation","time":"2022-06-09T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164071-cxwfoxqjpr-1631711943.jpg","tags":["Apple","Finance","Technology"],"source":"https://scroll.in/article/1025764/apple-will-soon-lend-users-money-to-buy-its-products-and-services"}