{"title":"Appoint district officers to effectively implement law against sexual harassment in workplace: SC","content":"The Supreme Court on Thursday ordered the Centre, state governments and Union Territories to appoint district officers within four weeks to effectively implement the Prevention of Sexual Harassment Act, Live Law reported.The court also ordered hospitals, nursing homes, sports institutes and sports venues to establish internal complaints committees, Bar and Bench reported.  A division bench of Justices S Ravindra Bhat and Dipankar Datta passed the judgement on a plea by the Initiatives for Inclusive Foundation, a non-governmental organisation, seeking the court’s directions for authorities to implement the provisions of the Sexual Harassment at Workplace (Prevention, Prohibition and Redressal) Act more effectively.The law requires companies with over 10 employees to have an internal complaints committee. Every district must also have a local committee to register complaints of sexual harassment at workplace from companies having fewer than 10 employees. The local committee is to also receive complaints from workers in the unorganised sector such as domestic workers, street vendors, construction labourers, those involved in weaving and accredited social health activists.The district officer is responsible for designating a nodal officer in each block, taluka and tehsil in rural or tribal areas, and in every ward or municipality in urban areas. The nodal officer forwards such complaints to the local committee. However, complainants from the informal sector often find no protection under the law due to the absence of district officers.On Thursday, the bench cited Section 5 of the Act to emphasise that the district officer is the most important functionary tasked with the implementation of the law. “A district officer is where the buck stops, so to say, in terms of coordination and accountability relating to the POSH Act,” the court said in its judgement.The top court noted that the petitioner had highlighted the “lacunae and lack of uniformity” in the law’s implementation.“District officers were in most states notified after notice of this writ petition was served on them, and even among those states that have taken action – they have simply notified a specific post as district officer, without providing any specific details of the officers, their contact information, etc,” the court said. The court noted that most states had failed to provide documentation on the setting up of the local complaints committees. Even those that provided documentation, many have not constituted such a committee in each district.“If a woman suffers sexual harassment at the workplace, the framework for redressal has to, in fact, exist,” the bench said. “The failure to notify district officers specifically has a snowballing effect on appointment of the LCCs [Local Complaints Committees] and nodal officers, in addition to other aspects.” The complaint mechanism and larger framework, despite being effective, remain inadequate if the authorities mentioned in the law are not appointed or notified, the court noted in its judgement. There should be mandatory training and sensitisation of district officers and local committees about the nature of sexual harassment and gendered interactions that happen in workspaces, it said.","author":"Scroll Staff","time":"2023-10-20T13:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195135-pmswyupnyw-1697784625.jpg","tags":["Prevention of Sexual Harassment Act","Supreme Court","POSH"],"source":"https://scroll.in/latest/1057878/appoint-district-officers-to-effectively-implement-law-against-sexual-harassment-at-workplace-sc"}