{"title":"AR Rahman interview: ‘There’s an ocean inside you, never say everything has been done’","content":"The British Academy of Film and Television Arts announced AR Rahman as the ambassador for its Indian arm of the Breakthrough initiative on Monday. Rahman, along with the jury members, will select five Indians from the worlds of film, television, and gaming to mentor in the global entertainment industry.The maestro spoke to Scroll.in from his studio in Chennai about BAFTA Breakthrough India and the pressures of making music in our rushed times. Excerpts from an interview.What are your responsibilities as the ambassador for BAFTA Breakthrough India?My responsibility is with my team to find the right candidates, make sure that the five people we select are amazing and well-deserved, that they network and make the right connections, get to vote at BAFTA, improve their sensibilities, and become artists who can change the world.We will be looking at artists who have already done a couple of projects with established institutions. Our job is to push them to greater heights.In my opinion, a lot of people were great but they never went beyond that because they did not get the right opportunity. I feel magic happens in the UK film industry with the games, films, and TV series we all love. If these candidates get the right guidance, they will be better artists and in turn spread our philosophy and culture.Speaking of games, would you compose for them?Actually, my Hollywood agent called me up recently to ask me if I would. I was into games 30 years back when I bought the Sinclair Spectrum computer, then Nintendo and Playstation. But now I work in front of a screen so much, I can’t play games anymore. My son has got a PS5 though.One day, games will be the new cinema. Cinema will become interactive and seem like gaming. Which is why the film I’m directing, Le Musk,is a virtual-reality-sensory production which has got smell and you can explore 360 degrees in it. I like new stuff that goes towards the future. Anything new takes time.\n\n\n    \n    Play\n\nLe Musk.How can a new Indian artist today make it internationally? It’s easy to copy. To come up with something original is hard. But when you do that, the world notices. Take Prateek Kuhad’s cold/mess, which Barack Obama tweeted. Even if you take his name off it, it stands by itself. It has got great lyrics, great sound, it’s something new.One can always be original if you have the intent to be and go deep within. There’s an ocean inside you, and that’s the truth. Never say everything has been done.You have composed songs in Tamil, Hindi, Malayalam, Telugu and English. Does language influence your tunes?We say music has no language, but it does inspire and lead music. For instance, in Jiya Jale, I wanted a rhythmic and melodic chorus and that could best happen in Malayalam.But then I composed a Punjabi song Heer in Jab Tak Hai Jaan. After Yash Chopra ji heard it, he asked me, are you sure you don’t understand Punjabi? I said, yes, and he said it felt like a Punjabi composer had done it.So sometimes not knowing the language can help. Like Punjabi, Bengali has a flow in it. So does Malayalam, Telugu, Kannada. Tamil, of course.\n\n\n    \n    Play\n\nHeer, Jab Tak Hai Jaan (2012).Musicals are still made in the Tamil film industry, but not so much in Hindi.When you get a new toy, you spend more time with it. OTT is that new toy. It has given filmmakers more freedom and made our films more courageous. Sometimes music gets shortchanged.For making good music, you need to spend time composing, doing workshops, testing it out, changing, rewriting. The filmmakers themselves need to understand and be passionate for music, be sympathetic to melodies.The fashion now is to underscore. Filmmakers think melody is disturbing my movie. That’s what has happened in Hollywood, where they either go full musical or you feel there’s music but it’s like wallpaper.Not that there’s just one style of music happening now. All styles co-exist. I floated my production company for this reason so that in future we have great musical ideas.\n\n\n    \n    Play\n\n99 Songs, produced by AR Rahman.Many composers now mask mediocre tunes with excessive production.Music happens within a hierarchy. It has to come from the top. One has to think, my film will have good music. Then you hire a good composer, you wait. You get a good lyricist. You then create good situations for them, like Subhash Ghai, Rakeysh Omprakash Mehra, Ashutosh Gowariker, Imtiaz Ali, Aanand L Rai and Mani Ratnam do. Then beautiful songs happen, and one of them becomes a superhit. Now no one has time to wait. They remix a tune. There’s lack of passion. You need to invest patience and trust. One person can’t dance alone and have his way.","author":"Devarsi Ghosh","time":"2020-11-30T11:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151326-ryxttxyswh-1606714876.jpg","tags":["AR Rahman","Le Musk","BAFTA Breakthrough India"],"source":"https://scroll.in/reel/979388/ar-rahman-interview-theres-an-ocean-inside-you-never-say-everything-has-been-done"}