{"title":"AR Rahman interview: The inspiration and imagination that went into the ‘Dil Se’ soundtrack","content":"When Chaiyya Chaiyya boomed out during the opening credits of American director Spike Lee’s Inside Man (2006), there was surprise in India as well as pride at just how far AR Rahman’s song had travelled. Two years before, Chaiyya Chaiyya had been featured in the Andrew Lloyd Webber musical Bombay Dreams, which had music by Rahman. In addition to making films, Spike Lee also teaches cinema and he had heard about the song from one of his students, Rahman told Scroll.For Indians, Chaiyya Chaiyya will forever be the song from Mani Ratnam’s Dil Se in which Shah Rukh Khan danced on the top of a moving train with Malaika Arora. Ratnam had replaced Ilaiyaraaja with Rahman as his go-to composer with Roja (1992). Dil Se was Rahman’s fifth collaboration with Ratnam.Dil Se turned 25 on Monday. Its eclectic soundtrack has six songs, including the Chaiyya reprise Thaiyya Thaiyya. Each of the tunes, with lyrics by Gulzar, explores a mood. Chaiyya Chaiyya is brimming with optimism – Shah Rukh Khan’s Amar has fallen hard for Manisha Koirala’s Moina and wants to shout it out from the rooftops. Dil Se Re furthers Amar’s growing ardour for Moina, who is actually a member of a terrorist sleeper cell. Satrangi Re reveals Amar’s obsession as well as anticipates the tragic outcome of their fractured relationship. Ae Ajnabi is a plaint for a love that always appears to be out of reach. Jiya Jale is sung by Amar’s fiancee Preeti (Preity Zinta), who is unaware of Amar’s love for Moina.\n\n\n    \n    Play\n\nChaiyya Chaiyya, Dil Se (1998).The movie also has one of Rahman’s most evocative background scores. The incidental music  complements the overall theme of doomed love. In a separate interview with Scroll, Ratnam commended the background music. “The emotion of unrequited love comes through with so much pain and agony because of the music,” Ratnam said.The Ratnam-Rahman partnership has given Tamil and Hindi cinema some of its finest music. Rahman attributes this golden run, most recently seen in Ratnam’s Ponniyin Selvan, to his respect for and rapport with Ratnam. In an interview, the 56-year-Oscar-winning composer spoke about the ideas that went into what is considered to be one of his best-ever soundtracks. Tell us about your equation with Mani Ratnam, which began with Roja in 1992 and continues till date.Firstly, I was in awe of Mani Ratnam. Here was a man who could take movies to the level of Steven Spielberg. He inspired ordinary folk to become extraordinary.He had been working with Ilaiyaraaja. When he came to meet me [for the first time], I thought, is this real? I kept him at a very high place creatively, but he was more like a friend, who was willing to learn and give too. The way I was recording and functioning was different. He was used to big films and the big screen. I had a little video recorder, which had a small screen like a matchbox. I would take shots from the movie for my reference. He said, I have shot something so huge and what have you reduced it to. My expectations for myself were sky-high. This man had come with so much of love and trust, so I shouldn’t let him down. That’s still there for me. It’s not just about working hard, it’s about working smart. What brief did Mani Ratnam give you for Dil Se?Before Dil Se, we had worked on Iruvar, which was ahead of its time. People were abusing him and me. They said, your previous album was better. The film did well but there was no euphoria about it. Now, of course, it was a cult classic.Dil Se was a huge project. Mani Ratnam refused to tell me the story, but he said, I will give you a clue. This one is about the seven stages of love. It was very Sufi.He said, write me a song about the seven stages of love. That became Satrangi Re. Everything else came from that brief.\n\n\n    \n    Play\n\nSatrangi Re, Dil Se (1998).Did you use any pre-existing tunes for the soundtrack?Thaiyya Thaiyya, which became Chaiyya Chaiyya. I had the tune for the Vande Mataram studio album [released in 1997]. Thaiyya Thaiyya didn’t match the album, so I took it out. When Mani Ratnam said, give me tunes, I said I have this tune from a jam session with Sukhwinder Singh. He said, this is nice, I want to make Shah Rukh dance on a train.Even Dil Se Re, I had done it for my probable second album after Vande Mataram. I felt it was better placed in a Mani Ratnam movie than in my album. When we were working on the song, Gulzaar saab came up with the refrain “meethi re” [it is sweet]. I asked if we could use the title Dil Se Re instead. Sections of Ae Ajnabi are used throughout the film. Udit Narayan’s voice has a reverb effect, as though he is singing across time and space. What about the other songs?Ae Ajnabi was the one song that took some time. Initially, it was slightly lame, because I had made it very soft and it didn’t work. The rhythm and everything else came in the last mix and then, boom! It blossomed.For Satrangi Re, I thought I would have to work very hard, it wasn’t going to happen. But strangely, it came in 10 minutes. I was surprised since it was such a hard, big concept. I did many chunks and gave seven of those to Mani Ratnam. In Nasreen Munni Kabir’s Jiya Jale – Stories in a Song, Gulzar speaks about how he suggested that you retain Jiya Jale’s original Malayalam chorus between the stanzas rather than translate into Hindi.I wanted the voices to sing in Malayalam. The language has a beautiful quality of rhythm and a sweetness to it.I was in Baghdad. I was doing a pilgrimage with my mom. The tomb of Abdul-Qadir Gilani, the founder of the Qadiriyya Sufi order, is there. We are Qadri followers.My mom and a lot of old people were all there. I did my thing and then I went to my hotel and said, I need to make a few tunes. I had my tape recorder and taped the rhythm there.\n\n\n    \n    Play\n\nJiya Jale, Dil Se (1998).People have called Dil Se “Persian” in spirit.I don’t think it’s Persian. It’s slightly gypsy, because Manisha Koirala’s character is like a gypsy. Ae Ajnabi is very Indian. Chaiyya Chaiyya is Punjabi pop. Jiya Jale is a mix of Malayalam and Tamil. The concept may be Middle Eastern, in the sense of the seven stages of love, but nothing else. How does Mani Ratnam explain what he wants from a soundtrack?He always says, this will be a film without songs. Then slowly, the songs will come. Bombay was supposed to be like that, Chekka Chivantha Vaanam was like that.He gives a one-liner or a half-hour narration. The main thing is to always find the unknown, a new expression. He is also very good at spotting melodies. I give him a lot of piano ideas and voice notes without finishing anything. He will pick up something I gave him five or 10 years ago, and he will say, how about this one? Jaage Hain from Guru was one such song. He sent me a voice note saying, how about this tune? I said we could have a full choir, a symphonic background. He said, do whatever you want. People like Mani Ratnam are not doing movies for the present. They are trying to balance between art and commercial cinema. He doesn’t care about success or failure even though other people around him do, which is what has made him very bold in doing stuff.The thing is, how do you move the story forward? The song is not an interruption but a continuation – you need to get that balance and yet make the song enjoyable.\n\n\n    \n    Play\n\nDil Se Re, Dil Se (1998).There are playlists on YouTube dedicated to the background music of Dil Se…… And we never even released it.The background score is much a part of the film’s universe as the songs.With Mani Ratnam, the canvas is always a surprise and gives you a whole experience that is uncommon and yet blends with the movie. You can pitch anything to him and if he likes it, he will work with you to make it work.Everything is instinctive. For instance in Ponniyin Selvan: Part 2, there is the murder scene in the end [involving the characters Aditha and Nandini]. It could have been a loud and irritating thing. I said, what if we make it very spiritual for this killing that she doesn’t want to, almost like an aria. We took the love song Chinnanjiru Nilave and got my daughter Khatija to sing it and sell this murder scene. You have said that you sometimes compose background music without looking at the visuals.Yes, to get away from the influence of Indian cinema and yet be Indian.It was a big struggle for me. It was self-torture. I had already worked on 600-700 soundtracks, playing with Mr Ilaiyaraaja and MS Viswanathan. To come out of this was a conscious struggle. That is why the music is cherry-picked. Even if I can do something in probably 20 minutes, I will take 20 days, just to see what else I can do. Sometimes, you have to do the cliche, but as much as possible, you stay away and find something new.The background score for Dil Se was built in stages. I was doing a lot of movies and I was so exhausted. Dil Se was going on in the background. I said, I need a holiday, I need to get out. Suddenly Mani Ratnam says, AR, can we use native Ladakhi voices? I said I would need to go to Ladakh. He said, go. Great! I booked the next flight, took an assistant and a digital tape recorder. We recorded the voices of the kids we used in the title track. The sliding guitar thing [used in the suspenseful moments involving Moina and members of her group] – I was working in London. I got a sliding guitar and put a kind of screeching voice tormenting somebody. For the interval, I asked Gulzaar saab for a line. He gave me the line by Iqbal, Sitaron Se Aage Jahan Aur Bhi Hai – there’s a world beyond the stars. It’s so beautiful and an everlasting line. Sukhwinder sang that one.\n\n\n    \n    Play\n\nDil Se background music.How has your rapport with Mani Ratnam evolved over the years?The initial four or five years, I was terrified. I would fall flat on the ground after a movie. The rapport now is one of a friend, a brother. He is a good mirror, especially when something isn’t finished enough.Take the song Thoda Thoda from his wife Suhasini Maniratnam’s film Indira. I had done the song with a piano. Mani Ratnam said, I need something underneath the song, so I added the shik-shik sound to it.Whenever I make a very big career move, like setting up a school or going abroad, I tell him. He is among the only people with whom I share big stuff. I wish we could spend more time together.Also read:The Mani Ratnam interview on ‘Dil Se’.","author":"Nandini Ramnath","time":"2023-08-21T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193355-urbpshrwrc-1692563009.jpg","tags":["Dil Se","AR Rahman","Mani Ratnam"],"source":"https://scroll.in/reel/1054610/ar-rahman-interview-the-inspiration-and-imagination-that-went-into-the-dil-se-soundtrack"}