{"title":"‘Aranyak’ review: A gripping tale of two-legged and four-legged beasts","content":"In the new Netflix series Aranyak, the hills are alive with…drugs, corpses, lies, secrets and tales of a half-human and half-leopard creature. As the eight-episode thriller gradually reveals, the beasts are both two- and four-legged.When a French tourist is raped and murdered and claw marks are found on her throat, the grapevine of Sironah town jangles with anxiety and rumours. Newly deputed police station chief Angad (Parambrata Chattopadhyay) dismisses all talk of a forest creature and takes a harder look at the humans of Sironah instead.Angad is there to replace Kasturi (Raveena Tandon), who is taking a year-long leave of absence to devote herself to her family. Kasturi chafes at Angad’s rigorous policing methods and bull-in-the-china-shop treatment of people whom she considers her friends. In turn, he lashes out at Kasturi’s chumminess with the locals and her primitive approach to case-solving (it usually involves slapping suspects until they squeal).Parambrata Chattopadhay and Raveena Tandon in Aranyak (2021). Courtesy Roy Kapur Films/Ramesh Sippy Entertainment/Netflix.The relationship between outsider and insider is among the most engaging aspects of Aranyak. Written by Charudutt Acharya, directed by Vinay Waikul and with Rohan Sippy as showrunner, Aranyak uses familiar threads to create a smart and gripping yarn. We have met most of the characters in Aranyak before – most recently in the web series Candy (2020). But the layered writing, attentive direction and heartfelt performances give each of them new depth and purpose.  As Kasturi and Angad begin their investigation, they find that the trail runs in all directions. One of them leads to the minister Jagdamba (Meghna Malik), whose spoilt son Kanti (Tejasvi Dev) is out on parole on a rape charge. Jagdamba’s most serious political adversary is Manhas (Zakir Hussain), the father of neurotic daughter Nilima (Priyanka Setia) and father-in-law of the shady Ravi (Indraneil Sengupta). The suspects include Bunty (Wishvesh Sharkholi), the boyfriend of Kasturi’s daughter Nutan (Taneesha Joshi).Zakir Hussain in Aranyak (2021). Courtesy Roy Kapur Films/Ramesh Sippy Entertainment/Netflix.The most interesting of the lot is Kasturi’s frequently stoned father-in-law Mahadev (Ashutosh Rana). A former policeman who had nearly nabbed the human-leopard bogeyman years ago, Mahadev inserts himself into the investigation, much to Angad’s annoyance.Family is both the most basic crime unit and the source of painful memories and fleeting succour. Among the warmest scenes in a show set in cold climes, where even daytime looks like night, are the moments between Kasturi and her daughter. As they bond over the kitchen stove, Kasturi gains some respite from her troubled marriage with Hari (Vivek Madan).Ashutosh Rana in Aranyak (2021). Courtesy Roy Kapur Films/Ramesh Sippy Entertainment/Netflix.The show’s creators judiciously strew around the clues, red herrings and revelations. The dense plotting makes nearly everybody is a suspect. Some of the twists rely on coincidence and demand that like Sironah’s gullible residents, we too must suspend disbelief in the aid of an interesting bedtime story.The performances are as riveting as the twisty mystery. Raveena Tandon is in top form, fiery when faced with questions over her competence and vulnerable when her own skeletons threaten to be exposed. Parambrata Chattopadhyay proves an equal match to his co-star, mixing suavity with toughness. As Angad and Kasturi evolve from sparring partners to collaborators, Tandon and Chattopadhyay set up a delicious, grown-up chemistry. Ashutosh Rana and Zakir Hussain are among the standout actors in the sprawling cast. Breshna Khan, as the murder victim’s mother Julie, is moving in her despair and grief. Among the younger actors, Wishvesh Sharkholi leaves a mark as the hapless Bunty.\n\n\n    \n    Play\n\nAranyak (2021).Also read:Raveena Tandon on streaming debut: ‘You cannot think there is nothing more left to learn’","author":"Nandini Ramnath","time":"2021-12-10T18:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167379-zhrfqknyym-1639137650.jpg","tags":["Aranyak web series","Raveena Tandon","Parambrata Chattopadhyay"]}