{"title":"Archery: With a quiver of hope, Jyothi Surekha Vennam makes the most of a second chance","content":"For a world-class athlete, Jyothi Surekha Vennam is accepting of circumstances when things don’t work out for her. Where athletes sometimes expect past glories to make up for their present shortcomings, the 25-year-old compound archer understands and accepts the unforgiving nature of sport where even one bad afternoon can undo years of hard work.It is perhaps sort of level-headedness – a trait any archer would tell you is arguably the most important on the range – that saw her make a superb comeback from a tough recent phase. India’s star compound archer was in fine at the World Cup Stage 3 in Paris, winning the mixed event gold and individual silver medal.That it was her first World Cup appearance of the season made it all the more special.On what was a slightly windy afternoon (as she remembers it) in March at the national trials in Sonepat, things changed quite a bit for Jyothi. She went from India’s top women’s compound archer who had a stunning 2021 season to being relegated to the B team. Not being in the A team meant that Jyothi would miss out on Archery World Cup stages 1 and 2 in Antalya and Gwangju, as well as the Asian Games and the World Games.To make the result even harder to swallow, Jyothi, who had romped to victory at the national championships two days before the trial, had won one of the quota places for the World Games thanks to her silver medal finish at the 2021 World Cup finals. Not many would disagree if Jyothi felt hard done by then. “In archery, there is no direct selection to the team. Every time we compete, we fight and we prove ourselves worthy enough to be selected to the team. It has always been like this from the start. I wasn’t a part of the team because I did not do well that day. It’s not anyone else’s mistake,” Jyothi told Scroll.in.“Everything was going well because we had senior nationals a couple of days earlier and I was the champion. At the trials, after one and a half days of qualification and elimination rounds, I was still on top. But all the hard work over the one and a half days went to zero in the afternoon of the second day.“I can’t describe exactly why but I did not shoot my best. Maybe, it was because it was just a little windy that afternoon, not that I did not face those conditions before. Or maybe because I was too tired competing back to back. When you are too tired, your muscles don’t let you perform at the level you want to.”Whatever the reason may be, for her below-par performance that afternoon, Jyothi took her time to come to terms with her fate. And once she did, she focused on training harder to be ready should a second chance come her way.“Ups and downs are always going to happen. Sometimes you win and sometimes you lose. It’s a part of sports and life. It took some time for me to accept the fact that I am not in the team but again, you never know when you will get a second chance,” she said.“If you get a chance, you have to prove yourself. There’s no room for ‘I did not know I will get a chance’ or ‘I am not ready’. There can be no excuses. So I realised I had to be prepared and prove myself when the chance came.”Spending time with family and away from archery helped her cope with the disappointment. “It took some time for me to accept it and come back and practice. I took some time off and went back to my family. I needed that time to come back to form and be in control.”And then the second chance came when the Asian Games were postponed. Given the scheduling of international events, the Archery Association of India had earlier decided to send the top archers post the trials in March to the first three stages of the World Cup along with the Asian Games. However, the AFI decided to hold fresh trials following the postponement of the Asiad, giving Jyothi another shot at making the team. A shot the Vijaywada native would make the most of.She topped the trials and stamped her ticket to the World Cup Stage 3 in Paris and the Birmingham World Games.In Paris, Jyothi was in fine form, showcasing the talent which helped her rise to No 3 in the world rankings. Qualifying third with a score of 706/720, Jyothi carried her form into the individual and team events.  In the women’s team event, Jyothi teamed up with Muskan Kirar and Priya  Gurjar to reach the semi-finals where they lost to Britain. There was  further disappointment in store as the trio lost in the bronze medal  match having been on top for the first three ends.   Despite falling short in the women’s team event, Jyothi went into the  final day of the compound events assured of a mixed team medal while  still in contention for an individual medal.  Teaming up with Abhishek Verma, Jyothi beat the home team of Sophie Dodemont and Jean Philippe Boulch in the final to win her first World Cup Stage gold medal.Massive win of India 🇮🇳 on French soil 🥇#ArcheryWorldCup pic.twitter.com/47LmR6bFE3— World Archery (@worldarchery) June 25, 2022\n\nJust hours after the mixed team final, Jyothi was back on the field competing in the individual event. Despite a light drizzle altering the conditions, Jyothi got the better of Dodemont in a tight semifinal to set up a final face-off against top seed Ella Gibson.Gibson, the winner in Antalya, was the heavy favourite going into the final having gone close to the world record in qualification.Jyothi matched the in-form Brit shot for shot, forcing a shootout which she would end up losing. Even in defeat, Jyothi found positives and things to be happy about.“I had a great time shooting with Ella,” she said. “It was a tough match because until the last arrow, no one could predict who could win as we were shooting well. I am happy that I could give her a tough fight and stay till the end.”She did it again!Second stage win for Ella Gibson 🇬🇧 now in Paris!#ArcheryWorldCup pic.twitter.com/Y0HhheTag8— World Archery (@worldarchery) June 25, 2022\n\nNext up for Jyothi is the World Games in Birmingham, but a place in the World Cup Finals to be held in October in Tlaxcala, Mexico may be out of reach.Eight archers qualify for the World Cup finals based on their results in the four stages. Four spots are reserved for the stage winners although those can be reduced if there are multiple stage winners. The rest of the spots are awarded to archers based on the World Cup rankings.A gold medal in Paris would have booked Jyothi a spot in the finals as a stage winner. Despite competing in only one stage, Jyothi currently sits seventh in the those rankings. However, she will not be able to climb higher as she is not expected to compete at stage four of the World Cup in Medellin.Had she competed in the first two stages in Antalya and Gwangju, Jyothi would have been in with a better chance of making it to Tlaxcala for the season-ending prestigious event. But she’s not disappointed with the fact that she may not make it to the finals. Instead, she’s taking pride in winning her first individual medal.“I am not disappointed because I have never qualified in the individual event before. I am happy because I won my first individual medal in Paris. I performed my best. Sure, maybe if I had gone to the other World Cups, I could have had a chance. But I am okay with that.”","author":"Dilip Unnikrishnan","time":"2022-07-03T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176613-zwmrgofmmd-1656794497.jpeg","tags":["Jyothi Surekha Vennam","Archery","Indian Archery","Archery World Cup","Paris"],"source":"https://scroll.in/field/1027446/archery-with-a-quiver-of-hope-jyothi-surekha-vennam-makes-the-most-of-a-second-chance"}