{"title":"Archery, World Cup Shanghai: Indian men’s and women’s compound teams through to finals","content":"The Indian men’s and women’s compound archery teams reached the finals of their respective events at the 2024 Archery World Cup Stage I in Shanghai on Wednesday.In the recurve qualification rounds, Dhiraj Bommadevara finished in third place while the recurve men’s team are seeded second in the competition and the recurve women’s team are seeded sixth. The women’s team of Jyothi Surekha Vennam, Aditi Gopichand Swami and Parneet Kaur cruised into the final with wins over Turkey and Estonia in the quarter-finals and semi-finals respectively.By virtue of being the top seeds, India had received a bye in the first round and face ninth seeds Turkey in the quarter-finals. The trio shot 60, 58, 57 and 60 in their four ends to beat Turkey 235-230.In the semi-finals, Estonia took the lead in the first end by scoring a perfect score of 60 compared to India’s 59. However, the Estonians dropped five points in the next end as India took a 118-115 lead and followed it up with a perfect 60 in the third end to lead 178-172. Though Estonia shot 58 in the final end compared to India’s 57, it wasn’t enough to overtake the top seeds.India will face sixth seeds Italy in the finals on Saturday.In the men’s team event, the fourth-seeded trio of Abhishek Verma, Priyansh and Prathamesh Bhalchandra Fuge began their campaign with a 233-227 win over the Philippines. That win set up a quarter-final clash against a strong Denmark team who had qualified in fifth place.The Indians took a one-point lead in the first end only for the Danes to level the score in the next end. Verma, Priyansh and Fuge then shot perfect 60s in the final two ends to clinch a 237-234 win.In the semi-finals, India were against top seeds South Korea. Both teams were evenly matched in the opening two ends as they shot identical scores. India took a one-point lead in the next end and closed out a 235-233 win in the final end.India will face the Netherlands in a mouth-watering final on Saturday.Bommadevara sets national record in men’s recurveIn the men’s recurve qualification round, Bommadevara finished third after scoring 693 points, behind Kim Woojin of South Korea at the top and Matias Grande of Mexico in second place.Bommadevara is the only Indian archer to have secured a quota at the 2024 Paris Olympic Games.The qualification score also saw Bommadevara break the national record in men’s individual recurve event, that was set by Tarundeep Rai during the Senior National Archery Championships in 2023.Rai himself finished seventh in the qualification round in Shanghai with a total score of 684. The other two Indians, Pravin Ramesh Jadhav (672) and Mrinal Chauhan (651) finished 25th and 81st respectively.In the women’s individual recurve event, Ankita Bhakat was the highest-ranked Indian, scoring 664 to finish in 15th place. Veteran archer Deepika Kumari was in 30th place with 656 points while Bhajan Kaur (657) and Komalika Bari (636) finished in 29th and 57th place respectively.Bommadevara and Rai finishing in the top 10 of the qualification round, helping the Indian men’s team get the second seed in the team event with a cumulative score of 2049, six points behind South Korea.The Indian women’s team will start as sixth seeds in the team competition, having gotten a cumulative score of 1977. The recurve mixed team will feature Bommadevara and Bhakat, who were the country’s top scorers in their respective qualification rounds, and will be seeded fourth with a cumulative score of 1357, behind South Korea, France and Germany.","author":"Scroll Staff","time":"2024-04-24T10:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191225-vcfybiieui-1686730036.jpg","tags":["Jyothi Surekha Vennam","Aditi Gopichand Swami","Parneet Kaur","Archery","Compound Archery","Priyansh","Archery World Cup","Dhiraj Bommadevara","Recurve Archery"],"source":"https://scroll.in/field/1066982/archery-world-cup-stage-i-indian-mens-and-womens-compound-teams-through-to-finals"}