{"title":"Archery World Cup: Jyothi Surekha Vennam equals qualification world record with superb 713 in Turkey","content":"India’s Jyothi Surekha Vennam shot a new personal best and equalled the world record in compound women’s qualification rounds (72 arrows) with a stunning 713 at the Archery World Cup Stage 1 in Antalya, Turkey on Tuesday. After shooting a solid 353 in the first set of 36 arrows, Jyothi came up with a brilliant 360 out of 360 with her second set to finish with 713. That equalled Sara Lopez’s world record of 713. Jyothi earned the top seeding for the individual brackets. Lopez, widely considered to be the greatest of the compound format, finished with 710 herself and earned third seeding. Here’s how the rest of the Indian archers shot in the compound qualification rounds:Compound women seedings and qualification score:1 Jyothi Surekha Vennam 713 15 Aditi Gopichand Swami 700 19 Avneet Kaur 699 26 Sakshi Chaudhary 694Compound men seedings and qualification score:17 Ojas Pravin Deotale 709 29 Rajat Chauhan 706 30 Prathamesh Samadhan Jawkar 706 38 Rishabh Yadav 704The Indian women’s team earned the top seeding, riding on Jyothi’s 713. The men’s team were seeded sixth, while the mixed team of Jyothi and Ojas Pravin Deotale will be seeded second.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 58.9648798521257%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/rpkhopmrok-1681831829.png\">\n  </picture><figcaption>Compound women, men and mixed team seedings (Via World Archery)</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 64.63414634146342%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ljiztwxgxd-1681831828.png\">\n  </picture><figcaption>Compound men, women and mixed team seedings (Via World Archery)</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 71.83908045977012%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ggfbzwsrjg-1681831829.png\">\n  </picture></figure>\nHuge day for Jyothi! Career best score of 713, matching the world record and setting a new Asian record in Antalya!#ArcheryWorldCup pic.twitter.com/Su0W9Z93yO— World Archery (@worldarchery) April 18, 2023\n\nElsewhere, the USA men’s team of Braden Gellenthien, James Lutz and Sawyer Sullivan broke the compound world record with a combined total score of 2140 points, breaking the previous world record by three points. The recurve qualification round will take place on Wednesday.Archery World Cup: Jyothi Surekha Vennam headlines Indian contingent in Antalya","author":"Scroll Staff","time":"2023-04-18T21:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189259-kypzxxikjo-1681832365.jpeg","tags":["Jyothi Surekha Vennam","Archery World Cup","Archery"],"source":"https://scroll.in/field/1047598/archery-world-cup-jyothi-surekha-vennam-equals-qualification-world-record-with-superb-713-in-turkey"}