{"title":"Archery, World Cup Shanghai: Jyothi Vennam and Abhishek Verma reach the mixed compound final","content":"The veteran Indian mixed compound archery team of Jyothi Surekha Vennam and Abhishek Verma cruised into the final of their event at the 2024 Archery World Cup Stage 1 in Shanghai, China on Friday. The mixed recurve team of Ankita Bhakat and Dhiraj Bommadevara however, lost in their semi-final and will compete in the bronze medal match on Sunday.Vennam and Verma will play their final against Estonia on Saturday.In the recurve individual events, Olympian Deepika Kumari has made it to the semi-final in the women’s event, where she will take on South Korean teenager Nam Suhyeon for a spot in the final on Sunday.Tarundeep Rai – a former Olympian himself – lost in the men’s individual recurve quarter-final to Spain’s Andres Temino.On Friday, the mixed compound archery team of Vennam and Verma started off strongly, coming up with a flawless performance in the 160-152 win over Australia in the second round – the Indians received a bye in the first round.In the quarter-final, they beat the Mariya Shkolna and Gilles Seywert 155-151.The Indians then had a slow start against Mexico in the semi-final, trailing 38-39 at the first End. They did however, recover immediately, scoring 39 to Mexico’s 37 in the second End to take a 77-76 lead. That lead increased to 115-112 at the third End before the Indians wrapped up the match with a perfect 40 in the fourth End to register a 155-151 win.They will face Estonian siblings Lisell and Robin Jaatma in the final.Bhakat and Bommadevara started their campaign with a 6-2 win over Turkey in the second round after receiving a bye in the opening round. They followed that up with a 5-1 win over the team from the Czech Republic in the quarter-final, but came across powerhouses South Korea in the semi-final.The Korean team included Lim Sihyeon – the reigning Asian Games individual champion – and two-time Olympic gold medallist Kim Woojin. They won the first set 39-38 against the Indians before winning the second 36-35 to go 4-0 up. The Koreans then sealed the tie by winning the third Set 38-36.Bhakat and Bommadevara will take on the Mexican team of Alejandra Balencia and Matias Grande in the bronze medal match on Sunday.Big contenders in the FINAL FOUR. 🤩Youth Olympic champion Li Jiaman will try to defend the Shaghai arena against top seed Lim Sihyeon, youth world champion Deepika Kumari and promising newcomer Nam Suhyeon.#ArcheryWorldCup #FinalFour #Archery pic.twitter.com/M7t9So6iv8— World Archery (@worldarchery) April 26, 2024\n\n\nKumari through to semi-finalDeepika Kumari, who is on the comeback trail after her return to the circuit following maternity leave, is through to the women’s individual event semi-final.She did not have a good qualification round, earning a low 30th rank. However, she earned a straight-forward 6-0 win over Do Thi Anh Nguyet of Vietnam in the first round. In the second, she beat German’s Katharina Bauer 7-3 before earning a 6-0 win over Italy’s Elisabetta Mijno in the Round of 16.In the quarter-final however, she came up against South Korea’s Jeon Hunyoung and was stretched.Kumari lost the first set 27-28 and then drew the second 27-27 to trail Jeon 1-3.The 29-year-old Indian won the third set 29-28 to make it 3-3 before claiming the fourth set 29-27 to go up 5-3. Needing just a point more to secure a spot in the semi-final, Kumari did enough to draw the fifth set 28-28 to clinch the match 6-4 and earn a spot in the last four.Rai, competing in the men’s individual event, started his campaign with a 6-2 win over Slovenia’s Ziga Ravnikar. In the second round, he won a shoot-off 10-9 to earn a 6-5 win over Den Habjan Malavasic, also from Slovenia.In the pre-quarter-final, he beat China’s Wang Yan 6-4, but was knocked-out in the quarter-final after a 3-7 loss to Temino.","author":"Scroll Staff","time":"2024-04-26T15:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176952-jmyzxlenjr-1657388772.jpeg","tags":["Deepika Kumari","Jyothi Surekha Vennam","Abhishek Verma","Dhiraj Bommadevara","Ankita Bhakat","Archery World Cup","Indian archery","Archery","World Cup Shanghai"],"source":"https://scroll.in/field/1067099/archery-world-cup-shanghai-jyothi-vennam-and-abhishek-verma-reach-the-mixed-compound-final"}