{"title":"Archery: How para archer Sheetal Devi embraced who she is to find international success","content":"At the Asian Para Games in October, Sheetal Devi won two gold medals in the women’s open individual compound and mixed team compound archery events, along with a silver in the women’s doubles compound event.In December, she became the world No 1 in compound para archery.At a clinic in Bengaluru, in 2021, Sheetal Devi was asked a simple question. Her answer was even simpler. As she waited to get the fitting done for a pair of prosthetic arms, she was asked what was the first thing she wanted to do with her new arms. She wanted to wear chudiya (bangles).Now 16, Sheetal was born without arms because of a condition called Phocomelia.As it panned out, she would never really use the prosthetics. Instead, she embraced who she was. And in late July, she became the first armless woman to win a medal at the World Para Archery Championships, clinching silver at the event in Pilsen, Czech Republic.It was only a few weeks after that trip to Eastern Europe that she managed to grasp the magnitude of what she had achieved. And even then, as she looked back, she is still not sure how she pulled it off given that she was competing at the tournament while being in and out of hospital.“It feels really good [to have won a Para World Championships medal],” she said to Scroll, with a giggle, over the phone from her training base in Katra, Jammu and Kashmir.“I was so sick, I kept thinking how am I going to compete,” she added. “I felt that I would not be able to do it. Somehow, it just happened. I kept in mind everything that I had learnt, and just did that, the best I could. And just not think about the sickness.”En route to Pilsen, Sheetal fell seriously ill. She had a high fever and a stomach bug that made the long flight journey even the more uncomfortable. When the team reached their destination, Sheetal was told to rest rather than go to the archery range to train and get used to the conditions.In fact, the first time she got to the range was just 15 minutes before the qualification round – she still finished fourth out of 46.“After the qualification round, she fell sick again,” explained coach Kuldeep Vedwan to this publication. “After winning the semi-final, she had to be hospitalised. She was on the drip. The next day we told her to just rest. And then she went and competed in the final.”In the gold medal match, she lost by two points (138-140) to Turkey’s Oznur Cure. But along with the prestigious silver medal, she had also booked a spot for herself at the Paris Paralympics next year.“Sometimes I feel a little nervous when I’m competing,” said Sheetal, who is currently training for Para Asian Games, which will be held next month.“And that time I was scared because I just wasn’t well. Then the coach told me to just play as if I am back home. Somehow, I did.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nSheetal Devi during a training session (Courtesy: Retina Singh/Being You)A whole new worldSheetal is the eldest daughter of Maan Singh and Shakti Devi. Her condition rendered her unable to help her parents in the small farm they tilled for their daily meals. Maan would work the field while Shakti looked after the goats.“Main kuch nahi karti thi [I did not do anything],” Sheetal said, flatly. “I used to just go to school.”She remained satisfied in the aloof, small world she lived in at the Loidhar-a village, in Kishtwar district of Jammu and Kashmir.But at a youth sports event in Kishtwar, organised by the Indian army, the Rashtriya Rifles unit, as reported by Hindustan Times, noticed her athleticism.The solace in the care-free life turned though when the pandemic hit. Suddenly, the family was introduced to a smart phone. The internet gave her a glimpse of a world beyond the snow-capped hills she had known and loved all her life.It gave her the idea of getting prosthetics – which she thought would help her in achieving her ambition of becoming a teacher.Meanwhile in Bengaluru, Being You, a startup and storytelling platform that had created a calendar featuring amputees, was informed about Sheetal. They got in touch in April 2021.“I was told by a lot of people Sheetal will never use the prosthetics,” said Preethi Rai, co-founder of Being You, to Scroll.“Sheetal was adamant, but she had once told me that she used to climb trees in her village. From my experience of working with amputees, I figured that the other parts of her body may have become stronger to compensate.”Rai sought the help of a physiotherapist who conducted several tests on Sheetal. Eventually, it was determined that she had powerful legs and a strong core. By then, Sheetal had been introduced to Paralympic swimmer Sharath Gayakwad and former captain of the India blind cricket team Shekhar Naik. The idea of becoming a sportsperson had settled in, and archery was narrowed down. Eventually, they approached Vedwan.Sheetal Devi uses her feet to write (Courtesy: Retina Singh/Being You)The armless archerVedwan has been a para-archery coach since 2007 and moved to Katra in 2017 to take charge at the Shree Mata Vaishno Devi Academy.His first interaction with Sheetal though was over a Zoom video call in December 2021.“She had no idea what archery was,” the coach recalled. “I told her to come here and train with me, and she never looked back. I told her that I could help her become an international medallist, but she had to work hard. She worked very, very hard.”Sheetal moved from her village to Katra – some 200 kilometres away – in August 2022 and has not gone home since. But there was some fear and apprehension when Sheetal first moved to the academy.“Her mother was extremely scared,” Rai recalled. “She told me that Sheetal cannot go out anywhere on her own. Either she or her [younger sister Shivani] would have to accompany her.”Sheetal, who is now supported by OGQ, did travel without her family to Pilsen. But she had a rocky start to life in Katra.“I kept wondering how can I do this… I don’t have arms,” Sheetal said. “Then once I started, I fell in love with it.”Rai remembered Sheetal’s first few days in the sport.“She told me that everyone else is managing to hit the target, but she’s not getting anywhere close,” Rai said. “She was quite disappointed. But she didn’t want to give up. She kept trying.”Like everything she does – including writing and working a mobile phone – she uses her feet to handle the bow and arrow.Seated on a chair, she uses her right leg to raise the bow and aim while she pulls the string back using her right shoulder. In her mouth, she keeps a small instrument, which Vedwan has fashioned, that helps her release the arrow.Now, more often than not, she’s been consistently hitting the 10-point inner-circle on the target placed 50 meters away. And she’s quick to point out that her next goal remains the Asian Games in Hangzhou, before she turns her attention towards the Paralympics in Paris next year.Recovered from that ill-timed bout of sickness in Pilsen, Sheetal and Vedwan have resumed training. The coach asserted that his ward has made a mark in world archery, but is adamant that she needs to continue to work for more consistency and bigger accolades.In March, Shivani, who is also a budding archer, and Shakti moved to Katra to help support Sheetal.Rai said that Sheetal still remains the same mischievous young girl who once enjoyed climbing trees and ran fleet-footed in the hills of Kishtwar. But long gone are the days when she harboured a dream of becoming a teacher. Gone are the days when she longed for prosthetics.Now she has embraced who she is and what she has become – a World Championship medallist.","author":"Shahid Judge","time":"2023-09-08T11:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193877-nyembijzqy-1694096475.jpg","tags":["Sheetal Devi","Kuldeep Vedwan","World Para Archery Championships","Indian archery","archery"]}