{"title":"Archery: Success with a smile – the story of Indian compound archery in 2023","content":"It was all smiles on the podium in Paris, France at the Archery World Cup Stage 4.The Indian men’s compound team of Ojas Pravin Deotale, Prathamesh Jawkar, and veteran Abhishek Verma stood on the top spot, having won the gold medal. Deotale was beaming and then he prompted his teammates to follow him, as the Indians proceeded to flex their biceps for photographers.Two months later, Deotale was beaming once again. This time as the gold medal winner in the men’s individual compound archery event at the Asian Games in Hangzhou, China. He beat Verma in the final, and once the victory was confirmed, walked up and bowed down to his senior compatriot.For years, 34-year-old Verma had carried the mantle for Indian compound archery. He had set the path to the higher echelons of the sport, which 21-year-old Deotale followed.“Ojas bowed to [Verma] because he deserved it [for his service to Indian archery],” said Pravin Sawant, Deotale’s coach, to Scroll. Sawant is also a member of the Indian coaching staff.“[In this situation] as a coach, the only thing that mattered was that the Indian anthem would play. That is the only atmosphere that should be made.”Over the course of the year, the sight of Indians competing in the medal rounds in compound archery has become common. Just like those beaming smiles.        View this post on Instagram            A post shared by Ojas Deotale (@ojas_deotale_)\nGreater depth in the squadVerma, along with 27-year-old Jyothi Surekha Vennam had been winning medals at the international level for over six years. Of late though, there has been a surge of young Indians who have shot up the ranks and started to overtake their seniors.According to Sergio Pagni, the head coach of the Indian compound archery team, the success is being given more importance this year because of the different medal winners from the country.“Statistically, you would see that India was not dominating [in previous seasons],” said Pagni, a former World Championships gold medallist from Italy, to this publication. “The other countries during the season won two or three World Cup stages. When I won in the past, Italy was dominating, but it was a personal result also. Same with Netherlands and Mike Scholesser, or Sarah Lopez of Colombia.”But now, Pagni said, teams look at India and see a team of winners. “If you have one World Cup stage winner or one World Championship winner in every single nation, in the same season, the other teammates increase the level,” explained Pagni. “Because they see [their teammate] winning, they start to feel that it’s easy. It’s not impossible.”Pagni was close at hand as Deotale and 17-year-old Aditi Swami became the first Indians to win individual gold medals at the Archery World Championships in August. Swami teamed up with Vennam and Parneet Kaur to win the women’s team title as well – India’s first-ever World Championships gold medal.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nAlso read: Aditi Swami’s rapid journey from a budding star to becoming World ChampionThe 44-year-old Pagni, who has also won World Cup medals and still competes in indoor events, claimed that it was his unique player experience that allowed him to be a part of the champion-making process. He used those same tools to guide Italian archers Marcella Tonioli and Irene Francini.“Something that high level athletes know very well is that it is not only equipment or technique, but that the performance comes from the mind and focusing during that moment,” said Pagni, describing his coaching style.It was for this coaching skill that Verma had first approached Pagni in 2015 and then later through the Archery Association of India in 2018 to ask the Italian to work with the Indian team ahead of the Jakarta Asian Games.While that was a temporary role, it bore fruit with India winning silver in the men’s and women’s team events (there were no individual compound events in the 2018 edition).Four years later Pagni was approached yet again, this time with the offer for a full-time position and the Italian accepted, joining the team in December 2022.Both Sergio Pagni (left) and Pravin Sawant have been instrumental in scripting India's success in compound archery this year (Credit: World Archery)Painting the 2023 picture“The main difference between the first time I met the Indian team and the second is that the first time I was an athlete when I was talking with Abhishek [in 2015],” recalled Pagni. “With Jyothi, I tried to start a conversation with her, but a high-level athlete may not trust you just because you are a foreign coach. You may have something to say but maybe they are not interested.”Pagni described how, at the start, the archers already knew about him and his accomplishments and therefore, had a lot of poignant questions that he appreciated.With Vennam, who is soft-spoken but uses her words carefully, he knew once his methods worked for her, it would change everything. He recalled how the Indian had expressed her fears about not being able to attain success in important finals. “I told her ‘we will start to work on it until [the fear] will not cause trouble anymore,’” said Pagni. A short while later, Vennam won the World Cup Stage 1 in Antalya, Turkey, setting a world record score of 713 in the qualification round.“[During the match] if you are looking at your opponent and their levels, it means that you are focusing more on your opponent and not yourself,” said Pagni. “This is the main difference between the past and now.”He referenced post-match interviews conducted where most of the Indian archers would say that they focused on themselves only – playing the game and not the player. How did he convey this to Vennam?“Shooting 10s in every arrow is a piece of cake, he would say,” Vennam told Scroll.Pagni would remind the archers to envision a competitive environment during practice sessions and execute their shots with the same ease. It is this advice that saw the Indian team become the best nation in the sport at the Asian Games. While India swept all five compound events, South Korea – the traditional powerhouse in the sport – won four out of the five gold medals in recurve. It is also this kind of advice that has propelled those like Deotale and Swami to become World Champions.        View this post on Instagram            A post shared by Jyothi Surekha (@jyothi.surekha)\nTeam spirit galoreThe skill of an archer is one thing. The elements on any given day also need to be tackled. Windy, rainy and sunny conditions have different impacts on the arrows. It sometimes comes down to luck, Sawant asserted. But there is still a lot that has to go into it.“Our practice schedule, our training, our planning also matters,” said 31-year-old Sawant who has worked with both Deotale and Swami in their early days in the sport.He explained that nervousness is natural, but, similar to Pagni’s approach, it is important to instill in the minds of the archers that the circumstances have not changed. Be it a regular match or a shoot-off.“With Aditi, I used to tell her, ‘himmat dikhao’ (show us your courage),” recalled Sawant. “Think less [of the circumstance] and focus on shooting a good shot.”Both Pagni and Sawant, along with the other coaches in the Indian team, have worked on creating an atmosphere of comfort and enjoyment for the archers. It is one that has bled into their thorough processes when competing.Watch, Asian Games highlights: Vennam, Deotale win archery gold medals; Verma, Swami on podium tooAfter Vennam lost her semi-final to Swami at the 2023 World Championships, the 27-year had a wry smile as she walked up to her younger teammate to congratulate her. It turned into a bigger smile as both Sawant and Pagni patted her on the back and Swami embraced her senior.The same reactions were recreated when Swami lost in the semi-final of the Asian Games to Vennam and shrugged her shoulders while receiving pats on the back.When asked to describe the camaraderie between the archers on the Indian team, Sawant recalled a specific anecdote.“Abhishek calls Ojas, ‘Chris Gayle’,” he said. Gayle, a former West Indian cricketer was known for his geniality.“[Abhishek] calls him that because Ojas enjoys all situations and takes in the moment as it is. He maintains a good unity in the team that Abhishek also does by always taking them out to shop whenever they travel.”Sawant added that the balance of seniors and juniors in the team is one of the main reasons behind the spate of good results this year.And there are already plans to continue the work in 2024 as well.“Ojas was crying on the last day of the Asian Games,” recalled Pagni.“I said, ‘why are you so sad? You won three gold medals in the Asian Games. And you are sad?’ He replied, ‘oh, of course. But I will not see you anymore.’”Pagni’s contract with the Indian team was until the conclusion of the Asian Games.But the Italian told the youngster that he had already started to prepare for the next season, only for Deotale to flash one of his podium-smiles.“This is the best kind of feedback you can get,” he said. “Even if it was without any medals, it’s just the best feedback to be proud to be working with this group of girls and guys.”It is the perfect combination for a winning formula – a coach that has won it all, a coach that understands the context and background of the archers, seniors who are experienced and juniors who are hungry.It was a perfect blend for a near-perfect season. And the perfect preparation with a new season around the corner. Indian compound archery results in 2023 \n    \n       Event  Team  Individual \n    \n     Asian Games  Men's – Ojas Pravin Deotale, Abhishek Verma, Prathamesh Jawkar – GoldWomen's – Jyothi Surekha Vennam, Aditi Gopichand Swami, Parneet Kaur – GoldMixed – Jyothi Surekha Vennam, Ojas Pravin Deotale – Gold  Men's – Ojas Pravin Deotale – Gold; Abhishek Verma – SilverWomen's – Jyothi Surekha Vennam – Gold; Aditi Gopichand Swami – Bronze  World Championships  Women's – Jyothi Surekha Vennam, Aditi Gopichand Swami, Parneet Kaur – Gold  Women's – Aditi Gopichand Swami – Gold; Jyothi Surekha Vennam – Bronze  World Youth Championships   Women's Under-21 – GoldWomen's Under-18 – GoldMixed – Avneet Kaur, Priyansh – Gold  Men's – Priyansh – GoldWomen's – Aditi Gopichand Swami – Gold  World Cup Stages (Antalya, Shanghai, Medellin, Paris, Final)  Men's – Ojas Pravin Deotale, Abhishek Verma, Prathamesh Jawkar – Gold (Paris)Women's – Jyothi Surekha Vennam, Aditi Gopichand Swami, Parneet Kaur – Gold (Paris), Bronze (Medellin)Mixed – Mixed – Jyothi Surekha Vennam, Ojas Pravin Deotale – Gold (Antalya), Bronze (Shanghai)  Men's – Prathamesh Jawkar – Gold (Shanghai), Silver (Final); Abhishek Verma – Gold (Medellin)Women's – Jyothi Surekha Vennam – Gold (Antalya), Bronze (Paris)  Asian Championships  Women's – Jyothi Surekha Vennam, Aditi Gopichand Swami, Parneet Kaur – GoldMixed – Aditi Gopichand Swami, Priyansh – Gold  Men's – Abhishek Verma – BronzeWomen's – Parneet Kaur – Gold; Jyothi Surekha Vennam – Silver  Indoor Series Taipei Open  -  Men's – Prathamesh Jawkar – Gold; Aman Saini – BronzeWomen's – Parneet Kaur – Gold; Jyothi Surekha Vennam – Bronze  Total = 34  12 Gold, two Bronze = 14  11 Gold, three Silver, six Bronze = 20","author":"Tanya Kini","time":"2023-12-22T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196695-zdisieneuk-1702709922.jpg","tags":["Ojas Pravin Deotale","Pravin Sawant","Abhishek Verma","Sergio Pagni","Jyothi Surekha Vennam","Compound archery","Indian compound archery","Archery"]}