{"title":"Archery, World Cup Shanghai: Men’s recurve team reach final; Priyansh, Vennam in compound semis","content":"It was a good outing for India on the second day of the 2024 Archery World Cup Stage I in Shanghai with the men’s recurve team reaching the final on Thursday.In the individual compound events, former youth champion Priyansh along with Asian Games gold medallist Jyothi Surekha Vennam both reached the semi-finals of their respective categories as well. The Indian men’s recurve team, comprising of Dhiraj Bommadevara, Tarundeep Rai and Pravin Jadhav, were seeded second behind reigning world and Olympic champions South Korea and will face them in the final on Sunday. The Indian trio were dominant all through the competition, beating Indonesia 5-3 in the second round (after getting a bye in the first round) and Spain 5-1, before winning 5-1 against Italy. While they overcame a first set deficit to beat Indonesia, the men’s team dropped only one point in their win against Spain to reach the semi-finals.The Indian women’s recurve team of Deepika Kumari, Ankita Bhakat and Bhajan Kaur also received a bye in the first round, but failed to hold on to a 3-1 lead in the second set to eventually lose 3-5 to Mexico in the second round. Priyansh, Vennam in compound semisVennam, who was seeded second in the women’s individual compound event, began her campaign well with a 147-145 win over Turkey’s Begum Yuva. She then faced off against Andrea Munoz of Mexico and beat her with a slim margin of 148-147. In the quarter-finals, Vennam then came up against teammate Avneet Kaur with the latter keeping abreast of her senior to level the scoreline at 86-all after the third end. However, Vennam finished things off with two 10s (Xs) and a nine to win by one point (143-142). Vennam will now take on Meeri-Martia Paas of Estonia in the semi-final on Saturday. The other Indian in the fray, world champion Aditi Gopichand Swami, lost her quarter-final match 142-144 to top seed Andrea Becerra of Mexico. In the men’s individual compound event, 14th seed Priyansh beat Eer Jiang Ying from Singapore 147-140 in the opening round. He then got the better of his teammate Rajat Chauhan after the duo went into a shoot-out with the scores tied at 147-all. It was a similar result in favour of Priyansh who then took on Dutch legend Mike Schloesser to also edge him out in a shoot-out. The 21-year-old then needed two arrows in his third shoot-out of the day to beat Batuhan Akcaoglu of Turkey with the latter having scored a 10 and 9 to Priyansh’s two 10s in the quarter-finals. Priyansh will now take on Nick Kappers from the United States in the semi-finals on Saturday as well. Kappers was the one who eliminated Prathamesh Fuge 149-147 in the quarter-final while veteran archer Abhishek Verma went down 148-150 to Jean Philippe Boulch of France.","author":"Scroll Staff","time":"2024-04-25T16:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200295-vjfzfoovtj-1714044012.jpg","tags":["Jyothi Surekha Vennam","Archery World Cup Stage I","Priyansh","Archery","Recurve archery","Compound archery","Men's recurve team"],"source":"https://scroll.in/field/1067074/archery-world-cup-stage-i-mens-recurve-team-reach-final-priyansh-vennam-in-compound-semis"}