{"title":"Are Asaram Bapu and Tarun Tejpal unfairly being denied bail?","content":"Two men with white beards were denied bail by the courts on Monday.The Rajasthan High Court denied bail to Asaram Bapu, who was arrested in August on charges of sexual assault. The girl who complained was a minor at his ashram in Jodhpur. Later, two sisters from Surat came forward with charges of rape against Asaram Bapu and his son Narain Sai.A Goa court similarly denied bail to Tarun Tejpal, former editor of Tehelka magazine, in a case of sexual assault amounting to rape of one of his colleagues. Tejpal has appealed against the order before the Goa bench of the Bombay High Court in Panaji. Tejpal has been in custody since November 30. His judicial remand has been extended each time it has ended, as the Goa police keep asking for more time to investigate the case.Supporters, sympathisers, family and friends of both Asaram Bapu and Tarun Tejpal have been arguing in social media and elsewhere that the men are being unfairly denied bail. They say the men are being kept in jail for extended periods for crimes they haven't yet been convicted of.Tejpal's supporters say the prosecution spearheaded by Goa police is being especially unkind to him because the state's Bharatiya Janata Party government is victimising him for political reasons. Asaram Bapu's supporters say that he too is a victim of a political conspiracy, and they blame the media for being biased against him. Asaram Bapu's supporters say that he is being denied bail even after a chargesheet has been filed, evidence collected and statements of witnesses recorded.Supporters of both Tejpal and Asaram Bapu claim that the judicial system is being harsher on them than it is on other people accused of sexual crimes. Is this true?The difference between the two cases is that Asaram Bapu has been in jail far longer than Tejpal, and unlike Tejpal, has even been chargesheeted. In Tejpal's case, it needs to be understood that in any criminal case under non-bailable offences that are punishable with ten years or more in jail, the police has 90 days to complete the investigation and file a chargesheet. In these 90 days, bail is not a matter of right. Bail is decided upon merit by a court. If, however, the police does not manage to file a chargesheet by the 90th day of arrest, he will automatically get bail. (In cases where the crime is a cognisable, non-bailable offence, punishable by less than ten years, the investigation period is 60 days.)In all likelihood, the Goa police will file a chargesheet before the end of Tejpal's 90-day period, which will be the end of this month. As a result, Tejpal won't qualify for automatic bail. What are the chances that he will get bail after a chargesheet is filed? Going by Asaram Bapu's example, very low. Would that be fair?Lawyers who know how sexual offences are being dealt in the courts say that getting bail has become even more difficult after December 2012. The Delhi gang rape case and the resulting outcry against sexual violence is reflected in bail hearings. Judges openly refer to the national mood. It is common today for rape accused, rich and poor, celebrities and unknown people alike, to languish in jail for months in a rape case before they are given bail, even as the trial goes on.Of course the courts make decisions on a case-by-case basis. Both Tejpal and Asaram Bapu have been arguing that they are respected members of society -- the former a champion of civil rights and the latter a popular spiritual guru. But their power and influence also goes against them, because it is feared they will use it to influence the case. It doesn't help that Asaram Bapu did not respond to police summons, or that a member of Tejpal's family allegedly landed up at the house of a member of the complainant's family to ask, \"What does she want?\" In both cases, evidence that they were trying to escape the criminal justice mechanism goes against their efforts to get bail. That Asaram Bapu has multiple charges against him and one of the victims was a minor, and that Tejpal allegedly used his position as an employer to sexually assault his employee, are facts weighing against them.In a civilised society, bail and not jail should be the principle. Indian jails are full of people awaiting trial. Even people who should automatically get bail languish in prison. This is a grave violation of human rights. The Indian criminal justice system is biased against bail partly because of low conviction rates: the system thinks that the jail time before and during trial could give some sense of justice even if the accused person is unlikely to be convicted. Low conviction rates are also partly the reason why the amended rape law allows for harsher sentences.But to argue that Tarun Tejpal and Asaram Bapu should be spared the flaws of the system would be to argue for two separate sets of rules, one for the rich and the other for the poor.  The social media defenders of Tarun Tejpal and Asaram Bapu have nary a word to say about 148 Maruti workers who have been denied bail for 18 months. Most of them were bystanders at an event that led to a general manager's death in a Maruti factory near Gurgaon. For 18 months, the Haryana government has argued against bail for them so strongly that the courts have agreed. These people are, like Tarun Tejpal and Asaram Bapu, undertrials and not convicts.Another such instance relates to Soni Sori, who had seven cases against her. She was acquitted in six and only one case was going on against her in Chhattisgarh, whose government has accused her of being a Maoist. It took the Supreme Court to give her bail on Friday. In the nearly two-and-a-half-years she spent in custody, her mother died and as did her husband, who had also been charged of being a Maoist. He died allegedly of injuries caused to him while in custody.These cases are not surprising for anyone who is aware of the flaws of the criminal justice system. The rich usually get bail and parole easily (ask Sanjay Dutt). Just because the system is often favourable to the rich and their high-profile lawyers, should that be the case with Tarun Tejpal and Asaram Bapu?While everyone must get bail over jail, it is not a matter of right. It comes with riders and considerations. The supporters of the accused men could disagree with a court's reasoning for not giving them bail but they can't say that they deserve bail as a matter of right just because they haven't yet been convicted. The reality of bail is that it is more about the merits of the case than about the principle.","author":"Shivam Vij","time":"2014-02-12T06:58:54+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/656151-a34915a4-cd12-42d1-9d48-19c3d0a55654.jpg","tags":[],"source":"https://scroll.in/article/656151/Are-Asaram-Bapu-and-Tarun-Tejpal-unfairly-being-denied-bail"}