{"title":"Are the new criminal law bills really anti-colonial? Here’s why experts say no","content":"While introducing the three new criminal law bills in the Parliament earlier this month, Union Home Minister Amit Shah promised that the bills would “end three colonial laws” currently governing India’s criminal justice framework, and provide criminal laws “by Indians, for Indians”. One of the three laws that the bills seek to replace, namely the Code of Criminal Procedure, was passed by the Parliament of Independent India in 1973. The other two legislation – the Indian Penal Code and the Indian Evidence Act – are from the colonial era, although they have been amended several times by Parliament since India became independent.The motif of ostensibly shedding India’s colonial past has featured in statements by Prime Minister Narendra Modi in his Independence Day address last year, at a public event in Assam last November, and during the inauguration of the new Parliament building in May.According to experts, however, the new bills are neither anti-colonial nor transformative, and are only mildly revised versions of the extant criminal laws.Similar in content to existing lawsLegal academic Professor Tarunabh Khaitan, in a social media post, said he had compared the new bills with the acts they seek to replace through the online similarity detection service, Turnitin.According to his plagiarism checks, the Bharatiya Nyaya Sanhita, 2023, has an 83% match with the Indian Penal Code, 1860. Which is to say, 83% of the text of the bill is the same as, or similar to, the text of the Code. Similarly, the Bharatiya Nagarik Suraksha Sanhita, 2023, has an 82% match with the Code of Criminal Procedure, 1973, and the Bharatiya Sakshya Bill, 2023, too bears 82% similarity with the Indian Evidence Act, 1872.Ran plagiarism checks on Turnitin against the official repository of existing laws https://t.co/eKwvmppLCY:  83% of #BharatiyaNyayaSanhita, it seems, is lifted from Indian Penal Code. You can download turnitin report (with cut-pasted text in red) here: https://t.co/oyEAOPDYvX pic.twitter.com/qlcxdwwvOS— Tarun Khaitan (@tarunkhaitan) August 14, 2023\n\nSeveral lawyers and scholars told Scroll that the bills were not a radical break from the past.Delhi-based senior advocate Rebecca M John said that barring the Bharatiya Nyaya Sanhita, the bills contain little that is new. They conduct nothing more than a “housekeeping exercise”, streamlining certain provisions in the current laws. For instance, all the definitions that are strewn across different sections in the Indian Penal Code are brought under the same clause in the Bharatiya Nyaya Sanhita, she said.Naveed Mehmood Ahmad, senior resident fellow with the Criminal Justice Team at the legal policy think-tank Vidhi, agreed that the bills don’t bring any substantial changes and merely carry out a “cleaning up process” of the current criminal laws. Ahmad said the only noteworthy changes could be seen in the Nyaya Sanhita, which brings organised crime (clause 109), terrorism (clause 111) and sexual intercourse with a woman using deceitful means (clause 69) as offences into the penal law.Contrary to Home Minister Shah’s claim that the offence of sedition has been removed from the Nyaya Sanhita, Ahmad pointed out that it has been retained in Clause 150. Scroll had explained earlier this month that Clause 150 is a more stringent version of the sedition provision in the Indian Penal Code.The Nagrik Suraksha Sanhita, according to Ahmad, makes “normal upgrades” in the provisions of the Criminal Procedure Code, which are “nothing major”. The use of video conferencing, which the new bill seeks to bring into the legal fold, had already been in currency ever since the judicial system had to adapt to the Covid-19 pandemic, he pointed out.In his view, the only substantive change brought in by this bill is the prescription of handcuffing by the police of offenders in certain cases, in Clause 43(3).Mumbai-based senior advocate Mihir Desai said that there is no major difference between the Evidence Act and the Sakshya Bill. The three bills have simply incorporated principles laid out in judicial decisions over the years. “Some other changes are such that were bound to come in,” he said, referring to the provisions relating to electronic evidence and testimony through video conferencing.More powers to the policeFar from an overhaul of the criminal justice system, lawyers say the bills contain several regressive provisions that give more power to the police at the cost of citizens.Shahrukh Alam, an advocate in Delhi, said some provisions suffer from ambiguity and put more discretion in the hands of the executive. “State violence is concentrated, and practices already occurring are formalised,” she said.For instance, the provision on handcuffing, she pointed out, is against the Supreme Court’s guidelines for the police for the arrest, detention and interrogation of any person.Alam added that Clause 43(2) of the Nagrik Suraksha Sanhita, which allows the police officer to use “all means necessary” to effect the arrest of a person forcibly resisting the arrest, gives the police wide leeway akin to the power of military personnel under the draconian Armed Forces (Special Powers) Act.Gujarat police personnel detain stranded migrant workers in Surat during a protest in Surat. | AFPAlam also highlighted the recognition of property damage as a form of terrorism under the Nyaya Sanhita, calling the language of the provision “vague” and “broad”. This would allow the government the “raw exercise of power”, she argued.Naveed Mehmood Ahmad said of the terrorism clause, “Such provisions should be more specific. I don’t know how bringing in UAPA offences into the penal law helps”. He was referring to the stringent Unlawful Activities (Prevention) Act, which already exists to tackle terrorism.Mihir Desai questioned the need for bringing in the terrorism clause when the Unlawful Activities (Prevention) Act already exists. “Do away with the UAPA, then,” he said. Desai also warned that Clause 481(2) of the Nagrik Suraksha Sanhita, which states that an undertrial shall not be released on bail if they have been booked in multiple cases, could be easily abused by the state to keep an undertrial in jail indefinitely without the possibility of bail.Colonialism reiteratedLegal experts also rejected the government’s claim that the bills decolonise India’s criminal justice system.“As a legislation seeking to do away with colonial legacy, the language is surprisingly Victorian,” Rebecca John said. She gave the example of Clauses 86-90 in the Nyaya Sanhita, dealing with offences relating to causing the miscarriage of a pregnant woman, which continue to use the archaic phrase of a woman “quick” with a child. “No one uses such language anymore in Britain, let alone India,” she said.Mihir Desai called the notion of the new bills ridding the criminal justice system of colonial elements “rubbish”. “The Indian Contract Act, 1872 is also colonial,” he said. “The only question should be whether a law serves today’s purpose or not.”Shahrukh Alam pointed out that the arrest of an accused by the police at the beginning of investigation, as is the standard practise in India, is a colonial idea, as opposed to the international standard of arresting towards the end of the investigation process. The bills don’t do anything to change this, she said.  “The new laws will not decolonise the criminal justice governance,” said legal academic Arvind Verma. “Colonisation was rooted through a centralised administration where the officials bear no local accountability. For example, complaints against police officers are looked in by supervisors who are distant to the people.” This is not addressed by the criminal law bills, he pointed out.Alam criticised the bills for reiterating and re-emphasising the colonial element of our criminal laws. “The bills don’t engage with the colonial frames in our criminal laws,” she said. “Instead, it makes them more powerful.”Naveed Mehmood Ahmad said that shedding the colonial spirit of the existing system would require asking what the objective of the criminal justice system is, and limiting the state’s powers. “When how citizens are policed is not curtailed, when colonial offences like blasphemy and sedition are retained, when people continue to be unnecessarily processed by the criminal justice system” under the bills, he said, the colonial spirit remains.","author":"Vineet Bhalla","time":"2023-08-24T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193170-vidqpnyrii-1692012123.jpg","tags":["Criminal Law Bills","Criminal Law","Parliament","Colonial relic"],"source":"https://scroll.in/article/1054534/are-the-new-criminal-law-bills-really-anti-colonial-heres-why-experts-say-no"}