{"title":"Are migrants in Assam forcibly taking over indigenous land? The reality is more complex","content":"Monumoi Hazarika flew into a rage each time the word maati – Assamese for land – was uttered. “Is it his father’s land that he thinks he can farm on it without paying us?” the septuagenarian bellowed. “No, it is my dead husband’s land.”Hazarika is a resident of Dakorghat village in Middle Assam’s Nagaon district. “He”, whom Hazarika refers to only in invectives, is Masamat Ali, who lives in the adjoining village of Dakhin Sialmari.The two villages have stood next to each other for longer than any of their inhabitants can remember. But they are separated by an ethnic faultline that runs deep in Assam’s public life. Dakorghat is home to Assamese speakers – both Hindu and Muslim – considered indigenous to the state. Dakhin Sialmari is a village of Muslims who migrated from what was once East Bengal, present-day Bangladesh.There is a physical divide, too: between Dakorghat and Dakhin Sialmari lies around 500 acres of fertile alluvial farmland fed by the Kolong tributary of the Brahmaputra.This piece of land is the lightning rod for tensions between the two villages. Once almost entirely controlled and cultivated by the Assamese of Dakorghat, the area is now largely owned by residents of Dakhin Sialmari. As ownership of land changed over the last two-odd decades, a new village also started to grow on its fringes: Kumartup, which is now home to 80 families – all Muslims of Bengali origin.The maati which drives Hazarika into a rage is a plot in that same expanse of land. It is barely 2.5 acres, but the bitter conflict over it epitomises how land stands at the heart of ethnic tensions in Assam.Land as cultureIt was telling that, as protests against the Citizenship Amendment Act spiralled in Assam this December, one of the first fire-fighting steps taken by the Assam government was to promise to safeguard land for the state’s “indigenous” population. State finance minister Himanta Biswa Sarma announced that the government would soon bring in a new law prohibiting the sale of land to anyone not considered indigenous to the state.This was in response to a widely articulated anxiety during the Citizenship Amendment Act protests: that migrants from Bangladesh have eaten into land meant for local communities. The Citizenship Amendment Act expedites Indian citizenship for undocumented non-Muslim migrants from Bangladesh, Pakistan and Afghanistan. In Assam, Bharatiya Janata Party politicians like Sarma have claimed it would naturalise Hindus left out of Assam’s National Register of Citizens. Updated in 2019, the register is meant to separate Indian citizens living in the state from so-called illegal migrants. The final list left out over 19 lakh applicants.Another worry among the ethnic Assamese is that the Act will encourage fresh migration from Bangladesh. And more migrants, they fear, mean more land alienation.Land is deeply entwined with ethnic identity in Assam. Shortly after coming to power, Chief Minister Sarbananda Sonowal had affirmed that “without land, there can be no existence of the Assamese race.” “It is the government’s fundamental duty to protect the land of the original dwellers of the state and no compromise will be made in this regard,” he had added.A long history of distrustFor decades now, the spectre of the “land-hungry” migrant –  a phrase first used by British bureaucrat CS Mullan in the 1931 census report – has endured in the state.It is embedded in bitter historical memory, of Bengali Muslim peasants being settled in large numbers in the early 20th century by the colonial government, apparently to “grow more food” and as cheap labour. Over time, these migrants, who were skilled cultivators, were given ownership of the land they were settled in – in lieu of revenue,  which they could afford to pay, courtesy flourishing harvests in the luxuriant floodplains of the state. The itinerant ethnic Assamese farmer, unfamiliar with the ways of commercial farming, had little by way of cash income to pay revenue and stake claim over the land they had cultivated for years. A “line system” was introduced in 1920  to protect “closed” ethnic Assamese and tribal villages, but most historians say that it failed to serve its purpose. The British administration continued to encourage the settlement of migrants in the Brahmaputra Valley, all in the hope of garnering  more land revenue. Parts of Nagaon district, for instance, experienced a population growth of 294 % between 1921 and 1931. Today, more than 70% of the Nagaon’s land, according to government officials, is owned by people belonging to migrant communities. The popular grievance among the ethnic Assamese is that a growing migrant population has taken over their native land by force. For decades, this has led to ethnic tensions.However, interviews with people from both communities in areas like Nagaon, where a significant change in land ownership has taken place over the last few decades, suggest there is little merit to the claim of “forced” displacement. The reality is more complex.As the Brahmaputra flowsTake the dispute between the Hazarikas, who live in Dakorghat, and the Alis, residents of Dakhin Sialmari. The two families entered into a pact several summers ago – neither party remembers how many exactly, because it was purely verbal. The Alis would cultivate on the Hazarikas’ land. In return, they would pay Rs 18,000 a year.The arrangement worked for a while. But after a couple of years, Hazarika claimed, Ali stopped paying. Ali’s defence is that his crops had been damaged by floods that year and he would have paid after recovering his losses.But that is only part of the conflict. Over the years, some new land had been deposited by the river adjacent to Hazarika’s property. This is a common occurrence: The Brahmaputra routinely changes its course, altering landscape constantly, depositing land chipped away from banks upstream further down the river.According to Ali, he had cleared the vegetation on the new tract of land to farm on it so that land was his. The Hazarikas would not have it: if the river deposited land adjacent to their farm, it was obviously theirs.Finally, elders from both villages stepped in to mediate. Ali was asked to pay his tenancy dues for the original plot; the competing claims over the new piece of land are now being examined by the local revenue office.Despite relationships souring, the two families did not call off their arrangement altogether. Ali and his sons continue to farm on the Hazarikas’ land, amid recurring fights over payment. A slew of cases and counter cases in the local police station by the two families against each other stand testament to this.“I do not understand, why they give their land to Masamat [Ali] in spite of all this?” said Kuddus Ali, a village elder in Dakhin Sialmari. “I have told them not to, but they don’t listen so there’s little we can do.”Monumoi Hazarika has an explanation. “What choice do we have?” she asked. “My sons can’t work there in between those people. The entire area is under their control.”Masamat Ali has been involved in a long bitter feud over land.  Photo credit: Arunabh SaikiaGround reports aren’t cheap! This in-depth ground report from Assam has been funded by reader contributions to the Scroll Ground Reporting Fund. To help our reporters go beyond what the mainstream covers, contribute to the Scroll.in Reporting Fund.‘Aggressive’ migrantsIt is a complaint you hear from almost every second person in Dakorghat: that they were disposing of their farmlands becauses they felt encircled by the migrant community. “That is no place for us to work anymore,” said Haren Bora, whose father sold their land some years back to a person of Bengal origin. “The area is almost entirely theirs, they trouble us if we go there, they steal our cows, destroy our crops, it is impossible to work there.”“They subject us to a very different kind of aggression,” Bora added. Indeed, ask people in Dakorghat why they sold their land and the word “aggression” is invariably part of the answer.Yet, not one person in Dakorghat claimed that their land been forcibly occupied by a person of migrant origin. “The Assamese are selling, we are buying, it is as simple as that,” said Kuddus Ali.‘Lazy’ AssameseAccording to sociologist Chandan Sharma, tensions over land almost always start the way they did in the Hazarika-Ali feud. With most ethnic Assamese people tending to grow just one crop a year, they see more value in leasing the land out. “Since the migrant community does up to three cycles of cultivation a year, they get a decent return on it,” said Sharma, who teaches at Tezpur University.This, he said, has led to Assamese landowners having little “emotional attachment” to  land. Selling or leasing land becomes more lucrative than farming it themselves, explained Sharma.  “Slowly they start selling and use the money to, say, start a dhaba on the highway or move to a nearby town,” he continued. “Land often ties you down to a place, so that is another reason why people sell it off.”It helped that there was no urgent need to grow rice anymore for personal consumption, Sharma said, government schemes ensured that most people received subsidised rice.If the word “aggressive” is routinely used to describe Muslims of Bengal origin, the ethnic Assamese are often branded “lazy”, especially by government officials, for underutilising the potential of the fertile floodplains by sticking to just one crop a year.But social scientists say that itself is a lazy assumption, shorn of historical context. “It is the reiteration of a self-serving 19th-century colonial narrative that was crucial to the appropriation of land and reorganising land relations,” said Sanjoy Barbora, who teaches in the Tata Institute of Social Science in Guwahati. Walter Fernandes of the North Eastern Social Research Centre also dismissed that diagnosis. “The North East has had the tradition of a single crop because of shifting cultivation or because of zamindari or non-permanent land titles,” he explained. “There was no motivation to grow more than one crop because the cultivator made the investment and, whatever he grew, half or two-thirds went to the landlord.” Haren Bora accused people from the migrant community of \"aggressive\" in pursuit of land. Photo credit: Arunabh SaikiaTo the highest bidderEthnic Assamese continue to sell or lease out land to migrant communities because they are often willing to pay more than the going market rate. Land rates in the contested site between Dakorighat and Dakhin Sialmari has seen an almost 2,000% increase in the last 20 years.Dakorighat’s Palash Prakash Saikia found this out when he wanted to buy a small plot of fallow land that a neighbour was selling because he was moving to Nagaon town. Saikia was to pay Rs 60,000 but before he could arrange the money, his neighbour had struck a deal with a resident of Dakhin Sialmari. “Later, I got to know that he paid him Rs 70,000 in cash the same day,” said Saikia.Assam’s unique fluvial landscape also contributes to higher prices: 4.3 lakh hectares,  more than 7% of the state’s total land area, has been eroded by the Brahmaputra and its tributaries since the 1950s. Land, thus, comes at a premium in Assam, fertile land even more so. But with guaranteed high returns, skilled agriculturist communities are often willing to invest.Apart from long-time residents of Dakhin Sialmari, several new settlers whose homes and fields were swallowed by the river have purchased land in the area. Take Hussain Ali, originally from Samaguri in the same district. Ali’s family lost all they had to the river in 2008.Soon after, he bought an acre in what is now Kumartup for Rs 3,60,000. He farms on a separate tract of land of around four acres. He does not own that land. For each acre, he gives his landlord nine sacks of rice, amounting to 360 kilogrammes. He still manages to save a fair bit. His fields are never empty: when there is no paddy, there is mustard and jute. And the greens grow throughout the year.Hussain Ali lost his land and home to the river in 2008. Picture credit: Arunabh SaikiaIt also helps that there are plenty of sellers.  Take Mohammad Raisuddin, who moved to Kumartup in 2010 to farm. From a resident of Dakorghat, he bought a plot of about 0.25 acre for a house and rented another acre to farm.  He grows three crops a year – jute, mustard and rice – and makes a profit of around Rs 20,000 annually after paying his rent of Rs 6,000.Such accounts are strewn across the floodplains of the Brahmaputra Valley in Lower and Middle Assam. “If an Assamese person pays Rs 10, the Miya Mussalman is ready to pay Rs 15,” said Surman Ali from Barpeta’s Doulashal. “It is because of the river, it takes away our land. But we are people from Assam, where else will we go?”Palash Prakash Saikia's got outbidded by a person of migrant origin while trying to buy a plot of farmland. Photo credit: Arunabh Saikia A legal wildernessBut how do consensual commercial transactions spiral into ethnic conflicts? In some cases, tempers flare because these transactions take place in a legal wilderness.A senior revenue official in Assam said that land conflicts often stemmed from government land – under the de-facto control of ethnic Assamese communities – being sold off or leased to migrants. “There are a lot of dubious land transactions in Assam, so once the buyer or the tenant realises that the so-called owner actually has no control over the land, he stops paying his rent,” said the official, who did not want to be named. “That is the most common source of conflict I have seen in my career.”A scrutiny of land documents in Kumartup also suggests many transactions were of dubious legality. For instance, the Dakorghat resident from whom Hussain Ali bought land did not have a permanent title in his name. Such land is not transferrable from one person to another. The transaction, although notarised, is of limited legal validity.Even legitimate land transactions are often not registered. “People in our village rarely ever register their land after buying it,” said Barpeta’s Surman Ali. “Because land is sold and bought in good faith.”While most of these arrangements endure, some unravel and lead to conflicts.  “Some years later, the seller would realise that the price of his land had gone up exponentially and he would sell off a portion of the same land to another person because there is no proof of the older transaction,” said Surman Ali. Such instances, he said, have been on the rise ever since the BJP came to power. “There is always someone who will instigate the seller.” As communal tension has escalated over the last few years in Assam, it has often manifested in land conflicts with ring-wing forces jumping into the fray in sites of contestation. Where are the land deeds?If the colonial government gave away the best farmland at throwaway prices to tea companies, the modern Indian state has done little to secure land rights of the state’s ethnic Assamese and tribal population. According to a government-appointed committee in 2017, about 90% of this population does not have land ownership papers. This stems from a bureaucratic lapse: Assam has had no comprehensive land cadastral survey since 1964.  According to Fernandes, as much as two-thirds of Assam’s total land is either government land or part of community commons. This makes it rife for conflict. “It is relatively easy to encroach on these two categories, particularly common land, and then get pattas [land titles] by bribing officials,” said Fernandes.The lack of a cadastral survey has other implications, too.  “Huge amounts of protected tribal lands have been given away to security forces to build camps,” alleged Aditya Khaklary of the All Assam Tribal Sangha. With no title deed, there is no means to claim compensation when land acquisitions happen, he explained.Then there were big businesses, Khaklary said, gnawing away at protected tribal land. These businesses, he alleged, would have a token tribal person on the board of directors to circumvent the legal restrictions of setting up shop in protected tribal land. “But the power of attorney would always be in someone else’s name,” he said.‘No solution’Given these conditions, many say, the government’s plan to restrict the sale of land to the so-called non-indigenous communities could end up serving little purpose. “It is no solution, really,” said Sharma of Tezpur University, pointing out that arrangements like long-term lease could easily be used to circumvent the law. Sharma said it was time the government went beyond cosmetic measures to quell land conflicts. “Structural changes are required,” he said. “There is only one solution and that is economic in nature. You have to support indigenous farmers, create markets, make agriculture productive.”A senior government official conceded that the proposed law could be “anti-market” and even “anti-Constitution”. “But the Constitution,” he argued, “can always be amended and you have to decide if you want to protect the market or the jaati [community]”.","author":"Arunabh Saikia","time":"2020-02-16T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136338-ychhhhtbbb-1581404505.jpg","tags":["Assam","Land Conflicts","Citizenship Act"],"source":"https://scroll.in/article/950237/are-migrants-in-assam-forcibly-taking-over-indigenous-land-the-reality-is-more-complex"}