{"title":"‘Are Muslims really serious about getting rid of the BJP?’ Gangster Atiq Ahmad divides Phulpur","content":"Indian voters have traditionally been considered partial to mafia dons, who are accused of heinous crimes and yet are heroes to their community because of the assistance they provide its poorer members. To this category belongs Atiq Ahmad, who fought the bye-election to the Phulpur Lok Sabha seat in Uttar Pradesh on Sunday as an independent candidate and came third, polling 48,087 votes, more than double the 19,334 votes the Congress’ Manish Mishra received.Regardless of the Congress’ weaknesses, it certainly deserved more votes than Ahmad did. This is not only because the Congress is a national party with a 133-year-old history. But because the Congress candidate is the son of JN Mishra who, as the personal assistant of party stalwart Kamalapati Tripathi, is said to have provided government jobs to thousands of Brahmins. It was perhaps their turn to express gratitude to Mishra’s family. However, his tally of less than 20,000 votes shows he failed to win the support of even his own caste.By contrast, the Muslims of Phulpur glossed over the criminal record of Ahmad, who faces well over 40 criminal cases, including murder charges, to vote for him. It was as if they were indifferent to stalling the winning spree of the Bharatiya Janata Party, which has targeted Muslims in Uttar Pradesh on a variety of issues, not least by spawning a discourse that suspects their patriotism.Nor was it that the BJP was assured of an easy victory in Phulpur, not after the Bahujan Samaj Party announced its support to the Samajwadi Party’s candidate. The Samajwadi Party-Bahujan Samaj Party electoral arrangement also turned the bye-polls in Phulpur and Gorakhpur into an ideological battle between Hindutva and its opponents. For this reason alone, the nation was riveted on Phulpur, but seemingly not its Muslim electorate.Political suicide or maturity?This contradiction made Mohammad Sajjad, professor of history at Aligarh Muslim University, ask, “Are Muslims really serious about getting rid of the BJP? If yes, then what made a large number of them go for Ahmad, and not the SP-BSP? When it comes to mass mobilisation, why is it that either the clergy or the self-styled Robin Hoods win greater support?”Phulpur’s significance in the ideological battle against Hindutva prompted Obaidullah Nasir, editor of the Urdu newspaper Avadhnama, to say, “It seems the Muslims of Phulpur were intent on committing political suicide. They were saved in spite of themselves.”Yet, ironically, the 48,000 votes Ahmad polled is a matter of relief to some, such as Richa Singh, the former Allahabad University Students Union president who contested the 2017 Assembly elections on a Samajwadi Party ticket from Allahabad West. It is from here that Ahmad has been elected an MLA five times. Singh said, “The SP-BSP alliance worked beautifully to stop Ahmad from getting more votes. It testifies to the political maturity of Muslims.”Asif Burney, editor of the Urdu daily Waris-e-Awadh, explained just why it was a sign of their maturity: “Had the BSP not supported the SP, Ahmad would have got more than 1 lakh votes.” This just might have sealed the fate of the Samajwadi Party’s Nagendra Singh Patel, who won from Phulpur by a margin of 59,613 votes.Atiq Ahmad is a five-time MLA from Allahabad West and was also elected to the Lok Sabha from Phulpur for one term. (Credit: HT)  Rise of the Muslim donBetween 1989 and 1993, Ahmad won three times from Allahabad West as an independent candidate. In 1996, he won on a Samajwadi Party ticket, and then again in 2002 as a candidate of the Apna Dal. In 2004, he won as a Samajwadi Party candidate from Phulpur Lok Sabha constituency, of which Allahabad West is a part. “Successive victories have given Ahmad the political clout to poll 50,000 votes anytime on his own,” a former Congress leader, who wished to remain anonymous, said. “But 10% to 20% of his votes must have also come from poor Hindus.”Ahmad’s primary support base, however, is his biradri of Gaddi Muslims, who traditionally raised cattle and sold milk. The expansion of dairy farming and rising profits enabled the Gaddis to diversify into other businesses. Ahmad acquired wealth and notoriety as a contractor for railway scrap, a rough business for which the gangsters of Uttar Pradesh have panache. He then moved into the construction and property business. These are the sectors that generate black money and where competition is beaten through the firepower a person commands.Ahmad’s rise was in the 1980s, often referred to as the Decade of Riots because of the surfeit of communal violence India witnessed during that period. Lacking faith in the state’s neutrality, an impression bolstered by communal clashes and killings in Meerut and Moradabad, the Muslim community turned to its dons for protection.They were quick to respond to the community’s fear because it enhanced their social status. It is not surprising that Ahmad won his first Assembly election in 1989, the year the BJP’s Ram Janmabhoomi movement gathered tremendous momentum because of its programme to bring consecrated bricks from all over India to Ayodhya to build a Ram temple there.“It is not a general rule, but the middle or lower middle class leadership of the Muslim community in Uttar Pradesh and Bihar was replaced by dons,” said an Allahabad-based social activist who did not wish to be identified as he did not wish to hurt the sensibilities of local Muslims. “There’s also a subculture of the poor that celebrates gangsters as heroes, as rebels, particularly those who drive around in flashy vehicles, flaunt weapons and assist them in their need. Ahmad has grown also on account of these factors.”The Muslim don’s rise as a leader came at a time when the use of muscle power in politics was not frowned upon. In 1995, when the Bahujan Samaj Party withdrew support from Mulayam Singh Yadav’s Samajwadi Party government, a group of dons-turned-MLAs attacked Mayawati in a guest house where she was holed up. One of them, a Passi by caste, vividly described to me at his Gorakhpur residence how the Bahujan Samaj Party chief survived their murderous assault. He was subsequently gunned down. In those days, Gorakhpur bustled with gangsters, Hindus and Muslims alike, who nurtured political ambitions.Atiq Ahmad contested several elections on Samajwadi Party tickets. (Credit: @AteeqAhmadOfficial / Facebook)The declineThe political rise of Muslim dons, however, conveyed the impression that the community overwhelmingly favoured them. This was partly because their principal patrons were the Samajwadi Party and Bahujan Samaj Party – Ahmad is an example of that – who were and are anathema to the BJP’s upper-caste supporters. This gave credibility to the Sangh’s narrative that the tyranny of Muslim dons, in which the Muslim community was perceived complicit, must be countered.“Certainly, the rise of people like Ahmad triggered a Hindu reaction and was a factor behind the rise of kattar or hardcore Hindus in Uttar Pradesh,” said a Samajwadi Party member. “Muslim dons now have a diminishing return for political parties. They alienate more votes from a party than what they win for it.”For sure, Ahmad’s political graph has been on the decline – he has not managed to win a single election after completing his five-year term as MP in 2009. That year, he switched from the Samajwadi Party to the Apna Dal and contested the Lok Sabha elections from Pratapgarh, where he bagged over one lakh votes but came fourth. In 2014, he contested from Shrawasti Lok Sabha seat on a Samajwadi Party ticket, polled over 2,50,000 votes and came second. In between, in the 2012 Assembly elections, he stood from Allahabad West on an Apna Dal ticket but lost to the Bahujan Samaj Party’s Pooja Pal. Ahmad and his brother, Khalid Azim aka Ashraf, are accused of killing Pal’s husband.Ahmad contesting the Phulpur bye-poll has been called an act of political vendetta against the Samajwadi Party. In December 2016, party leader Shivpal Yadav had announced Ahmad’s candidature from Kanpur Cantonment Assembly seat for state elections the following year. Yadav was at the time engaged in a tussle with his nephew, Chief Minister Akhilesh Yadav, for control of the party. In an attempt to give the party a makeover, Akhilesh Yadav had distanced himself from dons, best exemplified by his refusal to allow the Quami Ekta Dal, led by don-turned-politician Mukhtar Ansari, to merge with the Samajwadi Party.Ahmad’s candidature became a symbol of the party’s hypocrisy. But soon after, he withdrew his candidature after he was caught on camera assaulting the staff of Sam Higginbottom University of Agriculture, Technology and Sciences in Allahabad. Perhaps he did not have an option – Akhilesh Yadav would not have backed him after the slapping incident. His decision to contest the Phulpur bye-election could be seen as an attempt to avenge his humiliation of 2016.Sympathy votes?“Ahmad’s decline will continue,” predicted the social activist. “India’s tolerance for dons is low, and perhaps non-existent for a Muslim don.” But then, close to 50,000 voters in Phulpur, most of them Muslim, still do not realise the changing political morality of India. The activist explained, “It was more a case of sympathy for Ahmad.”For one, Ahmad’s children campaigned on his behalf – as he is still incarcerated in the assault case – arousing the sentiments of at least the Gaddi biradri. But it was also because people know that dons do not defy their community’s predominant sentiment, which favoured the Samajwadi Party-Bahujan Samaj Party alliance. Muslim voters assumed Ahmad had agreed to contest the bye-election under the BJP’s pressure because he wanted to save his brother, who is on the run, from being killed in an encounter, of which there are scores of instances in Uttar Pradesh.So, the ultimate irony of Phulpur is that, unwittingly or otherwise, a Muslim don became a BJP card that failed to trump its principal rival and only embarrassed the Congress.","author":"Ajaz Ashraf","time":"2018-03-16T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/872190-47455-twhnqdivvb-1481816100.jpg","tags":["Phulpur bye-poll","UP bye-polls","Atiq Ahmad","BJP","Samajwadi Party","Muslim"],"source":"https://scroll.in/article/872190/are-muslims-really-serious-about-getting-rid-of-the-bjp-gangster-atiq-ahmad-divides-phulpur"}