{"title":"Are elections in India really free and fair?","content":"This article was originally published in our weekly newsletter Slow Lane, which goes out exclusively to Scroll Members. If you would like to get perceptive pieces of reporting and analysis like this directly in your inbox every Saturday, become a Scroll Member or upgrade your membership today.Thanks to the Narendra Modi government, our political news now unfolds like a suspense-filled OTT series. Last week, we were hit by the surprise announcement of a special session of Parliament, followed by the appointment of a panel to examine how India can hold elections to the Lok Sabha and state assemblies simultaneously. This week, while we were still agonising over the possibility of “one nation, one election”, an even more existential question cropped up – a G20 dinner invitation sent out in the name of “President of Bharat” set off speculation about whether the nation itself could be renamed.In such sensational times, it is understandable that a report that reiterated a known fact – that the ruling Bharatiya Janata Party is by far the richest party in India – did not elicit major interest. Nor did an assembly bye-election in Uttar Pradesh.But there is a reason why we should be paying attention to both.The Modi government derives its legitimacy from the idea that Indian democracy, no matter how far it slides down the scale of liberal democracies, remains robust in the electoral realm.  The argument goes: the stifling of the media, the attacks on religious minorities, the dwindling independence of institutions, the weakening of institutional checks and balances – none of this matters as long as elections in India are still free and fair. Simply put, if Indians are choosing to elect a majoritarian, autocratic government, let’s respect their democratic choice. Whether electoral competition alone is enough to make for a democracy is a subject best left to political scientists. (A recent issue of the Journal of Democracy raised the question “Is India still a democracy?” and had five scholars weigh in.)Instead, perhaps it’s time for us to start seriously grappling with another question: are elections in India really free and fair?This is where the week’s two minor news developments come in.The Association for Democratic Reforms, an election watchdog, released a report that compiled data on the financial health of eight national parties. The data showed the BJP’s declared assets in 2020-’21 were seven-and-a-half times those of the Congress.While it is hardly surprising for the incumbent party to be richer than the Opposition, the significance of the gap between them becomes clearer when you look at data plotted on a long term graph.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nBetween 2004 and 2014, the Congress-led coalition government was in power. The Congress was rarely more than twice as rich as the BJP. The gap between the two national parties was nowhere as eye-popping as it is today.Again, some are likely to argue that comparing the Congress years with the BJP years is comparing apples and oranges. Between 1989 and 2014, India was in the era of fractured mandates and coalition governments. Post-2014, it has returned to a dominant party system, with the BJP winning a legislative majority of its own. A dominant party is likely to garner a larger share of election finance and, therefore, the argument goes, a more meaningful comparison would be between the Modi years and the Nehru years when the Congress was dominant. However, in the absence of comparable data for the 1950s and 1960s, this argument cannot be settled. Instead of getting stuck in historical imponderables, we are perhaps better off focusing on the present moment and asking whether elections held in a country where the ruling party’s assets are seven-and-a-half times those of its nearest competitor can still be seen as fair.It isn’t just unequal access to election finance that makes for a not-so-level-playing field. The autonomy of the Election Commission, an institution meant to act as a neutral referee, has significantly eroded in the past decade. That explains why no one is waiting with bated breath for the commission’s verdict on a complaint filed by the Samajwadi Party this week, alleging that many Muslim voters were barred from casting their votes independently in the assembly bye-election held in Ghosi, Uttar Pradesh.This isn’t to say that the country hasn’t seen electoral malpractices like voter-bullying and booth-capturing in the past (or in non-BJP states more recently). But the difference, possibly, is that the news media, increasingly beholden to the establishment, rarely highlights them. We hear of allegations of manipulation of electoral rolls, of the deletion of voter names, of a mismatch in turnout numbers, but only in exceptional cases does anyone get to the bottom of them (like here and here). For long, questions about the integrity of India’s electoral process have rung hollow in the face of the fact that Opposition parties continue to defeat the BJP in state assembly elections.It takes an academic paper to draw our attention to the possibility that electoral manipulation may kick in only in close contests. Economist Sabyasachi Das’s meticulous research, which surfaced recently, on whether manipulation skewed outcomes in favour of the BJP in closely contested seats in the 2019 Lok Sabha election invited deeper engagement. Instead, he was forced to resign from his university, a fact that is hardly going to encourage future work on this fraught subject.","author":"Supriya Sharma","time":"2023-09-10T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155472-fpalucdebg-1614344648.jpg","tags":["India","Democracy","Elections"],"source":"https://scroll.in/article/1055679/are-elections-in-india-really-free-and-fair"}