{"title":"Arif Mohammad Khan on Shah Bano case: 'Najma Heptullah was key influence on Rajiv Gandhi'","content":"Thirty years ago, on April 23, 1985 to be precise, the Supreme Court delivered its historic judgement on the Shah Bano case, declaring she was entitled to receive Rs 179.20 as a monthly allowance from her husband who had divorced her. It created a furore – the Muslim clergy and the Muslim Personal Law Board denounced the judgement.They said it contravened the Muslim Personal Law, under which they claimed the husband was required to maintain his wife whom he had divorced only for the period of iddat, which roughly corresponds to 90 days. That apart, his only other obligation was to return her the dower and gifts given to her.The Congress was in power then and Rajiv Gandhi was the prime minister. He asked then Minister of State Arif Mohammad Khan to defend the Supreme Court judgement in Parliament. Khan’s speech was unanimously hailed. However, as the Muslim Personal Law Board’s campaign against the judgement gathered momentum, Gandhi did a U-turn.His government enacted the Muslim Women (Protection of Rights on Divorce) Act, 1986, which set aside the Shah Bano verdict. Subsequently, in the Danial Latifi case, the Supreme Court creatively interpreted the Act and upheld the Shah Bano case. Since then, maintenance has been granted to Muslim divorcees beyond the iddat period.In an interview with Scroll.in, Arif Mohd Khan spoke on his role in that tumultuous year, the Congress leaders who persuaded Gandhi to do a U-turn on the issue, how the 1986 Act was deliberately crafted to leave loopholes, and why he resigned from the Congress. Excerpts from the interview:Why did the Shah Bano case become a test case for secularism?Shah Bano wasn’t a test case for secularism. The cry of secularism was raised by Maulana Sayyed Abul Hasan Ali, who was popularly known as Ali Miyan. He was then the chairman of the Muslim Personal Law Board. In the books he wrote he denounced secularism as anti-Islam, praised former President Zia-ul-Haq for doing away with secularism in Pakistan and was a great supporter of the Saudi regime. But when the Supreme Court judgement on Shah Bano came, he said secularism was in danger in India. It was ridiculous of him to say that. In fact, Shah Bano was a test case of our collective sensitivity.Are you saying this because the Supreme Court judgement in Shah Bano pertained to Section 125 of the Code of Criminal Procedure, which deals with maintenance of wives, children and parents facing destitution?Yes. Personal laws are civil in nature and deal with rights which arise out of marriage. But Section 125 of the CrPC [Criminal Procedure Code] doesn’t deal with the rights of the wife or persons divorced or separated. It is a law rooted in social justice. It allows summary proceedings to help destitute persons, regardless of whether or not they are married. It could involve father, mother, children, wife, brothers, sisters, etc.Ideally speaking, they should be the state’s responsibility. Since we don’t have a strong social security system, largely because of the resource crunch, the government identified alternative sources for those who face the grim prospect of destitution.So Section 125 lays down that in the case of a divorced woman, it is the husband who’s made responsible. In the case of parents, their sons are made responsible; in the case of sister and brother, the one who is doing better; in the case of children, parents. It provides that till such time they are not in a position to sustain themselves, it is the responsibility of the husband or the son or the parents to provide for their basic needs. Any of them facing destitution can move the court to have a monthly allowance fixed. It must be emphasised that the courts under Section 125 do not decide their rights – for instance, their share in property.Till 1973, Section 125 was possibly Section 488 of CrPC, which did not mention divorced women. That was the year in which there was a wholesale revision of CrPC. It’s important to know why divorced women were mentioned specifically in Section 125.The Select Committee of Parliament which had gone into this question found that it was a fairly widespread practice of husbands – regardless of their religion – to desert their wives, but when they would move the court asking for allowance, the husbands would initiate divorce proceedings.It is here the Committee talked of the Muslim husband, for he doesn’t have to even initiate divorce proceedings – he simply declares he is giving talaq to his wife. To counter this mischief, the Committee, therefore, recommended the inclusion of divorced wife in the category of those who can approach the court under Section 125. It must be remembered that Section 125 is not for an affluent woman, but only for one who doesn’t have the means to keep her body and soul together, so to speak.This was precisely the situation Shah Bano encountered.Absolutely. Bano’s husband had deserted her, and when she moved the court after three years, he divorced her. It was plain mischief, made worse by the fact that her husband was a lawyer – and also well-to-do. He divorced her and paid her maintenance for three months.Did the outcry against Shah Bano judgement start instantaneously?According to [reformist-writer] Asghar Ali Engineer, critics of the Shah Bano judgement were not too sure how the Muslims would respond. The first big meeting against the Shah Bano judgement was in Siwan, Bihar, and attracted three lakh people. It wasn’t organised by the Muslim Personal Law Board; it was a local initiative. Engineer said the Siwan meeting sent the MPLB the signal that people were ready to agitate against the judgement.You were in the Congress then. Did then Prime Minister Rajiv Gandhi realise instantaneously that they were holding a hot potato?I don’t think he realised that immediately. He spoke to me after GM Banatwalla introduced a private member’s bill in the House. His bill was very specific – it wanted Muslims to be excluded from the purview of Section 125 and, therefore, sought to undo the Supreme Court judgement.Gandhi asked me what I thought of the judgement. I said I found nothing wrong with it. In fact, the Quran says any amount spent on the destitute is a “beautiful loan to God”. I said it was blasphemy for anyone to object to money being given to a destitute.At this, Rajiv Gandhi said, “Why don’t you speak then?”I was then the Minister of State in the Ministry of Home Affairs. Banatwalla’s bill was addressed to the Home Ministry, because it is under its purview the CrPC comes. I said to Gandhi that I hadn’t spoken because I didn’t have any clue whether he’d want to accommodate their demands.Gandhi very emphatically said, “No way. You must speak if you feel so.”So Rajiv Gandhi’s first instinct...Not only oral, even on the file he wrote that no compromises could be made with the fundamentalist forces.This file pertains to what?It pertains to the debate. He wrote that clearly on the file, which must be with the Home Ministry still.So his first instinct was to bat against the Muslim fundamentalists?His first and last instinct was to oppose the bill. Gandhi was a modern man. It was not he but some of the Muslim leaders in the Congress who wanted to accommodate the fundamentalists.Who were they?The most prominent role was played by Najma Heptullah [who is currently a Union Cabinet Minister in the Modi government]. Ali Miyan in his autobiography has given her full credit for it. It is mistakenly thought that it was then Union Minister for Environment ZA Ansari who persuaded Gandhi to change his mind.What were your arguments when you spoke out on the issue in Parliament?For my speech in Parliament, I spoke to Prof Tahir Mahmood and Prof Mushirul Haq, the former vice-chancellor of Kashmir University who was killed by terrorists. Haq was then the head of Islamic Studies in Jamia Millia. Prof Mahmood is the modern expert on Islamic Law. I consider both of them very knowledgeable. By contrast, I was very young, just 35 years old. I never thought of myself as a scholar.After discussing the issue with them for hours, I posed my last question to them: If the law of the land places on the Muslim man the obligation to pay the woman with whom he has lived for many years, but whom he has divorced – and she is no position to support herself – then would this law be in violation of Islam? Mind you, the amount the husband is to pay is small – for Section 125 has determined that the amount can’t be more than Rs 500.Since Prof Haq had a madrasa background, I was very pleased when he said, “I would say it is exactly in accordance with the spirit and teaching of the Quran.” Prof Mahmood went even one step ahead. He said, “This is exactly what the Quran prescribes.”What was the MPLB’s argument? They never said that there was no verse [pertaining to looking after the poor and destitute] in the Quran. But its members said the verse was an exhortation for good conduct. Assume it was just an exhortation, even then they should have been happy that there was a law the source of which is the Quran. Nevertheless, they were distorting the Quran.Your speech was hailed in Parliament, wasn’t it?Gandhi wrote me a two-line letter the same evening saying everybody had praised it.So why did he do a U-turn on Shah Bano?According to Ali Miyan, it was Heptullah who played the role of the mediator between the Muslim Personal Law Board members and Gandhi and organised all their meetings with him. Then there was CK Jaffer Sharief [former minister], who didn’t know much about law or religion. His argument was that it was Ali Miyan’s opinion – and he couldn’t be wrong. We Muslims in India have contracted our religion to the clergy. We don’t apply our own mind.So Heptullah and Sharief prompted Gandhi to backtrack?No, their role was to facilitate meetings between Gandhi and Muslim Personal Law Board members. The crucial role was played by typical senior Congressmen like ND Tiwari and Arjun Singh. Their argument was that if the Muslims want to lag behind and languish, why should they [Hindus] meddle in their affairs? It echoed the typical attitude of secularists in India, now articulated by Digvijay Singh. This view holds it is possible for Hindu politicians to push for a forward-looking attitude vis-à-vis their community, but not with Muslims. They feel that if they were to strive to liberate the Muslim community from the knots of the past, then they would be dubbed Hindu communalists.I don’t consider their view wrong. Look at me – I don’t point to problems in the religion of Hindus.But isn’t this attitude also linked to electoral politics?Sure, but it must be remembered that this attitude is part of their politics – that is, not to offend Muslims on issues they consider are aspects of their faith, even if some of the aspects are wrong. Nevertheless, these traditional Congress leaders pointed to the anger among the Muslims, and commended Gandhi for his view, but then wondered whether the Congress had been contracted to reform Muslims. They said it wasn’t their responsibility to hold the hands of the Muslims and drag them into the 21st century.Heptullah did congratulate you on your speech in Parliament, didn’t she?On the day I spoke, yes, she congratulated me. Even Prof Mahmood and I had a long meeting, but after eight days he joined the Muslim Personal Law Board campaign. I am saying this on record, and you can’t edit this out, Tahir Mahmood got the chairmanship of the Minorities Commission because of the assistance he provided to the Muslim Personal Law Board.But in a recent interview to me, he called the Board members a bunch of fanatics.Yes, I read the interview and it shows he hasn’t changed his opinion, or rather, he has reverted to the opinion he gave me before I spoke in Parliament.Did Gandhi take you into confidence before the Congress decided to pass the Muslim Women (Protection of Rights on Divorce) Act, 1986, which sought to upturn the judgement on Shah Bano?I don’t consider the Act inimical to women’s interests. It deals with the rights of married and divorced, not destitute, persons.So why is the Act still seen as an attempt to overturn the Supreme Court judgement on Shah Bano?Let me disclose the story behind the Act. When the prime minister and Muslim Personal Law Board leaders entered into a final agreement on the Act, the same afternoon I received a call from ML Fotedar [a key member of Gandhi’s team]. He told me that the draft of the Act was with Law Minister Ashoke Sen and he had been asked to show it to me.Sen received me in his study and handed over the draft to me. I read it, then re-read Section 3 of it three or four times. This section said that a “reasonable and fair provision to be made and paid within the period of iddat”. Anybody could see that this section had overturned the MPLB’s demand. Its entire campaign had been that the Muslim husband’s liability of maintaining his divorced wife was confined to the period of iddat, not beyond.I asked Sen, “Have they agreed to this?” “Yes,” he replied.I said that this was not what they had been demanding. They had wanted to confine the husband’s liability for the period of iddat only. This had been overturned by Section 3 of the Act, as it said the amount was to be fixed and paid within the iddat period, not for it. This meant the court could now decide on the amount to meet the future requirements of the divorced wife.Sen replied, “But they have agreed to it.” I said, “Congratulations, for this is an improvement [on their demand].” Sen was visibly happy. When I got up to leave, he folded his hands and said, “Arif, I am pleading with you to keep quiet. None of them has understood this provision.” Among their advisors were Salman Khurshid, Prof Mahmood, and over and above, Justice MA Ahmadi [who later became India’s 26th chief justice].Justice Ahmadi?I am going on record saying that – yes, Justice Ahmadi was advising the Muslim Personal Law Board. Strange, none of the three could see the implications of Section 3 of the 1986 Act. After the Act was passed, the Lucknow bench of the Allahabad High Court asked where in the Act was it written that the husband’s liability was confined to the iddat period!What was the MPLB’s reaction to this judgement?After the Lucknow High Court judgement, Ali Miyan advised the Muslim Personal Law Board members not to make an issue of it or otherwise they’d be blamed for having got this law enacted.Since Rajiv Gandhi had kept you in the loop right through, why did you leave the Congress?I had to leave because I had spoken on the government’s behalf in Parliament, defending the Supreme Court judgement. Whatever its compulsion, the government did a U-turn on the issue. You must remember that the stated objective of the 1986 Act was to undo the effects of the Supreme Court judgement. If I were to not act as mercenary, then I had to resign. The very moment Sen stood to introduce the bill which later became the 1986 Act, I went to the back bench and wrote down my resignation letter.Didn’t they try to have you take back your resignation?I spent the next day in the PM’s office. First, Arun Singh was with me and then Arun Nehru. I told them exactly what I have just told you about my reason to resign. I was then called by the prime minister. He was extremely nice and there was no bitterness between us.Why did you join the BJP instead of the Congress in 2004, when Sonia Gandhi wanted you to?Sonia Gandhi called me and I went over and met her. You see most of us who left the Congress with VP Singh and formed the Jan Morcha were taken back in the party. I, too, wanted to join the Congress. But I wasn’t taken back.When Rajiv Gandhi was assassinated and the election in UP was pushed back in 1991, I wrote a letter to PV Narasimha Rao, who had become the party president, offering to withdraw from the Bahraich constituency in case he thought the Congress candidate could win from there. Four days later, Vasant Sathe invited me for a breakfast meeting. He said Rao couldn’t ask me to withdraw from Bahraich nor could I be taken back into the party because I had opposed Gandhi.As for joining the BJP, I had written a letter to then Prime Minister AB Vajpayee after my tour of Gujarat, criticising him on a statement he had made and wrote about the pain and anguish of the Muslims there. He sent [journalist] Rajat Sharma to me with the message whether I wished to only criticise or help him change the party. I always had good relations with Vajpayee.I told Sonia that I was not taken back in the Congress even though I was open to joining it. Why was Vidya Charan Shukla taken back? I told her it was because you and others thought he could join the BJP. You want me to join now because you know I am in talks with the BJP. For 10 days, Ahmad Patel and RK Anand would come every day to my Mayfair Garden residence. I told her the Congress wanted to reduce me to helplessness and, therefore, I had decided on opening other doors.I am no longer in the BJP. You could say it is our country’s misfortune that the path Vajpayee wanted the BJP to take was aborted because of the 2004 defeat.Ajaz Ashraf is a journalist in Delhi. His novel, The Hour Before Dawn, published by HarperCollins, is available in bookstores.","author":"Ajaz Ashraf","time":"2015-05-30T09:15:19+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/730642-336eb4bf-3469-4330-8b2f-fdf3f3605815.jpg","tags":[],"source":"https://scroll.in/article/730642/arif-mohammad-khan-on-shah-bano-case-najma-heptullah-was-key-influence-on-rajiv-gandhi"}