{"title":"Arley Munson’s words are a troubling reminder of how Kipling’s India treated women","content":"When Arley Munson was young, she read a book that moved her profoundly. In the book there was a picture of a “Hindu child” being “offered as sacrifice to a crocodile”. The image first shocked, then inspired Munson. It was in that moment that she resolved to work to ease the world’s suffering.Munson became a doctor and practised in the United States, France and India, where she was particularly troubled by the state of women’s health. In a book she wrote in 1913, five years after her return from India, she described the tribulations that followed Indian women in the early 20th century. An Indian woman gave birth in terrible conditions, Munson wrote, usually in a cowshed or the darkest, dirtiest room in the house. Often her midwife was the wife of the local barber, who doubled up as the village surgeon.While the baby often died at birth, the mother nearly always did, Munson wrote in Jungle Days: Being the Experiences of an American Woman Doctor in India. A girl child’s birth was greeted by wails. She was usually married far too young, to a husband much too old for her. Nothing could be more tragic, Munson wrote, than a young girl widowed early. Her husband’s death would be blamed on her and, at a tender age, she would be left to lead a lonely and isolated life.Munson with patients at the Medak Zenana Hospital. Credit: Jungle Days: Being the Experiences of an American Woman Doctor in India, Arley Munson.Munson’s Jungle Days, which drew its title from Rudyard Kipling’s Jungle Book, received instant acclaim. Critics praised Munson’s courage at a time “plague and pestilence” raged across India. Her “intense sympathy for the suffering native”, wrote one reviewer, made her deserving of the title bestowed on her – “mem sahib”.Medical educationArley Munson was born on November 14, 1871, in Bridgeport, Connecticut. Both her parents – her father, Thomas Hamilton Munson, who worked in a sewing machine factory, and her mother Mary Etta – were descended from early English and Dutch settlers. Munson had seven other siblings. An older sister, Mary Wooster, distinguished herself as a lawyer and was the first woman to teach law in a New Jersey college.After a degree from Cornell University, Munson studied at the well-known Women’s Medical College in Philadelphia, which produced several female medical missionaries who went to serve around the world. The college was an early destination for Indian women who wanted to practise medicine. India’s first woman doctor, Anandibai Joshi, studied there, as did Gurubai Karmakar. Sonubai Keskar and Dora Chatterjee, both from India, were near contemporaries of Munson’s.In 1903, Munson sailed to India in Keskar’s company. After an initial stay in Bombay – hosted by Reverend Karmarkar and his wife Gurubai Karmarkar – she travelled to Sholapur, where Keskar’s parents – who, like the Karmakars and Chatterjees, were Indian Christians – managed an orphanage and a leper asylum.Munson. Credit: Jungle Days: Being the Experiences of an American Woman Doctor in India, Arley Munson.This was a time when the plague was rampaging across western India and Munson mentions seeing a sea of tents outside Sholapur that housed the afflicted. In March 1904, she moved to Medak in Hyderabad State to join the Wesleyan Methodist Mission, which was in urgent need of a doctor.Sights and soundsIn Jungle Days, Munson described her arrival in Bombay amid a “tumult of sound and color”. The women walked with a “downcast face”, their “jewels almost covering face, neck, arms and legs, and jingling at every step”. Many of the men “could have put a peacock to shame, as in blue coat, magenta waistcoat, red trousers, rose-pink turban, yellow shoes or in some other color scheme quite as varied, they shuffled along,” she wrote.In Sholapur, she felt like the “Pied Piper of Hamelin”, for curious children followed her everywhere. She was particularly struck in this western town by the close presence of animal life. The peace of the night, she wrote, would frequently be disturbed by the sighting of a snake: a cry of “Sahp” would go out and schoolboys, armed with heavy sticks, would gather to find the reptile. Medak was even wilder, with sightings of wolves, leopards, the occasional tiger, and the ubiquitous snake.By the time Munson arrived, Medak had almost recovered from the famine of 1899-1900, when the Wesleyan Methodist Mission distributed rice and provided employment to many, mainly through the construction of the Medak Cathedral. Before the famine, Medak – a derivation of methuku or a grain of cooked rice in Telugu – was called Gulshanabad, meaning the place of flowers.Munson holds a child on her knee at the Medak Dispensary. Credit: Jungle Days: Being the Experiences of an American Woman Doctor in India, Arley Munson.Munson’s book presented her perspective in brief on the controversy around “rice Christians”, the label given to those who apparently converted in return for rice and work. She shared in the book life stories of individuals who, she said, had naturally accepted Christian ideals and others who sought succour in their new faith in times of pain. She said she left the evangelism to her colleagues, including a Telugu-speaking “Bible woman” named Abbishakamma, as medical work took up most of her time.Conscious of her mission, Munson staunchly believed in the efficacy and superiority of western medicine over traditional medicine. In Jungle Days, she detailed the suspicions, stubbornness and sickness she encountered in and around Hyderabad. More often than not, patients would turn to her when other palliatives had failed and traditional healers had given up. She despaired at the quackery of these healers, such as a hakim attributing a patient’s rheumatism to thorns placed in her flesh by evil persons or a priest blaming a woman’s indigestion on the stone figure of a god placed in her stomach by her enemy.Every summer Munson travelled to cooler climes to get away from the heat. She found the first-class train cabins spacious and their “grass window blinds saturated with water” an effective solution to the oven-hot wind blowing in from outside. She wrote evocatively of her stay on a Kashmir houseboat and the first time she saw the Kanchenjunga on a trip to Darjeeling. But it was the Himalayas she found “enthralling”:Mall Road in Simla. Credit: Kipling’s India, Arley Munson.“Following the Himalayan-Thibet road from Simla, the traveller comes to the higher Himalayas, one of the most delightful regions on the face of the globe. Warm green valleys, all sunshine and soft air and flowers and bird songs, sweep upward with astonishing abruptness to great forests of pines and deodars, swathed in moss and fern, where cloud wreaths chase each other in high winds and the edelweiss hides among the rocks, and up and up to giant glaciers and icebound peaks that pierce the very sky.”In Jungle Days, Munson described the Indians she met as having inherited “docility, subtlety, timidity, and an attractive gentleness”, traits a typical American did not share. These differences, often hard to bridge, reminded her of Rudyard Kipling’s poetic lines:“East is East and West is West and never the twain shall meet/Till Earth and Sky stand presently at God’s great judgement seat.”Yet, as she wrote at the very end of her book, her “heart would always hold India dear”.In Kipling’s footstepsKipling made an even bigger appearance in her later book. In Kipling’s India (1915), Munson revealed her love for the British writer by describing her trips to the places featured in Kipling’s fiction, including to distant Mandalay in Burma. In Simla, for instance, she visited Jakko Hill (where the phantom rickshaw was sighted) and Mall Road (where Lurgan Sahib in Kim had a shop selling quaint masks). In Lahore, she saw the cannon Zam-Zammeh outside the Art Museum, around which Kim loitered before meeting the Lama and beginning their journey to the River of the Arrow and the Red Bull on a Green Field.Jakko Hill in Simla. Credit: Kipling’s India, Arley Munson.During World War I, Munson worked in a Red Cross hospital in Paris, before moving to Chartres, 60 miles west, to manage a tuberculosis hospital. For this service, she was honoured by the French government. In 1924, she married James Alexander Hare, who worked for a textile company in New Jersey.She edited and wrote for medical journals, taught at a hospital in New York City, and practised privately in Red Bank, New Jersey, where her older sister Mary practised law. Arley Munson died in 1957. She inspired a doctor, Helen Gibson, to travel to India in 1923 and to teach at the Medical College in Vellore, set up by Ida Scudder, another of Munson’s distinguished contemporaries.This article is part of a series on notable Americans who visited India until mid-20th century. Read the rest of the series here.","author":"Anu Kumar","time":"2024-03-16T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199266-bvnoikawti-1710483178.jpeg","tags":["Arley Munson","History"]}