{"title":"Armando Colaco interview: Indian clubs don’t have faith in local football coaches","content":"Armando Colaco has enjoyed a decorated football coaching career. Revered for his man-management skills, the ability to harness the most from limited resources and for deploying a unique, attacking brand of football, the former Dempo and India coach has won many admirers during his career spanning 21 years.The 66-year-old began his journey with Churchill Brothers in 1994 and transformed them into one of the powerhouse clubs in the state.He later took the reins at Dempo SC in 2000, a club that was relegated from the top division, and led them to a fairytale journey, winning nine titles during his 13-year stint. Five of those were national league trophies, the most won by a manager since the Premier Division was introduced as National Football League in 1996.In 2012, Dempo became the first club to win 5 NFL/I-League titles. All of them came under coaching of Armando Colaco & with a core group of players like Beto, Ranty Martins, Clifford Miranda, Climax Lawrence, Mahesh Gawli, Samir Naik #IndianFootball pic.twitter.com/xkwtxE1Wmo— IndianFootball_History (@IndianfootballH) March 11, 2020\n\nColaco also became the first manager to guide an Indian team into the semi-finals of the AFC Cup, when Dempo reached the last four round in 2008. Since then, only two teams –- East Bengal (2013 semi-finalists) and Bengaluru FC (2016 finalists) have achieved that feat.His success at Dempo earned him the job as national team coach in 2011. However, it lasted only for four months, despite plenty of silver linings during his tenure. A stint with East Bengal followed in 2013 but his stint withstood for just about 15 months.Now coaching young boys at the Sesa academy, the Goan spoke to Scroll.in about his philosophy, his coaching career, his views on Indian football and more.Excerpts:How do you look back at your coaching career?Dempo was my life. All that I am today is because of them and I was successful there because of my boss Shrinivas Dempo. He always gave me a free hand, never interfered and was always encouraging. That was the beauty. Dempo was always considerate. So whatever I did, I had no pressure whatsoever. Coming to the national team, I enjoyed my time. To beat Qatar in Qatar is not a joke. When we played Trinidad and Tobago, the famed commentator Tony Cozier said, ‘India are not just good in cricket but they play good football too.’ Argentinian Andres Cruciani, coach of Maldives asked me whether I was Indian. When Dempo lost to Al Sadd SC during the AFC Champions League playoffs in 2011, the coach appreciated me. That year, Al Sadd had finished third at the Fifa Club World Cup. So these comments make me worthy of what I have done.Who was the inspiration behind your philosophy of keeping the ball?Soccoro Coutinho, Felix Machado, Nicholas Rosario were my seniors at Dempo who motivated me. They were the ones who played great football and that encouraged me to keep the ball. They would tell me, ‘don’t kick, we can play the way we want.’ As years passed by, we played well [at Dempo] and the philosophy stayed with me even when I became coach. Everyone talks about FC Goa now but no one does about Dempo. We won so many trophies. I appreciate the players and support staff for everything. The feats we achieved cannot be repeated now, it’s history. No team will be able to create such records.Weren’t you afraid of failing at first?Right from the beginning, everyone was aware that I followed the philosophy of keeping the ball. They wanted my type of football. Even now, I’m teaching the same principles here at Sesa.Which coaches inspired you?I looked up to Arsene Wenger. Valrey Lobanovski encouraged me but three coaches played a big role in shaping my career. First was Joseph Ratnam, who taught me discipline. Bob Bootland showed me how to keep players happy and third, Danny Maclaren, taught me the finer points in coaching.I borrowed much of my philosophy from Wenger and imitated him. He provided opportunities to many players at Arsenal so I thought of doing the same at Dempo. That proved a point for me.Which was the best moment of your coaching career?The highlight of my career was when we won the Durand Cup [in 2006]. Our defender [Mojek] Bolaji received a cut on his head, but he continued playing with a bandage. There are other moments in my career that I cherish but this is the best since Dempo had never won it before.You rejected a one-year contract by the All India Football Federation after joining on an interim basis as a national team coach. How do you look back at your decision?I don’t regret anything. You can’t do anything within one year, that is why I chose to leave. To assemble the players, it would take me one year itself. If they would have given me two years, it would have been ideal.Compared to before, how big of a change you see in Indian football?I was happy with the way we performed under [Stephen] Constantine during his second stint. But now that [Igor] Stimac has come, let’s give him time. You cannot achieve results in a short span. Footballers get accustomed to different systems at their clubs, so when they come together, they need to adjust to his philosophy. These things takes time. You cannot build Taj Mahal within a day, a month or even a year.You coached some great players like Bhaichung Bhutia and Sunil Chhetri. Why has India not been able to produce more footballers like them?Bhutia was committed. If the ball was going out, he would do his best to keep it in play. Chhetri played under me for a season at Dempo. Then he went for trials at Sporting Lisbon and we released him because it was a great move for us and for Chhetri. But even now, his commitment is the same. You cannot take shortcuts. There are too many distractions in the game now. There’s a lot of money involved. Players come like a cloud and zoom off. But Chhetri gave his best and he’s still doing that. Hats off to him. You cannot forget these players because they have commitment and discipline. If players stay dedicated to the game, I’m sure one day more Chhetris will come.Dempo and even Sporting Clube de Goa and Salgaocar FC have withdrawn from the I-League and don’t compete at the top level anymore. How much has that impacted the ecosystem of Goan football? It is a big loss. The salaries of players have taken a hit. Churchill Brothers are still playing in the I-League but all other teams have gone. Salgaocar, Sporting and Dempo said they withdrew because there was no roadmap for Indian football. All of them are still operating in the youth leagues and at the grassroots level. But I don’t know what the future holds and if they will even come back. Goan football is dead.You once claimed that ISL would spell death for Indian football. How do you evaluate their success now?It has made good progress. I’m happy that Indian players are coming up. ISL is also giving chances to youngsters which is a positive sign. But we still need to reduce the number of foreigners, give more opportunities for Indians and players aged Under-23. ISL should follow the AFC rule 3+1 [for foreigners] and introduce more teams. Only then things would improve and that ISL will be able to promote Indian football.  ISL has now made it possible for Indian coaches to take charge of clubs. However, do you feel a misconception still exists that Indian coaches aren’t good enough for the top level?How many Indian coaches get the credit they deserve? I groomed many players, won many trophies, achieved so much in life but I was only appreciated by a few. If a foreign manager wins one trophy, he is taken to cloud nine. Indians first must learn to respect Indian coaches. We have some great coaches in Clifford [Miranda], Derrick [Pereira], Khalid Jamil, Pradyum Reddy but our clubs should be open to giving them opportunities. Give them a team and stick with them for the long term. We don’t have faith in local coaches.I’m not against anybody but our coaches have been around in Indian football much before. They understand our culture and have learnt so much. We need foreign coaches too, but sometimes the best of Indian coaches don’t get opportunities which is why they fail to come up.We are seeing more of possession-based style in Indian football now but is that suited for our players?If you want to score, you need to have the ball first while making the best use of the length and the pitch. If you lose the ball, you need to win it back. The more you keep the ball, the more confident you will get. Then you can turn the ball around the way you want, go for penetration and finish. That’s the philosophy I believed in.Football today has become about total attacking, total defending. It’s about numerical advantage. Many coaches like to counter-attack quick and more direct but it all depends on the ability of the players. A player who doesn’t know how to keep the ball but possesses good skills, they are not suited in my philosophy.I was happy to see [Sergio] Lobera succeed at FC Goa by playing possession-based football. I was the one who started it and Lobera brought back that style. I’m sad that he’s gone now but he should have been here. FC Goa will never be the same without Lobera. If he joins Mumbai City FC, it will take time to adopt his style there.","author":"Nicolai Nayak","time":"2020-04-20T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140096-metuzdetsj-1587119799.jfif","tags":["Armando Colaco","Indian football","Dempo SC"],"source":"https://scroll.in/field/959486/armando-colaco-interview-indian-clubs-dont-have-faith-in-local-football-coaches"}