{"title":"Army chief says Nepal may have objected to India’s road to Lipulekh pass ‘at someone else’s behest’","content":"Chief of Army Staff General MM Naravane suggested on Friday that Nepal may have opposed India’s efforts to build a road from Uttarakhand to the Lipulekh pass in the Himalayas, “at the behest of someone else”, NDTV reported. Defence Minister Rajnath Singh inaugurated, through a video link, the new route for the Kailash Mansarovar yatra via the Lipulekh pass on May 8. The pass is claimed by Nepal based on an 1816 treaty that defines its western border with India. However, India rejects Nepal’s claimed sovereignty over the area as well as its claim on the adjoining Kalapani area.On May 11, Nepal Foreign Minister Pradeep Gyawali held a meeting with India’s ambassador to the country, Vinay Mohan Kwatra. He conveyed to Kwatra Nepal’s position on the boundary dispute and handed over a diplomatic note. Naravane, addressing an online event organised by the Manohar Parrikar Institute of Defence Studies and Analysis in New Delhi, said: “I don’t know what they are actually agitating about. There is a reason to believe that they might have raised this problem at the behest of someone else and that is very much a possibility.” The event was titled “Covid and the Indian Army: Responses and Beyond”.Reports suggest that the Army Chief was making an indirect reference to China.Naravane said the Nepalese ambassador to India, Nilamber Acharya, had said that the area east of the Kali river belongs to his country, and there is no dispute about that, The Indian Express reported. “There is no dispute about that. The road we have built is west of the river,” he said.The Army chief also denied that the matter had anything to do with the face-offs between Indian and Chinese forces in North Sikkim and Eastern Ladakh earlier this month. Several soldiers from both sides had been injured in these face-offs, before they were resolved diplomatically.","author":"Scroll Staff","time":"2020-05-15T22:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133937-ipteffnihw-1589558651.jpg","tags":["India","Nepal","MM Naravane","Lipulekh pass","China"],"source":"https://scroll.in/latest/962082/army-chief-says-nepal-may-have-objected-to-indias-road-to-lipulekh-pass-at-someone-elses-behest"}