{"title":"Arnab Goswami chats: Maharashtra Congress demands his arrest, says conversation amounts to treason","content":"The Maharashtra unit of the Congress on Tuesday demanded the arrest of Republic TV Editor-in-Chief Arnab Goswami, claiming that his purported WhatsApp conversation about prior knowledge of the 2019 Balakot airstrikes amounts to treason, reported The Hindu. In a purported WhatsApp chat on February 23 – three days before the strike – Goswami told Broadcast Audience Research Council’s former Chief Executive Officer Partho Dasgupta that it would be “bigger than a normal strike”.“How did Goswami get the information about the military action three days before the event, on February 23, 2020?,” Congress General Secretary Sachin Sawant told the newspaper on Wednesday. “He [Goswami] himself has said that the person who gave him this information is a big person in the Modi government. All of this needs to be investigated. The way Arnab Goswami acted amounts to violation of the Official Secrets Act, 1923.”Sawant also led a delegation to meet Maharashtra Home Minister Anil Deshmukh. The Congress leader said the state government had the power to take action under the Act, and called for the journalist’s immediate arrest.“Mr Goswami and his Republic TV have committed a number of illegal acts,” Sawant said, according to The Hindu. “They have also caused a loss of crores of rupees to Prasar Bharati by illegally using Doordarshan’s satellite frequencies. Republic TV has committed a crime by using their frequencies without paying.”Also read:‘I wish he had not forgotten values in his quest for success’: Navika Kumar on Arnab Goswami’s chatsArnab Goswami chats: Giving official secret details to journalist ‘criminal act’, says Rahul GandhiSeveral Congress leaders, including former chief Rahul Gandhi, have called for an investigation into the matter. On Wednesday, party leader AK Antony said leaking of classified military information was a matter of “national security”, PTI reported. “Whoever is party to this leakage must be punished and those involved deserve no mercy,” Antony added.On Tuesday, Gandhi said only five people knew about the Balakot airstrikes and that the information being leaked to a journalist was a “criminal act”. “There were four or five people who knew this information...Prime Minister of India, possibly the defence minister...the home minister...the air force chief,” he said. “Giving official secret information to a journalist is a criminal act. Both on the part of the person who accepted it and on the part of the person who gave it.”On February 26, 2019, the Indian Air Force carried out a strike targeting a Jaish-e-Mohammad training camp in the Pakistani town of Balakot. It was billed as India’s response to an attack on February 14, 2019, in Pulwama in Jammu and Kashmir, in which 40 Central Reserve Police Force personnel were killed after an explosive-laden car driven by a suicide bomber rammed into their bus.The Opposition has demanded a Joint Parliamentary Committee’s inquiry into whether the national security was compromised.Meanwhile, the National Students’ Union of India, the youth wing of the Congress, has filed a complaint against Goswami, also accusing him of treachery. The complaint was lodged in Chandrapur district of Maharashtra, The Times of India reported on Monday.Maharashtra Home Minister Anil Deshmukh had on Tuesday said the state Cabinet would discuss the purported WhatsApp conversation of Goswami.The controversyThe WhatsApp chats between Goswami and Broadcast Audience Research Council’s former Chief Executive Officer Partho Dasgupta are part of the supplementary chargesheet that the Mumbai Police filed in the Television Rating Points scam case.Details from the transcripts of the chats – which have not been denied by Goswami yet – also exposed how the journalist and Dasgupta had extensively discussed ways to rig Republic TV’s ratings. The messages also show close proximity and coordination between Goswami’s channel and BJP leaders, including ministers. These include someone named “AS”, as also the “PMO”, presumably the Prime Minister’s Office.The chats also revealed instances of Dasgupta asking Goswami to reach out to the government on his behalf. In one such exchange on April 4, 2019, the former ratings agency chief asked Goswami if he can stall the Telecom Regulatory Authority of India’s proposal to make BARC’s viewing data public. Dasgupta asked Goswami for some action from “AS”. In reply, Goswami said he could do what Dasgupta asked for.The conversation pertains to the TRP ratings scam. An operation to manipulate television ratings was uncovered in October when the Broadcast Audience Research Council filed a complaint through Hansa Research Group, one of BARC’s vendors, accusing some channels of rigging their ratings by bribing some households to watch their programmes.","author":"Scroll Staff","time":"2021-01-20T18:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150742-mchmzsoctc-1607487834.jpg","tags":["Arnab Goswami","Republic TV","BARC","Partho Dasgupta","Congress","Balakot airstrikes"],"source":"https://scroll.in/latest/984603/arnab-goswami-chats-maharashtra-congress-demands-his-arrest-says-conversation-amounts-to-treason"}