{"title":"Arrested Delhi journalist was passing on information about Army to Chinese intelligence, say police","content":"The Delhi Police on Saturday said that freelance journalist Rajeev Sharma, arrested in an Official Secrets Act case, was allegedly passing on information about the Indian Army’s deployment and the country’s border strategy to Chinese intelligence, PTI reported. The police added that a Chinese woman and her Nepalese associate have also been arrested for allegedly paying Sharma large amounts of money routed through shell companies for giving sensitive information, according to ANI. Sharma was arrested on Monday by the Special Cell of the Delhi Police and found to be in possession of defence-related classified documents. A day later, he was produced before a court and sent to six-day police custody.“Scribe Rajeev Sharma held for giving information to Chinese got Rs 40 lakh in one-and-a-half years,” the Delhi Police said in a statement, ANI reported. “He was getting $1,000 [approximately Rs 73,610] for each information. Arrested scribe Rajeev Sharma was writing on defence-related issues for China’s Global Times.” The freelance journalist was allegedly contacted by Chinese Intelligence agents in 2016. Special Cell Deputy Commissioner of Police Sanjeev Kumar Yadav said that Sharma was writing on defence-related topics for some Indian media organisations as well. Sharma was also in touch with some Chinese intelligence official.“His two associates – a Chinese woman and Nepalese man, have a company in Mahipalpur, from where they exported medicines to China,” the police officer told ANI. “Money sent from China was given to agents here. As per probe, transactions of Rs 40-45 lakhs have taken place in last one year.”The police said that the freelance journalist has almost 40 years of experience as a journalist. “He used to meet them [the other accused] at several locations in different countries,” the statement said.Sharma runs a YouTube channel called “Rajeev Kishkindha”, which has tens of thousands of followers. On the day of his arrest, he uploaded two videos. One of the videos claimed that China would still do “mischief” despite talks between the two countries at the foreign ministers’ level. The other video deplored the state of journalism in the country.Sharma’s Twitter account, which has over 5,300 followers, has been restricted. On September 7, Sharma had written an article for Chinese state-run daily Global Times, The Indian Express reported. He was one of the journalists who last year said they had been alerted about their phones being targeted for surveillance through the Israeli spyware Pegasus.Journalist Rajeev Sharma was involved in passing sensitive defence & strategic information to Chinese intelligence officers from 2016 to 2018. He used to meet them at several locations in different countries: Sanjeev Kumar Yadav, DCP, Special Cell Delhi Police. https://t.co/Sxjp4ngVpj pic.twitter.com/QJivOL8xBF— ANI (@ANI) September 19, 2020","author":"Scroll Staff","time":"2020-09-19T18:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147730-hylfytwhjs-1600519520.jpg","tags":["Rajeev Sharma","Delhi Police","Delhi","India-China"],"source":"https://scroll.in/latest/973537/arrested-delhi-journalist-was-passing-on-information-about-army-to-chinese-intelligence-say-police"}