{"title":"Arrest Brij Bhushan Singh by June 9, farmer leaders give another ultimatum to Centre","content":"Farmer leaders on Friday gave an ultimatum to the Modi government to arrest Wrestling Federation of India chief Brij Bhushan Sharan Singh by June 9 or else khap leaders would hold panchayats across the nation to support India’s top athletes who have accused him of sexual harassment, PTI reported.Several wrestlers, including Olympic medallists Sakshi Malik and Bajrang Punia and two-time world champion medallist Vinesh Phogat, have been protesting for more than a month demanding the arrest of Singh, who is also a Bharatiya Janata Party MP.In April, the Delhi Police filed two first information reports against the 66-year-old after the intervention of the Supreme Court. Later, members of several farmer unions and khap panchayats had asked the government to arrest Singh by May 21.At a khap mahapanchayat in Haryana’s Kurukshetra on Friday, Bharatiya Kisan Union leader Rakesh Tikait warned that the wrestlers would return to Jantar Mantar in Delhi if Singh is not arrested by June 9. The police have cleared the site in central New Delhi where the wrestlers had been camped out since April 23 to seek action against Singh.Friday’s mahapanchayat was held three days after Malik, Punia and Phogat had threatened to immerse their medals in the Ganga river as part of their demand for the arrest of their federation chief. Farmer leader Naresh Tikait stopped the wrestlers from doing so by promising a solution within five days.VIDEO | “We are giving the government time till June 9 to start discussion on the matter. After June 9, demonstrations and panchayats will be held across the country in support of these daughters (women wrestlers),” says farmer leader Rakesh Tikait on  decision of Khap Panchayat… pic.twitter.com/uLwDndgJZD— Press Trust of India (@PTI_News) June 2, 2023\n\nSingh postpones Ayodhya rally  Earlier in the day, Singh said he had postponed a rally that was scheduled to be held in Uttar Pradesh’s Ayodhya on June 5 because of the police investigation against him and “serious” directions of the Supreme Court.“I have served as a member of the Lok Sabha for the last 28 years with your support,” he said in a Facebook post. “I have tried to unite people of all castes, communities and religions while in power and opposition. These are the reasons my political opponents and their parties have falsely accused me. Some political parties are trying to dissolve social harmony by promoting provincialism, regionalism and ethnic conflict by rallies at different places.”Hindu monks of Ayodhya were expected to share the dais with Singh at the rally. The religious leaders had earlier supported Singh’s demand to change certain sections of the Protection of Children from Sexual Offences Act.Rakesh Tikait told reporters that Singh had buckled under pressure and cancelled his rally. “They know what the khap panchayat is capable of doing,” Tikait said. “Khap panchayat can stop the whole system.”The announcement to postpone the gathering came on the same day when details of the FIRs filed against Singh were reported.One of the FIRs contains allegations by six wrestlers while the other is based on a minor athlete’s complaint of sexual misconduct against Singh.   Singh demanded sexual favours in lieu of professional help from at least two female wrestlers and harassed over half a dozen, according to the FIRs.All the complainants have accused Singh of groping and inappropriately touching them. The FIRs detail a pattern of Singh allegedly touching the wrestlers’ breasts and stomachs on the pretext of checking their breathing.","author":"Scroll Staff","time":"2023-06-02T19:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190850-cizbeswmck-1685708318.jpg","tags":["Brij Bhushan Sharan Singh","police investigation","Ayodhya","sexual harassment allegations","Delhi Police","Wrestlers' Protest"],"source":"https://scroll.in/latest/1050252/arrest-brij-bhushan-singh-by-june-9-farmer-leaders-give-another-ultimatum-to-centre"}