{"title":"Arrested Delhi ministers Manish Sisodia, Satyendar Jain quit state Cabinet","content":"Delhi Deputy Chief Minister Manish Sisodia and his colleague in the Cabinet Satyendar Jain on Tuesday resigned from their posts, ANI reported. Chief Minister Arvind Kejriwal has accepted their resignations.The resignations came minutes after the Supreme Court refused to entertain a petition that Sisodia had filed challenging his arrest by the Central Bureau of Investigation in a case related to alleged irregularities in the state’s now-scrapped liquor policy. The Aam Aadmi Party leader was arrested on Sunday after eight hours of interrogation. On Monday, a Delhi court had sent him to CBI custody till March 4.Meanwhile, Jain, who was formerly the health minister in the Kejriwal-led Cabinet, had been arrested by the Enforcement Directorate on May 30 in a money laundering case. He has been a minister without a portfolio in the Delhi government since then.Cases against Sisodia and JainSisodia has been held in connection to the Delhi government’s new excise policy that had come into effect in November 2021. Under it, licences of 849 liquor shops were issued to private firms through open bidding. Earlier, four government corporations ran 475 liquor stores and the remaining 389 were private shops.However, the policy was withdrawn by the Aam Aadmi Party-led government on July 30 after Delhi Lieutenant Governor Vinai Kumar Saxena recommended a CBI inquiry alleging irregularities in the policy’s formulation and implementation.The CBI has claimed that Sisodia was arrested after he gave evasive responses and did not cooperate despite being confronted with evidence related to the case.In Jain’s case, the Enforcement Directorate is looking into an alleged money laundering angle in a case of disproportionate assets filed by the Central Bureau of Investigation in 2017. Jain has been charged under provisions of the Prevention of Money Laundering Act for illegal transactions through four companies allegedly linked to him.","author":"Scroll Staff","time":"2023-02-28T18:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187408-uftjelrqir-1677589337.jpeg","tags":["Manish Sisodia","Satyendar Jain","AAP","Arvind Kejriwal"],"source":"https://scroll.in/latest/1044810/arrested-delhi-ministers-manish-sisodia-satyendar-jain-quit-state-cabinet"}