{"title":"Art and India at 75: An exhibit for and by the people captures resilience and the cracks within","content":"The mechanical regularity of anniversaries and the emptiness of spectacles have a tendency to produce a false sense of nostalgia and consensus. With celebrations for the 75 years of India’s independence approaching, the Safdar Hashmi Memorial Trust, or Sahmat, asked artists and writers to take stock of the occasion, what consensus it brings and what it excludes from the larger moral fabric of India. The outcome is a major exhibition of more than 250 works of art on display at New Delhi’s Jawahar Bhawan from July 2 to August 15.The exhibition’s curatorial vision is strikingly innovative for many reasons. First, is the choice of coarse jute sacks used as display mounts for unframed canvases. The austere aesthetic is not only at odds with the showy world of commercial galleries, but also resonant with socialist values in defence of a material threatened by obsolescence as global markets shift to other packing materials. Second, the placement of visual and literary works next to each other fosters a dynamic exchange of meaning within a larger field of artistic practice, rather than in bifurcated realms of appreciation. In fact, writing forms a major element in many of the artworks, which elicit a form of audience engagement based on slow-looking across both text and image, while raising new unforeseen possibilities of interpretation. Thus, it was not unusual in this stimulating space to find some viewers patiently reading texts out aloud, in a performative gesture to those very anthems of resistance that were sung on the streets.Credit: Sahmat.Little distinction is made in terms of high and low art or major and minor artists, for each canvas has the same size, 15x15 inches, and is identified only by the contributor’s name – not by any eloquent titles, descriptions or biographies. As such, it is the expressive content of the artworks in all their diversity that is offered as the main focus of attention.The egalitarian ethos and spirit of activism central to Sahmat as a cultural collective also informs its imperative to reach a far more diverse audience beyond the national capital. Breaking out of the confines of the four walls, the displayed works will travel throughout India, along the lines of an earlier show, Hum Sab Ayodhya in 1993, which pioneered an approach towards art and activism that has remained consistent over the decades.The truly subcontinental scale of the current exhibition is signalled by the title – Hum Sab Sahmat, we all concur – placed on each display panel as a unifying utterance, written in a dozen different scripts that embrace the richness of India’s regional identities, not unlike the artworks themselves.A fitting backdrop to this exhibition – the third in a series engaging with the legacy of the national movement after the The Constitution of India at 70 in 2020 and India is not Lost in 2021 – are the monumental canvases by the late artist MF Husain charting India’s freedom struggle. While not part of the show as such, this little-known sequence of paintings was commissioned for the Congress centennial in 1985, before being permanently installed at Jawahar Bhawan in 1989, the very year Sahmat was born. For many years, this collective and that barefoot artist had a meaningful association as they harnessed the arts of activism to advance an inclusive idea of India in the face of divisive forces.Credit: Sahmat.A few key themes and artworks may be singled out from the rich outpouring of responses to Sahmat’s call, being necessarily indicative rather than exhaustive of its sprawling scope. One is an unsettling sense of regression away from the values and promises of independence. In the narrative world conjured by artist Ghulam Mohammed Sheikh, we have poet and Nobel Rabindranath Tagore and MK Gandhi as silent witnesses to a 75-year old tree whose intricately ramifying branches, densely populated with humans and animals, appear to erupt into a conflagration. Below this, artist Pushpamala N presents a school slate neatly inscribed with the searing words in PhD scholar Rohith Vemula’s suicide note: “The value of a man was reduced to his immediate identity and nearest possibility. To a vote. To a number. To a thing. Never was a man treated as a mind.” These words still ring true, particularly at the national scale after religious identity was made an explicit criterion to amend citizenship under the Citizenship Amendment Act, 2019, violating the core ideas enshrined in the Indian Constitution.Many works, therefore, turn to the founding figures of the nation, invoking their values and visions. Among these is Sahmat co-founder and curator Ram Rahman’s photograph of an optician’s shopfront with a pair of eyes painted on its shutters, which doubles as a mechanical device with an aperture cut out to display a sequence of photos mounted on a spinning wheel. The artwork by Ram Rahman.  Credit: Ram RahmanThe rotating cast of visionaries includes Gandhi, architect of the Indian Constitution BR Ambedkar, India’s first prime minister Jawaharlal Nehru, but also the artists MF Husain, FN Souza and Ram himself. The handle for turning this wheel, mechanically and metaphorically, rests on the revolutionary figure of Bhagat Singh, pictured on a badge from the farmers’ protest of 2020-’21. The sense of dynamic movement, however, stands in sharp contrast to the startling stillness in Bali Singh’s poem on the “stagnant present” of farmers and their fields. Similarly, artist Aban Raza’s painting of a rusted sickle shows the farm implement with a meagre harvest in its blade, and the icon itself sapped of its revolutionary charge, lying motionless against a background of retreating red.The artwork by Aban Raza and the poem by Bali Singh. Credit: Ram RahmanIn articulating the contradictions between the present state and the past promises of Independence, several artists mobilise the techniques of collage in highly effective ways. In a work of exceptional ingenuity and astonishing clarity, artist Sadaf Jamil holds up Gandhi’s iconic spectacles as a mirror for our times. One lens reflects the monuments of a new nation – the Statue of Unity towering before a brand new Parliament planned under the Central Vista project – that lend weight to the motto “Make in India”. Against this is a dystopian vision of a rioting mob through shattered glass, an image no less iconic amid the unceasing spectre of communal violence. Credit: Sahmat.Both moments of building and breaking are embedded in highly-charged discourses of our polarised present. Stepping back, however, they appear as isolated events in the ceaseless cycle of creation and destruction, but for the swirling vortex of the Mahatma’s visage, which looms in a downward spiral from the headline moment that made “India Independent” to the recent “Downgrading of India’s Democracy.” The deeply paradoxical nature of progress at the price of increased suffering and inequality is similarly highlighted in Salahuddin Ahmad’s juxtaposition of views of vikas and vinash, development and destruction.The artwork by Salahuddin Ahmad. Credit: Sahmat.Perhaps the most powerful personal responses on display at the exhibition are those prompted by the stifling climate of fear and hatred that continues to be cultivated and disseminated. Many take the form of straightforward aversion and disbelief, like in Sangeeta Manral Vij’s Bharat 2020: हर तरफ तलवार सी क्यों खिंची हुई हैये मेरा ही हिन्दोस्तां है दोस्तोंया कोई और ज़मीं है Why is it like a sword drawn everywhereIs this is my very Hindustan, O friendsOr another landSome voice outright censure through recourse to parables, fables and more enduring metaphors marshalled in defence of humanity.  Noman Shauq in Sirf Nazm writes:  خوف اور حیرانی کی بهنور میناُلجھ کر کهیں رہ گئی انسانیتIn the vortex of fear and astonishment, Humanity lies entangled somewhere.A crucial distinction is drawn by Mridula Garg between desh and sarkar, nation and state, and, by extension, the spirit of nationalism and of governance that are at stake here. While much of the moral critique condemning acts of state violence and censorship is levelled against bad governance, it appears stirred by a sense of nationalism grounded in the fundamental belief in humanity, insaniyat, one repeatedly violated by attacks over identity.In continuing to mobilise the collective conscience against all odds, Sahmat has once again brought together a timely response – for and by the people – that speaks of the tenacity to withstand and weather through these turbulent times. Saarthak Singh is a PhD candidate in Art History, Institute of Fine Arts, New York University.","author":"Saarthak Singh ","time":"2022-07-10T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176937-bmlwvkqtgx-1657358212.jpg","tags":["Indian independence","Constitution","Art","SAHMAT"],"source":"https://scroll.in/article/1027690/art-and-india-at-75-an-exhibit-for-and-by-the-people-captures-resilience-and-the-cracks-within"}