{"title":"Article 370 verdict a ‘defeat of idea of India’, say Kashmiri politicians","content":"Kashmiri politicians on Monday described the Supreme Court verdict upholding the abrogation of Article 370 as “disappointing” and a “defeat of the idea of India”.In its ruling on Monday, the Supreme Court held that Article 370 was a temporary provision, adding that Jammu and Kashmir does not have internal sovereignty different from other states.A court passed the verdict after hearing more than 20 petitions challenging the Central government’s decisions to revoke Jammu and Kashmir’s special status and split the erstwhile state into two Union Territories in 2019.Hours after the verdict, Mehbooba Mufti, the former chief minister of the erstwhile state, said that the Supreme Court legalised the “illegal manner” in which the Bharatiya Janata Party abrogated the special status granted to Jammu and Kashmir and it is no less than a “death sentence”.“This [judgement] is the loss of this nation,” Mufti said in a video message shared on X. “They have betrayed us. By saying that Article 370 was temporary, they have weakened the nation. They have strengthened those powers in Jammu and Kashmir who used to say that the region’s accession to India was temporary.”The People’s Democratic Party leader said that the judgement has wounded the trust with which Jammu and Kashmir had agreed to be part of India in 1947. Mufti also said that ahead of the Supreme Court judgement, Kashmir was once again turned into a prison as politicians were put under house arrest and party workers were detained.The politician also urged residents of Jammu and Kashmir and Ladakh to not lose hope.“No decision is final,” Mufti said. “Even if that is the decision of the Supreme Court, for us, no verdict is final. This is a political fight that has been fought for so many decades now. Our people have made many sacrifices for our dignity. We will not leave it unfinished.”The people of J&K are not going to lose hope or give up. Our fight for  honour and dignity will continue regardless. This isn’t the end of the road for us. pic.twitter.com/liRgzK7AT7— Mehbooba Mufti (@MehboobaMufti) December 11, 2023\n\n\nJammu and Kashmir National Conference leader Omar Abdullah said that he was “disappointed but not disheartened” with the judgement. The former Jammu and Kashmir chief minister said that the struggle will continue.“It took the BJP [Bharatiya Janata Party] decades to reach here,” Abdullah said in a tweet. “We are also prepared for the long haul.”In a video message shared on the social media platform, Abdullah said that the petitioners had approached the best lawyers and put forth the best case for restoring Article 370 and statehood.“Unfortunately, we could not convince them  [Supreme Court] of our arguments,” he said. “To the people of Jammu and Kashmir and Ladakh, as well as those who stood by us, I am deeply sorry I would also like to emphasise that our efforts do not end here. We respect the Supreme Court and its decision, but from here on, we have other means and we will continue to pursue them.”The Supreme Court has ordered the Centre to restore statehood of Jammu and Kashmir and hold elections there by September 30, 2024. It is unclear if the court set a timeline for restoring Jammu and Kashmir’s statehood.Also read: ‘Another betrayal’: In Kashmir, dismay, disappointment over Article 370 judgementDisappointed but not disheartened. The struggle will continue. It took the BJP decades to reach here. We are also prepared for the long haul. #WeShallOvercome #Article370— Omar Abdullah (@OmarAbdullah) December 11, 2023\n\n\nPeople’s Conference chief Sajad Lone also echoed the sentiments of other Kashmiri politicians, saying that Monday’s judgement was “disappointing”.“Article 370 may have been legally obliterated but will always remain a part of our political aspirations,” he said in a tweet. “In the case of statehood, the Supreme Court sidestepped even commenting on it, thus protecting the entire country from any future misuse, by citing precedence. Yet the same misuse was subtly endorsed in Jammu and Kashmir.”Lone added: “Let us hope at a future date Justice wakes up from its slumber of pretence.”The Supreme Court verdict on Article 370 is disappointing. Justice yet again eludes the people of J and K. Article 370 may have been legally obliterated but will always remain a part of our political aspirations. In the case of statehood the Supreme Court sidestepped even…— Sajad Lone (@sajadlone) December 11, 2023\n\n\nFormer Congress leader and Democratic Progressive Azad Party chairperson Ghulam Nabi Azad told the reporters that the verdict was “sad and unfortunate”. The politician said that the Supreme Court was the last hope of the people in Kashmir to seek justice. “We were thinking that the Supreme Court would consider the sentiments of the people of Jammu and Kashmir and also the historical background under which Article 370 was incorporated into the Constitution,” he said. “That was our hope but unfortunately that has not happened.”STORY | SC verdict sad and unfortunate; but we have to accept it: Ghulam Nabi AzadREAD: https://t.co/7nRQMDnYQyVIDEO: pic.twitter.com/vK5xJ99VT5— Press Trust of India (@PTI_News) December 11, 2023\n\n\nThe Congress also expressed its disagreement with the judgement on Monday. “Prima facie, we respectfully disagree with the judgment on the manner in which Article 370 was abrogated,” Congress leader P Chidambaram said at a press conference. “We reiterate the CWC [Congress Working Committee] resolution of August 6, 2019 that Article 370 deserved to be honoured until it was amended strictly in accordance with the Constitution of India.”The party also expressed its disppointment in the judgement for not deciding on the question of dismembering Jammu and Kashmir and reducing its status to two Union Territories.Prima facie, we respectfully disagree with the judgment on the manner in which Article 370 was abrogated.We reiterate the CWC resolution that Article 370 deserved to be honoured until it was amended strictly in accordance with the Constitution of India.We're also disappointed… pic.twitter.com/hqHIgg8WSK— Congress (@INCIndia) December 11, 2023\n\n\nMeanwhile, the Bharatiya Janata Party welcomed the decision calling it a “beacon of hope”. “The court, in its profound wisdom, has fortified the very essence of unity that we, as Indians, hold dear and cherish above all else,” Prime Minister Narendra Modi said in a tweet.Today's Supreme Court verdict on the abrogation of Article 370 is historic and constitutionally upholds the decision taken by the Parliament of India on 5th August 2019; it is a resounding declaration of hope, progress and unity for our sisters and brothers in Jammu, Kashmir and…— Narendra Modi (@narendramodi) December 11, 2023","author":"Scroll Staff","time":"2023-12-11T19:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196574-vperlyrunu-1702303040.jpg","tags":["Supreme Court","Jammu and Kashmir","Article 370","Abrogation of Article 370"],"source":"https://scroll.in/latest/1060422/article-370-verdict-a-defeat-of-idea-of-india-say-kashmiri-politicians"}