{"title":"Article 370 challenge on J&K status returns to Supreme Court: What to expect","content":"After a significant delay of nearly four years, the Supreme Court on Tuesday will resume hearing the legal challenge to the abrogation of Article 370 of the Constitution and the bifurcation of the erstwhile state of Jammu and Kashmir into two Union territories. The case last saw progress in March 2020, when another five-judge Constitution bench of the Supreme Court had refused to refer the matter to a larger, seven-judge bench of the court.The court will be examining whether Parliament could have abrogated Article 370 without the consent of the people of Jammu and Kashmir and whether its demotion to a Union territory was legal as per the Constitution.Looking back at what transpired in J&K in August 2019In December 2018, the Modi government had declared President’s Rule in the then state of Jammu and Kashmir. The trigger: the Bharatiya Janata Party had pulled out of the ruling alliance in the state government with the Jammu and Kashmir Peoples Democratic Party. As a result, the state government had fallen.During President’s Rule, as per Article 356 of the Constitution (provisions in case of failure of constitutional machinery in States), the state government is temporarily suspended and the administration of the state is undertaken directly by the Union government.In the first few days of August 2019, the Union government moved thousands of paramilitary security troops into the then state, advised tourists and students to leave the then state and imposed a communication lockdown by shutting down internet, television and phone networks. No reasons were given for these steps.Then on August 5 and August 6, without any notice, the Union  government took a series of legislative and executive decisions to revoke Jammu and Kashmir’s special status under Article 370 of the Constitution of India.Article 370, inserted into the Constitution of India when Jammu and Kashmir had acceded to the Union of India in 1947, limited the jurisdiction of the Indian Parliament over the state of Jammu and Kashmir in relation to other states. In theory, it therefore granted the state government a higher degree of autonomy over the affairs of Jammu and Kashmir.Under the Indian Constitution, Article 370 could only be amended on recommendation of the Constituent Assembly of Jammu and Kashmir. But this assembly was dissolved in 1957. On August 5, the Modi government issued a presidential order that allowed Article 370 to be amended on the recommendation of the legislative assembly of the state.Since Jammu and Kashmir was under President’s Rule at that time, Parliament was exercising the power of the legislative assembly of the state.Later on August 5, Union Home Minister Amit Shah moved a statutory resolution in the Rajya Sabha recommending that all clauses of Article 370 cease to operate, except Article 370(1), which was amended to prescribe that the entire Constitution of India would apply to Jammu and Kashmir.On August 6, President Ramnath Kovind issued a proclamation implementing this statutory resolution, thereby removing the state’s special constitutional status.On August 9, the Parliament passed the Jammu and Kashmir Reorganisation Act, 2019, as per which the state was bifurcated into two Union territories – Jammu and Kashmir, and Ladakh. The former retained a legislative assembly with limited functions.What are the petitions seeking?Dozens of petitions were filed in the Supreme Court by individuals, political parties and civil society organisations, challenging the constitutionality of these steps.The petitions raise the following three broad legal challenges:Article 370(1)(d) of the Constitution of India could not have been validly used to alter the interpretation of Article 370, as was done by the Presidential order on August 5.Abrogating Article 370 through the Presidential proclamation on August 6, during President’s Rule, without the consent of the people of Jammu and Kashmir through their elected representatives, was a violation of the fundamental democratic rights of the people of Jammu and Kashmir under Articles 14 (equality before law) and 21 (protection of life and personal liberty) of the Constitution of India.The Jammu and Kashmir Reorganisation Act violated Article 3 of the Constitution of India (formation of new states and alteration of areas, boundaries or names of existing states) and also Part III (fundamental rights).The first two challenges are mounted under what is known in legal parlance as the “doctrine of colourability”, that is, the legislature cannot do something indirectly that it is prohibited from doing directly. Since the unamended Article 370(3) prevented the amendment of the Article without the concurrence of the Constituent Assembly of Jammu and Kashmir, the Union government’s actions doing so without the Assembly’s concurrence were illegal, the petitioners have argued.As per the third challenge, it has been argued that Article 3 does not allow the Parliament to demote the federal status of a state to the less representative form of a Union territory. Further, it has been contended that the right to autonomous self-government, especially with regard to constitutional and political status, is a fundamental right of citizens under, and it cannot be taken away without a due procedure established by law.What has been the progress in the matter thus far?A three-judge bench of the Supreme Court, comprising the Chief Justice of India, had issued notice in the matter on August 28, 2019 and directed the formation of a five-judge Constitution bench to hear the matter in October 2019.The court had earlier declined to urgently hear one of the petitions challenging the presidential order on August 8, 2019.A five-judge Constitution bench of the court, comprising Justices NV Ramana, SK Kaul, R Subhash Reddy, BR Gavai and Surya Kant, heard substantive arguments in the matter over eight days of hearings spread out between October 2019 and January 2020.On January 23, 2020, it reserved its order on a particular question that had come up during the hearings: whether the matter needed to be referred to a seven-judge bench of the Supreme Court, due to an apparent conflict between two separate judgements by concurrent five-judge benches of the court relating to Article 370.It delivered its order on this question on March 2, 2020, dismissing the request for referral to a larger bench, and holding that there was no conflict between the five-judge bench judgments of the court.After that, there had been no activity by the court on the matter, in spite of periodic applications by various petitioners in the matter over the last three years requesting urgent hearing of the matter. Until earlier this month, that is.What lies ahead?All eyes will be on how the fresh five-judge bench of the court, comprising Chief Justice of India Dr DY Chandrachud and Justices Kaul, Sanjiv Khanna, Gavai and Kant, deals with the matter on July 11.It is not obviously clear why the court decided to take the matter out of cold storage after three years.However, given the long delay in hearing the matter, it is hard to imagine what meaningful relief the court could provide to the petitioners, regardless of the merits of their legal arguments. This might be part of a trend where judicial inaction may have created a fait accompli, effectively ruling in favour of the government.","author":"Vineet Bhalla","time":"2023-07-10T18:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127420-oekoghwvmr-1572353435.jpg","tags":["Supreme Court","Article 370","Jammu and Kashmir","Union territory"],"source":"https://scroll.in/article/1052378/article-370-challenge-on-j-k-status-returns-to-supreme-court-what-to-expect"}