{"title":"Article 370 hearing: Centre tells SC it won’t change special status of northeastern states","content":"The Centre on Wednesday told the Supreme Court that it has no intention of changing special provisions in the Constitution applicable to the northeastern states of the country, reported Bar and Bench.Solicitor General Tushar Mehta made the statement during the hearing of petitions challenging the abrogation of Article 370 of the Constitution, which gave special status to the erstwhile state of Jammu and Kashmir.A five-judge bench headed by Chief Justice DY Chandrachud is hearing over 20 petitions challenging the Central government’s decisions to end Jammu and Kashmir’s special status and split the erstwhile state into two Union Territories.Mehta said that Article 370 was a temporary provision, and that there should be no apprehension that the government could change special provisions applicable to regions in the North East.“The Central government has no intention to touch the special provisions,” he said. “This will have serious repercussions. There is no apprehension and there is no need to create apprehension.”  Provisions under Article 371 of the Constitution protect tribal communities and cultures in the states of the North East, primarily Mizoram, Nagaland and parts of Assam, Manipur and Meghalaya. They also allow decentralised governance, with a certain degree of administrative autonomy.The Supreme Court said that it will not go into addressing apprehensions when the Centre has clarified its position. It then disposed of an interlocutory application that raised these concerns.Also read: First 370, then 371? North Eastern states are anxious about losing their special protections","author":"Scroll Staff","time":"2023-08-23T14:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193429-ebzmwrjyet-1692777112.jpg","tags":["Supreme Court","Kashmir","North East India","Special Status","Article 370","Article 371"],"source":"https://scroll.in/latest/1054756/article-370-hearing-centre-tells-sc-it-wont-change-special-status-of-northeastern-states"}