{"title":"‘Article 370’ review: A puff piece about the decision to strip Jammu and Kashmir of special status","content":"Article 370 is a combined lesson in history, civics and jurisprudence packaged as a thrilling heist. Aditya Suhas Jambhale’s technically polished puff piece about the Union government’s abrogation of Jammu and Kashmir’s special status under the Constitution is littered with secretive plans, deft moves and decoys.The prize is Kashmir, which, we are repeatedly told, has been betrayed over the 70 years that preceded the current political dispensation. Two fictitious women and two real-life men set out with steely determination to right this perceived historical wrong.Intelligence agent Zooni Haksar (Yami Gautam Dhar), who is posted in Kashmir, joins forces with Rajeshwari Swaminathan (Priya Mani), a bureaucrat in the Prime Minister’s Office in Delhi, to lay the groundwork for the decision on Article 370. They are backed to the hilt by the unnamed but easily identifiable Prime Minister (Arun Govil) and the Home Minister (Kiran Karmarkar).Arun Govil in Article 370 (2014). Courtesy  Jio Studios/B62 Studios.Events unfold from 2017 to 2019, between the PMO imperium and Kashmir, shown as a hotbed of venal politicians, separatists beholden to Pakistan and hired stone-pelters. Zooni has managed to trap no less than the militant Burhan Wani, but is hauled up for ignoring protocol. Summoned by Rajeshwari to lead a National Intelligence Agency mission, Zooni goes about her task with chilling efficiency.Zooni and Rajeshwari are light years ahead of their peers. It’s Zooni, rather than her Central Reserve Police Force buddies, who delivers the coup de grace to terrorists. And it’s Rajeshwari, rather than a state-appointed legal team, who discovers a crucial clause that allows the government to have its way in Parliament.Several eureka moments are contrived to gussy up a chapter out of the Bharatiya Janata Party’s re-election manifesto. Article 370, despite claiming to explore a significant chapter in Kashmir’s tortured history, is never anything but partisan.Priya Mani in Article 370 (2014). Courtesy  Jio Studios/B62 Studios.One of the film’s producers and co-writers is Aditya Dhar, whose Uri: The Surgical Strike landed three months before the 2019 Lok Sabha polls. Article 370, which itself arrives a couple of months before this year’s big election, is highly attuned to its propaganda value.The opening voiceover bashes Jawaharlal Nehru, followed by a newsreel-type exposition of the background of Article 370. The theories about the Kashmiri movement for autonomy are straight out of a government intelligence dossier.Even dry fruit is weaponised (although Kashmiri apples are mercifully left alone).The barely disguised portraits of Kashmiri politicians, ranging from Farooq Abdullah and Mehbooba Mufti, are dipped in contempt. The character modelled on Mufti (played by Divya Seth) is named Parveena Andrabi, a two-stroke reminder of human rights activist Parveena Ahangar and radical Islamist leader Asiya Andrabi. In Article 370, moderates and extremists are one and the same.With everybody else who is doing their job in an electoral democracy – from journalists to Opposition leaders – treated with derision, the onus of carrying the increasingly enervating drama rests on its actors. The narrative is brisk and suspenseful, which informs the efficient performances as well as disguises the intent of many scenes. The first hour of the 160-minute movie is taut and gripping like any espionage film, before giving way to numerous back-thumping scenes depicting the Union government’s resolute leadership.Priya Mani plays her PMO official like a well-oiled corporate machine. Yami Gautam Dhar brings a manic edge to Zooni, whose tragic back story qualifies her for her mission in more ways than one.Zooni owes her grim, all-work-no-play personality to Maya, the heroine of Zero Dark Thirty (2012). Kathryn Bigelow’s fictionalised recreation of the United States government’s covert operation to assassinate Al Qaeda terrorist Osama Bin Laden in 2011 was a lodestar for Uri: The Surgical Strike and looms over Article 370 too. Like Maya, Zooni single-mindedly tracks her targets, is comfortable only in the company of military men, and is contemptuous of due process.Although Zero Dark Thirty was criticised as a plug for American military might, the movie did not link itself to Barack Obama’s presidency. There isn’t any ambivalence in Article 370.Political manoeuvring and intelligence operations are shown to be in perfect lock-step – perhaps this is the best way to run national affairs, between the PMO and the NIA?Whether Parliament functions or not, the country will manage, the Home Minister says. What will the Prime Minister do next, the movie wonders after the smooth passage of Article 370 in Parliament. Kashmir is truly paradise regained, we are told.Watch this space. There’s more to come.\n\n\n    \n    Play\n\nArticle 370 (2024).","author":"Nandini Ramnath","time":"2024-02-23T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198451-gcatroiasq-1707902200.jpeg","tags":["Article 370 movie review","Aaditya Jambhale","Yami Gautam Dhar"],"source":"https://scroll.in/reel/1063700/article-370-review-a-puff-piece-about-the-decision-to-strip-jammu-and-kashmir-of-special-status"}