{"title":"‘Article 15’ movie review: A powerful examination of crimes against Dalits","content":"Could a movie about the systemic discrimination against India’s Dalits be subtle – especially when the movie is filled with justifiable anger about caste atrocities in Uttar Pradesh, Gujarat, Haryana, Maharashtra and elsewhere?In Anubhav Sinha’s Article 15, which is in equal parts powerful and preachy, the question is purely rhetorical. Sinha’s previous film Mulk, which examined Islamophobia, had a ripped-off-the-headlines quality that balanced its earnestness with a rare honesty about telling it like it is. Article 15 goes even further in smashing notions of cinematic politesse. The screenplay, by Sinha and Gaurav Solanki, is designed to provoke. There are debates about the historical ill-treatment of Dalits and fictionalised versions of recent atrocities (Una in Gujarat, lynchings across the North), all amazingly permitted by the usually scissors-happy Central Board of Film Certification.When words seem inadequate, the visuals take over: of Dalits cleaning our trash; disposable bodies swinging from trees; BR Ambedkar forlorn on his perch, watching his community’s struggles.\n\n\n    \n    Play\n\nArticle 15 (2019).The movie’s title is inspired by the Constitutional provision prohibiting discrimination. The document itself is dragged in front of the camera. When it appears that its spirit has been forgotten, the police officer in charge of investigating the gang-rape and murder of two Dalit teenage girls and the disappearance of a third prints out the relevant pages and slaps them on the station’s notice board. Another book guides police officer Ayan (Ayushmann Khurrana) as he heads to rural Uttar Pradesh to take charge of the force in his new district. As his Ambassador rattles through countryside that appears to be the very definition of bucolic, Jawaharlal Nehru’s Discovery of India is by his side. Ayan is on the verge of a moment of realisation: that in “Page 7 India”, the caste system isn’t just alive, it is still kicking in the teeth of those at the very bottom.The 130-minute movie wastes no time in reminding Ayan that unspeakable violence lies just beyond the window of his car. Two Dalit cousins have been hung from a tree (shades of the Badaun killings in Uttar Pradesh), and their friend is missing. A contractor is a suspect, and a religious organisation headed by a leader well on his way to political power appears to be connected too.Ayan’s squad includes men across the hereditary social order – members of Scheduled Castes who have worked their way up, and Brahmins and Thakurs who are chafing at this impudence. Not all of them are on Ayan’s side. Manoj Pahwa is his malevolent best as the upper-caste policeman who cautions Ayan that the caste system is based on a delicate balance that must be maintained for social harmony. Kumud Mishra turns in a nuanced performance as the son of a sweeper who now wears the police uniform. Mohammed Zeeshan Ayyub has a small but impactful role as Nishad, a charismatic Dalit revolutionary who appears to have been modelled on Bhim Army leader Chandrashekhar Azad.Article 15 (2019). Courtesy Benares Mediaworks/Zee Studios.Caste guides nearly every conversation in the movie, and is sometimes played for laughs. In one of the best scenes, Ayan asks his team members to reveal their caste affiliations to prove that hierarchy runs deep even within sub-castes. The answer to the same question in another scene is pure gold.As Ayan scours the countryside to locate the missing third girl, he literally and figuratively wades through muck. A heart-rending scene shows a worker being lowered into a sewer – a cleaner of human excreta who has been condemned to the job by the accident of birth. Ayan finally gets his answers – and his moment of realisation – when he descends into a similar quagmire himself.Not all of the lecturing lands elegantly, but when it does, the film assumes a raw power that is missing from mainstream cinema’s more guarded depictions of caste. Though the screenplay taps into too many sensations to make its point, the critique of the caste system is what ultimately stands out. The background score works overtime alongside the writing to heighten the drama. The procedural bits are clumsy and give no indication of the timeline of the investigation. The track involving Ayan and his wife is a ham-handed attempt to leaven the heaviness. There is a bizarre moment when Ayushmann Khurrana takes off his shirt.Article 15 (2019). Courtesy Benares Mediaworks/Zee Studios.Ayan’s heroics undermine the stark realism that underpins much of Article 15. Ayan’s gel-laden hair and uncreased clothes mark him out as a classic Hindi movie hero, and his ability to wiggle his way through a supposedly iron-clad system does not indicate canniness as much as convenience.Khurrana has mostly played seriocomic characters or romantic leads. His casting is an inspired choice, and works best in the scenes where the slim-waisted actor commands authority through sheer voice modulation. He is less effective when holding forth on equality, and his saviour complex is grating in a movie that otherwise dares to explore caste in a refreshingly bold manner. Article 15 isn’t exactly nuanced about the brutal system that continues to subjugate Dalits, but neither are the times. The implausible portions balance out the moments that echo the headlines. For every scene that seems out of place, another comes along to remind us of why this movie is effectively landing its punches.","author":"Nandini Ramnath","time":"2019-06-28T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122679-ojskcixjvh-1561565573.jpg","tags":["Anubhav Sinha","Ayushmann Khurrana","Article 15"],"source":"https://scroll.in/reel/928556/article-15-movie-review-a-powerful-examination-of-crimes-against-dalits"}