{"title":"Article 35A: Why a 63-year-old law in Jammu and Kashmir has turned into a political flashpoint now","content":"In July, attorney general KK Venugopal remarked in the Supreme Court that the Centre wanted a “larger debate” on Article 35A of the Constitution. It has set off alarm bells in the Valley, among parties in the state Assembly as well as the separatist leadership. Last month, Chief Minister Mehbooba Mufti warned that if the provision went, there would be no one left to “protect the tricolour” in Kashmir. This week, the state opposition, led by the National Conference, said that doing away with it would trigger an agitation “far stronger” than the Amarnath land row of 2008.Article 35A, which forms part of The Constitution (Application to Jammu and Kashmir) order, gives the State legislature the power to define the “permanent residents” of the state and provide them with special rights and privileges. The provision bars citizens from other parts of the country from acquiring immovable property in the state, taking up jobs with the state government, availing of state-sponsored scholarships, or settling permanently anywhere in the state.For both the People’s Democratic Party and the National Conference, a debate around Article 35A threatens to unravel the very terms on which the state of Jammu and Kashmir functions within the Indian Union. The questions it throws up travel back to Article 370 of the Indian Constitution, which grants Jammu and Kashmir special status, and to the state’s accession to India itself.Second, the current moment taps into deeper anxieties in the state about land – which circumscribes an identity. Jammu and Kashmir is India’s only Muslim-majority state. Over the last few years, there have been growing fears about Central incursions into land reserved for the people of the state, and allegations that the Centre was working on a “demographic change” in order to dilute the region’s distinct identity.A residency lawThe genesis of the current debate over Article 35A can be traced back to 2014, when a non-governmental organisation called We the Citizens filed a public interest litigation before the Supreme Court challenging Article 35A. The Jammu and Kashmir government vehemently opposed any revision of the Article but the Centre refrained from backing the state’s plea in court in 2015. This despite the fact that the People’s Democratic Party and the Bharatiya Janata Party are allies in the state government.More recently, a Kashmiri woman called Charu Wali Khan, settled outside the state, challenged the provision, saying that it took away her succession rights. In 2003, the Jammu and Kashmir High Court had ruled that the daughter of a permanent resident who married a non-state subject would not lose her status as a permanent resident of the state. Responding to Khan’s plea, the Supreme Court sent notices to the Centre and the state last month. First, a look at the law. As some commentators point out, the logic of Article 35A flows from Dogra-era legislation. Restrictions on outsiders buying land were in place since 1846, when the British handed over the territory to the Dogra kings. In 1927, the Dogra state enacted the Permanent Residents Act. However, Article 35A itself came into existence after 1947, when the Dogra rulers signed the instrument of accession, which was meant to usher in a new political structure.Under the Instrument, the state surrendered three key areas of governance to the Centre – defence, communication, external affairs and ancillary areas. Other areas of governance would be under state control. After an understanding was hammered out between Prime Minister Jawaharlal Nehru and National Conference leader Sheikh Abdullah, Article 370 was factored into the Indian Constitution. It gave Jammu and Kashmir the autonomy to frame its own Constitution. Laws passed by Parliament, other than those connected with the three subjects stipulated in the instrument of accession, could only come into force in the state under a presidential order ratified by the state legislature. According to historian Srinath Raghavan, this concurrence would also have to be upheld by the constituent assembly in Jammu and Kashmir so that it could be reflected in the state’s constitution. This implied that the legislative powers of the Union over the state could not be extended after the assembly was dissolved in 1956.In 1954, Article 35A was inserted through a presidential order called The Constitution (Application to Jammu and Kashmir) Order, 1954, which was issued under Article 370, and absorbed in the Jammu and Kashmir Constitution, adopted in 1956. It defined “permanent residents” of Jammu and Kashmir, namely, those who were already state subjects in 1954 or had lived there for at least 10 years. It conferred on them special rights and privileges that sought to protect the character, culture and demography of the state as it was when it joined the Indian Union.‘Place of permanence’Over the decades, Article 370 itself has become the centre of heated debate. The Constitution states that it is a “temporary provision”. However, the Jammu and Kashmir High Court established in 2015 that it had “assumed place of permanence in the Constitution”, and could not be amended, repealed or abrogated.For Kashmiri parties, it became an article of faith. But parties like the BJP maintained that the provision was temporary and made the abrogation of Article 370 part of its core agenda, along with the building of the Ram Temple at Ayodhya and the imposition of a Uniform Civil Code.It has also been argued that many of the autonomies granted by Article 370 have been eroded anyway. Despite the clauses of the article, constitutional orders were passed long after the state’s constituent assembly had wound up, which meant that a large number of Central laws now apply to the state as well.Not surprisingly, the safeguards flowing from the state’s special status have also been challenged. While Article 35A was meant to preserve the distinct character of the state, the petitioners in the 2014 case found it discriminatory as it denies Indian citizens outside Jammu and Kashmir the right to own land or get voting rights. This, they said, violated Article 14 of the Constitution, which guarantees equality before law and equal protection from the State.The petitioners also point to the exception clause in Article 35A to push their case. While protecting the rights of the permanent residents, Article 35A also states that any law “shall be void on the ground that it is inconsistent with or takes away or abridges any rights conferred on the other citizens of India by any provision of this Part”.They also asserted that a Constitutional amendment of this kind cannot be made through a Presidential order, and it was Parliament alone that had the powers to make such a provision. Yet the Supreme Court upheld its validity when it dealt with the question of whether the president had powers to pass Constitutional orders such as the one on Jammu and Kashmir in 1954.However, if such presidential orders are to be challenged, it could lead to a deeper unravelling. Senior advocate DA Rashid notes that if the presidential order of 1954 went, so would many others:“If the Court rules that Constitutional Application Orders are invalid, such a judgment will have to be made applicable to all the Constitutional Application Orders from 1950 till date. The Constitutional link between the Union and the State will be snapped and the position of the State will be same as it was before constitutional arrangements were worked out.” Sheikh Abdullah receives Nehru in Srinagar, 1947‘Delectable places’ and ‘demographic change’Justifying the continuation of the Dogra-era law to the Lok Sabha in 1952, Nehru had said that the restrictions had first been put in place to prevent the British from settling there and acquiring property, and now the government of Kashmir was anxious that the same would happen within the Indian Union. Kashmir would be singled out, they feared, because of its “delectable” climate and places.In restive Kashmir, land has remained one of the main causes for tension with Delhi. Apart from exciting the mainland’s appetites, it was seen as a means for the Centre to expand its presence in the Valley.In the 1990s, as militancy erupted in the state, security camps came up across the Valley, on land that was occupied illegally, in some cases. Then in 2008, as the government prepared to parcel off 39.88 hectares of forest land to the Amarnath Shrine Board, protests broke out in Kashmir, opposing the move. In Jammu, meanwhile, there were counter protests, demanding that the land be transferred.What started as an agitation on land soon turned into an anti-government uprising. By the time the unrest ended, with the government agreeing to give the shrine board only temporary control of the land during the 40 days of the Amarnath Yatra, at least 46 people had been killed.But the fear of “demographic change” never went away and was resurrected as the People’s Democratic Party tied up with the BJP to form a coalition government after the 2014 elections. Soon afterwards, rumours of Sainik Colonies for soldiers floated up. The government was also reported to be mulling separate settlements for Kashmiri Pandits who had been driven out of the Valley by the militancy of the 1990s. As militancy gained ground again, the new local fighters in Kashmir warned of attacks against such colonies, should they come into being.‘National integration’?As the coalition running the state government grows strained, the BJP speaks in different voices. At the Centre, the party has remained largely silent on the issue in the past few weeks, letting its Jammu leaders do the talking. While one legislator called Article 35A a “constitutional mistake”, the state’s chief spokesperson, Sunil Sethi, said it had led to “disparity and inequalities”. The party has long criticised the provision for creating a deeper sense of “alienation” and a separate identity for the state.Soon afterwards, Sethi struck a more placatory note. He said that while the BJP was opposed to Article 370 and that Article 35A had “done a lot of damage” to the state, they were not going to tamper with any laws so long as the alliance with the People’s Democratic Party was alive.Besides, as the BJP militates against permanent residency laws in its push for national integration, it may have to answer some tricky questions. Several states in the country have domicile policies cordoning off their “original inhabitants” from outsiders. In North Eastern states such as Manipur and Arunachal Pradesh, there are restrictions on outsiders buying land, under a policy of “protective discrimination”. Do these laws also get in the way of the project of national integration?","author":"Sruthisagar YamunanIpsita Chakravarty","time":"2017-08-09T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/846544-65195-xmvmtkyopf-1502203406.jpg","tags":["Kashmir issue","Article 35A","Jammu and Kashmir"],"source":"https://scroll.in/article/846544/article-35a-why-a-63-year-old-law-in-jammu-and-kashmir-has-turned-into-a-political-flashpoint-now"}