{"title":"Arunachal Pradesh will always be part of India, says S Jaishankar after China renames 30 places","content":"Arunachal Pradesh was, is and always will be a part of India, said External Affairs Minister S Jaishankar on Monday.Jaishankar’s statement was in response to a question about China releasing a list of new names of places in Arunachal Pradesh. In a video shared by ANI, the minister can be heard saying: “If today I change the name of your house, will it become mine?”The foreign minister asserted: “Changing names does not have any effect. Our Army is deployed at the Line of Actual Control to prevent any violations.”On Saturday, the state-run Global Times reported that the country’s Ministry of Civil Affairs has released the fourth list of “standardised geographical names in Zangnan”. The ministry’s website has posted 30 additional names for places in the state.Beijing refers to Arunachal Pradesh as Zangnan. It lays territorial claims over a large portion of Arunachal Pradesh, claiming that it is “South Tibet”. However, India has rejected these claims.China released the first list of the new names of six places in Arunachal Pradesh in 2017, while the second list of 15 places was issued in 2021. In April 2023, another list with names for 11 places was issued as part of Beijing’s attempts to lay claim over the region.After the third list, the Ministry of External Affairs had said that China’s attempts to “assign invented names” would not change the reality of Arunachal Pradesh being a part of India.China’s claims on Arunachal PradeshChina asserted its claim over Arunachal Pradesh on at least four instances in March.On March 11, Chinese Foreign Ministry spokesperson Wang Wenbin lodged a diplomatic protest with India about Prime Minister Narendra Modi’s visit to Arunachal Pradesh.The prime minister, on March 9, inaugurated the strategically important Sela tunnel connecting Assam’s Tezpur with Tawang in Arunachal Pradesh.Wang said the area of “Zangnan is Chinese territory” and that the Chinese government has “never recognised the so-called Arunachal Pradesh”.Following this, Randhir Jaiswal, the spokesperson for India’s Ministry of External Affairs, said that Wang’s remarks “will not change the reality that the state of Arunachal Pradesh was, is, and will always be an integral and inalienable part of India”.On March 15, the Chinese defence ministry responded by saying: “India’s actions are contrary to the efforts of both sides to ease the border situation and are not conducive to maintaining peace and tranquility in the border areas.”Jaiswal said on March 19 that the Indian government had noted the “absurd claims over the territory of the Indian state of Arunachal Pradesh”.“Repeating baseless arguments in this regard does not lend such claims any validity,” he said.A day later, the United States Department of State said it recognises Arunachal Pradesh as part of India and “strongly opposes” any unilateral attempts to advance territorial claims in the northeastern state that shares a border with China, reported Reuters.On March 21, Beijing said it firmly opposes the US recognition of Arunachal Pradesh as part of Indian territory, reported PTI. It also said that Washington has nothing to do with the India-China border dispute.Lin Jian, spokesperson for the Chinese Ministry of Foreign Affairs, on March 25 reiterated China’s claims.“The Sino-Indian border has never been demarcated and is divided into the eastern, central and western sections and the Sikkim section,” said Lin, reported The Print. “The southern Tibetan area [Arunachal Pradesh] in the eastern section has always been Chinese territory.”He added: “Before India’s illegal occupation, China had always exercised effective administrative jurisdiction over the southern Tibetan area. This basic fact cannot be denied.”","author":"Scroll Staff","time":"2024-04-01T20:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172016-ivooiesnal-1648200767.jpeg","tags":["Arunachal Pradesh","China","S Jaishankar"],"source":"https://scroll.in/latest/1066091/arunachal-pradesh-will-always-be-part-of-india-says-s-jaishankar-after-china-renames-30-places"}