{"title":"Arundhati Roy: The siege of Gaza is a crime against humanity. The world must intervene","content":"I cannot appear on a public platform, no, not even in Germany where I know views like mine are virtually banned, without adding my voice to the millions of people – Jewish, Muslim, Christian, Hindu, Communist, atheist, agnostic – that are marching on the streets all over the world, calling for an immediate ceasefire in Gaza. If we allow this brazen slaughter to continue, even as it is livestreamed into the most private recesses of our personal lives, we are complicit in it. Something in our moral selves will be altered forever. Are we going to simply stand by and watch while hospitals are bombed, a million people displaced and dead children in thousands pulled out from under the rubble? Are we going to once again watch a whole people being dehumanised to the point where their annihilation does not matter?The Israeli occupation of the West Bank and the siege of Gaza are crimes against humanity. The US and other countries who bankroll the occupation are party to the crime. The horror we are witnessing right now, the unconscionable slaughter of civilians by Hamas as well as by Israel are a consequence of the siege and occupation. No amount of commentary about the cruelty, no amount of condemnation of the excesses committed by either side, no amount of false equivalence about the scale of these atrocities will lead to a solution.It is the occupation that is breeding this monstrosity. It is doing violence to both perpetrators and victims. The victims are dead. The perpetrators will have to live with what they have done. So will their children. For generations. The solution cannot be a militaristic one. It can only be a political one in which both Israelis and Palestinians live together or side by side in dignity, with equal rights.  The world must intervene. The occupation must end. Palestinians must have a viable homeland. If not, then the moral architecture of western liberalism will cease to exist. It was always hypocritical, we know. But even that provided some sort of shelter. That shelter is disappearing before our eyes.So please – for the sake of Palestine and Israel, for the sake of the living and in the name of the dead, for the sake of the hostages being held by Hamas and the Palestinians in Israel’s prisons – for the sake of all of humanity – cease fire now.","author":"Arundhati Roy","time":"2023-11-17T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195895-qmoasvkeqr-1700193275.jpg","tags":["Israel","Gaza","Arundhati Roy"],"source":"https://scroll.in/article/1059225/arundhati-roy-the-siege-of-gaza-is-a-crime-against-humanity-the-world-must-intervene"}