{"title":"Arundhati Roy: Our battle for love must be militantly waged – and beautifully won","content":"I thank the organisers of the 2021 Elgar Parishad for inviting me to speak at this forum to mark what would have been Rohit Vemula’s 32nd birthday and the 1818 victory of the battle of Bhima Koregaon. Not far from here, Mahar troops fighting in the British Army defeated the Peshwa King Bajirao II under whom Mahars and other Dalit castes were cruelly persecuted and ritually debased in indescribable ways.From this platform let me join the other speakers to express my solidarity with the farmers protest that is calling for the immediate withdrawal of the three Farm Bills that have been rammed down the throats of millions of farmers and farm workers and brought them onto the streets. We are here to express our sorrow and anger for the many who have died during the course of the protest. The situation on Delhi’s borders where the farmers have been peacefully camping for two months is becoming tense and dangerous. Every possible trick and provocation is being used to divide and discredit the movement. Now, more than ever, we must stand by the farmers.We are also here to demand the release of the dozens of political prisoners – including those who have come to be known as the Bhima Koregaon 16 – jailed on ludicrous charges under draconian anti-terror laws. Many of them are not just comrades but personal friends of mine with whom I have laughed, walked and broken bread. Nobody, not even their captors probably believe that they have committed the hackneyed crimes they are being accused of – planning the assassination of the prime minister, or plotting murder. Everybody knows they are in jail for their intellectual clarity and moral courage – both of which are viewed by this regime as a significant threat. To make up for non-existent evidence, the charge-sheets against some of the accused run into tens of thousands of pages.  It could take a judge several years to just read these, let alone adjudicate upon them.A risky propositionIt’s as hard to defend yourself against trumped up charges as it is to wake up a person who is pretending to sleep. In India we have learned that relying on legal redress is a risky proposition. In any case where and when have courts ever turned back the tide of Fascism? In our country laws are selectively applied depending on your class, caste, ethnicity, religion, gender and political beliefs. So, while poets and priests, students, activists, teachers and lawyers are in prison, mass murderers, serial killers, daylight lynch mobs, disreputable judges and venomous TV anchors are handsomely rewarded and can aspire for high office. The highest, even.Nobody with even average intelligence can miss the pattern of how the 2018 Bhima Koregaon rally, the 2020 anti-Citizenship AmendmentAct protests and now the farmers protests have sought to be discredited and sabotaged by agent provocateurs in exactly the same way. The immunity they enjoy speaks volumes about the support they enjoy with the current regime. I could show you how this pattern has repeated itself over decades to bring these people to power. As state elections approach, we await with dread what lies in store for the people of West Bengal.Over the last two years the Elgar Parishad as an event and an organisation has been relentlessly defamed and demonised by the corporate media. Elgar Parishad: to many ordinary people those two words conjure up a shady cabal of radicals – terrorists, jehadis, Urban Naxals, Dalit Panthers – plotting to destroy India. In this climate of name-calling, of threat, dread and anxiety, just to have organised this meeting is in itself an act of courage and defiance that deserves to be saluted.  It’s incumbent on those of us up here on the stage to speak as candidly as we can.\"The Elgar Parishad represents a spectrum of intellectual opinions that must speak, and speak with responsibility & care\" , Arundhati Roy, writer & Elgar Speaker with #ElgarParishad in conversation with Dalit Camerahttps://t.co/rht5XHmZVI— دلت کیمرہ (@DalitCamera) January 30, 2021\n\nRoughly three weeks ago, on January 6, as we watched an outlandish mob storm through the US Capitol carrying Confederate flags, weapons, gibbets and crucifixes, wearing furs and antlers – the thought that ran through my head was, “My Goodness, in our country we are already ruled by the Indian equivalent of these people. They’ve taken our Capitol Hill. They’ve won.” Our institutions have been overrun by them. Our Leader appears before us in a different set of furs and antlers every day. Our favoured elixir is cow urine. They are well on their way towards destroying every democratic institution in this country. The US might have managed to claw itself back from the brink to some semblance of imperial “normalcy”. But we in India are being dragged back centuries into a past that we have tried so hard to escape.It isn’t us – it isn’t this gathering of the Elgar Parishad that is radical or extreme. It isn’t us who are acting illegally and unconstitutionally. It isn’t us who have looked away from, or overtly encouraged pogroms in which Muslims have been killed in their thousands. It isn’t us who benignly watch while Dalits are publicly flogged on city streets. It isn’t us who are pitting people against one another, ruling through hatred and divisiveness. That is being done by those that we have elected as our government and by their propaganda machine that calls itself the media.Two hundred years have gone by since the battle of Bhima Koregaon. The British have gone, but a form of colonialism that pre-dates them by centuries, lives on. The Peshwas are gone, but Peshwai –Brahminism h– as not. Brahminism, I don’t need to clarify to this audience, but I do for others who many not know, is the term the anti-caste movement has historically used for the jaati-vyavastha. The caste-system. It does not refer to Brahmins alone. Brahminism  has been to the workshop though, and has emerged fitted-out with a modern, democratic sounding vocabulary and a stream-lined caste-management manual and programme (not new, but overhauled) that has mounted an existential challenge to the Dalit-Bahujan led political parties that once offered some hope. Right now, the chosen vaahan [vehicle] of 21st century Brahminism is the far-right, Brahmin-controlled Rashtriya Swayamsevak Sangh, which, after a century of unceasing labour, has, through its best-known member, Narendra Modi, taken power in Delhi.The corporate classMany, including Karl Marx himself, believed that modern capitalism would end or at least override caste in India. Has it? Across the world, capitalism has ensured that wealth is concentrated in fewer and fewer hands. In India, the 63 richest people have more money than the 2018-’19 Union Budget for 1.3 billion people. A recent Oxfam study has found that in India during the corona pandemic, while hundreds of millions lost their jobs during the lockdown – 170,000 people lost their jobs every hour in April 2020 – India’s billionaires increased their wealth by 35%. One hundred of the richest among them – let’s call them the corporate class – made enough to be able to distribute, if they wanted to, almost 100,000 rupees each to 138 million of India’s poorest people. A mainstream newspaper headlined this news as follows: “Covid deepened inequalities: wealth, education, gender.” The missing word in the report as well as in the newspaper headline, is of course, caste.The question is, does this tiny corporate class – which owns ports, mines, gas fields, refineries, telecommunication, high-speed data and cell phone networks, universities, petrochemical plants, hotels, hospitals, food distribution outlets and television cable networks – does this class which virtually owns and runs India, also have a caste? To a great extent, yes. Many of the biggest Indian corporations are family owned. To name a few of the biggest – Reliance Industries Ltd (Mukesh Ambani), Adani Group (Gautam Adani), Arcelor Mittal (Lakshmi Mittal), OP Jindal Group (Savitri Devi Jindal), Birla Group (KM Birla). They all call themselves Vaishyas, the trader caste. They are only doing their divinely ordained duty – making money.Prime Minister Narendra Modi and Mukesh Ambani of Reliance. Credit: PTIEmpirical studies about the ownership of corporate media and the caste breakdown of their editors, columnists and senior journalists reveal the strangle-hold of the privileged castes, mainly Brahmin and Bania, on designing and disseminating the news – real as well as fake. Dalits, Adivasis and increasingly Muslims are almost absent from this landscape. The situation is no different in the higher and lower judiciary, the upper echelons of the civil services, the foreign service, the world of chartered accountants, or plum jobs in education, health, publishing, or in any sphere of governance. Between them the population of Brahmins and Vaishyas is probably less than 10% of the population. Caste and Capitalism have fused to create a peculiarly lethal, peculiarly Indian alloy.Prime Minister Modi, so relentless in his attack on the dynastic politics of the Congress party, is entirely dedicated to supporting and enriching these corporate dynasties. The palanquin in which he is showcased, for better or for worse, also rests on the shoulders of mostly Vaishya and Brahmin family-owned corporate media dynasties. To name a few – The Times of India, Hindustan Times, Indian Express, The Hindu, India Today, Dainik Bhaskar, Dainik Jagran. Reliance Industries has a controlling share in 27 channels. I use the verb “showcased” because Modi has never directly addressed the press in his nearly seven years as prime minister. Not once.While the rest of us are having our personal data mined and our irises scanned, an opaque system has been put in place to allow the corporate world to repay the unflinching loyalty that has been shown to them. In 2018 an electoral bond scheme was introduced which allows anonymous donations to be made to political parties. So, we now have an actual, institutionalised, hermetically sealed pipeline that circulates money and power between the corporate and political elite. Small wonder then that the Bharatiya Janata Party is the richest political party in the world.Smaller wonder then, that while this tiny class-caste elite consolidates its hold on this country in the name of the people, in the name of Hindu Nationalism, it has begun to treat people, including its own voters, as an enemy force, to be managed, manipulated, waylaid, taken by surprise, attacked by stealth and ruled with an iron fist. We have been turned into a nation of ambush announcements and illegal ordinances.Ambush announcementsDemonetisation broke the back of the economy, overnight.The Abrogation of Article 370 in Jammu and Kashmir led to seven million people suddenly locked down for months under a military and digital siege – a crime against humanity being committed in our name – and played out for the world to see. A year later, a stubbornly defiant people continue their struggle for freedom even as every bone in Kashmir’s collective body is being broken, official fiat by official fiat.The blatantly anti-Muslim Citizenship Amendment Act and the National Register of Citizens led to months of protest led by Muslim women. It ended with an anti-Muslim pogrom in North-East Delhi, fueled by vigilantes and watched over by the police, for which Muslims are being blamed. Hundreds of young Muslim men, students and activists including Umer Khalid, Khalid Saifi, Sharjeel Imam, Meran Haider, Natasha Narwal and Devangana Kalita are in jail. The protests are portrayed as an Islamist jihadi plot. The women who led the iconic Shaheen Bagh sit–in, the backbone of the nation-wide uprising, were, we’re told, being used for “gender-cover”, and the public pledges to the Constitution that took place at almost every protest site have been dismissed as “secular cover”.  The inference is that everything to do with Muslims is by default “jihadi” (used incorrectly as a euphemism for terrorism) and anything that is contraindicative is just details. The policemen who forced grievously wounded Muslim men to sing the National Anthem, even as they lay piled up against each other on the street, have not even been identified, let alone charged. One of injured subsequently died from having a patriotic police lathi pushed down his throat. This month the Home Minister praised the Delhi Police for its handling of the “riots”.Demonetisation woes: HT’s photo of old man crying in a bank touches a raw nerve https://t.co/MN0nkBYKnV(by @pratikprasenjit) pic.twitter.com/A5FpsTJ5Cr— Hindustan Times (@htTweets) December 15, 2016\n\nAnd now a year after the massacre, while a battered community is trying to get back on its feet, the Bajrang Dal and Vishwa Hindu Parishad are announcing Rath Yatras and motorcycle parades to raise money for the Ram Mandir in Ayodhya in those very same colonies where the pogrom took place,We also had the Lockdown Ambush – 1.3 billion of us locked down with four hours notice. Millions of urban workers forced to walk thousands of kilometres towards home, while being beaten like criminals.While the pandemic raged, responding to the change of status of the disputed State of Jammu & Kashmir, China occupied swathes of Indian territory in Ladakh. Our hapless government has been forced to pretend that it hasn’t happened. Whether there is or isn’t a war, a negative growth economy must now hemorrhage money to keep thousands of troops equipped and permanently battle ready. In sub-zero temperatures many soldiers lives will be lost just to the weather.On top of that list of induced calamities we now have the three Farm Bills that will break the back of Indian ggriculture, hand the controls to corporations and blatantly deny farmers legal recourse without even a nod to their Constitutional rights.It’s like watching a vehicle being dismantled, its engine broken, its wheels removed, its upholstery stripped, the vandalised shell left on the highway while other cars, driven by people who aren’t wearing antlers and furs, whizz by.A collective expression of rageThis is why we desperately need this Elgar – this consistent, collective, defiant expression of rage –against Brahmanism, against capitalism, against Islamophobia and against patriarchy. Patriarchy, the underpinning of it all – because if men don’t or can’t control women, they know they control nothing.While the pandemic rages, while farmers are on the streets, states ruled by the BJP are rushing through anti-religious conversion ordinances. I will take a moment to talk about these because they are a compendium of insights into this regime’s anxieties about caste, about masculinity, about Muslims and Christians, about love, women, demography and history.The UP Prohibition of Unlawful Conversion of Religion Ordinance 2020 (popularly known as the Ordinance against Love Jehad) is barely a month old. Already weddings have been disrupted, families have had cases filed against them, and dozens of young Muslim men are in jail. So now, in addition to being lynched for beef they haven’t eaten, cows they haven’t killed, crimes they haven’t committed (although for Muslims being murdered is increasingly being viewed as a criminal act), in addition to being jailed for jokes they haven’t made (as the case of the young comedian Munawer Faruqui), Muslims can now be jailed for committing the crime of falling in love and getting married. In our reading of this ordinance I will leave aside some basic questions, such as how do you define “religion”? Would someone who persuaded a person of faith to become an atheist become liable for prosecution?A protest against so-called love jihad in Ahmedabad in 2018. Credit: Sam Panthaky/AFPThe 2020 Uttar Pradesh ordinance provides “for prohibition of unlawful conversion from one religion to another by misrepresentation, force, undue influence, coercion, allurement or by any fraudulent means or by marriage…” The definition of allurement includes gifts, gratification, free education in reputed schools, or the promise of a better lifestyle. (Which roughly describes the transactions involved in almost every arranged marriage in India.)The accused (the person who has caused the conversion to take place) faces a jail sentence of between one and five years. The accusers can be any family member including a distant relative. The burden of proof rests on the accused.  The “victim” may be granted a Rs 500,000 compensation by the court payable by the accused. You can imagine the infinite possibilities of extortion and blackmail that this sets up.Now for the best part: if the converted person is a minor, a woman, or belongs to a Scheduled Caste or Scheduled Tribe, the punishment to the “religion convertor” is doubled – ie: two to ten years. In other words, this ordinance accords women, Dalits and Adivasis the same status as minors. It infantilises us: we are not considered to be adults responsible for our own actions. In the eyes of the Uttar Pradesh government, only the privileged-caste Hindu male has full agency. It’s the same spirit in which the Chief Justice of India asked why women, (who are in more ways than one the backbone of Indian agriculture), were being “kept” at the farmers’ protests. And the government of Madhya Pradesh proposed that working women who don’t live with their families be registered at police stations and tracked by the police for their own safety.Caste anxietyIf Mother Teresa were alive, under this ordinance she’d be serving a jail sentence for sure. My guess is ten years and a lifetime of debt given how many people she converted to Christianity. This could become the fate of every Christian priest working among the poor in India.Also, what about the person who said: “Because we have the misfortune of calling ourselves Hindus we are treated thus. If we were members of another Faith, none would dare treat us such. Choose any religion which gives you equality of status and treatment. We shall repair our mistake now.”  Those were the words, many of you will know, of Babasaheb Ambedkar. A clear call for mass conversion with the promise of a better lifestyle. Under this ordinance, in which “mass conversion” is defined as when “two or more people convert”, those words would make Ambedkar criminally liable. Mahatma Phule too would likely be indicted for his overt approval of mass conversion when he said:  “The Muslims, destroying the carved stone images of the cunning Arya Bhats, forcibly enslaved them and brought the Shudras and Ati-Shudras in great numbers out of their clutches and made them Muslims, including them in the Muslim religion. Not only this, but they established inter-dining and intermarriage with them and gave them all equal rights…”  A great part of the millions of Sikhs, Muslims, Christians and Buddhists who make up the population of this subcontinent are testimony to historical change and to mass conversion. The rapid depletion in numbers of the “Hindu population” is what initially gave rise to privileged caste anxiety about demography and galvanised the politics of what is today called Hindutva.In July 2016, seven members of a Dalit family were assaulted by a group of people in pretext of cow protection in Una in Gujarat.Today however, with the RSS in power, the tide has turned. The only mass conversions happening at scale are those being conducted by the Vishwa Hindu Prashad – the process known as “ghar wapsi” (returning home) which began with Hindu reformist groups in the late nineteenth century. Ghar wapsi involves forest-dwelling tribes-people being “returned” to Hinduism. But not before undergoing a shuddhi (purification) ceremony to purge the pollution they have incurred by straying from “home”.How does the Uttar Pradesh ordinance then deal with this inconvenience that ought, by logic, to criminalise this practice? It includes a clause that says: “Provided that, if any person reconverts to his/her immediate previous religion the same shall not be deemed to be  a conversion under this ordinance.” By doing this the ordinance perpetuates and legalises the myth that Hinduism is an ancient autochthonous religion that predates and subsumes the religions of the hundreds of indigenous tribes and Dalit and Dravidian peoples of the Indian subcontinent. Which is untrue and ahistorical.Mythology as historyIn India, these are the ways in which mythology is turned into history and history into mythology. Privileged caste chroniclers see no contradiction whatsoever in simultaneously claiming to be indigenous as well as the descendants of Aryan conquerors, depending on what suits them. At the beginning of his career in South Africa, while campaigning for a separate entrance for Indians in the Durban Post Office so that they would not have to share the same entrance as Black Africans who he often called “kaffirs” and “savages”, Gandhi argued that Indians and the English sprang from “common stock, called the Indo-Aryan”. He made sure to distinguish the privileged-caste “passenger Indians’ from oppressed caste indentured laborers. That was in 1893. But the circus hasn’t stopped.The range of speakers present today shows the Elgar Parishad’s intellectual ability to see the concerted attack that is coming at us from all directions not just one or the other. Nothing makes this regime happier than when we seal ourselves into silos, into little tanks in which we splash around angrily, each for ourselves or our communities – never seeing the big picture, our anger often directed at one another.It is only when we breach the banks of our designated tanks that we can turn into a river. And flow as an unstoppable current. To do that we have to exceed our brief, we have to dare to dream like Rohit Vemula did. He is here today with us, amongst us, an inspiration to a whole new generation even in death, because he died dreaming. He died insisting on his right to expand into the fullness of his humanity, his ambitions, his intellectual curiosity. He refused to shrink, to contract, to fit the mould that was offered to him. He refused the labels the real world wanted to pin on him. He knew that he was made up of nothing less than stardust. He has become stardust.Beyond our identitiesWe have to be watchful of the traps that limit and essentialise us. None of us are just the sum of our identities. We are that too, but much much more. While we square off against our foes, we must be able to recognise our friends. We must look for allies because none of us can fight this battle alone. The audacious anti CAA protests last year and the grand farmers protest that surrounds us now has shown that. The many farmers unions that have come together represent people with different ideological beliefs, different histories. There are deep contradictions between big and small farmers, between landlords and landless agricultural workers, between Jat Sikhs and Mazhabi Sikhs, between the Left Unions and the Centrists. There are caste contradictions too and horrifying caste violence, as Bant Singh who had both his arms and a leg hacked off  in 2006, has told you today. Those differences are not buried. They are spoken about – as Randeep Maddoke who was meant to be here today has, his brave documentary film Landless. And yet, they have come together to confront this state to fight what we know is an existential battle.Perhaps here in this city where Ambedkar was literally blackmailed into signing the Poona Pact, and where Jotiba and Savitribai Phule did their revolutionary work we can give our struggle a name. Perhaps it should be the Satya Shodhak Resistance – SSR to the RSS.The battle of Love against Hate. A battle for Love. It must be militantly waged and beautifully won.Thank you.","author":"Arundhati Roy","time":"2021-01-30T21:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154125-kuiqtqrhrp-1612020697.jpg","tags":["Elgar Parishad","Narendra Modi","BR Ambedkar"],"source":"https://scroll.in/article/985529/arundhati-roy-our-battle-for-love-must-be-militantly-waged-and-beautifully-won"}