{"title":"Arun Jaitley introduces GST Bill in Rajya Sabha for discussion","content":"Finance Minister Arun Jaitley introduced the Goods and Service Tax Bill in the Rajya Sabha on Wednesday afternoon. The Congress has indicated it is likely to vote in favour of the tax reform, after the Bharatiya Janata Party has lobbied heavily for the Bill to be passed. The GST Bill was passed in the Lok Sabha in May 2015, and has since been pending in the Upper House where the BJP does not have a majority.Former Finance Minister P Chidambaram said in the Rajya Sabha that the Congress was “never opposed” to the Bill, but that there were several problems with it and the party felt it could have been “more perfect”, ANI reported. “I hope the finance minister will pass GST Bill not on strength of numbers, but on the strength of arguments,” Chidambaram said in the Upper House of Parliament on Wednesday.The BJP government has secured the support of all the major opposing parties, with Janata Dal (United) chief Nitish Kumar giving his assent recently. The Trinamool Congress, Janata Dal and Samajwadi Party also assured the Centre of their support. The Bill’s biggest opponent, the Congress, indicated on Thursday that it was finally budging on the issue. Party leaders met on Monday and arrived at a consensus.The GST Bill seeks to bring in a single tax rate to replace India’s complicated current rules, which include Central excise duty, service tax, additional customs duties, value added tax, entertainment tax and so on. The Centre believes this will help create a unified market in the country, avoiding double taxation and increase compliance. The GST will have a Central component, and a state component, which both forms of government will administer at their levels.","author":"Scroll Staff","time":"2016-08-03T14:35:58.946794+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/813109-38652-xkmipsqncb-1470213618.jpg","tags":["GST Bill","Parliament","Arun Jaitley","Rajya Sabha"],"source":"https://scroll.in/latest/813109/arun-jaitley-introduces-gst-bill-in-rajya-sabha-for-discussion"}