{"title":"Arvind Kejriwal to skip second summons by Enforcement Directorate in liquor policy case","content":"Delhi Chief Minister Arvind Kejriwal will skip the second summons issued to him by the Enforcement Directorate to question him in connection with the liquor excise policy case, The Hindu reported.Kejriwal has been summoned to appear before the central agency on Thursday.On Thursday, ANI quoted Kejriwal as saying that the agency’s second summons to him are “illegal like the previous summons”.“ED should withdraw this summon as it is politically motivated,” Kejriwal said. “I have lived my life with honesty and transparency. I have nothing to hide”.On Monday, the Enforcement Directorate summoned the chief minister to record his statement in the liquor policy case on Thursday.Delhi CM Arvind Kejriwal responds to the ED summon issued to him in the Liquor policy case, says, \"This ED summon is also illegal like the previous summon issued by the agency. ED should withdraw this summon as it is politically motivated. I have lived my life with honesty and… pic.twitter.com/4eagOMgRKV— ANI (@ANI) December 21, 2023\n\n\nThis is the second time that the Aam Aadmi Party chief will skip the summons from the agency. He was earlier asked to appear before the investigators on November 2, but he had skipped the summons.Kejriwal had told the Enforcement Directorate at that time that he could not appear before it because he was travelling for campaigning ahead of the Madhya Pradesh elections.The Enforcement Directorate’s case is based on a first information report registered by the Central Bureau of Investigation that has alleged irregularities in the Delhi government’s now-scrapped excise policy.The Central Bureau of Investigation and the Enforcement Directorate have alleged that the Aam Aadmi Party modified the liquor excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The Enforcement Directorate has also claimed that members of a so-called South Group had paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair.Two senior Aam Aadmi Party leaders – Manish Sisodia and Sanjay Singh – are currently in jail in connection with the case. The party and its leaders have denied the allegations.","author":"Scroll Staff","time":"2023-12-21T11:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191140-hhligckmeb-1686492693.jpg","tags":["Arvind Kejriwal","Enforcement Directorate","liquor excise policy case"],"source":"https://scroll.in/latest/1060909/arvind-kejriwal-to-skip-second-summons-by-enforcement-directorate-in-liquor-policy-case"}