{"title":"Arvind Kejriwal skips third ED summons in Delhi liquor policy case","content":"Delhi Chief Minister Arvind Kejriwal on Wednesday skipped the summons issued by the Enforcement Directorate in connection with the liquor policy case, ANI reported.The Aam Aadmi Party said that its chief Kejriwal was ready to cooperate with the investigation, but claimed that the agency’s notice to him was illegal.“Their intention is to arrest Arvind Kejriwal,” the party alleged. “They want to stop him from election campaign [for the 2024 Lok Sabha polls].”#WATCH | Visuals from outside the residence of Delhi CM Arvind Kejriwal. He has been asked to appear before the Enforcement Directorate today. pic.twitter.com/isTKur2PtR— ANI (@ANI) January 3, 2024\n\n\nThe central agency had issued the summons to Kejriwal on December 22 to appear for questioning on January 3. This was the third time the central agency had summoned the Aam Aadmi Party chief in the matter. Kejriwal had skipped the last two summons as well.In a written response to the central agency, Kejriwal said on Wednesday that the summons against him are motivated and issued for “vexatious considerations”.“Summons appear to be in the nature of fishing and roving enquiry as it does not specify whether I am being summoned as an individual or in my official capacity as chief minister of Delhi or as [the] national convenor of AAP,” Kejriwal said.The AAP chief said that “it is a matter of concern that despite my comprehensive response(s) bringing to your notice critical dimensions and legal objections involved in issuing summons to me to appear ‘in person’ in your purported exercise of powers under Section 50 of Prevention of Money Laundering Act, 2002 (PMLA), you have chosen not to respond”.He said that there have been several cases in the past where the Enforcement Directorate had given a detailed explanation and response to queries raised by a person. In his case, however, Kejriwal said that the central agency refused to even acknowledge the receipt of the detailed submissions.The Aam Aadmi Party leader also cited Rajya Sabha polls and Republic Day celebrations in January as reasons for not appearing for questioning before the investigating agency.pic.twitter.com/Jw5Z2jvJtc— AAP (@AamAadmiParty) January 3, 2024\n\n\nThe Enforcement Directorate’s case is based on a first information report registered by the Central Bureau of Investigation that has alleged irregularities in the Delhi government’s now-scrapped excise policy.The Central Bureau of Investigation and the Enforcement Directorate have alleged that the Aam Aadmi Party modified the liquor excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The Enforcement Directorate has also claimed that members of a so-called South Group had paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair.Two senior Aam Aadmi Party leaders – Manish Sisodia and Sanjay Singh – are currently in jail in connection with the case. The party and its leaders have denied the allegations.On Wednesday, Delhi minister Atishi said that Kejriwal had written to the Enforcement Directorate questioning why had been summoned. “ED has not answered Arvind Kejriwal’s questions so far,” she said. “ED officials also know that the summons is illegal, they cannot tell the truth that they have received orders from the BJP office,” she said.Addressing an Important Press Conference | LIVE https://t.co/9ghiM8bh2B— Atishi (@AtishiAAP) January 3, 2024\n\n\nOn Wednesday, Union minister Anurag Thakur described the Aam Aadmi Party as the “biggest corrupt party in today’s date”, and said that Kejriwal refusing to appear before the Enforcement Directorate showed that its intentions were suspect, according to ANI.#WATCH | Himachal Pradesh: On Delhi CM Arvind Kejriwal to skip ED summon today, Union Minister Anurag Thakur says, \"AAP is the biggest corrupt party in today's date. Several ministers of the party are in jail and their CM (Arvind Kejriwal) is skipping ED's summon continuously,… pic.twitter.com/nYI34DD2hY— ANI (@ANI) January 3, 2024\n\n\nAlso read: A ‘liquor scam’ has put AAP leaders in jail. But has it dented the party’s image in Delhi?","author":"Scroll Staff","time":"2024-01-03T11:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180086-ktryhvnbzu-1704259147.jpeg","tags":["Arvind Kejriwal","Enforcement Directorate","Delhi liquor policy case","Aam Aadmi Party"],"source":"https://scroll.in/latest/1061542/arvind-kejriwal-to-skip-third-ed-summons-in-delhi-liquor-policy-case"}