{"title":"Arvind Kejriwal released from jail hours after getting interim bail in liquor policy case","content":"Delhi Chief Minister Arvind Kejriwal was released from jail on Friday hours after he was granted interim bail by the Supreme Court in the liquor policy case till June 1.Kejriwal got interim bail 50 days after his arrest on March 21.Soon after he was released from jail, Kejriwal briefly addressed a gathering of Aam Aadmi Party supporters urging them to fight against “dictatorial forces”. He also expressed gratitude to the court for granting him bail. He also said that he will hold a press conference at 1 pm on Saturday.The Aam Aadmi Party chief was arrested by the Enforcement Directorate on March 21 for his alleged involvement in the liquor policy case.On Friday, a bench of Justices Sanjiv Khanna and Dipankar Datta directed Kejriwal to surrender on June 2. It also directed him not to visit the chief minister’s office or the Delhi secretariat, and not to sign any official files unless his signature is needed for them to be cleared by the lieutenant governor.50 दिनों के बाद तिहाड़ जेल से बाहर आए CM @ArvindKejriwal | LIVE #SatyamevJayte #ModiCantStopKejriwal https://t.co/uhSbsQIeph— AAP (@AamAadmiParty) May 10, 2024\n\n\nSoon after the Supreme Court order, the Aam Aadmi Party said that Kejriwal has been granted bail under very extraordinary circumstances.“The motive of his arrest was to keep him from campaigning in the Lok Sabha elections,” party leader Priyanka Kakkar said at a press conference.Delhi education minister Atishi said that the Supreme Court has protected democracy by granting Kejriwal interim bail to campaign during the Lok Sabha elections.“Today we have a government in the Centre [BJP] that wants to finish the Opposition, the Constitution and democracy,” Atishi said. “But this dictatorship will end in these elections.” The minister also urged the voters to use their vote to end the dictatorship of the BJP.Supreme Court के फ़ैसले से सिर्फ़ Arvind Kejriwal जी को जमानत ही नहीं मिली है, बल्कि सत्य, संविधान और लोकतंत्र की भी जीत हुई है।हम संविधान और लोकतंत्र की रक्षा के लिए सुप्रीम कोर्ट का धन्यवाद करते हैं। अब तानाशाही का अंत होगा और इस 2024 के चुनाव में ही होगा।देश की जनता से… pic.twitter.com/zGZWBvdsoy— AAP (@AamAadmiParty) May 10, 2024\n\n\nOpposition reactsLeaders from the India National Developmental Inclusive Alliance or the INDIA bloc welcomed Kejriwal’s interim release from jail on Friday. The Aam Aadmi Party is a member of the Opposition alliance. Dravida Munnetra Kazhgam leader and Tamil Nadu Chief Minister MK Stalin described the Supreme Court order as “a victory against injustice strengthens our democracy”. He added that Kejriwal’s release not only symbolises justice but has also bolstered INDIA bloc’s momentum towards sweeping the elections.I welcome the Hon'ble #SupremeCourt's decision granting interim bail to Hon'ble Delhi Chief Minister and @AamAadmiParty National Convenor Thiru @ArvindKejriwal. This victory against injustice strengthens our democracy. Thiru Arvind Kejriwal's release not only symbolises justice…— M.K.Stalin (@mkstalin) May 10, 2024\n\n\nKerala Chief Minister Pinarayi Vijayan said in a post on X that Kejriwal’s release is a “significant precedent” in the history of the country’s democracy.“This might impact the ongoing general elections, leading to a resounding victory of the democratic forces,” the Communist Party of India (Marxist) leader said. “It is a strong reminder that no authoritarian regime can prevail long by suppressing dissent.”He also accused the Rashtriya Swayamsevak Sangh, the BJP’s parent organisation, of sabotaging basic democratic principles by arresting an elected chief minister.He said that the verdict is a “blow to the vicious attempts by this regime to make electoral gains by blatant misuse of power, fanning communal hatred and unleashing investigative agencies to hunt down the oppositional voices”.The Supreme Court’s verdict granting interim bail to the Delhi CM & @AamAadmiParty chief @ArvindKejriwal is a significant precedent in the history of our democracy. This might impact the ongoing general elections, leading to a resounding victory of the democratic forces. It is a…— Pinarayi Vijayan (@pinarayivijayan) May 10, 2024\n\n\nCongress MP Manish Tewari also welcomed court’s decision.“Ultimately truth does and will triumph justice will prevail and Arvind Kejriwal ji’s innocence and NDA/BJP’s politics of vendetta would be established beyond reasonable doubt,” he said in a tweet.It is gratifying to note that the Supreme Court has granted bail to the Hon’ble Chief Minister of Delhi @ArvindKejriwal ji Ultimately truth does and will triumph justice will prevail and @ArvindKejriwal ji ‘s innocence and NDA/BJP’s politics of vendetta would be established…— Manish Tewari (@ManishTewari) May 10, 2024","author":"Scroll Staff","time":"2024-05-10T19:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200630-qtnijpsbhc-1715351798.jpeg","tags":["Arvind Kejriwal","liquor policy case","Supreme Court","Lok Sabha 2024"]}