{"title":"Arya or Sansa: Who was the Starkest of the sisters on ‘Game of Thrones’?","content":"Spoilers ahead for the series finale episode.In another universe, Game of Thrones could have ended with Sansa stark (Sophie Turner) as Queen of Westeros and Arya Stark (Maisie Williams) fulfilling her Green Eyes prophecy by killing Cersei Lannister (Lena Headey) or Daenerys Targaryen (Emilia Clarke). Not today.Instead, the show gave viewers the second-best ending for the Stark sisters, with Sansa taking charge as ruler of an independent Northern kingdom and Arya tapping into her wanderlust and going off on a journey to the “west of Westeros”, an uncharted part of the fictional world in which the HBO series is set.It was a relatively satisfactory conclusion for the Stark sisters, who were welcome bright spots in a season that was often dark and full of disappointments. Sansa and Arya had been secondary players in Game of Thrones, with much of the spotlight cornered by Jon Snow (Kit Harington) and Daenerys. But as the presumed heroes lost their way – the former peaked in season six  and the latter’s laboriously crafted arc burnt to the ground as she turned into the Mad Queen –  the Stark sisters emerged as the most valuable players of the eighth and final season of the series.The first sign of their combined strength came in season seven, when they took down Petyr Baelish (Aiden Gillen), the man who had set in motion the mayhem that engulfed the Seven Kingdoms throughout the series. Their imprint on the final season was even clearer. It was not Jon Snow’s sword or Daenerys’s dragons, but Arya’s dagger that defeated the Night King and with it, the threat of a zombie apocalypse that had taken up much of the show’s attention in previous seasons. Sansa, meanwhile, emerged as a formidable player behind the scenes, her strategic moves nudging Daenerys to breaking point. Together, the sisters helped revive a family whose existence seemed bleak by the end of season three, with the murders of its patriarch Ned Stark (Sean Bean), matriarch Catelyn (Michelle Fairley) and heir-designate Robb (Richard Madden). By the end of the series, the last of the Starks had gone where no one had before in their family – to the seat of power in Westeros, with Bran Stark (Isaac Hempstead Wright) as king.   Arya (Maisie Williams), Bran (Isaac Hempstead Wright) and Sansa (Sophie Turner) in the Game of Thrones series finale. Courtesy HBO.It was fitting that Sansa and Arya emerged as the key architects of a new-look House Stark, for they were its two members who suffered the most. In a comment on the gender politics of the word of Game of Thrones, the horrors unleashed on the Stark daughters after their father’s death were unparalleled, their male siblings getting a somewhat better deal.While Jon found purpose and a new family in the Night’s Watch, Bran had younger brother Rickon (Art Parkinson), caretaker Osha (Natalia Tena), friendly giant Hodor (Kristian Nairn) and siblings Jojen (Thomas Brodie-Sangster) and Meera Reed (Ellie Kendrick) for company during his time away from Winterfell.Arya and Sansa, meanwhile, spent most of their time cut off from family and friends, surviving solely because of their ability to turn their weaknesses into their strengths.Arya Stark (Maisie Williams) and Sansa Stark (Sophie Turner) in Game of Thrones. Courtesy HBO.House Stark 2.0Despite its dexterously woven subplots and the massive ensemble cast, Game of Thrones has at its core been the story of the Starks – of the decline and revival of a family torn apart by the dirty politics of Westeros. In a show with no paucity of villains and where the key contenders to the throne belonged to families predisposed to despotism and madness (the Targaryens) or arrogance and cruelty (the Lannisters), the Starks stood out as the House that put a premium on honour and peace over power. But Westeros was a world where only the shrewdest survived, and these values would be the undoing of the Starks. Ned Stark’s commitment to fairness cost him his head in season one, when he tried to reason with an impervious Cersei Lannister (Lena Headey) despite being advised not to. Robb, meanwhile, was undone as much by his naivete as his poor battle strategy, by failing to spot the traitor in his midst, Roose Bolton (Michael McElhatton).The task to secure the family legacy was left to the surviving Stark children – Sansa, Arya, Bran – and the half-Stark, Jon Snow. With Jon Snow’s identity crisis taking up of a bulk of his arc in the series and Bran spending much of later seasons in his world of visions, Sansa, with some help from Arya, emerged as the flagbearer of House Stark 2.0, retaining the core values of the Northern family but adding a fighting spirit and a mind for strategy that was essential to thrive in the world of political skulduggery that is Westeros.  \n\n\n    \n    Play\n\nGame of Thrones: House Stark featurette.Arya Ex MachinaArya’s transition from an 11-year-old girl who loathed feminine courtesies into a killing machine is the stuff of warrior legend. Game of Thrones’ most accomplished fighter spent much of the series on the run after her father’s execution at King’s Landing, picking up killer instincts and combat skills along the way. She found an unlikely companion and father figure in Sandor Clegane (Rory McCann), who helped refine her fighting skills even as their relationship mostly unfolded through open hostilities and covert camaraderie.   In her years on the move, living on next to nothing, Arya’s biggest motivator was her kill list – the names of those she sought to murder to avenge her family and friends. She may not have been able to get to all of them, but Arya did manage to pay back in kind Walder Frey (David Bradley), who had connived with Roose Bolton and the Lannisters to murder Robb and Catelyn. Arya Stark (Maisie Williams) and Walder Frey (David Bradley) in Game of Thrones. Courtesy HBO.  Above all, Arya’s journey has been a quest for identity and the name she gave her sword, Needle, an example of how she used her Achilles heel – her inability to meet the comportment of a girl born into nobility – to her advantage.A master of disguise, she first pretended to be Arry, a young boy recruited to the Night’s Watch. She was hiding in plain sight as the cup bearer of Tywin Lannister (Charles Dance), managing to escape being recognised by Westeros’s most astute politician (he did guess her gender right away, though).  Arya’s quest to escape her identity led her to Braavos, where she spent two seasons training to be a member of a cult of assassins who gave up worldly belongings and titles to become “no one”. Arya could never completely blend into the shape-shifting Faceless Men cult, her allegiance to her family coming in the way. By the end of season six, Arya walked away from Braavos, finally embracing her identity with the words, “A girl is Arya Stark of Winterfell, and I’m going home.”By the end of season eight, Arya went back to her wanderer days, trading the comfort of her castle for an expedition into the unknown. Her sword and tongue were still sharp, but her brief time with the rest of the Starks had humanised her again, and that her kill list went incomplete was a sign of that softening. \n\n\n    \n    Play\n\nMaisie Williams interview.Queen Sansa In comparison to Arya, who spent her time before her return to Winterfell living in near-destitution, Sansa was always surrounded by creature comforts, but in the presence of monsters.Sansa took turns being held captive by the show’s biggest villains – Cersei, Joffrey (Jack Gleeson), Baelish and the psychopathic Ramsay Bolton (Iwan Rheon) – and was subjected to emotional, physical and sexual abuse along the way. But she turned that exposure to staggering violence into her biggest strength. If Arya survived by becoming the dispenser of death, Sansa did so by selectively imbibing the cunning of her captors. She picked up secrecy and political strategy from Cersei and Baelish and a measured comfort with cruelty from Ramsay. Baelish, in particular, emerged as her mentor-in-reverse, spurring her evolution from a “bystander to tragedy” to a survivor.   If the Stark family’s much-awaited reunion was made possible in seasons seven and eight, Sansa was the one to thank. It was she who compelled Jon to retake Winterfell from the Boltons. When the army led by Jon seemed headed towards defeat in season six’s Battle of the Bastards, Sansa turned their fortunes by bringing in Baelish’s knights of the Vale.Sansa Stark (Sophie Turner) and Petyr Belish (Aidan Gillen) in Game of Thrones. Courtesy HBO. By season seven, Sansa’s evolution from “little bird” to a formidable leader and astute politician was complete. She held fort at Winterfell as Jon Snow left the castle to stitch up an army to fight the Night King, and was arguably a better ruler. The new direction that House Stark would take under her leadership was made clear in season eight, when she revealed a secret that her father had taken to his grave. On learning of Jon Snow’s true identity – that he was not Ned Stark’s bastard son but was Aegon Targaryen, the true-born child of Rhaegar Taragaryen and Lyanna Stark, and hence an heir to the throne – she leaked the news, spurring Daenery’s decline into high gear.  In season seven, Sansa gave Jon Snow a priceless piece of advice: “You have to smarter than father. You need to be smarter than Robb.” Sansa turned out to be the smartest of the Starks, combining the family’s legacy of honour and justice with the guile required to survive the world of Game of Thrones. \n\n\n    \n    Play\n\nSophie Turner interview.Also read:Green Eyes to Azor Ahai: Which ‘Game of Thrones’ fan theories worked out?‘Game of Thrones’ final episode recap: All hail the new WesterosAll shows must end, but this is why the ‘Game of Thrones’ series finale hurt so muchFrom Mother of Dragons to Mad Queen: Daenerys Targaryen’s journey on ‘Game of Thrones’‘What do we do now?’ Twitter mourns the end of ‘Game of Thrones’I choose violence’: How Cersei Lannister made her way through ‘Game of Thrones’","author":"Soumya Rao","time":"2019-05-21T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119999-aoyujnzwst-1558241944.jpg","tags":["Arya Stark","Sansa Stark","Game of Thrones"],"source":"https://scroll.in/reel/923985/arya-or-sansa-who-was-the-starkest-of-the-sisters-on-game-of-thrones"}