{"title":"Aryan Khan says NCB is misinterpreting WhatsApp chats to implicate him in drugs case","content":"Actor Shah Rukh Khan’s son Aryan Khan has told the Bombay High Court in his bail petition that the Narcotics Control Bureau is misinterpreting his WhatsApp chats to implicate him in the Mumbai cruise ship drugs case, Bar and Bench reported.Khan approached the High Court after a special court in Mumbai denied him bail on Wednesday. The High Court will hear his petition on October 26.Khan argued that the interpretation of the WhatsApp chats recovered from his phone was wrong and unjustified.Earlier, Additional Solicitor General Anil Singh, appearing for the Narcotics Control Bureau, had asked a special court in Mumbai to take note of a message seen on Khan’s phone in which he and his friend planned to “have a blast”, according to Live Law.In the bail petition, Khan said that the WhatsApp chats that the Narcotics Control Bureau had highlighted were “ex-facie [on the face of it] of a period prior to the incident” and cannot be linked to any conspiracy, PTI reported.“The interpretation of the WhatsApp messages is that of the investigating officer and such interpretation is unjustified and wrong,” the 23-year-old’s petition said.Khan also argued that his arrest memo did not contain any allegation of being part of a conspiracy, and that the charge was added when the anti-drugs agency sought his remand.Khan questioned the special court’s observation that as he is an influential person, he may tamper with evidence if granted bail. His petition contended that there was no presumption in the law.The bail petition also argued that there was no evidence showing any conspiracy between Khan and co-accused Arbaaz Merchant.Khan’s lawyers have repeatedly argued before courts that no drugs were found in his possession.However, on Wednesday, judge VV Patil of the Narcotic Drugs and Psychotropic Substances court rejected this argument. He said that Khan knew that Merchant was carrying narcotic substances in his shoes at the party. Patil said that this amounted to “conscious possession”.Khan and seven others had been arrested by the Narcotics Control Bureau after a raid on a cruise party off the coast of Mumbai on October 2. The agency claimed to have seized 13 grams of cocaine, 5 grams of mephedrone, 21 grams of charas, 22 pills of MDMA (ecstasy) and Rs 1.3 lakh from the ship.Also read: Why has Aryan Khan failed to get bail despite no drugs being found on him?","author":"Scroll Staff","time":"2021-10-23T08:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164876-uqzmovnyhv-1633616968.jpg","tags":["Aryan Khan","Drugs case","Shah Rukh Khan","NCB"],"source":"https://scroll.in/latest/1008394/aryan-khan-says-ncb-is-misinterpreting-whatsapp-chats-to-implicate-him-in-drugs-case"}