{"title":"Aryan Khan files plea to remove bail condition of weekly appearance before NCB","content":"Actor Shah Rukh Khan’s son Aryan Khan on Friday moved the Bombay High Court asking for a waiver of a bail condition that requires him to appear before the Narcotics Control Bureau every week, Bar and Bench reported.The High Court had on October 28 granted bail to Khan in a drug-related case. On the next day, the court released an order listing 13 bail conditions. One of them made it compulsory for Aryan Khan to appear before the Narcotics Control Bureau’s office in Mumbai every Friday between 11 am and 2 pm.Aryan Khan has contended in his application that the condition could be relaxed as the investigation had been transferred to a Special Investigation Team of the agency’s Delhi unit. He has further said that he had to be escorted by the police during his visits to the Narcotics Control Bureau office due to the large number of mediapersons present there.The High Court is likely to hear the application next week, Khan’s lawyers told PTI.The caseAryan Khan, his friend Arbaaz Merchant, model Munmum Dhamecha and five others had been detained by the Narcotics Control Bureau after a raid on a cruise ship off the coast of Mumbai on October 2.  His lawyer Mukul Rohatgi had argued before a Mumbai court that he was not in conscious possession of drugs and that the WhatsApp chats that the NCB has referred to against him were from 2018.The High Court, while granting bail to Khan, had said that there was no evidence of a conspiracy between him, Merchant and Dhamecha to commit drug-related offences. It also said that WhatsApp chats among them had no objectionable content.","author":"Scroll Staff","time":"2021-12-10T19:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165515-dhhqiscmxr-1635510084.jpg","tags":["Aryan Khan","Bombay HC","NCB","Narcotics Control Bureau","Bombay High Court"],"source":"https://scroll.in/latest/1012563/aryan-khan-files-plea-to-remove-bail-condition-of-weekly-appearance-before-ncb"}