{"title":"As Assam prepares to declare thousands illegal immigrants, the idea of work permits gains currency","content":"By the end of this month, the final draft of Assam’s much-awaited National Register of Citizens is likely to be finally released after a string of delays.  It is likely that a significant number of people in Assam will find themselves out of the updated citizenry list, which is meant to be published on May 31.The stated aim of the exercise is to detect  all non-citizens, defined by the provisions of the Assam Accord of 1985. According to the accord, anyone who cannot prove that they or their ancestors had entered the state before the midnight of March 24, 1971, will be counted as an illegal migrant. The cut off date coincides with the start of the Bangladesh war, which triggered a wave of migration into Assam.What, then, will happen to the large number of people suddenly designated foreigners? India does not have any formal repatriation treaty with Bangladesh. In fact, Bangladesh affirms that there has been no large-scale migration to Assam in the last 30 years.  In bilateral engagements between the two countries, India has not officially broached the subject.  Analysts claim India’s reluctance is strategic; it does not want to upset ties with the current dispensation in Bangladesh.With deportation being off the table, at least for the time being, an old proposal of granting work permits to non-citizens is gaining currency yet again in Assam and neighbouring states of the North East.\n\t\t\n\tA work permit with rightsLast month Meghalaya’s newly elected chief minister, Conrad K Sangma, suggested  work permits for migrants during a meeting in Delhi with the External Affairs Minister, Sushma Swaraj, insisting that it was an idea that ought to be discussed by all North Eastern states grappling with  so-called illegal immigration. Many of Assam’s neighbouring states, such as Meghalaya and Manipur, have in the past expressed apprehensions that NRC-rejects from the state may flock to other parts of the North East.One of the first proponents of a work permit regime in the North East was journalist and author Sanjoy Hazarika who wrote about it in his 2000 book, Rites of Passage. Hazarika envisioned a provision to “enable a formal temporary entry” for economic migrants into the North East.  Under the system envisaged by him, he said, temporary entry for a fixed time would be allowed “without giving settlement or permanent rights” but with “basic human rights including access to legal redressal mechanisms, healthcare and education”. Hazarika said his idea was based on elaborate discussions with various stakeholders from both India and Bangladesh.His proposal also had official endorsement of sorts. The idea was fine-tuned in a National Security Advisory Board policy document on illegal migration that Hazarika co-authored along with former police officers KPS Gill and Prakash Singh.  The Atal Bihari Vajpayee-led Bharatiya Janata Party government at the time is supposed to have shown keen interest in the proposal.  However, the project failed to take off on the ground.‘Labour force’  At the time, there was considerable opposition to the idea in Assam. Among its most vocal detractors was former Assam police officer Hiranya Kumar Bhattacharya, who has written several books on the subject of illegal migration from Bangladesh to India.  But now even Bhattacharya has a somewhat similar proposal, though with some key differences. At a recent public function, he said that that the only pragmatic way ahead would be to create a “labour force” of people found to be illegal migrants.  People who were part of such a force would live in an earmarked space and would be provided identity cards distinguishing them from regular citizens, he said. “I was opposed to the idea earlier as I thought it would hamper the process of deportation,” he said in a separate interview to Scroll.in “But now it is clear that Bangladesh is not in a position to take back people who came here. Once the NRC is out, lakhs and lakhs of people will be stateless, so they can be organised into a labour force.”In addition to people left out of the National Register of Citizens, future migration to India from Bangladesh, he claimed, was also inevitable for a variety of reasons. He suggested that Assam could be an “exporter of labour” to the other parts the country. “Legal Bangladeshi migrants in other countries add up to the lakhs and the remittances from them run up to 9 per cent of the Bangladesh’s GDP [Gross Domestic Product],” he said.  Such people, he said, would have no legal rights except ones accorded by “basic humanity”.The All Assam Minority Students’ Union’s Ainuddin Ahmed said while it ideally wanted illegal migrants to be deported, it did not object to a work permit-based resolution to the problem as long as it was within the ambit of the Indian constitution. It was, he said, a better approach then putting people in detention camps.No substitute for citizenshipAcademic Sanjib Baruah, however, was less enthusiastic about granting work permits to people left out of the updated citizenry list and whom Bangladesh does not accept as citizens.  A work permit regime without clarity on a person’s citizenship status, he said, “raised some troubling issues”. Work-permit regimes functioned on the premise that the person has rights of full citizenship in another country, he said. “Are they going to be a group of right-less people who can work but cannot claim any other rights in India or anywhere else?” he asked.Referring to India’s aversion to broach the issue of deportation with Bangladesh at an official bilateral level, he said:  “Our politicians should not be allowed to talk about expelling ‘Bangladeshis’ to win elections, and then pretend in the diplomatic arena that the problem does not exist.” The political scientist said that while India could sign an agreement with Bangladesh to allow a certain number of people to come to India to work and give them work permits valid for a certain period of time, that could not be used as a tool to deal with people found to be non-citizens in the updating exercise, as suggested by Bhattacharya. “Giving work permits to people that India would like to expel but cannot, because of the hypocrisy of our politically classes – that is not really a work permit regime,” he said.Hazarika tended to agree, saying that he had envisioned work permits as “a management tool” and it was “not meant to provide work for those who have been rounded up as illegals”.However, he insisted that the solution to the current impasse could lie in commerce. He endorsed setting up of “joint manufacturing units” at the border where people from both countries could be “employed at specific locations for a specified list of industrial and consumer goods”. He said such a project would create employment for people living on the border of the two countries. “We need to be progressive in business and economic ideas and models and keep falling back on the past,” he said. Nationalists vetoMeanwhile, Assamese nationalist groups maintain that nothing short of deportation was acceptable. “We are not willing to hear anything else in the name of a pragmatic solution,” said Samujjal Bhattacharya, adviser to the All Assam Students’ Union. “It has been 32 years since the Assam Accord, the Centre has not done anything – not sealed the border, not given constitutional safeguards to the state’s indigenous people as promised in the Accord. Now if they tell us they will give work permits to people who came after 71, no, we will not accept.”","author":"Arunabh Saikia","time":"2018-05-07T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/877591-89000-lwdevibuqt-1525635874.jpg","tags":["Citizenship","Assam","Migrants and Immigrants","Outsiders","India-Bangladesh","Diplomacy and foreign policy","Illegal immigrants","Work Permits"],"source":"https://scroll.in/article/877591/as-assam-prepares-to-declare-thousands-illegal-immigrants-the-idea-of-work-permits-gains-currency"}