{"title":"As AGP returns to the BJP fold, is the contentious Citizenship Bill now history?","content":"Less than three months after the Asom Gana Parishad stormed out of an alliance with the Bharatiya Janata Party in Assam in January, the two parties have reunited. On March 12, BJP leader Ram Madhav announced that they would fight the Lok Sabha polls together. The next day, Himanta Biswa Sarma, a senior minister in the Assam government and the BJP’s pointman in the North East, announced that the three Asom Gana Parishad ministers who had quit their posts in January would now return.On January 7, as the Citizenship (Amendment) Bill, 2016, was to be passed in the Lok Sabha, the Asom Gana Parishad walked out of the coalition government led by the BJP in Assam. The Bill seeks to ease citizenship criteria for Hindus, Sikhs, Jains, Buddhists, Christians and Parsis from Pakistan, Bangladesh and Sri Lanka. In Assam, it would make citizens out of Bengali Hindus who had migrated into the state over the decades. The Asom Gana Parishad, an Assamese nationalist party, fervently opposed the bill.On March 13, leaders of the regional party, facing a revolt within, were largely tight-lipped about the volte face. “We have not changed our earlier stand, there is no understanding on the Bill, only on seat sharing” said Manoj Saikia, spokesperson of the Asom Gana Parishad.According to recent reports, the BJP’s state leadership had also been uneasy with the idea of a reunion, mainly because of differences over the Bill. On Wednesday, however, the party’s state leadership was conciliatory. “It was our central committee’s decision to go with the alliance,” said Dilip Saikia, a BJP spokesperson in Assam. “There is no confusion, no dissatisfaction in the state unit. It is a welcome move from the AGP [Asom Gana Parishad] to defeat the Congress.”Both political observers and social organisations in Assam agree this is an alliance of convenience, with the BJP negotiating from a position of strength and the Asom Gana Parishad from one of weakness. Besides, as the election season progresses, the question of citizenship may not take centre stage any more, they feel.North East Democratic Alliance returns?The citizenship Bill, which became a pet project of the BJP after it came to power at the Centre in 2014, has seen strong opposition in the North East, where groups that identify as indigenous to the region fear being swamped by outsiders. So-called “illegal Bangladeshi immigrants” have been the target of such anxieties for years.In Assam, in particular, the citizenship Bill clashed with the terms of the National Register of Citizens, being updated for the first time since 1951. Meant to be a roster of Indian citizens in the state, it was guided by the terms of the Assam Accord of 1985. Under the Accord, only those who could prove they or their ancestors had entered the country before midnight on March 24, 1971 – the eve of the Bangladesh War – would be considered citizens. Those who did not make the criteria – both Hindu and Muslim – faced deportation.As the Bill was passed in the Lok Sabha on January 8, protests rippled through the states of the North East, with several regional parties apart from the Asom Gana Parishad threatening to cut ties with the BJP. In Upper Assam, not just allies, but the BJP’s own workers were worried about what to pitch to voters before the elections. The North East Democratic Alliance, stitched up by the BJP over the last few years seemed in danger of falling apart, with public anger against the national party running high.Then in February, the Bill lapsed as it could not be passed in the Rajya Sabha. A month later, the North East Democratic Alliance looks very much in place.On Wednesday, Sarma announced, “Not only in Assam where we have sealed our alliance with AGP [Asom Gana Parishad], BJP and BPF [the Bodoland People’s Front], we have been able to form alliances in Nagaland with NDPP [the National Democratic Progressive Party], we have worked out some sort of understanding with NPP [the National People’s Party, which has a presence in several North Eastern states], though a full alliance with them is not possible.”On the citizenship Bill, Sarma said, the BJP “will remain firm”.BJP’s position of strengthDilip Saikia reiterated what central BJP leaders have already said. “We are committed to bringing back the CAB [the Citizenship Amendment Bill] when we come back to power in May,” he said.The Bill was crucial for the BJP to keep its Bengali Hindu vote base in Assam, particularly in the Barak Valley. But the BJP seems confident that renewing the alliance with a party that opposed the Bill will not hurt it politically. “We are the only party to safeguard Bengali Hindu concerns, no other party came forward to safeguard their concerns,” said Dilip Saikia.Joydeep Biswas, associate professor of economics at Cachar College in Silchar, the urban hub of the Barak Valley, also felt the BJP would not lose the Bengali Hindu vote. “The AGP [Asom Gana Parishad] was against the Bill, so was the Congress,” said Biswas. “So a Bengali Hindu voting on the Bill will not vote Congress either. Hindu Bengalis will continue with the BJP. They think they were sincere about the Bill but could not muster the numbers because of the Opposition – when they come to power, they will bring it back.”The alliance with the Asom Gana Parishad might not significantly improve the BJP’s electoral fortunes either, he felt. But it was a “moral victory” for the party. “They can claim that Assamese nationalism has come to the fold,” said Biswas.Besides, all commentators agreed, the Opposition was in disarray: the Congress, with its confusion over distributing tickets and weakened networks, would not be a compelling alternative. “The only argument the BJP has put forward to defend the CAB [Citizenship Amendment Bill] is that Muslims will take over if CAB is not passed,” said Aman Wadud, a lawyer based in Guwahati. “The incompetent state unit of the Congress failed to expose the lies of the BJP. They even failed to attack Himanta Biswa Sarma when he made communal statements.”The BJP is the only party with the organisational heft and resources to win the elections in Assam, commentators said.AGP dividedBut what is in it for the Asom Gana Parishad? The roots of the party can be traced back to the anti-foreigners’ agitation of the 1980s, which culminated in the Assam Accord. Many of the leaders who had been prominent in the agitation went on to form the Asom Gana Parishad, which swept the elections of 1986 and formed the state government with Prafulla Kumar Mahanta as chief minister. After the party announced its reunion with the BJP on Tuesday, two of its leaders resigned and Mahanta, who opposes the alliance, said he had been kept in the dark.But the Asom Gana Parishad is no longer the triumphant party that stormed the state Assembly in 1986. In the 2014 Lok Sabha polls, it won none of the 14 seats from Assam. In the 2016 Assembly elections, when it had a pre-poll alliance with the BJP, it managed a paltry 14 out of 126 seats. “In terms of cadre, organisation and financial resources, the AGP [Asom Gana Parishad] hardly has any presence,” said Arupjyoti Saikia, professor of history at the Indian Institute of Technology, Guwahati. “For its survival as a political party, AGP had little choice. In terms of core ideological programmes, AGP will feel more at home with BJP than Congress.” Mahanta, the “two-time chief minister”, did not have much of a say anymore, he added.Palash Changmai of the Asom Jatiyatabadi Yuba Chhatra Parishad also diagnosed that the alliance was based on calculations of “money and power”, rather than ideology. “The BJP does not accept the Assam Accord. But the Assam Accord is the heart of the AGP,” he said.Biswas pointed out that the Assamese nationalist party had made ideological compromises before. “If you look at the timeline, the first notification [about the citizenship Bill] was in September 2015,” he said. “In the Assembly elections of 2016, the BJP’s intentions were clear. AGP [Asom Gana Parishad] joined the alliance knowing them fully.”Over the years, many of the Assamese nationalist party’s leaders crossed over to the BJP. The saffron party, which had scant presence in Assam till recently, swelled its ranks through defections. Today many of its prominent faces, including Chief Minister Sarbananda Sonowal and senior BJP leader Chandra Mohan Patowary, are imports from the Asom Gana Parishad.As the top leadership of the Asom Gana Parishad tried to stay relevant in the state machinery, it had grown disconnected from its support base, said Arupjyoti Saikia. But the party may still have some pockets of support valuable to the BJP. “AGP, however, still has goodwill amongst the traditional Assamese rural population,” he said. “BJP does not want lose the goodwill of this section of the electorate.”Changmai concurred. While the Asom Gana Parishad did not notch up many seats, it had a support base spread out across the Brahmaputra Valley, he felt. In each Lok Sabha seat, it could get 1.5 lakh to 2 lakh votes, in his calculations, which could be useful to the BJP.Citizenship Bill fading?But did the alliance mean the citizenship Bill, which had so violently turned Assamese public sentiment against the BJP and polarised the Brahmaputra and Barak Valleys, would fade from the electoral discourse?Biswas believes it might. “We saw the fading in the panchayat elections, where the BJP did well and the AGP did the worst,” he said. The panchayat election took place in December, when anger against the Bill was rising and there were rumours that the BJP would push it through before its term at the Centre ended.Arupjyoti Saikia, however, thought it was “too early to predict” the demise of the citizenship Bill in poll politics. “One can see the process is on to build new narratives as election dates are announced,” he said.According to Changmai, there were large sections of the population which did not care so much about the Bill. “The tea garden community is not so concerned, the tribal communities are also not so concerned,” he said. “As for the Assamese, they will vote differently in different constituencies.”But what about the surge of anger against the BJP in the Assamese heartland after the Bill was passed? “Assamese aadmi bahut emotional aadm hai, dheere dheere bhool jayega,” predicted Changmai. The Assamese people are very emotional, they will slowly forget.Also read:Will simmering anger over Citizenship Bill dent BJP hopes in Assam? Even party workers are worriedAs Citizenship Bill is set to lapse, its supporters in Assam’s Barak Valley lash out at BJP","author":"Ipsita Chakravarty","time":"2019-03-14T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112590-pnqkascbor-1549700928.jpg","tags":["North East politics","Assam","AGP","BJP","Citizenship"],"source":"https://scroll.in/article/916513/as-agp-returns-to-the-bjp-fold-is-the-contentious-citizenship-bill-now-history"}