{"title":"As BSP vote plunges to its lowest ever, debate rages: Did Jatav Dalits abandon the party this time?","content":"Jagpal Singh said his mind was “fully disturbed” by the result of the Uttar Pradesh elections.The 26-year-old lawyer in Budaun district wasn’t really upset about the Bharatiya Janata Party’s  victory– it was the Bahujan Samaj Party’s dramatic collapse that bothered him.  “I am not able to process it,” he said. The Dalit-centric party managed to win only one seat. Its vote share tanked nearly 10 percentage points to 12.9%, the lowest since the 1993 Assembly polls, when the party contested its first ever  election in Uttar Pradesh, winning 64 of 167 seats where it had fielded candidates. Even in the 2014 Lok Sabha election, when the party won no seats, its vote share was nearly 20%.I had first met Singh in December in Nawni Tikanna, the village where he had grown up. It has a sizeable Yadav population as the rest of Budaun. Singh is a Jatav Dalit, the community that BSP leader Mayawati belongs to, which is the core support group of the party.  Singh, who had switched to law after dropping out of mass communication programme at the Aligarh Muslim University because he found the atmosphere suffocatingly “elite”, spoke with great conviction about his politics. He was a staunch Ambedkarite and his vote was reserved for one party, come what may: the BSP.  Mirroring his infallible loyalty to the BSP was his distaste for the Samajwadi Party. He said it stemmed from his lived experiences. “This is a Yadav-dominated area,” he said. “When the SP is in power, there is mayhem.”A shift like never before?By December, however, it was evident that the election was largely a bipolar contest between the Samajwadi Party and the BJP. So did voting for a third party make sense? Singh said what I would hear from an overwhelming number of Dalits, particularly those belonging to the Jatav caste, across Uttar Pradesh: it did not matter who was going to win or lose, they would stick to the party they believed to be their own.The Samajwadi Party seemed resigned to it, believing that it did not change the dynamics substantially as long as Jatav Dalits did not switch to the BJP in large numbers. Post-poll survey data, though, suggests that might have happened. In 2017, while almost 90% of Jatav Dalits backed the Bahujan Samaj Party, according to the post-poll survey done by researchers of the Lokniti-CSDS, the number dropped to 65% in the survey done this time. Most of those who left the BSPmoved to the BJP, as per Lokniti-CSDS: the party’s support among the community swelled to 21% from the paltry 8% in 2017. Some political scientists, however, cautioned against reading too much into the survey data on how different social groups voted. Neelanjan Sircar of the Centre for Policy Research said several problems plagued the caste data in post-poll surveys and were prone to “big margins of error”. Enduring (conspiracy) theories On the ground, most people from the Jatav Dalit community I met in the run up to the elections seemed largely unimpressed by the BJP government. Even fewer showed any enthusiasm for the Samajwadi Party. A large section, like Jagpal Singh, pledged their allegiance to the BSP, most of them not because they had no choice, but because they claimed to be believers of the cause the BSP espoused. Yet, there was certainly also a muted sense of gratitude among many Jatav Dalits for the Centre’s welfare schemes. Many poor unlettered women would often gingerly ask: “Will the free rations stop if Modi doesn’t come back?”But the post-poll survey data has evoked mixed responses among BSP’s supporters.Some like Singh are dismissive. “If a person is openly speaking against the BJP despite such an oppressive atmosphere, why would he vote for them in private – it just doesn’t make sense,” he said.To explain the BSP’s loss of vote share, the lawyer invoked an enduring – but largely evidence-free – theory: that the electronic voting machines India uses are prone to being misused. “I obviously can’t prove it, but there has to be some bigger game,” he said. His doubts aren’t isolated. In Banda, the BSP’s district unit chief Gulab Chand Verma called the results a “murder of democracy”. “These results don’t portray the ground reality,” he insisted. Shyamraji in Basti said the Centre's free rations had helped her tide over the lockdownWhose votes?Many associated with the BSP insist that the dent in the party’s fortunes was a function of dwindling support among other communities – not necessarily because of the erosion of the Jatav Dalit votes.   “Non-Dalits will only vote for the BSP if they believe they can get hissedari – a share in the power structure,” said Satish Prakash, a Dalit rights activist and college professor associated with the party.   Since the BSP was not seen to be in the running for power at all, Prakash reasoned, traditional non-Dalit voters of the party deserted it. “For me it’s a social movement, not for them,” he said. Mayawati, herself, took this line in a press conference post the results. She said that while Jatav Dalits “stood like a rock” by the party, Muslims took the “wrong decision” of voting for the Samajwadi Party. This, she alleged, alienated the party’s Hindu voters. “The upper-caste Hindus and OBCs thought that if the SP comes to power, it will be jungle raj once again, so they went to the BJP,” she said.  How the rise happenedThe BSP’s ascension to power in Uttar Pradesh may have been built on the strength of Dalit votes but it was far from a one-community party in its heydays. The party till 2014 enjoyed considerable influence among a section of Muslims and many marginalised groups within the Other Backward Castes umbrella. In 2007, when it secured a straight majority, the party employed an unlikely, but highly effective, form of social engineering: it brought to its fold Brahmin leaders promising to share political capital with the community. But the rise of the BJP under Modi has undone some of these combinations. Both post-poll surveys and conversations with voters on the ground show that upper-caste voters now overwhelmingly vote for the BJP. Many of the non-dominant OBC groups that would back the BSP earlier now vote for the BJP in large numbers and its Muslim supporters have also dwindled. Skeletons in the closet Some of the BSP’s most prominent OBC and Muslim faces are no longer part of the party. Many within the BSP blame the party’s all-powerful general secretary, Satish Chandra Mishra, for this. “He tried recasting the party as a Brahmin-Jatav party and the results of that are for all to see,” said a senior leader of the party, requesting anonymity. Many also blame Mishra for Mayawati’s very ostensible retreat from public life. She addressed few public rallies ahead of the elections – those tooat the fag end of the campaign by when it was abundantly evident that the party was far from a serious player in the elections. “He’s put the fear of life into her head,” said the senior leader, “and by now it’s become so embedded in her psyche that she is scared to really hit the ground.” At the heart of this theory are long-running murmurs of Mayawati being afraid to take on the BJP because she feared retributive action by the Centre’s investigative agencies in cases that allegedly involved government fund embezzlement when she was in power. Besides, the party’s organisational structure, insiders admit, was in tatters. “The party’s command line has been given to industrialists and real estate magnates,” said a leader in the party’s Basti unit. “So it has become all about money and workers have also started caring about that only.”Indeed, allegations of the party’s tickets being sold to the highest bidder are rampant and BSP leaders from across the state admit that there is more than a ring of truth to them. An understanding?Claims of monetary misconduct within the BSP are, however, not new and have long marred the party’s public image. But none of that quite dampened the party’s core support groups’ enthusiasm for Mayawati till this time. This has led to critics question if things went a little further this time: did the BSP have an unsaid understanding with the BJP that entailed the transfer of Dalit votes to the latter in constituencies where a three-way contest would have benefited the Samajwadi Party? Mayawati has vehemently denied these allegations. Accusations of the BSP being the BJP’s  “team B”, she said in a press conference on Friday, was the doing of the “casteist media” at the behest of the Samajwadi Party. She said, “They created a perception that the BSP is a B team of the BJP and is not fighting against it as vigorously as SP is. The truth is entirely the opposite.”Party workers seemed to have a mixed view on the matter. Some say while Mayawati may have been missing in action, it was not necessarily fear of the BJP keeping her away. “One must remember that sending Mayawati to jail won’t augur well for the BJP,” said another BSP leader from Meerut. “It will lead to a major Dalit upheaval that everyone is well aware of – so this jail thing has been blown out of proportion.”Many others, though, disagree. A functionary of the party in western Uttar Pradesh’s Saharanpur district said it was all but apparent that “she was scared of going to jail”. “By not fighting properly, she sent a message that Dalits should vote for the BJP,” said the leader, who has been with the party for the last 32 years.Mayawati’s recent public utterances, however, did not seem to betray any particular support for the BJP. While in October 2020, she did say the BSP would support any party, including the BJP, to keep the Samajwadi Party at bay in the context of the then-imminent state upper house polls, she attacked both the parties in the run-up to the assembly elections. Both the BJP and the Samajwadi Party, she said in a rally in Saharanpur, were anti-Dalits and, therefore, the community should only vote for the BSP. Forced to take sides?Nonetheless, a weak BSP meant that many Dalits may have indeed chosen to take sides, said a section of the BSP’s leaders. Narendra Singh, vice-president of the party’s Basti unit, who conceded that a section of Jatav Dalit voters did desert the party, said the BJP’s welfare measures and Hindu image were responsible. “Muslims consolidating in SP’s favour meant Hindus centralising too,” he said. “And aren’t Dalits Hindus?”Sushil Gautam, a Dalit activist based in Meerut, said a weak-looking Mayawati may have indeed pushed away some traditional Dalit voters. “Dalits are looking for a protector, who is not scared,” said Gautam, who teaches History at Meerut University. “But for whatever reason, that aggression in Mayawati is gone, so why would marginalised people vote for someone who is scared to speak out openly herself?” Given that the BJP actively ran a campaign where it said that the return of the Samajwadi Party would mean the return of Yadav and Muslim-led lumpenism, these insecurities likely got all the more pronounced, said Gautam. “That current that ran through BSP once is over,” Gautam added, “so now you are only left with your ideologically committed voters and cadres who believe in the Ambedkarite school of thought.”Essentially, people like Jagpal Singh who said he was disappointed by the way the party conducted itself this time, but would stick to it nonetheless. He said, “Babasahab [Ambedkar] gave us the Constitution that ensured we had equal rights, Kanshi Ram taught us to fight for those rights, but it was Mayawati who actually made sure we got to exercise those rights.”","author":"Arunabh Saikia","time":"2022-03-14T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171448-jrsqbasths-1647182026.jpg","tags":["Uttar Pradesh","Bahujan Samaj Party","Mayawati","Uttar Pradesh Assembly Elections 2022"],"source":"https://scroll.in/article/1019402/as-bsp-vote-plunges-to-its-lowest-ever-debate-rages-did-jatav-dalits-abandon-the-party-this-time"}