{"title":"As Brahmins in UP ask for weapons, the Opposition sharpens its attack on the Adityanath government","content":"A saffron gamcha on his shoulders, a tilak on his forehead and a rifle in his hand, Naman Pandit struck a belligerent pose on social media on August 18 as he declared: “Brahamano ko beema nahi chahiye, hathiyar chahiye.” Brahmins do not want insurance, they want weapons.Pandit is an office bearer of the Gau Rakshak Sangh in Khurja town in western Uttar Pradesh. As a footsoldier of Hindutva, his politics is ordinarily aligned with the ruling Bharatiya Janata Party. But he is now part of a wave of angry Brahmins who believe they are victims of a pro-Kshatriya BJP government led by chief minister Adityanath, who is Thakur by caste. There was always some resentment among Brahmins about losing out to their rival upper caste group, Kashtriyas, also called Thakurs, ever since Adityanath came to power. But a series of events this summer, starting with the alleged extrajudicial killing of gangster Vikas Dubey, has sharpened the anger against the government. In his post, Pandit claims Uttar Pradesh has become “Brahmhatya Pradesh”, a state where Brahmins are killed – a reference to Dubey’s killing. A screenshot of Naman Pandit's Facebook post. With an eye on the 2022 assembly elections, the political Opposition is trying to stoke this anger. Every formation from the Congress, the Samajwadi party, the Bahujan Samaj Party, even the Aam Aadmi Party, has attacked the government for its perceived neglect of the community, which is widely estimated by political parties to form 11% of the state’s voting population. Once seen as a ruling caste, with a long list of Brahmin chief ministers in UP until the 1990s, it went into relative decline with the rise of backward caste and Dalit politics in that decade. After a long time, Brahmins have emerged at the centre-stage of UP politics. And the BJP’s Brahmin leaders are feeling the heat. Last week, Devmani Dwivedi, a BJP member of the legislative assembly from Sultanpur, submitted a set of macabre-sounding questions in the state assembly. He wanted to know from the UP government: how many Brahmins have been killed in the present regime? How many killers have been arrested? What are the security plans for Brahmins? Will the government provide them weapon licenses on priority? Dwivedi did not respond to calls to explain whether he agreed with the assessment that the Adityanath government was anti-Brahmin, and whether he had raised these concerns within his party. A series of killings and arrestsThe collective victimhood among Brahmins was sparked by the police action against Vikas Dubey, a small-time gangster in Kanpur, and his associates.  Dubey, who had 60 criminal cases against him, shot into the national limelight after a deputy superintendent of police, three sub-inspectors and four constables were shot dead while trying to arrest him on July 3. He was arrested after six days.No one objected to his arrest, but when he was killed in police custody in dubious circumstances on July 10, it triggered an outpouring of support for his family, particularly among Brahmins. Pictures of his wife and son kneeling down in front of policemen went viral in the community. UP police this is disgusting how low would you touch, failed on intelligence level, secrecy level & now Humitarian level. An adolescent being harassedWife & Son of vikas dubey 👇 pic.twitter.com/UNrC7E7eZr— Rohit Mishra (@Rohit_comment) July 9, 2020\n\n“It was a planned murder,” said Pramod Dwivedi, a law student in Lucknow. “When [Dubey] surrendered he should have been given the opportunity to go through a judicial process. The court can give him capital punishment, not the UP STF [Special Task Force].”Dubey was not the only Brahmin implicated in the case – all 15 of his associates who were gunned down or arrested by the police belonged to the community. In particular, the death of Dubey’s 17-year-old relative Prabhat Mishra, and the arrest of 20-year-old Khushi Dubey, who went from a newly-wed to a widow as her husband, an associate of Dubey, was killed, evoked sharp reactions from UP’s Brahmins.Another incident which strengthened allegations of Brahmin’s victimisation was the police encounter of Rakesh Pandey, an accomplice of mafia don and MLA Mukhtar Ansari by the Special Task Force in Lucknow on August 9. Pandey’s father Baldutt Pande, a former soldier of the Indian Army, alleged that the STF had picked his son from home and killed him in cold blood at the behest of the UP government. What added fuel to the fire was the arrest of Vijay Mishra, a Brahmin MLA of the Nishad party from Bhadohi, for criminal intimidation from Madhya Pradesh’s Ujjain town on August 14.“In UP, there is a rule of one community only,” Mishra had told the media in MP, while he was being arrested. “And my fault is that I am a Brahmin. I have been arrested on instructions of Thakur mafia gangs of the state.” A section of Brahmins have raised questions on social media over why former BJP MLA Kuldeep Sengar and former MP and minister from the party, Chinmayanand, both from the Thakur community, were shielded by the government, despite serious allegations of sexual assault. Chinmayanand was not even charged under the most stringent sections of rape. Everybody loves a ‘victim’ BrahminBrahmins constitute about 11% of the state’s voting population, according to estimates shared by political parties. But their influence outstrips their numbers. Former minister in the Samajwadi government and now BSP leader, Ambika Chaudhary, said Brahmins play a decisive role in at least 60 of the 403 assembly seats.Ahead of the 2022 UP assembly elections, a pitched battle has begun for these votes. In 2007, the BSP had wrested a clear majority when its leader Mayawati had successfully cobbled together an unlikely social coalition, combining her core Dalit voter base with newly-won over Brahmins. Soon after Vikas Dubey was shot dead, she tweeted her concern for Brahmins: “For some criminal’s act, his entire community must not be victimised. The government should not do anything which could scare, terrorise and make insecure the whole Brahmin community.” In a recent tweet, she claimed, “Saddened with the casteist approach of the BJP, Brahmins are aligning with BSP in UP.” 2. खासकर ब्राह्मण समाज के प्रति बीजेपी की जातिवादी कार्यशैली से दुःखी होकर अब इस पार्टी से अलग होकर व बीएसपी में जुड़ते हुये देखकर इन्हें यह कह रहे हैं कि तिलक, तराजू की बात करने वाले अब परशुराम की बात कर रहे हैं। लेकिन यह समाज काफी बुद्धिमान है। इनके बहकावे में नहीं आयेगा। 2/4— Mayawati (@Mayawati) August 22, 2020\n\nBefore the demolition of the Babri Masjid in Ayodhya in 1992, a sizable chunk of Brahmins were with the Congress. The party is also trying to regain the lost ground. Jitin Prasada, a former central minister in the Manmohan Singh-led Congress government, formed an organisation called the Brahmin Chetna Manch in July. He has been regularly holding meetings and discussions over video conferencing with Brahmins across the state.\"ब्रह्म_चेतना_संवाद\" जन-जन के आस्था के प्रतीक जनपद #चित्रकूट से हुआ। हम सभी न्याय के पथ पर चलते हुए भगवान परशुराम के बंशज अपने समाज के खोये मान-सम्मान, गौरव को वापस लाकर ही रहेंगे। संवाद में शामिल सभी का आभार...🙏 pic.twitter.com/vIqWGuf03a— Jitin Prasada जितिन प्रसाद (@JitinPrasada) August 26, 2020\n\nFrom the killing of journalist Shubham Mani Tripathi in Unnao, allegedly by the sand mafia, to the arrest of Nishad Party MLA Vijay Mishra, Prasada makes sure to take the government to task every time Brahmins are seen to have been attacked.उ.प्र. में यह क्या हो रहा है? जहाँ पं०विजय मिश्रा जैसे विधायक भी अपने को असुरक्षित समझ रहे है! क्या एक जाति विशेष में अब जन्म लेना भी असुरक्षा का कारण बनने लगा है? @BrahamSamvad pic.twitter.com/knqZod9wyO— Jitin Prasada जितिन प्रसाद (@JitinPrasada) August 8, 2020\n\nPrasada also demanded on August 11 that the Adityanath government restore Parshuram Jayanti as a state holiday. Parshuram is a Brahmin sage in Hindu mythology, who is believed to be the sixth incarnation of Vishnu. The holiday had been introduced by the Samajwadi Party government in 2007 and revoked by the BJP government in 2017. On August 23, Samajwadi Party chief Akhilesh Yadav followed Prasada’s lead to mock the government. Anticipating the BJP government would restore the holiday, he said the BJP was now realising the importance of Parshuram and that too for narrow political gain. “No one will be deceived by this,” he said on Twitter.पहले छीना जीवन उनका और उनका मान-सम्मान... जब सिंहासन डोल गया तब जाकर आया महापुरुषों की समानता का ध्यान... और अब दिखावे के लिए क्या करेंगे जयंती पर अवकाश का फिर से ऐलान... पर अब झांसे में न आयेगा चेतन-मानस बुद्धिमान!— Akhilesh Yadav (@yadavakhilesh) August 23, 2020\n\nEarlier, Samajwadi Party leader Abhishek Mishra had announced his party would install the world’s tallest statue of Parshuram. Udayvir Singh, a senior leader of Samajwadi Party, explained: “If BJP disappoints the Brahmins, they will not go to Congress, they will come to us. Because they would like to remain with power.” Not to be left behind in the race for Brahmin votes, Aam Aadmi Party’s Rajya Sabha MP Sanjay Singh held a press conference on August 12 and alleged that under the Adityanath government in UP, the Special Task Force of the police had become “Special Thakur Force”. BJP sympathisers have lodged FIRs against him in many districts over his comments.Damage controlSensing the political undercurrent, the BJP is already in damage control mode. While the government did not restore Parshuram Jayanti as a state holiday, Adityanath said in his speech in the monsoon session of the UP assembly: “Ram and Parshuram are same in our eyes, those who differentiate them, they have a problem in their vision.” Meanwhile, influential Brahamin leaders of the party have been assigned the job to feel the pulse of the community and convince them that the party has always been with them and it will always safeguard their interest. As part of this outreach perhaps, Umesh Dwivedi, a BJP member of the legislative council, claimed in a television interview recently that the government was planning to provide special insurance to Brahmins and jobs for the wives of those who had been killed. It was this statement that Naman Pandit, the cow vigilante activist, seemed to be responding to, when he said Brahmins need weapons, not insurance.Election impactBut the biggest question is whether the Brahmin factor will impact the electoral prospects of BJP? Most political observers believe it is unlikely there will be a major impact. For one, the BJP has expanded its social base beyond the upper castes to several backward caste and Dalit groups. Two, the assembly elections will be held in early 2022, which means the BJP has more than 500 days to woo back Brahmins. Many observers point out that the construction of the Ram temple in Ayodhya will be in full swing then, with the mainstream Hindi media stirring up religious hysteria.“By the time of the elections, Ram mandir will become such a big issue that Brahmins will forget these encounters,” said Sharat Pradhan, a veteran journalist.Another veteran journalist Brijesh Shukla said: “No doubt Brahmins are uneasy. But there is no political option available for them.” Pointing out the deep religious polarisation in the state, he added, “By the time elections come they will go to the ‘Hindu Party.’”","author":"Aman Khan","time":"2020-08-27T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146596-zocfqfrxjq-1598493129.jpg","tags":["Adityanath","Uttar Pradesh","Brahmins","Vikas Dubey"],"source":"https://scroll.in/article/971473/as-brahmins-in-up-ask-for-weapons-the-opposition-sharpens-its-attack-on-the-adityanath-government"}