{"title":"As Bengaluru loses land to concrete, a small initiative wants to remind the city of its green past","content":"On a Sunday in June, around 8 km from the warren of corporate offices in Sarjapur, Suresh Kumar stood on a small patch of land, extolling the virtues of growing edible weeds. A group of 50 gardeners listened attentively to his talk. On one side of the garden grew greens with names like kakkesoppu, nela basale and harive soppu, and in another grew brinjal and bottle gourd.“I’m giving you the seeds of an uncommon Amaranthus on the condition that you won’t consume them before six months,” Kumar told the gardeners. After that period, he said, the seeds are “more nutritious and tasty. You cut the stem and scrape the top and inside it’s really meaty.” The seed distribution was followed by a hearty meal of curries, red rice and chutney prepared by local villagers. The day ended with the visiting gardeners getting a tour of some of the gardens and farms in the area.The gathering in June marked the unofficial launch of Sarjapura Curries, a project by Kumar in village Volagerekallahalli that aims to promote local, nutritious and organic greens. Supported by Bengaluru Sustainability Forum, an initiative of the infotech major Wipro, Sarjapura Curries wants to re-popularise seasonal food.At the centre of this initiative is the 600 square feet community garden, which will be used to demonstrate how to grow wild greens and vegetables. “I will be at the helm [of the garden] for a year, sharing knowledge with those who are interested,” said Kumar, a visual and performance artist. “After [that]..., I want someone from the village to take over.”Image courtesy: Sarjapura CurriesAs Bengaluru loses agricultural land to industry and concretisation, several initiatives are trying to rekindle a passion for farming or gardening. Farmizen, for instance, is a mobile app that enables customers to grow their own chemical-free vegetables and fruit on a rented farm, while Grow2share is an app that connects customers to service providers who will help them grow vegetables in their garden, balconies or terraces. Garden City Farmers, meanwhile, is a non-governmental organisation that trains citizens in urban farming through workshops. Into this space has emerged Sarjapura Curries.“Sarjapura Curries is important because...it improves [the] community’s well-being and participation by being inclusive of every stratum of society,” said Lena Robra of Bengaluru Sustainability Forum. “It gives importance to [local] knowledge...and [the] joy experienced from sharing it with everyone.”Kumar knows this local knowledge well. His mother hailed from Volagerekallahalli and, as a child, he spent several years there with his extended family. Even after getting his post-graduation degree in art from Delhi, Kumar returned to Volagerekallahalli. “I wanted to unlearn my art education, so I spent three-four years here.” What he witnessed in the village – the toll of urbanisation, the effects of the IT and real estate boom, communities giving up their traditional professions – went into his sculptural installations of the time. He remembers a work in which he used portraits of all the villagers. “Before sending my works for exhibitions, I would display them in the village first,” he said.An event in Kumar’s life prompted him to take a break. He reduced his travels and started terrace gardening. He wanted to make videos of his “mother’s recipes but she suddenly passed away.” Looking for another project, Kumar began identifying local greens with the help of women in the village. This, in a way, became Sarjapura Curries.Image courtesy: Sarjapura CurriesThe community garden planted in June has the greens he catalogued so far – five varieties of ponagone (sessile joyweed, from the amaranth family) and two varieties of manathakkali/kakkesoppu or nightshade.“These seven varieties are edible but nobody has been eating them for the last few years,” he said. “People are mostly eating palak (spinach) and methi (fenugreek). Ponagane or honagane is the tastiest [green], whereas others are medicinally- and protein-rich plants. In kakkesoppu, only the purple variety is popular but we are growing the red one in our garden. We found these in a few fields and lands that have been bought by corporate houses and real estate companies. They have survived wherever the construction has not started and the topsoil is still intact.”At the launch of Sarjapura Curries, there was a young couple – Shwetha Govindarajan and G Govindarajan – that had been growing medicinal plants on their terrace in Hosur. They had come looking for seeds and plants they could add to their garden. “After I fell sick, we couldn’t really look after the garden,” said Shwetha. “Now we are going for all these meets to learn about native seeds and to get them to re-do our garden.”","author":"Shailaja Tripathi","time":"2019-08-10T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125282-vivfriiwia-1565356232.jpg","tags":["Suresh Kumar","Gardening","Organic food","Food"],"source":"https://scroll.in/magazine/926156/as-bengaluru-loses-land-to-concrete-a-small-initiative-wants-to-remind-the-city-of-its-green-roots"}