{"title":"As Citizenship Bill is set to lapse, its supporters in Assam’s Barak Valley lash out at BJP","content":"With both Houses of Parliament being adjourned sine die – with no appointed date for resumption – on Wednesday, the contentious Citizenship (Amendment) Bill, 2016, is likely to lapse. In Assam’s Barak Valley, where there was overwhelming support for the Bill, there is now bitter disappointment with the Bharatiya Janata Party, which had introduced it. The Bill seeks to ease citizenship for non-Muslim undocumented migrants from Bangladesh, Afghanistan and Pakistan. It had triggered widespread protests in almost all other parts of the North East. Groups representing communities defined as “indigenous” to the region claimed it would obliterate local populations and cultures as it made citizens out of Bengali Hindus who had migrated from Bangladesh.But the Barak Valley, made up of Cachar, Karimganj and Hailakandi districts, in the southern tip of Assam, has a large population of Bengali Hindus, many of whom had fled erstwhile East Pakistan post-Independence. When the joint parliamentary committee set up to review the Bill visited the Barak Valley in May, it was flooded with memorandums of support, in stark contrast to other parts of Assam.Many of these groups are now fuming. “The BJP introduced this Bill only for political interests,” said Sadhan Purkayastha of the Citizens’ Rights Preservation Committee, which had submitted one of the memorandums. “Their intention is not to help the Partition victims. I condemn the attitude of the government as well as the BJP party.”‘A political ploy’Speaking in Silchar in the Barak Valley on January 4, Prime Minister Narendra Modi had argued that the Bill would be “atonement of the wrong that was done during India’s Partition”, alluding to Bengali Hindus who had fled East Pakistan (now Bangladesh).Days later, on January 8, the Bill was passed in the Lok Sabha. It was expected to be tabled in the Rajya Sabha during the Budget Session. But even after it was listed for passing in the Upper House, the Bill did not come up there. Wednesday was the last day of the Budget Session, which is the final session of Parliament before elections are held in the summer. A Bill that originates and is passed by the Lok Sabha but is pending in the Rajya Sabha lapses with the dissolution of the House. The term of the current Lok Sabha ends on June 3. Groups in the Barak Valley now see the Bill as part of the BJP’s electoral calculations. Take the Citizens’ Rights Protection Coordination Committee Citizens’, an umbrella organisation that claims to represent 43 different groups covering most communities living in the Barak Valley.  “The Bill was a political ploy to manipulate the electorate driven by a very calculated, political arithmetic,” said its chairman, Tapodhir Bhattacharjee, a former vice-chancellor of Assam University. “The Bill has done more harm than good to the people of Assam. It has further divided the people of Barak Valley and Brahmaputra Valley.”Those against the Citizenship Bill protest in Assam. BJP’s loss?The Bengali-dominated Barak Valley and the Assamese-majority Brahmaputra Valley have historically had a strained relationship. The past few months, when the Barak Valley showed overwhelming support for the Bill and the Brahmaputra Valley broke out in protests against it, seemed to have widened the rift even further. “They [the BJP] created a rift between the communities of the North East, and unnecessarily created chaos,” said Purkayastha.He added that the failure to pass the Bill would hamper the BJP’s electoral prospects in Barak Valley, a traditional stronghold of the saffron party. “All those people awaiting citizenship, they will realise that the BJP [staged] all the charade only for their political gains and not to help the displaced victims of Partition,” he said.Political analysts, however, felt that the BJP’s electoral prospects may not have been very badly dented by the failure to pass the Bill. “There is no doubt about the fact that this is a moral loss for the BJP,” said Joydeep Biswas, a Silchar-based political commentator. “But the Bill supporters will probably stick to the BJP in any case, the Bengali Hindus of North East for instance.”‘We did our best’BJP leaders in the Barak Valley certainly remained unfazed by criticism. The party’s Cachar unit head, Kaushik Rai, said the government did all it could to pass the Bill. “Everyone knows that we did our best,” he said. “We had the numbers in the Lok Sabha, where we passed it in a day. We could not do in the Rajya Sabha because there was a time constraint, and we do not have a clear majority there. Besides, the Opposition parties wasted a lot of time, not letting proceedings take place.”Santanu Naik, executive member of the BJP’s Cachar district committee, took a similar stand. “No one can deny that the government was 100% sincere in its efforts to pass the Bill,” he said.Also read:In Assam’s Brahmaputra Valley, the citizenship bill has opened old Assamese-Bengali fissuresThe reaction to Citizenship Bill in Assam should remind Centre of Pakistan’s mistakes in Bangladesh‘Hello China, Bye Bye India’: In Mizoram, students are protesting against Citizenship Bill","author":"Arunabh Saikia","time":"2019-02-13T19:17:02.898513+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112962-sgkrebxicr-1550063677.jpg","tags":["Citizenship tangle","Assam","Citizenship","Citizenship Bill","Barak Valley","BJP"]}