{"title":"As CSK win IPL 2021 for fourth title, a look at all the winners of Indian Premier League finals","content":"Chennai Super Kings closed the gap on arch-rivals Mumbai Indians in the list of Indian Premier League title wins after they defeated Kolkata Knight Riders in the IPL 2021 final on Friday in Dubai. It was CSK’s ninth final in the history of the tournament, an incredible record already, and they won their fourth title. List of IPL winners and runners-up \n    \n       Season  Winners  Final  Venue \n    \n     2008  Rajasthan Royals  Chennai Super Kings  DY Patil Stadium  2009  Deccan Chargers  Royal Challengers Bangalore  Wanderers Stadium  2010  Chennai Super Kings  Mumbai Indians  DY Patil Stadium  2011  Chennai Super Kings  Royal Challengers Bangalore  MA Chidambaram Stadium  2012  Kolkata Knight Riders  Chennai Super Kings  MA Chidambaram Stadium  2013  Mumbai Indians  Chennai Super Kings  Eden Gardens  2014  Kolkata Knight Riders  Kings XI Punjab  M Chinnaswamy Stadium  2015  Mumbai Indians  Chennai Super Kings  Eden Gardens  2016  Sunrisers Hyderabad  Royal Challengers Bangalore  M Chinnaswamy Stadium  2017  Mumbai Indians  Rising Pune Supergiant  Rajiv Gandhi Stadium  2018  Chennai Super Kings  Sunrisers Hyderabad  Wankhede Stadium  2019  Mumbai Indians  Chennai Super Kings  Rajiv Gandhi Stadium  2020  Mumbai Indians  Delhi Capitals  Dubai International Cricket Stadium  2021  Chennai Super Kings  Kolkata Knight Riders  Dubai International Cricket Stadium \n  Coming into the IPL 2021 season, Mumbai Indians had won back-to-back titles and had extended their lead at the top of the winners roster to five. Now their arch rivals have made the gap just one, ahead of a mega auction that is bound to rejig the teams’ compositions. KKR remain third behind the two serial winners, as they suffered their first IPL final defeat in three matches. IPL 2021 Final, CSK vs KKR as it unfolded Most IPL titles \n    \n       Team  Title(s)  Editions won \n    \n     Mumbai Indians  5  20132015201720192020  Chennai Super Kings  4  2010201120182021  Kolkata Knight Riders  2  20122014  Sunrisers Hyderabad  1  2016  Deccan Chargers†  1  2009  Rajasthan Royals  1  2008 \n  Rajasthan Royals won the inaugural edition while Sunrisers Hyderabad and now defunct Deccan Chargers are the other title winners as the 14th season of the tournament came to a close. SRH was the last first-time champion in 2016, with the last five titles being shared between Mumbai Indians and Chennai Super Kings. Stephen Fleming is now the most successful coach in #IPL history.He has now won his fourth title - all for #CSKMahela Jayawardene has won three for #MI  #IPL2021Final #IPL2021 #IPL2O21 #IPL #KKRvCSK #CSKvKKR #KKRvsCSK— Mohandas Menon (@mohanstatsman) October 15, 2021\n\nOn the night, MS Dhoni also became the first player to lead a team for 300 matches in the shortest format. On Friday in Dubai,  Chennai Super Kings on Friday clinched their fourth Indian Premier League title after beating Kolkata Knight Riders by 27 runs in the summit clash here on Friday.The in-form Faf du Plessis hit a magnificent 86 off 59 balls, laced with seven fours and three sixes, to help CSK post 192 for 3 after they were invited to bat.Chasing an imposing target of 193, KKR could manage 165 for 9 in their 20 overs with Shubman Gill and Venkatesh Iyer hitting 51 and 50 respectively.From 91 for no loss in the 11th over, KKR slumped to 125 for 8 in the 17th over in a dramatic batting collapse to lose the final.For CSK, Shardul Thakur took three wickets while Ravindra Jadeja and Josh Hazlewood got two each.","author":"Scroll Staff","time":"2021-10-15T23:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165185-vjdbrzwhty-1634320601.jpeg","tags":["IPL 2021","Indian Premier League","CSK","KKR","Chennai Super Kings"],"source":"https://scroll.in/field/1007828/as-csk-win-ipl-2021-for-fourth-title-a-look-at-all-the-winners-of-indian-premier-league-finals"}