{"title":"As Mumbai’s coastal road construction speeds up, even car owners are joining the protest against it","content":"For more than five years, Mumbai’s controversial coastal road project has faced stiff opposition from environmentalists, urban planners, transport experts and local fishing communities that could be displaced by the project. Their protests did not stop the Union government from granting, in May 2017, environmental clearance for the multi-crore project that involves reclaiming large portions of the sea to build a 29.2 km road along along Mumbai’s western coastline.Now that construction work for the 10-km south section of the coastal road has begun, a new group of protesters has joined the chorus against the project: ordinary citizens from the same car-owning demographic that the coastal road is being built for.In early February, several residents of Breach Candy and Worli – two south Mumbai localities – formed two informal collectives in their neighbourhoods to raise public awareness about the dangers of the coastal road. Each collective has more than 200 members in their WhatsApp groups, including some citizens from other parts of Mumbai, and they have jointly organised at least two public meetings with experts and stakeholders to raise questions about the project.In an online petition they started in February, the groups have demanded that state and civic authorities stop all construction work on the coastal road till citizens are given complete information about its purpose and impact on the environment, vehicular traffic, public transport and pedestrian movement. The groups also held a protest march on March 10 to draw attention to the issue. “The coastal road is not in public interest,” said Radhika Sabavala, the head of a non-profit publishing house and a member of the Worli citizens’ collective. “It is a very serious intervention in the city with huge repercussions. No serious traffic disbursal studies have been carried out yet, the latest environmental impact report has not yet been made public, and the road will have an adverse impact on the livelihood of the fishing communities and the delicate coastal ecology.”For most members of the citizens’ collectives, the catalyst for coming together in protest was the alarming speed of reclamation that began off the coast of Breach Candy in the beginning of January. “The work has been going on non-stop, all day and night, with trucks coming to dump debris into the sea at a scary pace,” said Mamta Dalal Mangaldas, a writer and member of the Breach Candy group, which calls itself Citizens for Responsible Development. “We are asking for is to stop this work till citizens are given proper answers about the many inconsistencies in the project.”Citizens' groups are concerned about the alarming pace of coastal road construction at Breach Candy. (Photo credit: Aarefa Johari).Rs 1,200 crore per kilometreThe coastal road project has been planned in two main sections – south and north. The cost just for the 10-km south section is set to be Rs 12,700 crore – more than Rs 1,200 crore per kilometre – making it one of the most expensive public infrastructure projects in the country. (The project’s overall cost is unclear because its details have not been made public).  The coastal road was first proposed in 2012 and was taken up as an election promise by the Bharatiya Janata Party, which came to power in Maharashtra in 2014 with support from the Shiv Sena. The project, according to the state government, will decongest Mumbai’s roads by providing an alternative to the Western Express Highway, an arterial road that stretches from Bandra in suburban Mumbai to Dahisar, 25 km to the north.The project’s south section will run from the southern business district of Nariman Point to Worli, and be built by the Municipal Corporation of Greater Mumbai. The north section, extending from the existing Bandra-Worli sea link to the northern suburb of Kandivali, will be built by the Maharashtra State Road Development Corporation.Reclamation for the coastal road will generate 90 hectares of new land, which the government claims will be used for green spaces and public amenities. However, detailed drawings and plans for this reclamation are yet to be released to the public.Since the road will be toll-free, the financial burden of maintaining the coastal road will fall on Mumbai’s tax payers. However, the road will cater to barely 1.25% of Mumbai’s population – people who own cars and commute along the city’s western coast.Mangaldas, Sabavala and other members of the citizens’ collectives belong to that 1.25%, which makes their protests against the coastal road even more significant.The citizens’ groups have raised three main questions about the coastal road: whether the road is needed at all, whether it will truly decongest Mumbai, and whether the massive construction cost, which will utilise public money, is justified.Residents of Breach Candy and Worli organised a public meeting on February 9 to get urban experts and civic officials to share information about the coastal road with citizens. (Photo credit: Citizens for Responsible Development).The risk of floodingOne of the biggest problems with the coastal road is the ecological threat it will pose to the city. Up till 2011, Coastal Regulation Zone rules allowed roads on coastlines only in the form of bridges on stilts, so the flow of tidal waters would not be affected. However, a 2011 Coastal Regulation Zone notification allowed reclamation-based roads in “exceptional cases”. The Maharashtra government has not yet publicly explained why the coastal road would count as an exceptional case, but it has been given central environmental clearance to reclaim 90 hectares of land from the sea.This reclamation will push the boundary of the current coastline by at least 100 metres towards the sea, which could lead to change in tidal patterns, erosion of beaches and a blockage of the city’s natural drainage systems along the whole western coast. This could put Mumbai at a high risk of flooding.“The Maharashtra government has claimed that the coastal road is not likely to have any impact on tidal patterns in the north and south of the city,” said Cyrus Guzder, an urban activist and a trustee of the non-profit Bombay Environmental Action Group. “But we now know that even small scale reclamation for the Bandra-Worli sea link has already caused erosion of Dadar beach. So the government has no right to go ahead with the coastal road without knowing the environmental impact.”Since publishing an Environmental Impact Assessment for the project in 2016, Mumbai’s municipal corporation has altered the alignments of portions of the coastal road. “But this final alignment has not yet been made available to the public, and a fresh environmental impact assessment has not yet been conducted,” said Mangaldas.The coastal road project proposes to reclaim this entire portion of the coast at Breach Candy, which fills up with water during high-tide and is used by fishing communities. (Photo credit: Aarefa Johari).Will it decongest?Besides ecological concerns, the feasibility of the coastal road is itself under question.The road was proposed in accordance with a transportation survey that civic authorities had conducted in 2006, more than 12 years ago. Transportation surveys study all forms of public and private transport available in a city in order to determine future transport needs. “The 2006 study has not been made public, and no fresh transportation study has been conducted since then to justify the coastal road,” said Rahul Kadri, an architect and member of the citizens’ collective from Breach Candy. “The government is spending more than Rs 1 lakh crore to build 172 km of metros to decongest Mumbai, but that too was not taken into account. If the Metro 3 route is meant to service 90 lakh people, won’t commuters prefer that over the coastal road?”In 2016, instead of a comprehensive transportation survey, the civic authorities conducted a small, seven-day traffic study in parts of South Mumbai. “They survey was just a head count of the cars passing up and down one of the roads, but it did not study traffic on Warden Road or August Kranti Road [in South Mumbai], where traffic exiting the coastal road will be directed,” said Guzder.Both Warden Road and August Kranti Road are relatively narrow roads that currently allow for just two lanes of traffic in each direction. Since the coastal road is meant to be an eight-lane highway, traffic jams at the bottleneck are inevitable. “The traffic study claims that these roads will be widened from 9 metres to 27 metres in order to disburse coastal road traffic, but how will they do it?” asked Mangaldas. “By demolishing the buildings on the side?”A satellite image of the narrow roads onto which traffic from the eight-lane coastal road will disburse. (Photo courtesy: Citizens for Responsible Development).A disaster for the cityIn stark contrast to the extravagant budget for the coastal road, the citizens’ group points out the financial struggles of Mumbai’s floundering BEST buses. “The municipal corporation is willing to spend Rs 12,000 crore on the coastal road for less than 2% of the population, but it is not willing to give the BEST even Rs 450 crore to upgrade its bus services,” said Mangaldas. “If buses are improved, at least 10 lakh people would be able to  travel. Shouldn’t they be using public money to improve public transport?”Members of the citizens’ collectives are now trying to take their petition against the coastal road from door-to-door in their neighbourhoods, in order to raise more awareness about the negative impact the road could have on the city. “Many people think that a new road to whiz over will solve their traffic congestion problem,  but they have not yet understood that the coastal road will be like a dam that could flood the city,” said Mangaldas.For Kadri, this is an important reason for speaking out about the coastal road controversies. “For me, personally, the coastal road would be great. But for the city, it will be a disaster,” he said. “And we want the municipal corporation to know that there are enough people who are objecting to this road.”\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/ptdrypkzdu-1552389572.jpg\">\n  </picture><figcaption>A resident with a sign about the Brihanmumbai Municipal Corporation at a protest march on March 10. Photo: Citizens for Responsible Development</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/zcnipplhuk-1552389575.jpg\">\n  </picture><figcaption>Residents at a protest march against the coastal road on March 10. Photo: Citizens for Responsible Development</figcaption></figure>","author":"Aarefa Johari","time":"2019-03-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114747-lqmjlaqxin-1552030824.jpg","tags":["Mumbai","Coastal Road Mumbai","Land Reclamation"],"source":"https://scroll.in/article/915849/as-coastal-road-construction-speeds-up-even-car-owning-citizens-in-mumbai-are-rallying-against-it"}