{"title":"As China broadens its moon mission, will a manned lunar base be next?","content":"The world is still celebrating the historic landing of China’s Chang’e-4 on the far side of the moon on January 3. This week, China announced its plans to follow up with three more lunar missions, laying the groundwork for a lunar base.Colonising the Moon, and beyond, has always being a human aspiration. Technological advancements, and the discovery of a considerable source of water close to the lunar poles, has made this idea even more appealing.But how close is China to actually achieving this goal?If we focus on the technology currently available, China could start building a base on the Moon today.The first lunar baseThe first lunar base would likely be an unmanned facility run by automated robotics – similar to Amazon warehouses – to ensure that the necessary infrastructures and support systems are fully operational before people arrive.The lunar environment is susceptible to deep vacuum conditions, strong temperature fluctuations and solar radiation, among other conditions hostile to humans. More importantly, we have yet to fully understand the long term impact on the human body of being in space, and on the Moon.Seeds taken to the Moon by the Chang’e-4 mission have now reportedly sprouted. This is the first time plants have been grown on the Moon, paving the way for a future food farm on the lunar base.Building a lunar base is no different than building the first oil rig out in the ocean. The logistics of moving construction parts must be considered, feasibility studies must be conducted and, in this case, soil samples must be tested.China has taken the first step by examining the soil of the lunar surface. This is necessary for building an underground habitat and supporting infrastructure that will shield the base from the harsh surface conditions.3D printed everythingOf all the possible technologies for building a lunar base, 3D printing offers the most effective strategy. 3D printing on Earth has revolutionised manufacturing productivity and efficiency, reducing both waste and cost.China’s vision is to develop the capability to 3D print both inside and outside of the lunar base. 3D printers have the potential to make everything from daily items, like drinking cups, to repair parts for the base.But 3D printing in space is a real challenge. It will require new technologies that can operate in the micro gravity environment of the Moon. 3D printing machines that are able to shape parts in the vacuum of space must be developed.\n\n\n    \n    Play\n\nNew materials are requiredWe know that Earth materials, such as fibre optics, change properties once they are in space. So materials that are effective on Earth, might not be effective on the moon.Whatever the intended use of the 3D printed component, it will have to be resistant to the conditions of lunar environment. So the development of printing material is crucial. Step-by-step, researchers are finding and developing new materials and technologies to address this challenge.For example, researchers in Germany expect to have the first “ready to use” stainless steel tools to be 3D printed under microgravity in the near future. NASA also demonstrated 3D printing technology in zero gravity showing it is feasible to 3D print in space.On a larger scale we have seen houses being 3D printed on Earth. In a similar way, the lunar base will likely be built using prefabricated parts in combination with large-scale 3D printing.Examples of what this might look like can be seen to entries in the 3D printed habitat challenge, which was started by NASA in 2005. The competition seeks to advance 3D printing construction technology needed to create sustainable housing solutions for Earth, the moon, Mars and beyond.NASA’s Habitat Challenge: Team Gamma showing their habitat design. NASA 3D Printed Habitat ChallengeLiving on the moonSo far, we’ve focused on the technological feasibility of building a lunar base, but we also need to consider the long term effect of lunar living on humans. To date, limited studies have been conducted to examine the the biological impact on human physiology at the cellular level.We know that the human organs, tissues and cells are highly responsive to gravity, but an understanding of how human cells function and regenerate is currently lacking.What happens if the astronauts get sick? Will medicine from Earth still work? If astronauts are to live on the Moon, these fundamental questions need to be answered.In the long term, 3D bioprinting of human organs and tissues will play a crucial role in sustaining lunar missions by allowing for robotic surgeries. Russia recently demonstrated the first 3D bioprinter to function under microgravity.To infinity and beyondCan China build a lunar base? Absolutely. Can human beings survive on the moon and other planets for the long term? The answer to that is less clear.What is certain is that China will use the next 10 to 15 years to develop the requisite technical capabilities for conducting manned lunar missions and set the stage for space exploration.Joshua Chou, Senior lecturer, University of Technology SydneyThis article has been updated. The original story referred to the “dark” side of the moon when it should have said “far”.This article first appeared on The Conversation.","author":"Joshua Chou, The Conversation","time":"2019-01-27T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111119-wduxmkkoya-1548073946.jpg","tags":["NASA","Moon","research station","Habitat Challenge","lunar base","bioprinting","China","3D printing"],"source":"https://scroll.in/article/910301/as-china-broadens-its-moon-mission-will-a-manned-lunar-base-be-next"}