{"title":"As Delhi braces for Modi vs Kejriwal battle, a documentary captures their first joust in Varanasi","content":"Before the duel for Delhi, there was the war for Varanasi.As Narendra Modi’s Bharatiya Janata Party trades barbs with Arvind Kejriwal’s Aam Aadmi Party ahead of the Delhi assembly re-election on February 7, a new documentary provides an engrossing account of their first encounter in Varanasi. Kamal Swaroop’s Dance for Democracy is a record of the campaign for the Varanasi parliamentary constituency in April and May last year. Modi chose Varanasi as the seat from which he would catapult himself into the country’s prime ministership (as he eventually did on May 16), while Aam Aamdi Party co-founder Arvind Kejriwal threw his white cap into the ring to play the spoiler. Modi polled over half of the total 10.28 lakh votes cast, while Kejriwal managed close to 1.8 lakh votes.Dance for Democracy tracks the fight for power in the ancient city to which some come to discover the meaning of life and others to die. The 120-minute documentary has the rhythm and energy of a television news special programme, but without the melodramatic shooting and editing patterns. Its familiar elements include interviews with representatives of various political parties, the historical context of voting patterns, conversations with locals and community groups, and footage of speeches and rallies.The main contest is between the self-declared white knight and the loose cannon, but Swaroop also passes around the microphone to other parties in the fray, including the Communists, Samajwadi Party supporters, Congress Party aides and at least one eunuch group that promises to give Modi a better measure of a 56-inch chest. Modi’s arrival in Varanasi is built up gradually through the documentary. He appears only in the fifty-ninth minute of the two-hour film, and remains a spectral but unmistakable presence. In a memorable sequence shot before the votes have been cast, the future emperor of India is anointed on the ghats, which are bathed in the amber of light and the saffron of the BJP’s flags and symbols.Swaroop’s initial point of inquiry was German Nobel laureate Elias Cannetti’s non-fiction study Crowds and Power. The 62 year-old filmmaker wanted to see how Cannetti’s analysis of the relationship between authority figures and the masses in whose name they rule were playing out in Varanasi. “Cannetti talks about crowds, the fear of being touched in public, how crowds tend to become one organism,” Swaroop said. “He talks about the disruption and domestication of crowds, their attitudes and rhythms. He talks about a larger crowd within which there is a smaller group that becomes the so-called sugar crystal that the bigger group gets attracted to.”Swaroop wanted to explore these interlocking ideas through the election in Varanasi, a city he has visited several times over the years as an assistant director on Mani Kaul’s documentaries Mati Manas and Siddheshwari as well for his own projects on film pioneer Dhundiraj Govind Phalke. American producer Manu Kumaran, the founder and then Chief Executive Officer of Medient Studios, got interested in the project and raised the seed capital through his company. The film was called Crowds and Power after Cannetti’s 1960 publication, but a potential copyright problem resulted in a second title, Battle for Benares.What eventually became Dance for Democracy was initially meant to be an inspirational account of a David and Goliath struggle between Kejriwal and Modi, with the accent on Kejriwal’s efforts. But Swaroop says he wasn’t interested in making a campaign film about Kejriwal in the anticipation that AAP would wrest the campaign from the BJP. “My interest was in the movement of the crowds, the vibrancy and the sounds of the election,” Swaroop said. “We focused on the graphic nature of the campaign, the use of symbols and icons, of an imagined shared ancestry of the invisible crowds, rather than what people were actually saying.”He noticed how all the candidates started mirroring each other – another insight from Cannetti – as the power struggle intensified. Kejriwal, for instance, opened his speeches in Varanasi with the Hindu slogan “Har Har Mahadev”, just like the BJP leaders. “Everybody was speaking the same language, using the same abuses and making the same promises,” Swaroop said. “It had become a homogenous crowd.”Weavers and spin doctorsSwaroop has also written a screenplay on the weavers of Varanasi, called Jhini Mini Maili Chaadar. Dance for Democracy’s opening moments include the spinning of yarn on a Varanasi loom, which sets the tone for the high-decibel pitches and promises made by all parties. A common thread through the interwoven strands is journalist Surendra Pratap Singh’s observations on Varanasi’s attitude towards conquerors and raiders down the ages. Varanasi, no stranger to spectacle, theatricality, debate and chicanery, provided the perfect battleground for the most raucous and divisive electoral battle in 2014. Singh suggests that in the picaresque holy city, the idea of non-natives staking their claim on its spiritual and material riches stretches back into antiquity.Swaroop didn’t initially get the sense that Modi, who was also contesting from his home state Gujarat, would win the Varanasi seat with such massive margins. The filmmaker was also initially cool towards Kejriwal’s raid on what was considered a safe seat for the future ruler of India. “In India, we have contempt for thin voices and builds, and Kejriwal doesn’t have a strong voice or the build,” the filmmaker observed. “Kejriwal’s followers were like him – many of them were educated and intelligent people who had a chance to start a new political party where they would be the pioneers.”The advantage of being in observational mode also helped Swaroop to witness the vitiation of the political discourse along communal lines. Dance for Democracy has moving interviews with local Muslim residents, who express their anguish at being described as “outsiders” and traitors.The real outsiders for the purposes of this election, of course, were the candidates.Dance for Democracy compresses 400 hours of footage into a simple and linear, if somewhat overlong, narrative. It was shot for close to 40 days with two units each for camera and sound until the results were declared on May 16. The fleet-footedness of the crews ensured fluid and news-worthy footage that conveys the energy and chaos that marked Varanasi during those fateful weeks. “We had very good crews, which were able to co-ordinate between the different rallies,” Swaroop said. Since he didn’t want to use either a commentary or a narration, his crews closely followed the news television units, piggybacking on their introductions, interviews and summaries to provide links between the parallel rallies and meetings.However, it isn't clear how soon viewers will be able to watch Dance for Democracy. Manu Kumaran was voted out of Medient in mid-2014, and he is in the midst of legally contesting his ouster. Medient still owns the copyright to Dance for Democracy, so Swaroop is unsure of how and where it will be screened. There is a possibility that the film will be released on YouTube.From Kashi through Benares to VaranasiDance for Democracy makes for an interesting double bill with Swaroop’s other recent Varanasi-set film. Rangbhoomi, produced by the Films Division and available on DVD, is the latest iteration of Swaroop’s decades-long project on the ideas that animated DG Phalke. Swaroop’s magnificent obsession with Phalke has yielded a series of documentaries, starting with the straight-forward Phalke Children for FD in 1994, the scrapbook Tracing Phalke, which re-imagines and re-contextualises Phalke’s multiple concerns, and an ongoing series about the cities inhabited by the itinerant magician turned movie pioneer.Rangbhoomi concerns itself with the Varanasi stop that Phalke made in 1920 after he left his production company, Hindustan Films, and announced his retirement from cinema. In Varanasi, Phalke wrote and staged the semi-autobiographical play called Rangbhoomi, described as a satire about the world of theatre.Swaroop’s Rangbhoomi is meta-docu-fiction: it’s a film about a play that attempts to restage and re-contextualise the original production through readings from the original text, interviews with local Phalke historians, and visits to the locations and places Phalke used and visited during his short stay. As the 90-minute film draws to a close, a miniature model of Varanasi created by Nihar Bhattacharya creates an imaginary city within the actual city that briefly housed Phalke and that continues to provoke Swaroop’s imagination.“I was attempting to evoke memories, especially of the death of Phalke’s son, and punch in these memories while revisiting the play,” Swaroop said. “The emotional key was the loss of Phalke’s son, of his state of mind,” Swaroop said. The beautifully shot film, at once formally challenging and emotionally affecting, is the experimental filmmaker’s most perfectly realised tribute thus far to Phalke.Rangbhoomi and Dance for Democracy couldn’t be further apart. One is a poetic and philosophical inquiry into the mind of a filmmaker, while the other is firmly tethered to the exigencies of electoral politics. But they are inextricably linked. But both films are about outsiders who came to Varanasi and conquered it. (One fled, while the other is here to stay.) Both films evoke the social and political concerns of Varanasi. And both films have a common chronicler, a singular filmmaker with an ability to explore myth and reality in equal measure.","author":"Nandini Ramnath","time":"2015-01-13T07:00:24+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/699880-66631e83-9489-49c9-a750-58f091500d8b.jpg","tags":[],"source":"https://scroll.in/article/699880/as-delhi-braces-for-modi-vs-kejriwal-battle-a-documentary-captures-their-first-joust-in-varanasi"}