{"title":"As Delhi was consumed with bloodshed during the 1984 Sikh genocide, where was the Indian Army?","content":"As the fourth largest army in the world, and with its headquarters in Delhi, India’s army was more than capable of dealing with the failing law and order situation compounded by a complicit police force. India retains clear operational procedures in times of civil unrest. Curfews are declared and military units deployed as the situation demands – nowhere are such standards more keenly adopted than in the nation’s capital. The military had previously taken to the streets to quell communal violence following the Independence in August 1947. As police forces came under extreme pressure to cope, India’s first Prime Minister, Jawaharlal Nehru, acted swiftly to try to reduce the impact of the disturbances. He deployed the army and issued a “shoot-to-kill” policy against rampaging mobs. For Nehru, communalism was as dangerous to India as fascism; the violent actions conducted by dissidents and agitators were a threat to the cohesion of the new country and he was keenly aware that his Congress party was not immune to this threat. In the face of similar threats to human life four decades later, his grandson’s government would act in a very different way. As the violence spiralled out of control in Delhi and across northern India, calls for the army came repeatedly and from several quarters. By the evening of 31 October it became increasingly apparent to South Delhi’s deputy commissioner of police, Chander Prakash, that the use of military force would be necessary. The additional commissioner of police, Gautam Kaul (a cousin of the prime minister) allegedly refused the recommendation on the grounds that “a meeting had already taken place sometime earlier in the prime minister’s house, where the home minister was also present, and a decision had been taken not to impose curfew and call out the army at that stage.”That same evening, Home Minister PV Narasimha Rao (who would himself become prime minister in the early 1990s) appeared “indifferent” according to two senior lawyers who urged him in person to act to prevent a looming massacre. The Home Minister left them with an uninspiring assurance that he would be “looking into this matter”. The next day an Opposition MP rang both the Home Minister and Shiv Shankar, a minister in the new Cabinet who was also a confidante of the Gandhi family, to inform them of the increasingly worrying situation and the need for a military response. The ministers reassured the caller that the army would be summoned imminently and that a curfew was to be imposed.Commuters walk past two bodies on a parked luggage trolley on the platform at New Delhi Railway Station, November 1984 | Image credit: Ashok VahieA Sikh brigadier, AS Brar, who was then commandant of the Rajputana Rifles Regimental Centre in Delhi, described the unwillingness of the civilian authorities to deploy the army that was under the command of Major General JS Jamwal, General Officer Commanding of Delhi area. As a precaution he had ordered 1,600 men of the 15th Sikh Light Infantry back to the capital from Meerut the previous day. They arrived at their Dehli barracks at 11.00 pm. Of the total of just over 6,000 soldiers now at Jamwal’s disposal, just over half were controlling Teen Murti House, where Indira Gandhi’s body lay in state, or surrounding the route to the cremation ground. The remainder were theoretically available for duty at flashpoints across the capital. Jamwal’s orders to deploy came the following morning but were initially limited to only the central and southern districts of the capital. This left Delhi’s four other districts without military coverage until that order was given to patrol them on November 3.In charge of military patrols in South Delhi was a Sikh major whose troops soon became involved in an altercation with a man who identified himself as a senior intelligence officer. He questioned why the army was there and warned them that they had no authority to intervene. The individual was chased away but, within an hour, the major was ordered back to the cantonment where his men were confined to barracks. No investigation has ever been conducted as to the identity of the intelligence officer. Brigadier Brar was also facing problems. Repeated requests to army headquarters to send out the 3,000 troops at his disposal – in order to deal with the “distress” calls that were continuously being made to his office – were largely met with a wall of indifference.The reason appeared to be due to a lack of core logistical support – in a clear breach of protocol no effort had been made to set up a joint control room at any point during those crucial first days. Consequently, coordination was made impossible between the commissioner of police, the army commander and the lieutenant governor (who held joint responsibility for law and order in Delhi with the home minister). Recalling this period of utter confusion, celebrated war veteran Lieutenant General Aurora, himself a Sikh, expressed bewilderedment to the fact that the Home Minister failed to make any attempt to contact Major General Jamwal in order to “draw a plan for controlling the violent situation prevailing in the city.”A survivor of a massacre in East Delhi is comforted, November 1984 | Ram RahmanAccording to Aurora, Rao knew Jamwal was in Delhi and was therefore “grossly negligent in his approach,” and his inaction “clearly reflected his connivance with perpetrators of the heinous crimes being committed against the Sikhs and their families with impunity.”Brigadier Brar’s soldiers complained to him about the lack of information from, and coodination with, the police. They were being sent to places where little violence had occurred, or where the murderers had already left death and destruction in their wake.One army officer had even been handed a pre-1974 map of the city, which excluded the resettlement colonies in East Delhi where the most horrific acts of violence were taking place. Brar did manage to extend a helping hand to some families by utilising his regiment’s mess hall as a refuge but was “unceremoniously” transferred out of Delhi as a result. He later regretted how his “biggest crime was that I was stupid enough to interfere with state-sponsored terrorism.”It was on November 2 that the Indian press began reporting on the army’s deployment, and the introduction of a curfew and the implementation with immediate effect of a shoot-at-sight policy. In reality, the deployment was lacklustre and ineffectual. In South Delhi that afternoon, an army convey was seen passing through a road block on a main road guarded by a hundred armed men. As the convoy approached, the mob temporarily retreated a short distance to allow it to pass through before regrouping to intimidate a peace march that had just arrived.The next day, activists from prominent human rights groups and opposition MPs descended on the Prime Minister’s residence to plead for army protection for the survivors of the Trilokpuri massacre in East Delhi. The delegation met with Arun Nehru who gave the go-ahead for a military deployment, but being limited to patrolling the streets it fell short of what was required. This was in sharp contrast to how the situation was being managed at around the same time on the streets of Amritsar in Punjab. Soldiers and policeman were posted at every street corner, in every bazaar and neighbourhood and curfew was imposed every night until dawn. Veteran journalist Pranay Gupte witnessed the Indian army roaring down the city’s streets, soldiers walking with their semi-automatic weapons “pointed warily at passers-by”. One senior official who was in no doubts as to why the army wasn’t deployed sooner was the lieutenant governor of Delhi, PG Gavai. He later claimed that he asked Police Commissioner Tandon to call in the army in the morning of November 1, just as the carnage was beginning. But he knew the government had deliberately delayed the order: “The sequence of events clearly tells a tale. Political authorities purposely wasted time in keeping with their nefarious design to teach Sikhs a lesson.” As a non-Congress, lower caste official, Gavai was resigned to the strong possibility of being “made a scapegoat to shield the higher-ups”.Excerpted with permission from 1984: India’s Guilty Secret, Pav Singh, Rupa Publications.","author":"Pav Singh","time":"2017-11-02T18:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/856284-72658-ydaygutvar-1509538823.jpg","tags":["Riots","1984","Sikhs"],"source":"https://scroll.in/article/856284/as-delhi-was-consumed-with-bloodshed-during-the-1984-sikh-genocide-where-was-the-indian-army"}