{"title":"As elections loom, what did the violent rally by Bangladesh’s opposition party achieve?","content":"The politics of Bangladesh has been a prominent topic of discourse  among both domestic citizens and foreign stakeholders for a considerable  period. The primary concern pertains to the next election scheduled for  early January 2024. It is widely recognised that the electoral  process constitutes the sole means by which a political party attains  power to govern a country. Consequently, each political party adopts  different strategies to secure victory in the electoral cycle every five  years. However, the situation in Bangladesh differs somewhat, as the  two opposing political factions have maintained opposing stances  on elections.The  Awami League, which has held power for the past 15 years, is widely  acknowledged for its significant contributions to the country’s growth  through extensive implementation of various developmental initiatives.  Under the committed leadership of Prime Minister Sheikh Hasina, they  have significantly transformed the worldwide perception of Bangladesh. Under  her leadership, Bangladesh has emerged as a prominent player in the  development realm, solidifying its position as an exemplar of  development. Hence, the party in power maintains a steadfast dedication  to organizing a nationwide election within the framework of the existing  constitutional provision, given that the preceding two elections, in  2014 and 2018, were conducted following the same constitutional  provision. Consequently, they exhibit a reluctance to alter their  position.In  contrast, the Bangladesh Nationalist Party, as the opposition  party, has experienced a decline in organisational strength over the  past 15 years due to its prolonged absence from positions of power.  Consequently, there is a lack of trust towards the ruling party, leading  to widespread calls for the current government’s resignation and a  caretaker government to oversee the next election. They have been  politically active for several years to advocate for their demands.  However, their attempts to orchestrate political movements that may  effectively exert pressure on the government have not been successful.  The  Bangladesh Nationalist Party’s attempts to pressure the government have proven unsuccessful,  prompting them to shift their focus towards influencing the foreign  community to advocate for their demands. The  desire for free, fair, and credible elections in the country has been  expressed by the United States and several other bilateral nations. The  government has expressed renewed commitment to assisting the election  commission in guaranteeing a democratic, impartial, and reputable  electoral process. No nation has supported the  Bangladesh Nationalist Party’s call for a  caretaker government. Hence, the political landscape of  Bangladesh has been subject to many significant events over several  months. The most recent event occurred on October 28, when the Bangladesh Nationalist Party orchestrated their “Grand Rally” (Mohashomabesh) near their  office in Naya Paltan. Simultaneously, Bangladesh Jamaat-e-Islami, a  political party that had its registration revoked by a court ruling,  organised a political demonstration at Shalpa Chattor without securing  the required permission from the Dhaka Metropolitan Police. Credit: Reuters.The  opposition leaders endeavoured to communicate to their fellow  supporters their commitment to persist with their efforts to oust the  government. Conversely, the party in power also organised political  rallies in Dhaka. Therefore, a state of unease permeated the populace,  leading to speculation on the potential occurrence of political unrest  inside the nation. The forecast materialised as those aligned  with the opposition engaged in acts of vandalism against vehicles, set  ablaze various structures, and perpetrated a heinous act resulting in  the loss of a police officer’s life on the public street. According to a  story published by Bangla Tribune, the Bangladeshi police have allowed  both factions to conduct political rallies, but the pledge was breached  after the acts of aggression. The  chief justice’s house was attacked, and the siege spread to various  areas in the capital city. Meanwhile, those aligned with the Bangladesh Nationalist Party engaged  in the act of igniting the Kakrail traffic police box. The Bangladesh Nationalist Party leadership was pushed to postpone their demonstration, and a statewide  strike was announced for Sunday. Hartals, a type of protest, has not  been experienced by the people of Bangladesh for some years. The Bangladesh Nationalist Party orchestrated a prolonged period of Hartal during the 2014 election, but  its effectiveness in exerting government pressure has diminished since  then (Bangla Tribune, October 28, 2023). A relevant inquiry  arises: What advantages have the Bangladesh Nationalist Party materialised from the rally held on  October 28? In my perspective, their credibility has been eroded due to  the widespread circulation of recordings depicting vandalism, vehicle  arson, and destruction of various government infrastructures. Acts  of aggression on the residences of the chief justice cannot be  supported. The act of killing a police officer is universally condemned.  During the confrontation with law enforcement agencies, a prominent  figure within the group also succumbed to fatal death. The actions  undertaken by members of the Bangladesh Nationalist Party can potentially create a predicament  for the party’s international backers, who had previously expressed  their support. What would the stance of international players  urging for a peaceful, free, and fair election in Bangladesh be in light  of these incidents? These episodes impede discussion and generate  concern among residents over the prospect of political violence within  the country.The  political hype the Bangladesh Nationalist Party created on October 28 for overthrowing the  government has turned into a big zero. They have failed to keep their  commitment to the country. Thus, the party is unlikely to materialise  their demand to compel the government to resign and hold an election  under the caretaker government.Dr Pranab Kumar Panday is a Professor in the Department of Public Administration at the University of Rajshahi. This article was first published on Dhaka Tribune.","author":"Pranab Kumar Panday","time":"2023-11-02T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195504-cwvldubvts-1698830855.jpg","tags":["Bangladesh","Dhaka","Bangladesh Elections","Bangladesh Nationalist Party","Sheikh Hasina"]}