{"title":"As electoral bonds go on sale again, their popularity may lie in absence of transparency around them","content":"On Monday, for the second time this calendar year, the State Bank of India will permit citizens and companies to buy electoral bonds and hand these opaque monetary instruments to political parties of their choice, without any disclosures to the public at large. If the second round of electoral bond sales, from April 2 to April 10, is anything like the first round, it is likely to entrench a significant change in how political parties are funded. When Finance Minister Arun Jaitley announced his intention to clean up political funding in his Budget speech in 2017, analysts were optimistic about this government planning to tackle one of the most entrenched sources of corruption and illicit money in the country. Instead, what eventually emerged was a scheme that on paper involves “clean” money – by virtue of being made out to a bank in cheques, not cash – but actually makes political funding less transparent than before. Electoral bonds are monetary instruments that any citizen can buy from the State Bank of India and then give to a political party, which is then free to redeem the bond for money. Crucially, the bonds are anonymous. No one is required to declare their purchase of these bonds and political parties do not have to say where the money came from. In effect, the entire process is anonymous, with the only check being that since the money has to be given by cheque, it is unlikely to be “black”. First trancheMany observers and analysts, including the former chief election commissioner, warned that the new scheme would actually make political funding less transparent. Yet, the government has nevertheless gone ahead and implemented it. And political donors have embraced the new bonds. The State Bank of India first put them on sale between March 1 and March 10. In that time, according to a reply in the Lok Sabha, bonds worth Rs 222 crore were sold. As a frame of comparison, over the course of financial year 2016-’17, the total amount of money routed to political parties through electoral trusts – which accounts for one-third of party funding – was Rs 325 crore. And in the three financial years before that, it was less than Rs 180 crore.Just 10 days of electoral bond sales managed to draw in more than the political funds routed through electoral trusts for the entire financial years of 2014, 2015 and 2016. Lack of transparencyFor context, electoral trusts are organisations that receive money from various companies and corporations, and then distribute it among political parties. They have often been used by major companies as a way of donating to political parties without being seen as biased towards one or the other, since the money goes to a middle-man who then decides which party will get the funds. This means one cannot draw a direct line between say a company like Tata or Reliance donating to the Bharatiya Janata Party or the Congress. But because of disclosure requirements, it is possible to see how much money the companies are donating to trusts, and how that money is then distributed. Electoral bonds take away even that level of transparency. Individuals and companies can now donate their money directly to political parties without the public coming to know. There will be no centralised information either. Data about how much money companies have spent on electoral bonds will only be in their own filings, raising the spectre of shell companies being used to route money into political parties. It is clear, from the Rs 222 crore figure, that people are embracing the scheme in droves. This data requires a little bit of nuancing: The government has said it will only put electoral bonds on sale for 10 days each in January, April, July and October, plus an extra 30-day period to be notified in a general election year. This year, the March portion comes in lieu of the January sale. So it is possible that companies plowed in extra money in the first 10 days, especially since that counted as part of financial year 2017-’18. Nevertheless, it is expected that even more money will flow into electoral bonds in the second tranche, with little understanding for the public about where that money is coming from or which party it is going to.","author":"Rohan Venkataramakrishnan","time":"2018-04-02T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/874076-85898-moqcgtfwpd-1522586012.jpg","tags":["Electoral bonds","Election Commission","Political parties","Political funding"],"source":"https://scroll.in/article/874076/as-electoral-bonds-go-on-sale-again-the-lack-of-transparency-may-be-the-source-of-their-popularity"}