{"title":"How Guru Dutt laid himself bare in his films","content":"Every now and then comes a reminder that Guru Dutt continues to be a source of inspiration long after he died in 1964.Filmmaker Bhavna Talwar is the latest example of that. The director, who made her debut with Dharm (2007) has recently completed the script of a biopic on Guru Dutt. It’s called Pyaasa, after Guru Dutt’s 1957 masterpiece, and is “the journey of how a maker of successful films became an artist”. Guru Dutt, whom Talwar said she has admired as a child, was the “thirsty one” who was trapped by success and seeking the artist within”. Guru Dutt directed six films before Pyaasa, including Aar Paar (1954) and Mr and Mrs 55 (1955). Elements of the style that marked him out as a singular talent were refined and heightened in Pyaasa – his handling of actors, dexterous camera movements and poetic visuals, the ability to seamlessly integrate songs into the narrative, and interest in outliers.“If you look at his trajectory, you can see that the playfulness and simplicity and pandering to the audiences reach a point where he produces a film like Sahib Bibi Aur Ghulam,” Talwar said. Written and directed by Abrar Alvi, Sahib Bibi Aur Ghulam (1962) examines the sorrow and loneliness of a woman married to a philandering, tyrannical landlord.Guru Dutt and Madhubala in Mrs and Mrs 55 (1955). Courtesy Upperstall.The biopic is scheduled to go into production in 2021. Talwar could not share details about who she had in mind to play the director or his wife, the acclaimed singer Geeta Dutt. The couple had a turbulent relationship. Guru Dutt’s death at the age of 39 is often described as a suicide. Geeta Dutt died in 1972 from liver cirrhosis.Talwar has not yet sought clearance for the project from the couple’s only surviving child, their daughter Nina. It is also not revealed who might play Waheeda Rehman, whom Guru Dutt launched in his 1956 production CID, directed by Raj Khosla, and who is an integral part of the Guru Dutt cinematic universe. “I have followed the information in the public domain to put together this story, my research has not been about talking to people,” Talwar said. “When we come to the point where permissions are required, we will speak to the family.”Waheeda Rehman in Pyaasa. Courtesy Guru Dutt Films/ Ultra Media & Entertainment.Talwar’s biopic is the latest effort to condense Guru Dutt’s life into a movie. Several writers and directors have previously sought to explore the actor-director’s legacy and the tragic dance between his complicated self and his screen persona. These include a screenplay by Nasreen Munni Kabir, the director of the documentary In Search of Guru Dutt (1989) and the author of the definitive biography Guru Dutt: A Life in Cinema (1996).“At some point, I did write a script for a biopic on Guru Dutt some ten years ago, and discussed this with Rakyesh Mehra,” Kabir told Scroll.in. Sanjay Leela Bhansali also evinced interest, she added.  Among the hurdles Kabir encountered was the question of who would play Guru Dutt. “It’s a very difficult biopic to make, because Guru Dutt himself and his work is so familiar to people,” Kabir pointed out. “Who will accept another actor playing him? I wouldn’t.”Any biopic has the added responsibility of respecting the sentiments of Guru Dutt’s descendants, she noted. While a lot has been said about Guru Dutt’s obsession with death, his lingering despondency despite success and his alcoholism, a biopic would need the family’s sanction, Kabir pointed out.“How can you name real names like Guru Dutt or Geeta Dutt and all the people who were associated with him?” she said. “You have to get permission from a lot of people if you use their names.”When Shivendra Singh Dungarpur worked on his Guru Dutt biopic for UTV Movies around 2008, the family’s approval was in place. But there were other reasons the movie didn’t get made.Dungarpur and Anurag Kashyap worked on the script. Dungarpur wasn’t only fascinated with Guru Dutt’s cinematic poetry. “The person that most interested me was Geeta Dutt,” Dungarpur said. “The film was to be about this passionate filmmaker and his obsession with films but also a beautiful love story with his wife.”Geeta Dutt.Dungarpur got so involved in unearthing the minutiae of Guru Dutt’s movements that he was ultimately overwhelmed, he said. “I wanted the film to be authentic and true to his life,” he said. “We met each and every actress [who had worked with Guru Dutt], we met his collaborators. I went to all his houses and even memorised his telephone number. We had about 85 interviews and research material of nearly 3,000 pages.”The film, titled Guru Dutt, never reached the casting stage, although Dungarpur did sound out Aamir Khan to play the title role. “We finished a first draft of the screenplay, but I wasn’t happy with it,” Dungarpur said.The company that holds the rights to Guru Dutt’s catalogue, Ultra Media & Entertainment, has frequently been approached to grant permissions for  remakes and biopics, said chief executive officer Sushil Kumar Agrawal, but no rights have been assigned so far. Ultra has restored and digitised all the titles. With television channels, streaming platforms and film festival frequently requisitioning his productions, the interest in Guru Dutt has barely flagged over the years, Agrawal added. “There are still lots of fans of Guru Dutt, in India and in overseas territories,” Agrawal said. Waheeda Rehman and Guru Dutt in Chaudhvin Ka Chand (1960). Courtesy Guru Dutt Films/ Ultra Media & Entertainment.The  biopic maker’s task is further complicated by the numerous autobiographical elements in Guru Dutt’s own films. Elements of his personality – variously described as deeply introspective, achingly romantic, psychologically complex and emotionally troubled – were already present in Mr And Mrs 55, Kabir wrote in her biography. “Despite the prevailing light-hearted and breezy tone of this comedy… [the film] anticipates the very much darker mood of Guru Dutt’s masterpiece, Pyaasa,” she wrote.Pyaasa is the mesmerising chronicle of a poet shunned by a philistine world and redeemed by the love of a prostitute. How much of Guru Dutt was present in the character of Vijay, the impecunious artist who has to fake his death in order to win the recognition that is denied to him in life? Kaagaz Ke Phool (1959), considered to be Guru Dutt’s most autobiographical movie, appears to anticipate his death in the following decade. He plays Suresh Sinha, a successful director stuck in a loveless marriage. Suresh falls deeply in love with his protege Shanti, played by Waheeda Rehman, but social censure and professional failure drive them apart. Suresh dies an embittered and forgotten old man, perched in the director’s chair from where he once orchestrated one hit after another.“The entire story of Kaagaz Ke Phool is contained in that last frame of the director sitting in the chair,” Shivendra Singh Dungarpur observed. Guru Dutt had already poured his feelings about the oppression of original minds into Pyaasa. The haunting Kaagaz Ke Phool played out both as a tragic coda of a brilliant career as well as an ominous harbinger of his untimely demise.  “There is so much autobiography, particularly in Kaagaz Ke Phool, so I decided not to pursue the idea of a script because Guru Dutt had made his own biopic,” Nasreen Munni Kabir explained. Kaagaz Ke Phool (1959). Courtesy Guru Dutt Films/ Ultra Media & Entertainment.Crippled by the commercial failure of Kaagaz Ke Phool, Guru Dutt never officially directed a film again. He was, however, closely involved with his writer Abrar Alvi’s directorial debut Sahib Bibi aur Ghulam (1962), much to Alvi’s displeasure. Guru Dutt’s imprint is also all over his 1960 production Chaudhvin Ka Chand, officially credited to Mohammed Sadiq.The dissonance between Alvi and Guru Dutt followed a partnership that began with Aar Paar in 1954 and transformed Hindi cinema. One of Guru Dutt’s closest collaborators and friends despite their differences, Alvi was among the last people to see Guru Dutt alive – he met him the night before his death on October 10, 1964. “Abrar Alvi’s contribution to Guru Dutt’s work is immeasurable,” Kabir wrote in her biography. “Over the years, their friendship grew as they spend days and months together. Guru Dutt had at last found a writer who understood the cinema medium and who approached film writing with new energy and originality.”However, Alvi’s memoir, written by Sathya Saran, dares to puncture the mythos surrounding his mentor. In Ten Years with Guru Dutt (2009), details about the making of key films and the director’s fertile and yet troubled mind sit alongside Alvi’s acrid memories about how Guru Dutt interfered with production decisions on Sahib Bibi Aur Ghulam and insisted on filming the songs himself. Sahib Bibi Aur Ghulam is often erroneously described as having been directed by Guru Dutt – which promoted Alvi to pour out his bitterness to his biographer a year before his death in 2008. “He felt he did not exist, that the best years of his creative life had been erased, were being erased methodically and systematically by those who chose to ignore him, only because he was not a visible, powerful force anymore,” Saran wrote. Meena Kumari in Sahib Bibi Aur Ghulam (1962). Courtesy Guru Dutt Films/ Ultra Media & Entertainment.Every one of Guru Dutt’s films, including the ones he produced, is imbued with his distinctive soulfulness and evolved aesthetics. The revival of interest in his cinema began 15 years after his death, according to Kabir. In addition to retrospectives in India and the rest of the world, several books have been written on Guru Dutt, some of which followed the trail of bread crumbs left by his movies.An early myth-busting sally from 1968 followed another trail – the one that led to the grapevine. Renowned Urdu writer Ismat Chughtai’s novel Ajeeb Aadmi not only knocked Guru Dutt off his pedestal but landed a few kicks as he lay writhing on the ground.Ajeeb Aadmi is the barely disguised account of the love triangle between the filmmaker Dharam Dev, his singer wife Mangala, and the actor Zarina. The plot hews closely to events in Guru Dutt’s life, all the way down to his final days.Chughtai and her husband, the director Shaheed Lateef, worked in the Hindi film industry between the 1940s and the 1960s. Chughtai wrote several scripts for Lateef, including the melodrama Sone Ki Chidiya (1958), in which Nutan plays an actor mercilessly exploited by her family. In the preface to A Very Strange Man, the 2007 English translation of Ajeeb Aadmi, translator Tahira Naqvi writes that Chughtai based Nutan’s character on the movie star Nargis.Like her contemporary Saadat Hasan Manto, Chughtai attempted to expose the dark side of the movie business, the frown lines beneath the pancake makeup. Ajeeb Aadmi is set in the Hindi film world of the 1940s and 1950s and is filled with barely concealed character sketches of the period’s leading stars.Chughtai is deeply sympathetic towards Mangala, who is forced by her insecure husband to sidetrack her career even as he womanises furiously. Zarina comes off as not-too-bright and shallow. Dharam Dev is described as a man with “infidel charms”.There was possibly a personal angle to Chughtai’s heady mix of showbiz tattle and a feminist viewpoint on the blind worship of male filmmakers deemed as geniuses. Shahid Lateef is credited as the director of Baharen Phir Bhi Aayengi, which Guru Dutt was acting in and producing at the time of his death. The movie was eventually completed with Dharmendra and released in 1966. Some accounts suggests that when Guru Dutt was alive, he called the shots. After his death, Abrar Alvi helped Lateef complete the film.Manjula Negi, who wrote Ismat Chughtai: A Fearless Voice, pointed out that although the writer adopted a “racy and pacy style”, she also has an “incisive overview” of the Hindi film industry. Writing as an insider but maintaining an outsider perspective of celebrity shenanigans, Chughtai doled out “the muck that nobody else wants to deal with”, Negi said.“Gossip probably made for great readability and a more personal style of reaching out to readers, but that doesn’t take away from how astute Ismat is in understanding the environment,” Negi observed. “Ismat retains a certain level of humour and satire in her tone. There is also humanity – you see the pain and angst Dharam Dev is going through.”Chughtai describes the strangeness of being Dharam Dev, who has everything and nothing: “He had grown tired of everything, he was like the train that rests in the railway shed after a long journey. All around him the atmosphere was imbued with a strange sort of world-weariness.”Guru Dutt in Pyaasa (1957). Courtesy Guru Dutt Films/ Ultra Media & Entertainment.Further insight into Guru Dutt’s innermost thoughts are, once again, provided by the filmmaker himself. A selection of the correspondence between Guru Dutt and Geeta Dutt, collected by Nasreen Munni Kabir in Yours Guru Dutt: Intimate Letters from a Great Indian Filmmaker (2005), reads like a therapist’s case diary.Guru Dutt’s fractured state of mind appears to have been in evidence soon after he made his debut with Baazi in 1951. In 1952, he wrote to Geeta Dutt, “I sometimes wish, I was not born, or sometimes wish I was dead, or sometimes wish I am not that what I am and didn’t know you.”In 1958, by which time Guru Dutt had begun drinking heavily, he wrote, “I started life early – worked – for my livelihood early – made my first film early – and success too has come – But then I feel – I am getting old. I have gone through so much – have I really grown old in just a little span of a few years!”A biopic of Guru Dutt could begin and end anywhere – it can cover his glory years, venture into his morbid later phase, or even stick to analysing the manner in which he memorialised himself in film after film.“The connection between Guru Dutt’s screen personae and his own person has grown so close that he lives on in his films as each work seems to tell us something more about him,” Kabir wrote in her biography. “As Preetam, Vijay or Suresh Sinha vanish behind a dark pillar, out of the light and into the darkness, Guru Dutt too eluded those who were close to him. Recountings of his silent ways and his introversion remind us that cinema was his way of reaching out.”Kaagaz Ke Phool (1959). Courtesy Guru Dutt Films/ Ultra Media & Entertainment.Also read:‘Pyaasa’ is the Guru Dutt gift that keeps givingEven before ‘Pyaasa’, the shadows had started gathering in Guru Dutt’s ‘Mr & Mrs 55’ Audio master: The blockbuster combination of Guru Dutt and OP Nayyar in ‘Aar Paar’","author":"Nandini Ramnath","time":"2020-09-17T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147485-xavscmbbgq-1600123632.jpeg","tags":["Guru Dutt","Pyaasa","Kaagaz Ke Phool"],"source":"https://scroll.in/reel/972946/as-guru-dutt-biopic-gets-underway-a-reminder-of-how-the-director-laid-himself-bare-in-his-own-films"}