{"title":"As Haryana votes on May 12, a reminder of a troubling death in a police encounter in Mewat","content":"The jeeps of the Karwan-e-Mohabbat lumbered into the dusty village of Bisru in Nuh, a Muslim majority district in the Haryana stretch of Mewat region, in late February. A large gathering of villagers were waiting in an old building to speak to us. Their faces – pensive, tense, strained – were visible under the light of the bulb that lit the gathering darkness of the evening. This was just over a week after the state police shot a young, unarmed resident of the village in the head while a knot of horrified women watched. Mewat, home to Meo Muslims spans the tri-junction of Rajasthan, Haryana and western Uttar Pradesh. This is a region the Karwan visits often, because it has frequently seen police atrocities targeting the local population. The trigger for police violence has varied, from allegations of cow smuggling and slaughter, to sundry petty crime, to no explicable reason at all.‘I only seek justice’On February 21, days before our visit, as India was gearing up for the midsummer general elections, a man called Arshad Khan was pushed roughly to the ground and shot dead at point-blank range by the Haryana police, even as two men and two women watched in shock and panic. By all accounts, Khan was a handsome and muscular young man of 32, fond of wresting. He was popular in the village as “pahalwan” or strongman.Before we joined the village gathering, we went to meet Khan’s grieving parents. The women in our team went into the house to meet his young widow, numb in her mourning. I held his son of just 11 months in my arms, as his father 71-year-old Deen Mohammed, a farmer, said to us, “I don’t want compensation. Not one crore, not 50 crore rupees. I only seek justice.”We then walked to the village meeting. There was barely space for us to make our way to the front of the gathering. Young men and children were seated in every open space and the windowsills on their haunches, the older men were crushed on cots and benches. At the back, a mass of women and girls stood, their heads covered, some with their faces veiled.Eyewitnesses speakThe main witnesses to the killing of Khan by the police are two young women. They stood bravely before the gathering, speaking into a microphone in steady voices of the horror they saw. On the morning of February 21, Khan and five friends – Ikram, Mushtaq, Azad, Tillu and Mushtaque – went for a swim in a small pond behind the homes of some of Khan’s relatives. Then, enjoying the early spring sunshine, they sprawled out on cots in the sun, leisurely sipping tea. Suddenly, six police vehicles appeared. They were being driven on the canal embankment at high speed, on the wrong side, raising a trail of dust behind them.The police stopped their jeeps close to where the six men were sunning themselves, and started shouting abuses. The men began to run desperately, the police party hot in pursuit, shooting from their firearms. Khan stumbled and slipped. Three policemen threw him to the ground. One of them put his booted foot on Khan’s neck. Asmina, a homemaker, recalled before the village gathering – and also in her affidavit to the magistrate – that before they shot Khan, she cried out to the police, pleading that they should not kill him. “He is in your custody,” she shouted. “Take him away, alive.”The policeman retorted: “Why should you worry?” He then taunted her: “Is he your Khalu [uncle]?”She continued with her testimony. The policemen had pinned Khan face down on the ground. One of them shot him on the side of his head. After the police fired, they held him down for five to seven minutes more, till his body stopped quivering. Another woman, Maina, corroborated all of what Asmina narrated. They were courageous women, standing firm in the face of police pressure, and the cultural restraints of speaking to a gathering of the older men of the village. One of Khan’s companions, who survived the police attack, also spoke to the crowd. He recalled how terrified he and his friends were as they watched the policeman shoot Khan dead in cold blood. At that moment, they were sure that they too would die. The policemen fired at them as well, but the bullets did not hit their targets. He said the policemen caught up with them, grabbed them and stripped off their clothes, abusing them all the while. They bundled them into the police vehicle, dragging in a bleeding Khan at the end. By the time they took him to a government hospital, he was declared dead.The police versionIn a hastily organised press conference, the Superintendent of Police of Nuh, Sangeeta Kalia, claimed that the police had gone to the village on a mission to arrest Ikram, a gangster wanted in an attempt to murder case. They had got a tip-off that he was hiding in the village with his gang. Seven policemen from Nuh, with reinforcements from Rewari district, had gone to conduct a raid to arrest him from the outskirts of Bisru, she said. She further claimed, “On seeing the police team, the accused opened fire. One of the bullets hit constable Pawan on the right hand and another on the chest. But he was protected by the bulletproof jacket. The police retaliated and a bullet hit Arshad [Khan]. One of the bullets fired by the criminals hit the police vehicle.” The police also claimed that Khan was a notorious criminal, carrying a cash reward of Rs 25,000 on his head. The police version is entirely at variance with what the village women testified: that the men were clearly unarmed and Khan was killed at point-blank range.The police personnel who shot at the men, killing Khan, have been felicitated. There is talk they will get an official commendation. The felicitation of the police violates norms set by the National Human Rights Commission, which wants official probes to be completed before police or security forces chiefs give medals to officials who kill alleged criminals in so-called encounters. There are signs that the police have tried to fiddle with the evidence too, but the bullet wound on the side of Khan’s head is proof that he was shot at close range. The police claim the six men were heavily armed, and even shot at them. But villagers insist that the men had no weapons. Human rights activists are now monitoring this case and waiting for it to come to court.Police impunityWe do not know if Arshad Khan was indeed a criminal. We do not know if he might indeed have involved himself in petty crimes. But this is not a relevant question to ask. Even if he was a criminal, it does not justify in any way the police taking his life. The post-mortem report and the testimonies of eyewitnesses establish overwhelmingly that the policemen pinioned an unarmed Khan to the ground and shot him at close range in his forehead. This is nothing but a crime of murder.Sadly, extra-judicial murders by policepersons are far from unusual in India. But two things mark out the current rash of these killings in Haryana, of which Khan’s is just a recent example. One is that the Haryana encounters seem to overwhelmingly target men of one religious minority. Does this not make these so-called “encounter killings” a form of hate crime, where the state has taken the baton of hate killing from the mob? Second, in extra judicial murders by policepersons elsewhere and in the past, the police are known to ensure that there are no surviving witnesses, to secure themselves against future punishment. Therefore, typically the victims are first taken into uninhabited locations like forests at night and killed there. However, what makes Khan’s murder particularly troubling for us is that the police felt emboldened to eliminate Khan in the village in the presence of many eyewitnesses. This only can happen if they feel completely assured of their impunity, their immunity from any kind of punishment.As the people of Haryana set out to vote on May 12, they need to decide if this is the government they want, one in which a special uniformed police force has been created for cow protection, and policepersons target people of particular identities without fear that the law will ever catch up with them.With inputs from Mohammed Arif and Sumit Gupta.Karwan e Mohabbat is a people’s campaign for solidarity, atonement and conscience that is reaching out to survivors of hate crimes.","author":"Harsh ManderJohn Dayal","time":"2019-05-11T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/922809-86325-xblysnmotx-1523040412.jpg","tags":["Karwan-e-Mohabbat","police impunity","encounter killings","extra-judicial killings","Haryana encounter"],"source":"https://scroll.in/article/922809/as-haryana-votes-on-may-12-a-reminder-of-a-troubling-death-in-a-police-encounter-in-mewat"}