{"title":"‘A bunker doesn’t mean you’re safe’: Residents on Jammu border long for more secure lives elsewhere","content":"In January 2018, the Union home ministry announced the construction of 14,460 bunkers for people living near the Line of Control and the International Border in Jammu and Kashmir. The 13,029 individual bunkers and 1,431 community bunkers, to shelter civilians escaping cross-border shelling, were to come up in the districts of Jammu, Samba, Kathua, Poonch and Rajouri at an estimated cost of Rs 415.73 crore. While an individual bunker would shelter up to eight people, the ministry said, each community bunker would accommodate around 40 people.In the wake of over 1,252 ceasefire violations by Pakistan in the first five months of 2018, Home Minister Rajnath Singh called for “expediting the construction of bunkers”. Yet, 10 months on, only about a quarter of the bunkers have been built.“Around half the bunkers are under construction and we hope to complete the task in the next two months,” said Sanjeev Verma, divisional commissioner, Jammu.In Rajouri and Poonch, which are along the Line of Control and where more than half of the bunkers are to be built, construction began only in December and it is expected to be completed by June 2019. As shelling intensified after last month’s air strikes, people in these districts are in urgent need of shelters. But since the promised bunkers are yet to be built, they have to put up in temporary shelters.Since February 27, when the latest round of shelling started, four people have been killed in Poonch and Rajouri and as many injured. The shelling has destroyed many homes as well.In the last week, as the India-Pakistan standoff has eased so has the shelling. But villagers living along the border are still on edge, fearing “something can happen anytime”.Not nearly enough sheltersFlora in Jammu’s Ranbir Singh Pura is one of the villages closest to the International Border. In 2016, a community bunker was built here which can accommodate nearly 50 people. “It is clearly not enough for the entire village,” said Choor Singh, a village elder. “Flora has a population of about 850. Where will others go when there’s shelling? They have been asking for “four-five more bunkers”, Choor Singh added, but to no avail. Verma, the divisional commissioner, said they are currently “trying to saturate villages which are vulnerable to cross-border shelling”. “At many critical spots, bunkers have already been constructed and if the demand arises for more, we will look into that. At this point of time, we are focusing to finish this project first.”Choor Singh says his village does not have nearly enough bunkers. Photo credit: Umer Asif Flora is a largely farming village of brightly painted concrete houses. Most of the families have their land beyond the fence erected by India to demarcate the border. When the border is hot, as it is now, they avoid going into their fields. “But shells don’t land in the fields alone,” Choor Singh pointed out. In 2016, a Pakistani mortar landed in his lawn, killing his two buffaloes. Flora has largely escaped the latest bout of shelling, but its residents remain anxious. Memories of 2017 are still fresh. The village had seen heavy shelling, forcing most residents to abandon their homes and take shelter in a school in Ranbir Singh Pura. This time too the administration asked them to go to the temporary shelter but few left. “That is because the situation here has remained largely normal,” Choor Singh explained. Tension hangs thick in the air, however, as is evident from the fact that the Peer Baba shrine at nearby Abdullian village is deserted. The Sufi shrine, which stands beside a temple, is usually crowded with devotees, both Hindu and Muslim. Since the latest border conflict broke out, barely anybody has visited. “Be careful,” a Border Security Force personnel warned as this correspondent neared the shrine. “This area is full of Pakistan snipers.”A delayed startWhile the construction of bunkers began smoothly in Jammu, Samba and Kathua, which are along the International Border, the project was delayed in Poonch and Rajouri. According to local officials, the primary reason was the estimated cost. As per the central government’s norms, a community bunker must be constructed at a cost of Rs 8 lakh and an individual bunker at Rs 2.4 lakh.“In Poonch and Rajouri, the cost didn’t attract any contractors as these are hilly areas and headload was involved,” Rahul Yadav, deputy commissioner, Poonch, explained. “Later, the central government revised the cost by around 30%. That took time and the construction eventually began in December last year.”Inclement weather and snowfall only compounded the problem. “The work is in progress on around 100 individual bunkers and around 100 community bunkers,” Yadav said. “At many places, casting has not been opened yet due to the fall in temperatures.”A bunker in Flora village. Photo credit: Umer AsifOn March 2, Governor Satya Pal Malik’s administration ordered the construction of 200 individual bunkers each for Poonch and Rajouri in addition to those sanctioned by the Centre. These additional bunkers are to be completed by the end of April and construction will begin in two weeks, said a senior official in Rajouri who asked not to be identified.“Construction of bunkers under the central government’s project is on, and with the improvement in weather the rate of completion will pick up now,” the official added. “Hopefully, by June 2019, the people of the two districts will have enough bunkers to take shelter in during times of shelling. It will help minimise the loss of human lives to a large extent.”But many people living along the border do not see bunkers as an ideal solution to their plight.‘A bunker doesn’t mean you are safe’In 2014, long before the home ministry announced the construction of new bunkers, Ramesh Lal, 50, of Abdullian built one in his courtyard. On August 28, 2015, his father Ajit Singh and brother Pawan Kumar were milking their cows in the courtyard when a shell suddenly landed and exploded near them, killing Kumar and leaving Ajit Singh without his arm. “When the government did not build any bunkers here, we built our own,” said Lal, a farmer. “Still, I lost my brother and my father became handicapped. Having a bunker doesn’t mean you are safe.” Seeing his father in this condition has left him bitter towards the government, Lal said. “They paid us a compensation of Rs 75,000, for his treatment,” he added. “We spent around Rs 3 lakh at a private hospital, in Amritsar. But they are not even talking about his monthly allowance even when he’s handicapped now.” There are other worries. Since the latest conflict started, Lal has hardly ventured into his farm, which lies beyond the fence. “What kind of life is this? Neither can we go to our fields, nor are we safe at home,” he said.'Having a bunker doesn’t mean you are safe,' says Ramesh Lal. Photo credit: Umer AsifAt Korotana Khurd, also in Ranbir Singh Pura, few villagers are eagerly waiting for the proposed bunkers. They argue that a shell can kill anyone anywhere, bunker or not. The presumption is grounded in reason. In January last year, Sahil Choudhary, 18, was killed when a mortar shell ricocheted off the roof of a nearby concrete structure and landed in his room. “He bled to death in front of me,” Shyam Lal, Choudhary’s neighbour and an eyewitness to the incident, recalled.‘Give us plots instead’Over the past year, nine individual bunkers have been constructed in Abdullian to supplement two existing community bunkers. Many residents, however, do not see bunkers as a solution for the long term. “First, there are not enough of them,” Ashok Sharma, a retired Army soldier from the village, explained. “Second, the government should think of giving us plots or safe houses where we can move at the time of shelling along with our families and our children. That’s better than staying in a bunker.” Sharma’s view is shared fairly widely among villagers living along the border. In Poonch’s Jhalas area, for one, the residents urged the government to move them permanently to safer locations. “Bunkers are not a permanent solution,” said Mohammad Hussain, a resident of Salotri village in Jhalas. “We want some decisive step from the government so that we are not forced to migrate to safer areas at the time of shelling.” The “decisive step”, Hussain added, could mean relocating the villagers permanently or giving them plots in safer areas. “Even if we only build makeshift shelters there, it would be safer,” he said. “The fear of shells won’t be there.”Also read: Blood-stained clothes, ruined homes: India-Pakistan tensions take a heavy toll on one LoC village‘We will die here’: Villages on the frontline in Kashmir’s Poonch district maintain a stoic calm","author":"Safwat Zargar","time":"2019-03-10T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114787-egioktwadg-1552057498.jpg","tags":["Kashmir","LoC shelling","border conflict","IAF strikes","Pulwama attack","Rajnath Singh","Satya Pal Malik","ceasefire violation"],"source":"https://scroll.in/article/915906/as-heavy-shelling-returns-to-jammu-border-residents-are-looking-beyond-missing-bunkers-for-shelter"}