{"title":"As incomes drop, Chennai’s daily wage workers miss Amma, blame Modi","content":"Till 2014, P Ravi worked almost every day of the week, bringing down buildings in Chennai. He scraped together savings for the weddings of his four daughters, but still fell short of Rs 3 lakh. He took loans from moneylenders but was confident of repaying them.  Then, work dried up in the city. The 54-year-old demolition worker in the construction industry is now unable to even pay the monthly interest on his borrowings.“They are constantly pursuing me, demanding repayment,” he said about the moneylenders. “But I keep telling them that I need to first get work.”Over the past four years, Ravi said he had been employed for less than 15 days each month. Other construction workers squatting with him on the side of a road at Neelankarai in south Chennai, waiting expectantly to be hired for work, said the same thing: velaiye illai. There were no jobs.Construction workers waiting at Thiruvanmiyur labour market in South Chennai. Credit: Vinita GovindarajanIn Chennai, daily wage workers gather every morning at intersections which are locally referred to as aalungal nikkara market – literally, the market where people stand. In February, Scroll.in interviewed 12 daily wage workers at such intersections in Chennai, all of whom said that the number of work days had fallen drastically over the last two years. “We keep coming here and waiting, but leave without work,” said Arjunan, a 54-year-old worker at the Neelankarai labour market. Arjunan was often hired for periya aalu velai, or big man’s work, which involves assisting the mason by lifting and transporting heavy loads on the construction site.From an average of 25 days of work every month in 2014, the 12 workers reported getting just 11 days of work in a month now. Even though the nominal wages had increased, because of fewer days of work, their monthly income had plummeted. Ravi said that he barely earns enough to buy rice for his family. “It is difficult to even eat,” he said.Arjunan, 55, assists the mason on the construction site.  Credit: Vinita GovindarajanAmma, sand and demonetisationOne morning in February, scores of workers waited at the corner of the East Coast Road in south Chennai, glumly watching office-goers board buses and head out to work. The men squatted on the pavement, with their checked blue lungis folded up to their knees, squinting into the distance looking for a potential employer coming their way. The women stood in their brightly-coloured polyester sarees, wearing jasmine flowers in their hair and carrying plastic lunch baskets in hand. While the men were seeking jobs as masons and porters, the women were looking for chittal velai, which means small jobs: fetching water for masons or lifting small piles of bricks or sacks of cement at construction sites.Over the past year, the wait for work for both men and women had grown longer and less fruitful. Forty-year-old MK Murugan was convinced that former chief minister J Jayalalithaa’s death had led to the fall in availability of work. Even demonetisation, according to him, was a fallout of her death. “Only after Amma died, they demonetised the notes,” he said. “Had she been alive, it would not have happened.” Jayalalithaa was popularly known as Amma. She died in December 2016.Three of the 12 workers interviewed in Chennai attributed the shortage of work to her death. Four blamed the Modi government’s decision to demonetise high-value currency notes in November 2016. Eight claimed the bigger issue is manal thattuppadu, or a shortage of building sand. For over a year, Tamil Nadu has been facing a shortage of sand, which began when leases of various sand quarries in the state expired. The shortage severely impacted the construction industry, halting several projects midway. In November 2017, the Madras High Court issued an order asking the state government to stop the quarrying of sand within six months. Excessive sand-mining on river beds was affecting the flow of river water, causing groundwater levels to dip in many places, and hurting agriculture, noted Justice R Mahadevan. The court ordered that new sand quarries were not allowed to be opened in the future, and directed the government to explore options of importing sand to meet their needs.Some labourers felt that the influx of migrant workers had led to a decline in work for the locals. “People are coming from all over and earning here in Tamil Nadu,” said Chinnadurai, a 29-year-old mason from Sithappur village in Villupuram district. “Nobody is respecting Tamilians.”Eight years ago, when he passed out of an Arts and Science college near his village with a bachelor’s degree in Tamil, Chinnadurai never thought that he would be waiting at the intersection in Thiruvanmiyur for construction work, and going home without it.“When I apply for a job, they ask me if I can speak English fluently,” said Chinnadurai. “It is a shame that a person who can read and write Tamil cannot get a job in Tamil Nadu.”Unable to spend more on education to improve his qualifications, Chinnadurai moved to the city to look for work in the construction industry. He lives in a cramped two-room house with his 21-year-old wife, two infant daughters and his parents-in-law. “Now I am not getting work here also,” he said.Chinnadurai is a college graduate who works as a mason in the construction industry. Credit: Vinita GovindarajanImpact of less workFor most labourers interviewed, less work meant less food for the family. “We are not able to purchase a lot of things,” said MK Murugan, the mason at the Thiruvanmiyur market. He said that when he earning Rs 5,000 a month, he was able to buy 5 kgs of rice, oil and pulses for his five-member family. “Now I don’t have enough to eat or for travel,” he said. “Buying milk packets is now so difficult.” Murugan’s family has cut down on their vegetable intake and rarely buy meat anymore.With rent amounts ranging from Rs 3,000-Rs 10,000, most labourers were spending at least half their income on rent. “We have to pay rent by 10th, or they will ask us to leave,” said Arjunan. “Today is the 6th, and I don’t have even half the amount yet.”Many workers said that since their wages had not kept pace with inflation, they were now hesitating to spend Rs 10 on their daily cup of tea. “It was better when we earned less,” said Maari. “In those days, we were able to manage our expenses with our income. Now, even with our higher wages, we are not able to run a family.”“What has Modi done?”Demonetisation had made Prime Minister Narendra Modi a household name in Tamil Nadu, a state which is usually indifferent to faraway central governments. Many workers directed their anger at him. “What good has Modi done for us?” asked an indignant 38-year-old labourer, R Pachaiamma, at the Neelankarai market. “After Modi came, the prices of all goods have risen. But when Amma was alive, we never stood here without work.”Some workers, like Ravi, voiced their support for the Dravida Munnetra Kazhagam, claiming that they were the best alternative to the ruling party – the All India Dravida Munnetra Kazhagam.“I don’t know how to read, but I know politics,” said Ravi. “Modi is cheating us. He is only trying to divide us based on religion and caste. I will vote for DMK. They have done a lot of mistakes too, but they have a chance of redemption.”Pachaiamma, 38, is hired for small jobs on the construction site. Credit: Vinita GovindarajanMore in this series:Three cities, 36 workers, the same story: Even daily jobs are now hard to findFrom four chapatis to two: Job shortage forces Mumbai’s daily wage workers to cut back on mealsFrom construction to sanitation: How daily wage workers in Delhi survived demonetisation","author":"Vinita Govindarajan","time":"2018-03-16T10:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871791-84509-kzbdlilljs-1521033987.jpg","tags":["Job Tracker","Daily Wage Workers","Labour Nakas","Demonetisation","Chennai","Employment and jobs","Salaries and wages","Work","Jobs Ground Reports"],"source":"https://scroll.in/article/871791/as-incomes-drop-chennais-daily-wage-workers-miss-amma-blame-modi"}