{"title":"On demonetisation anniversary, a look back at how hard the note ban hit ordinary Indians","content":"As India marks the first anniversary of demonetisation on November 8, it has become difficult to examine exactly what effects the abrupt withdrawal of 86% of currency has had on the economy. Partly, this is due to how nebulous the move itself was, with the government selling it as a panacea for everything from corruption to stone-pelting to idle savings. But the hurried roll-out of the Goods and Services Tax in July this year, leading to even more disruption in the economy, has made it even harder to gauge the effects of the note ban. While we grapple with six straight quarters of slowing Gross Domestic Product growth, the debate about demonetisation has increasingly turned to whether it achieved the outcomes the government had set out. That debate, however, is incomplete if it does not take into account the pain and disruption caused by the move and whether its supposed gains, if any, were commensurate with the huge costs. Tremendous hardshipTo get a sense of how deeply the policy hurt Indians, it is worthwhile to glance back at the reportage after the note ban was announced. On the evening on November 8, Prime Minister Narendra Modi announced that Rs 500 and Rs 1,000 notes were no longer valid, and the government would introduce new Rs 500 and Rs 2,000 notes – a process that ended up taking months to complete. Anyone holding old notes had to deposit them in banks, which were soon overburdened with long hours of work, massive queues and a shortage of new notes to give out.The result: people often found it tremendously hard to make do without cash. In Maharashtra, for example, people were unable to buy medicines or pay for treatment because the exemption allowing old notes to be used at hospitals only applied to government facilities. Adivasi villagers outside Mumbai were forced to eat just rice, with no vegetables, because their money had become useless in the market. Women who were not in the banking system were hit hard. Wage workers were either stuck without pay or given older notes, and many of them working in other states had to return home because employers were simply unable to withdraw currency notes to pay them. Food markets froze, with commodity prices staying stable because barely any actual buying or selling took place. Small and medium enterprises in Punjab registered an 80% drop in production, and saw hordes of labourers returning home without any work or pay. Compensation rumourAs they waited in line to either deposit cash or get access to the few new notes in circulation, people in Allahabad discussed rumours that Modi would find a way to deposit money into each person’s personal bank account once the massive task was complete. Indeed, across the country there were people undergoing tremendous hardship yet not complaining, labouring under the belief that the government’s efforts would end corruption and eventually offer them some sort of compensation after having collected huge amounts of black money. No such proposal to deposit money into bank accounts has yet been put forward by the government.Bank managers were stuck dealing with long hours, angry customers, angrier employers and did almost none of the regular work – of giving out loans – that kept local economies going. Traditional forms of trade, like women of the Waghri community exchanging utensils for old clothes, had to stop because middlemen could not pay.  Chennai was hit particularly hard as failing electricity and internet services in the wake of Cyclone Vardah made the “cashless economy” seem like a mirage. Unemployment in Bundelkhand became so severe people were pushed to the brink of starvation. Rural jobs schemes in parts of the country fell apart, with no money to pay workers. Amidst all this, conmen preyed on people who believed they were eligible for additional exemptions, stealing lakhs of rupees.No respite By the end of the three-month period during which people were allowed to deposit their cash, demonetisation started to bite. Food markets saw commodity prices crash since a good monsoon had led to a bumper crop. Tomato farmers were destroying their crops on a scale never seen before, just so they could clear the fields for the next season. Every link in the supply chain of the Maharashtra textile industry was hit. Adivasis in Maharashtra were still getting only IOUs instead of cash. Even multinational corporations that did not rely on cash saw their numbers drop precipitously. By June 2017, after the Bharatiya Janata Party had pulled off a stunning election victory in Uttar Pradesh, the economic damage caused by the note ban started to become clearer. In August, the Reserve Bank of India confirmed that nearly all demonetised notes had returned to banks dashing the government’s hope that a huge amount would go unreturned. Out in the real world, 10 months after demonetisation, Ludhiana’s garment hub was still facing losses, with the botched roll-out of the GST adding to the disruption. In Delhi’s largest industrial area, labourers continued to have a hard time finding work. In Chennai’s flower market – where flowers were first dumped and continued to see low volumes a month later – demonetisation is credited with making people aware of a politician they wouldn’t have otherwise known to blame: Modi. And a supposedly cashless village in Maharashtra had returned to using cash, not least because of connectivity problems and a lack of cards. Today, a year later, Union ministers are arguing that demonetisation was simultaneously a massive success and that it is too soon to say what its effects on the economy has been. Politicians and economists of all stripes are arguing about what the move did to India’s economic activity, with the general agreement being that its benefits are unclear but the costs hang heavy. A conclusion, however, cannot be made without taking a closer look at how deeply disruptive this surprise policy was to the lives of people across the country and even beyond.","author":"Rohan Venkataramakrishnan","time":"2017-11-08T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/856960-73193-flwlriumdo-1510066071.jpg","tags":["Demonetisation","Note ban","Indian Economy"],"source":"https://scroll.in/article/856960/as-india-debates-demonetisation-a-look-back-at-how-hard-the-note-ban-hit-ordinary-people"}