{"title":"As Khargone smoulders, a former civil servant recalls the Ram temple riots in the town in 1989","content":"The storm clouds had gathered over the country with terrifying speed. It was the autumn of 1989. In a few unendurably tension-racked weeks, the country changed course so fundamentally that the many values and beliefs that held us together as one people seemed to have been relentlessly and inexorably swept aside.The Bharatiya Janata Party and its assemblage of front organisations espousing a militant Hindutva ideology launched a movement to build a Ram temple at the disputed site of the Babri Masjid in Ayodhya in Uttar Pradesh. The legal and political processes to achieve this agenda were pushed on to the back-burner. Now, there would be an open, and if necessary, bloody battle of confrontation.This new mood of belligerence manifested itself in the countrywide Ram Shila Poojan programme that was launched on September 15, 1989. Over the next few days, the country was seized by a frenzy unprecedented since Partition.Groups of surcharged young men paraded the streets in every town, morning and evening, day after day, aggressively bearing bricks with the name of Ram for the construction of a Ram temple at the site of the doomed Babri Masjid. They hurled slogans, like acid, which were astounding in their virulence, crudeness and naked aggression at Muslims.A temple wall in Ayodhya, in October 2003. Credit: ReutersThe Muslims, huddled in their ghettoes, watched with disbelief and horror. The mood rapidly turned into cold terror and sullen anger. For many, the faith and hope built doggedly over four decades soured. Avowedly secular governments across the country, except West Bengal, refused to ban the explosive Ram Shila Poojan programme. The media and intelligentsia were quickly infected by the communal dementia sweeping the land and even secular voices corroborated through their deafening silence.In less than ten days, town after town, in a grim roll-call, succumbed to blood-drenched rioting and curfew. The sequence was repeated with aching uniformity – militant processions brandishing bricks stamped with Ram, and shouting hate-filled slogans, violent retaliation by small Muslim groups, followed by the madness of carnage, deaths, arson, and finally curfew. At one point, around three weeks after the programme was launched, as many as 108 towns were simultaneously under curfew.A ‘highly sensitive’ townIt was futile to expect the small district town of Khargone in western Madhya Pradesh to remain untouched by this sectarian fever. An undersized, haphazardly planned town of less than one lakh residents, with an uneasy balance between its equal number of Hindus and Muslims, Khargone was classified in official files as being communally highly sensitive.The records show that the first communal clash took place as far back as 1921, when Khargone was the capital of a tiny and modest principality. These clashes were repeated with frightening regularity over the following decades. The issues were mostly local, such as attacks on religious processions, desecration of shrines, and relationships between men and women of different communities.The two communities lived cheek by jowl in crowded, sunless shanties, and a small spark could set off a bloody confrontation. Each clash would leave its own fresh trail of hostility and suspicion. With such an accumulated history of hatred and prejudice between the two communities, it was only a matter of time before the conflagration sweeping the country also seared the town of Khargone.I was the district magistrate of the district of Khargone at that time. With Superintendent of Police Ram Nivas, we responded by calling meetings of the two communities and advised restraint, registration of strong criminal charges against the processionists, energising of peace committees, and preventive arrests. However, these measures, adequate perhaps in normal times, could not ebb the flood of communal hatred.A rally and a bomb blastThe flashpoint was rapidly reached in less than a fortnight when the district-wide Ram Shila Poojan programme was to climax in a massive procession in Khargone on September 30, 1989. Late that night, Bajrang Dal and Vishwa Hindu Parishad volunteers were busy transforming the town into a saffron stronghold with a profusion of flags, posters, slogans and buntings. Suddenly, out of the darkness, two Muslim youths, their faces masked by burqas, appeared on a motorcycle, and stabbed two young men who were painting slogans. In the government hospital, night-long, emergency operations saved the lives of the two victims, but the tension in the town was acutely palpable.Several arrests were made through the night, and at dawn, leaders of the various Hindutva organisations were summoned to the police station for an emergency meeting with the superintendent of police and I. Our appeals for a cancellation or postponement of the Ram Shila Poojan programme that morning were stubbornly rejected, as also any suggestions for changing the route so as to altogether avoid Muslim settlements and mosques.Already some 25,000-30,000 Hindutva volunteers had assembled, determined and greatly charged. We realised that any attempt to halt the procession by force at this stage was doomed to fail, and would lead only to large-scale violence and killings. The only option seemed to be to let the procession pass, but with intensive control and regulation.One killed, several injured as violence breaks out on #RamNavami in multiple statesIn Madhya Pradesh’s Khargone, police have imposed curfew in some parts of the city.https://t.co/nVmMs0PrT6— scroll.in (@scroll_in) April 11, 2022\n\nThe procession was unprecedented in size, passion and militancy. All assurances given earlier in writing by the organisers regarding restraint in sloganeering were thrown to the winds, and the most vulgar and vicious slogans rent the air. Trishuls and naked daggers were flashed. The leaders suddenly attempted to steer the procession into the heart of the Muslim bastis, again in violation of the prior agreement, but they were firmly pushed back on to the agreed route.The seemingly endless procession wound its way slowly and tortuously through the narrow lanes, as tension mounted to an unbearable level. As the procession passed the mosques, the virulence and the passion of the sloganeering reached a new pitch, and the magistrates and police took care to physically push the frenzied young men forward and keep the procession moving. No Muslim was to be seen outdoors.About two-thirds of the procession had passed by late afternoon, and the superintendent of police and I were somewhat relieved and thought that the explosive situation had been defused, at least for that day. We were standing at the crossroads before one particular mosque, which had been the site of several communal clashes in the past, and where the frenzy of any Hindu procession would traditionally reach its climax. The district magistrate and superintendent of police kept pushing forward the crowd, acutely alert in case there should be a clash.Suddenly, a bunch of panic-stricken young men came running in the opposite direction to meet the procession. They shouted that the Muslims had thrown a bomb at the crowd and a processionist had been killed. The superintendent of police and I ran to the spot, barely hundred metres away. There, we encountered a young man, his chest torn open by a crude bomb, his life quickly ebbing away. I lifted the boy into my official car parked nearby and asked the driver to take him to the hospital. Before the car could reach the hospital, the boy died.#RamNavamiViolence | On April 11, the Madhya Pradesh government demolished several homes and shops in Khargone a day after violence broke out. One such shop that was razed by bulldozers belonged to Wasim Shaikh.\"I can’t even eat without help,\" he saidhttps://t.co/yElGBBY2RW— scroll.in (@scroll_in) April 19, 2022\n\nThe story of the bomb attack unfolded during later investigations. The daily and repeated battery of vitriolic sloganeering by mobs entering Muslim bastis had terrorised the community. A small group of eight youths, two of them petty government servants –  a forest guard and a patwari – decided that they must retaliate. Because they felt alienated, both from the police system and their own community, which they felt was too passive, they decided to resort to a secret terrorist-type attack.Collecting a few hundred rupees between them, they used the money to clandestinely purchase gunpowder from a cottage unit manufacturing firecrackers in the neighbouring district of Dhar. The night before the Ram Shila procession, they stayed up in an abandoned ruin by the riverside. They ground the gunpowder with pieces of broken glass and old rusted nails, and tied it all up in newspaper to make seventeen of what are known in local parlance as soothli bombs.Their game plan became clear as soon as Superintendent of Police Ram Nivas and I reached the spot after the first bomb was thrown. The bomb was thrown on the mob from a small double-storeyed house in a narrow by-lane, which branched off from the main lane through which the procession was passing. The calculation clearly was that the enraged mob would gather below the house to attack it and set it on fire, and a series of bombs would be thrown from above on the mob, resulting in a large number deaths. We quickly assessed the situation, and realised that the only way the mob could be prevented from assembling below the house from which the bomb was thrown, was if we went there and took charge of the situation. The risk of our being hurt by the bombs was great, but acceptable if a far bigger tragedy could be prevented.We repeatedly shouted to the mob that they should stay away, and that we were taking charge of the situation. Most of those in the crowd listened and, tentatively, kept away. Once below the house, the best course appeared to be to fire at the house from which the bomb had been thrown. The superintendent of police himself, and assistant police sub-inspector who accompanied him, fired a repeated volley of rounds at the house. This served several purposes. The crowd was satisfied that effective action was being taken, and did not insist on taking the law into their own hands.The continuous volley of bullets also ensured that the crowd did not venture below the house, thereby averting further bomb casualties. The firing also frightened the conspirators and stopped them from throwing more bombs. While fleeing from the back of the house, one of them was caught by the police, and it was through him that the police case was subsequently solved.20 minutes, four deadThe crowd, however, now began to fan out in every direction, and many rushed straight into the Muslim bastis. I immediately ordered a curfew, and went on the mobile wireless to instruct the police and magistrates on duty in pickets at all sensitive points in the town to impose the curfew in the shortest possible time, using whatever force necessary, including resorting to firing.We got into a police jeep, and drove to the sensitive bastis. The superintendent of police fired several rounds. The police resorted to firing at three other places. Curfew was fully imposed in the brief span of twenty minutes.On the demolition of homes in Khargone, Madhya Pradesh pic.twitter.com/7aCLWFZs5M— Amnesty India (@AIIndia) April 14, 2022\n\nHowever, even in these 20 minutes, four lives were lost, about a hundred Muslim houses and commercial establishments set ablaze, and three mosques desecrated. The deaths were an outcome of the country-made rifles and daggers, used by the mobs while attacking the Muslim bastis, and a bomb thrown by the fleeing group.At one point, the superintendent of police spotted a frenzied young man brandishing a .12 bore rifle. The superintendent of police jumped off his jeep and walked towards the young man, who threatened to shoot at him. Undeterred, he slowly moved towards the young man, overpowered him, snatched his rifle, and forced him into a nearby house which he locked from the outside.Under curfewSoon, an uneasy calm fell over the city. Forces were called in from neighbouring districts and permanent pickets established at all sensitive points. All magistrates were pressed into duty, and police patrolling was now intensified throughout the city night and day.Large-scale preventive arrests and searches were ordered. On the first night itself there were 126 arrests, but most of them were Muslim. Forty houses were searched. The families of the deceased were contacted, and quiet cremations and burials were organised in the presence of close family members, the magistrates and the police. The injured were taken to hospitals.There was no relaxation of the curfew for seventy-two hours, and little violation of it, except, notably, that four more mosques were desecrated on the second night. The anguished Muslim community insisted that this could not have been possible without police complicity.The superintendent of police and I snatched two hours of sleep the second night in the police station. We would spend the next nineteen nights here, at first on the benches under a tree, and later on camp-cots in a tent, fully dressed and ready to rush at the report of any clash. The rest of the time, we were constantly on patrol.The residents of Khargone were to become familiar with our white Gypsy and its flashing red light, endlessly scouring the shadowy and deserted lanes and by-lanes of the city. The control room was assailed by a barrage of complaints of mob assault, all of which were investigated, and most proved to be rumours. The press was called and briefed, and arrangements made for the distribution of newspapers from the second day to control rumours. The peace committee and responsible leaders of the two communities were pressed into service to restore normalcy.From the morning after the incident, senior officials and ministers descended on the town, culminating in the visit by helicopter of the chief minister the second afternoon. They met senior citizens and victims, expressed grief at the killings, and by and large endorsed the action of the district administration. The relief at the visit of the chief minister going off peacefully was so great that as we sat squashed together in the front seat of the car when we drove him to the helipad, I quietly reached out for the hand of the superintendent of police and pressed it. My colleague reciprocated likewise. We felt like brothers.Following this, the deluge of VIPs reduced because large parts of the state were simultaneously racked by similar and more virulent communal violence. Only the district minister stayed on. She told me that she was there only to extend support. I asked her to address the peace committee the next morning and visit the bereaved families and the injured in hospital as well as the desecrated mosques. Her genuine anguish and sympathy did little to assuage the raw wounds of the victims.Rebuilding effortsI mobilised the services of the Public Works’ Department to restore overnight the desecrated mosques, with the support of moderate Muslim leaders, before the first relaxation of curfew, which would be for two hours. The Muslims headed straight to the mosques to offer prayers, but the fresh paint and mortar told their own story, and they responded in low voices and with sombre ashen faces. The settlements which had suffered arson looked as if they had been bombed. But barring an explosion in which no one was injured just before curfew relaxation was to end, there were no major setbacks when the restrictions were eased for the first time.In the days and nights that unfolded, in the uneasy and taut silence of a town under curfew, the jeep, with the superintendent of police and I, endlessly wound through the narrow and deserted lanes and by-ways, to maintain – or impose – a most fragile peace.On the second morning of curfew, a message was flashed on the mobile wireless that over two hundred women and children in a Muslim mohalla had poured on to the streets, in stubborn defiance of  the curfew. We rushed there, and amidst the disconsolate weeping of children, the women complained:  “There is now not a grain of food or a drop of milk in our homes. Our  men  have either been rounded up by the police or have run away and are  in  hiding. We earn from day-to-day and eat. How long can we let our   children starve?”  At the police station, I sent for all senior district officers and gave them the charge of ensuring civil supplies in designated colonies of the town. I asked the wholesale traders to open their godowns, and district officers organised mobile vans with essential commodities for each mohalla. Curfew was lifted only for women during the visits of the mobile vans to each mohalla, during which time they made their purchases. For the poorest Dalit bastis, I ordered that 10kg of grain be distributed free to each family. I promised the traders that the district administration would make good the cost by donations later.The police force in those days was stretched almost unendurably. Since the Ram Shila Poojan programme had commenced a fortnight earlier, the armed constabulary had been on continuous vigil in neighbouring districts. The riot at Khargone ensured that they had been hastily bundled onto buses and trucks and overnight driven to the town where they were immediately deputed to man every sensitive spot.We made it a point during the night-long rounds to stop at each of the pickets, speak to the men about how difficult but how important was their mission, and occasionally share a hot cup of tea with them. I would often recall with warmth later how the weary faces of the men would light up with just this exchange. Before the men left weeks later for the next riot-torn city, I persuaded the eminent citizens to organise a thanksgiving bada khana for the men, during which they sat and ate as the city elders served them.A burial at midnightFour days after the bomb attack, the district magistrate from neighbouring Indore  telephoned me to say that one of the seriously injured riot victims from Khargone, a young man Ghulam, had died in the medical college in Indore, and that the district officers of Khargone should arrange for the body to be disposed of. Communal tension had risen also in Indore, and they could not risk organising the funeral there.I sent for the young man’s father, and the sadar, or city leader, of the Muslim community, a humane and gentle Rauf Bhai, and they both agreed to a quiet funeral after midnight to prevent a fresh upsurge of violence. The morgue van carrying the body from Indore was halted at a rural police station on the outskirts of the town to await the midnight hour.The superintendent of police and I decided to go there to offer solace to the bereaved family. We encountered the mother weeping desolately near the body of her son, and the father and the sadar grieving nearby. I quietly said, “We cannot bring back your son. But tell us who was responsible for your loss and we will ensure that justice is done”.The mother replied angrily, “There is no point telling you the names of the killers. Every time in   Khargone when there are riots, the same men lead the mobs, looting,   burning and killing, but nothing ever happens to them. The last riots,   we were hopeful because the police even noted our statements. We waited   for four days, but nothing happened. In the end the police did come,  but  it was we who were arrested. Therefore, we have nothing to say.”  I promised her that this time justice would be done, and pressed them for the names. They finally gave the names – among them were some of the most powerful and prestigious men of the district. I said to the superintendent of police, “Let us round them all up before the body of this boy is lowered into the dust.”It was after midnight that the body was driven to the graveyard, a brush-covered wilderness outside the town, and carried in the cold, moonless darkness to the burial spot. Before the grave was dug, and the body lowered into it, the jeep of the superintendent of police arrived. Flashing his torchlight, the police officer rushed to me as I stood with the bereaved family, and said, “Sir, they have all been arrested.”Justice and injusticeIt was around 3am when the superintendent of police and I got back to the tent in the police station and wearily stretched out, fully dressed, to catch some sleep. Two hours later, at dawn, we were awakened by an uproar at the gates. Sleepily rubbing our eyes, we found that the local legislator of the ruling party had arrived with a group of her supporters, all holding curfew passes.“Injustice, injustice,” she was crying out with her supporters. “We will not put up with this injustice. We will not allow the arrest of innocent people.”I quickly understood what had happened, and was furious. “Tell me,” I asked her, “Are you the representative of one community or  of this town?  The last few days, when hundreds of Muslims were arrested,  beaten,  dragged by their beards, and placed behind bars, with no  criminal  records, no complaint against them, I never heard even a  whimper of  protest from you. But last night, because ten Hindu men have  been  arrested, after complaints of murder, you march here within two  hours  and shout of injustice.”  I directed her to leave the police station premises immediately and refused to discuss the issue further. The legislator’s march was only the beginning. The whole day witnessed more pressure than I had experienced in a single day on any issue during my frequently turbulent career. The chief minister telephoned to enquire about the outrage. I was overwrought. I replied that it was a matter of basic justice and I would not change his decision. I was relieved that the chief minister did not get back to me. He was a good man – Motilal Vora. But from the state capital downwards, the pressure continued to mount. I advised the district minister to quietly leave because she was finding the dispute unbearable.Late that night, according to the daily routine since the tension had broken out, the superintendent of police and I sat at the police station reviewing the arrests and releases of the day. With great reluctance and after considerable probing, the station house officer told the district magistrate that the ten men arrested the night before, which had sparked such a powerful protest, had been released by the courts the same morning. Further questioning revealed that the police had framed charges against them not of murder, arson and rioting, but of the most minor offence of them all –  violation of curfew –  and the courts had let them off after a fine of Rs 50 each.I cannot recall being more enraged in my life. Everyone was stunned to see me explode, shouting about the police’s deceit and open partisanship and their not being fit to wear uniforms. I told the police officers to round up the  10 men within an hour. The police officers rushed back into town and the ten accused men were rearrested. This time, we personally supervised the preparation of documents for the courts.However, it was then the turn of the sessions court to release the accused on bail within a week. The Muslims, who had by then been rounded up in the bomb attack case, were refused bail for over a year. I went to see the district judge and said that I have never tried to interfere with the judicial process. But here – the same riot, the same offences, the same sections – how can there be two such openly different standards for people of two communities? It is not an ordinary case, it is the question of the faith of a whole community in the system of justice in our country.The district judge refused to even discuss the issue with me.A fragile peaceComplaints also came in about excesses in Muslim bastis during the house-to-house searches. I visited the houses to find that it was as though a tornado had swept through the homes. Everything in the houses had been smashed, torn or burnt by the search teams –  the television and radio, mattresses, furniture, everything.An old woman, around seventy, took off her kameez and salwar to reveal deep lathi marks across her body from the shoulders down to the ankles. I ordered strong action against the guilty policeman, and such complaints then did not recur.After several nights, when peace had returned to the whole town, from one mohalla every night came the same report: stones were being thrown from a nearby mosque. The residents were outraged. Look at how dangerous these people are, they said. Even after all that has happened, why are they not letting peace return?Though the mosque was so far from their homes that it was physically impossible for stones thrown to reach, the residents stubbornly refused to listen to reason, having been blinded by wanton irrationality. There is an insurmountable amount of exhaustion in young Muslims of New India as we try to build a career, a family, and a life despite knowing that all will be burnt to ashes by the majoritarian thugs in the near future. How do you cope with that?— Kainat Sarfaraz (@kainisms) April 17, 2022\n\nI tried to break through this wall by jocularly suggesting that if the people in the mosque could really throw stones the distance of half a kilometre, and that too along winding lanes, their names should be entered for the Olympics. But the people of the mohalla were neither amused nor convinced. Tension mounted again to breaking point.The suspicion of the superintendent of police centred on an elderly resident, a member of a Hindu communalist organisation since his youth. But there was no proof. Until one night, when as usual the superintendent of police and I rushed to the mohalla at around 3am, we found a broken cup among the stones. Without warning the superintendent of police marched into the house of the elderly man and found five other cups in his kitchen to match the broken one.On the second storey of his house, the superintendent of police encountered an unbelievable sight. Near the bedroom window was a large trunk full of stones. The old man would stay up every night until everyone else in the neighbourhood had retired, then he would begin to throw stones at the windows of his neighbours. As they would gather angrily outside their homes, he would shout, look at these hateful people. Even after all that has happened, they are still throwing stones at us.A new home, another riotBut probably most of all, I would remember a young man whose humble thatch hut had been razed to the ground during the riots. Days later, when some normalcy had been restored in the town, I sat with him and others among the ruins of their homes and lifetime belongings. I assured them, with whatever conviction I could muster, do not worry, we will build your house again, and all will be well once more.Hearing me, the man broke down, sobbing loudly and inconsolably like a child. I felt the sharp sting of tears in my own eyes. Finally, the man said, “Every time there is a riot in this town, my hut is burnt down. With   great difficulty, I rebuild it, and it is burnt down once more. Tell me,   how many times will you rebuild my house?”  I renewed my pledge to do all that was within my power to help rebuild  the lives of the victims of the riot. I called the local leaders of the  communal parties and said: “I know that it is your aim not only to try  to destroy the lives and   property of people of the other community at the time of riots. You wish   even more to see their wounds fester as they continue to suffer   helplessly with their loss. I throw you a challenge. Those whose lives   you have taken away, I cannot bring back. But I promise you, those who   remain, the district administration will ensure that they are much   better off than when you set out to destroy them.”To the young man who had wept so inconsolably, and all other poor  residents of the old bastis, who constantly lived in terror of the next  flashpoint that would set ablaze their humble belongings, I made the  offer to move them into the new part of the town. Here, new mixed  colonies were planned where they could live in security. A  large number agreed, and the district administration acquired land,  allotted plots and sought out grants and loans for them to build new  homes. Those who had lost an earning member, or their commercial  establishments, often no more than a rented ramshackle kiosk on the  outskirts, were allotted the most commercially valuable sites in the  heart of the town, proper shops were built, and allotted to them on  ownership basis.The next change in government predictably saw me  shifted out of the district. Some years later, on a new assignment in  the state headquarters, I once again toured the town of Khargone. In  the evening, I made a quiet, sentimental journey to the new part of the  city, to meet the young man who had wept so inconsolably some years  earlier because his home had been burnt down in every previous riot. I  asked him what had happened when Khargone was rocked by riots once again  when the Babri masjid was razed in December 1992.The man said  quietly, “For the first time in my life during a riot, I was safe.” It  was not the young owner of the new tenement whose cheeks were wet with  tears that evening.Harsh Mander is a Richard von Weizsacker  Fellow, Chairperson of the Centre for Equity Studies and convenes the  Karwan e Mohabbat, a people’s campaign to fight hate crime with  solidarity and atonement.","author":"Harsh Mander","time":"2022-04-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172983-feydwurcaa-1649833373.jpeg","tags":["Khargone","Hindutva","Communal riots","Madhya Pradesh"],"source":"https://scroll.in/article/1022028/as-khargone-smoulders-a-former-civil-servant-recalls-the-ram-temple-riots-in-the-town-in-1989"}