{"title":"As Karnataka CM raises border dispute with Maharashtra, Ajit Pawar seeks Centre’s intervention","content":"Leader of Opposition in Maharashtra Ajit Pawar on Thursday urged the Centre to intervene after Karnataka Chief Minister Basavaraj Bommai raised the matter of border dispute between the two states, reported The Indian Express.“A day before Bommai talked about including villages from Sangli district in his state,” the Nationalist Congress Party leader, said. “Today he is saying the same about villages from Solapur district. The Centre should intervene and stop the Karnataka chief minister from making such statements.”  On Tuesday, Bommai had claimed that the Jat taluka panchayats in Sangli district had passed a resolution to merge with Karnataka when there was a severe drought and acute drinking water crisis. The chief minister said that Karnataka has formulated a plan to help them. On Thursday, Pawar alleged that Bommai was making such statements to divert the attention of Karnataka residents from inflation and unemployment in his state. “The border dispute case between Maharashtra and Karnataka is still pending before the Supreme Court,” he said. “Despite that, he is making unprovoked statements.”The Supreme Court will hear the case next month, according to the Hindustan Times. Bommai’s statement also drew sharp reactions from his BJP colleague and Maharashtra Deputy Chief Minister Devendra Fadnavis, who said that not a single village would go to Karnataka. Fadnavis also clarified that the no resolution has been passed by the panchayats recently. The resolution Bommai referred to had been passed in 2012, he said. The deputy chief minister also said that the previous Maharashtra government under his leadership had entered into an agreement with Karnataka to sort out the dispute, reported NDTV.He said that a water supply scheme has been undertaken to tackle the problem of the villages.“We are now going to approve that scheme,” he added. “Perhaps because of Covid-19, the previous [Uddhav Thackeray-led] government could not approve it.”In response, Bommai said that Fadnavis was making a provocative statement on the dispute and that his “dream will never come true”. “Our government is committed to protecting the country’s land, water and borders,” the chief minister said.The border dispute dates back to the period between 1950s and 1960s when the states were formed. Maharashtra claims that 865 villages on the border should have been merged with it, while Karnataka claims 260 villages on the grounds that it has majority Kannada-speaking population, according to the Hindustan Times.","author":"Scroll Staff","time":"2022-11-24T19:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137616-nuxsoryskg-1669296424.jpg","tags":["Basavaraj Bommai","Karnataka","Ajit Pawar","Maharashtra","border dispute","Sangli","Solapur","Devendra Fadnavis"],"source":"https://scroll.in/latest/1038273/as-karnataka-cm-raises-border-dispute-with-maharashtra-ajit-pawar-seeks-centres-intervention"}