{"title":"As Kashmiri separatist Yasin Malik gets life sentence, a brief guide to the charges against him","content":"On May 25, a Special National Investigation Agency court in New Delhi sentenced Kashmiri separatist leader Muhammad Yasin Malik to life imprisonment in a 2017 case related to “terror funding” in Jammu and Kashmir.Fifty-six-year-old Malik, who is the chairman of banned separatist outfit Jammu and Kashmir Liberation Front, was convicted for criminal conspiracy, waging war against the government of India and various other charges under the stringent Unlawful Activities Prevention Act on May 19.He was also sentenced to jail terms ranging from five years to life for nine other offences, and ordered to pay fines ranging from Rs 5,000 to Rs 10 lakh.The conviction came nine days after Malik told the court that he did not want to go through a trial and had decided instead to plead guilty to the charges framed against him in March.In May 2017, the National Investigation Agency had registered a case in New Delhi against what it described as a conspiracy between separatists in Pakistan and Kashmir to foment violence in the Kashmir Valley by raising funds through illegal channels. While the investigating agency had started making arrests as soon as the case was registered, Malik was arrested in the case in April 2019.His arrest came weeks after his Jammu and Kashmir Liberation Front was banned by the Central government under the Unlawful Activities Prevention Act. Nearly four months after his arrest, the Union government scrapped the special status that the state of Jammu and Kashmir had been accorded under the Article 370 of the Indian Constitution and split it into two Union territories.An open letterIn the late 1980s, Malik was among the first group of young Kashmiris to cross over to Pakistan for arms training to launch an armed rebellion in the Valley. He was also among the first to give up violence. According to Malik, he decided to adopt a “Gandhian” strategy to achieve his goals.According to an open letter by Malik made public through his family in March 2020, when his Jammu and Kashmir Liberation Front announced a unilateral ceasefire in 1994, the government of India had assured him of a political solution and said it would suspend “militancy related cases” against him and his group.“[The] first five years of present government led by PM Narendra Modi saw no militancy-related cases against me and my colleagues,” he wrote in the letter.  “But suddenly from 2019, the TADA [Terrorism and Disruptive Activities (Prevention) Act] court in Jammu started trial of these 30-year-old militancy related cases which is actually against the spirit of ceasefire pledge made in 1994.”Yasin Malik's political movement continued to be violent: Delhi Court turns down claim he became Gandhian after 1994report by @thereal_aamirk #YasinConvicted #YasinMalikCase #YasinMalik https://t.co/PkzrCmHOH6— Bar & Bench (@barandbench) May 25, 2022\n\nThe caseThe terror funding case in which Malik has been convicted has its origins in an India Today newschannel sting operation on May 16, 2017, months after Kashmir had returned to relative normalcy after widespread unrest over the killing of young militant leader Burhan Wani in 2016. The India Today programme showed three Kashmiri separatist leaders acknowledging that they had taken money from Pakistan in order to cause unrest in the Kashmir Valley.Taking suo moto notice of the situation in Kashmir, the National Investigation Agency registered a case of terror funding the same month. According to the agency, Kashmiri separatists and militant groups had conspired with the Pakistan-based chief of Jammat-ud-Dawah, Hafiz Muhammad Saeed, to “raise, receive and collect funds domestically and from abroad through various illegal channels, including hawala, for funding separatist and terrorist activities in J&K…”It alleged that the funds had been used “to cause disruption in the Kashmir Valley by way of pelting stones on security forces, systematically burning schools, damaging public property and waging war against India”.The investigating agency filed the chargesheet in the case on January 18, 2018, against 12 people, including Hafiz Mohammad Saeed of the Jammat-ud-Dawah and Mohammad Yusuf Shah, better known as Syed Salahuddin, the chief of the Hizbul Mujahideen and the United Jihad Council.The agency filed two supplementary chargesheets in the case in 2019. On October 4, 2019, a supplementary chargesheet was filed against five more accused, including Muhammad Yasin Malik.In its official release, the National Investigation Agency said it had established through investigation that Malik was involved in “terrorist and subversive activities” in Jammu and Kashmir.“In 2016, he along with other Hurriyat leaders formed a self-styled group called ‘Joint Resistance Leadership’, whereby they started issuing directions to the masses to hold protests, demonstrations, hartaals, shutdowns, road-blocks and such other disruptive activities which would push the entire society into chaos and lawlessness,” the statement released by the agency on May 19 said.It added: “He [Malik] was also involved in raising funds from LOC [Line of Control] traders, various entities based abroad and distributing those funds among militants and stone-pelters for funding stone-pelting and demonstrations.”Protest calendar, email messagesAccording to the chargesheet against Malik, the investigating agency had recovered two “protest calendars” from his home during searches. One of them pertained to the period between August 6 and August 16, 2016. “During the period…the protests were very violent and 89 cases of stone pelting and other unlawful activities were registered during the period,” the chargesheet said.In July 2016, the killing of a popular Hizbul Mujahideen militant commander Burhan Wani during an encounter with security forces had triggered a massive public uprising. More than 90 civilians were killed in police action to quell the protests and more than 15,000 civilians were injured. Hundreds were maimed or blinded by the deadly pellet guns used  by the security forces.The National Investigation Agency also claimed to have recovered a copy of the letterhead of the Hizbul Mujahideen militant group. It was used to issue a warning to those participating in a football tournament in the Valley “to disengage themselves from the organisers of this game and to show loyalty to the freedom struggle”, the Special National Investigation Agency court said in its conviction order on May 19.The Peoples Alliance for Gupkar Declaration termed \"unfortunate\" the life imprisonment awarded to Kashmiri separatist leader #YasinMalik by a Delhi court in a terror funding case and said it is a \"setback\" to the efforts for peace.https://t.co/aNDlwq8RUj— The Hindu (@the_hindu) May 25, 2022\n\nThe agency also claimed to have gone through the Malik’s email messages, which it said showed that he had “set up an elaborate structure and mechanism across the world to raise funds for carrying out terrorist and other unlawful activities in Jammu and Kashmir in the name of ‘freedom struggle’”. The email messages also revealed that Malik had a “close association with banned terrorist organisation Lashkar-e-Taiba”.A well-thought-out decisionAccording to the court order, Malik, who argued his case himself, had been produced before it on April 18 along with the other accused people  for charges to be framed. “Accused Yasin Malik submitted that he did not want any trial and therefore, he was ready to plead guilty,” the court order said. Malik’s decision, according to the order quoting him, had come after “thinking about it for a very long time”.However, in view of the gravity of charges being faced by Malik, the court had appointed an amicus curiae or advisor to make him aware of the maximum punishment he could face for the offences if he pleaded guilty. But despite two meetings with the amicus curiae, Malik did not change his mind. On May 10, he pleaded guilty, the court order added.All the other accused in the case have pleaded not guilty and asked for a trial.The other casesAfter his arrest by the National Investigation Agency in 2019, the Central Bureau of Investigation asked for the trial in two other cases involving Malik to be shifted out of Srinagar. The cases date back more than three decades when Malik was a militant commander.One of the cases pertains to the killing of four Indian Air Force personnel on the outskirts of Srinagar on January 25, 1990. The CBI had filed a chargesheet against Malik and six other accused in the case the same year.Another case relates to the kidnapping in December 1989 of Rubaiya Sayeed by Jammu and Kashmir Liberation Front militants.  She is the daughter of the late Mufti Mohammad Sayeed, who was Union home minister at the time. Sayeed was freed in exchange for the release of five members of the militant outfit by the Indian government.A chargesheet against 22 accused, including Malik, was filed by the Central Bureau of Investigation  in September 1990 before the designated Terrorist and Disruptive Activities Act court in Jammu.In both the cases, the charges included offences for murder, attempt to murder, criminal conspiracy and sections of the now-defunct Terrorist and Disruptive Activities (Prevention) Act and Arms Act.Shutdown in parts of Srinagar, #Kashmir ahead pronouncement of the quantum of punishment for Kashmiri separatist leader Yasin Malik, who was convicted in a “militancy funding” case a few days ago. pic.twitter.com/PaOMg4KOUQ— Aakash Hassan (@AakashHassan) May 25, 2022\n\nA year after the Jammu and Kashmir Liberation Front announced a unilateral ceasefire and gave up violence, a single bench of the Jammu and Kashmir High Court in 1995 stayed the trial in two cases on the grounds that there was no TADA court in Srinagar. Since then, the proceedings in the cases went into a cold storage until the Jammu and Kashmir High court struck down the 1995 order in April 2019.Nearly a year later, charges against Malik and six others were framed on March 16, 2020, in the killing of four air force personnel in Srinagar in 1990. In the Rubaiya Sayeed kidnapping case, the charges against Malik and nine others were framed on January 11, 2021.Unlike the terror funding case, Malik has pleaded “not guilty” in both the cases. During the cross-examination of witnesses that began in September last year in the two CBI cases, Malik refused any help from the lawyers and sought to examine the witnesses himself.The open letter by Malik released by his family in March 2020 claimed that the government of India had violated its promise to suspend the militancy related cases against him after the Jammu and Kashmir Liberation Front declared a ceasefire in 1994.From gun to ‘Gandhism’Born in 1966 in Srinagar’s dense Maisuma locality, Muhammad Yasin Malik’s brush with the Kashmir dispute came at an early age. In her book, Kashmir in Conflict, British historian Victoria Schofield narrates Malik’s experience as a 10-year-old boy on the streets of Srinagar witnessing uniformed armed personnel beating civilians for no reason.Malik grew up as a vocal young man often seen on streets protesting against the actions of the National Conference and Congress against those voicing opposition to Indian rule in Jammu and Kashmir. During the 1987 assembly elections, when the Muslim United Front, a conglomerate of parties opposed to India, decided to contest elections under the Indian Constitution, Malik campaigned fiercely for it.He was the polling agent of Mohammad Yusuf Shah, who stood from Srinagar’s Amir Kadal assembly constituency. Shah would later come to be known as Syed Salahuddin, the head of Kashmiri militant movement.After the 1987 assembly elections, widely believed by Kashmiris to have been rigged against the Muslim United Front, the separatist tendencies in the Valley saw a shift towards militancy.In 1994, after Malik had spent nearly four years in jail, the pro-independence Jammu and Kashmir Liberation Front militant outfit Malik that he headed, renounced violence. It adopted non-violence as its strategy to pursue its goal to free Jammu and Kashmir from both India as well as Pakistan.While the outfit’s position was different from that of the Hurriyat, which was mostly seen as pro-Pakistan, it was not uncommon for groups with different ideologies to jointly issue calls for protests and shutdowns.The sister of JKLF chief Mohammed Yasin Malik recites Quran at her residence in Srinagar's Maisuma locality minutes before. pic.twitter.com/QHbqMulPPG— Asif Tariq Bhat | آصف طارق بٹ (@iambhatasif) May 25, 2022\n\nMalik adopted what he called “Gandhian” means of non-violence – hunger strikes, signature campaigns and “peaceful protests” – to pursue his political goals. His transition to unarmed protest also brought him close to a section of Indian civil society. In 2006, Malik met Manmohan Singh, when he was prime minister, as a part of the Indo-Pak peace process.In his attempt to engage with a variety of political groups to espouse his cause, Malik in 2010 held a five-hour long meeting with the leadership of Rashtriya Swayamsevak Sangh.But now, the outfit which once pioneered the freedom movement in Kashmir, seems to be fading away. The outfit’s office in Srinagar stands locked, its cadre is underground or have shunned politics altogether. There is hardly anyone from the organisation to talk about the recent developments with the press.Back at Malik’s home in Maisuma, Srinagar, his relatives, who Scroll.in contacted before the sentencing, were anxious.“Our lives are shattered and our hearts are racing,” a relative of Malik said, asking to remain unidentified. “We don’t know how to react because everyone has been silenced. We have left everything to God.”","author":"Safwat Zargar","time":"2022-05-25T21:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174897-eagsywbawd-1653494366.jpg","tags":["Jammu and Kashmir Liberation Front","Terror funding case","Yasin Malik"],"source":"https://scroll.in/article/1024782/as-kashmiri-separatist-yasin-malik-gets-life-sentence-a-brief-guide-to-the-charges-against-him"}