{"title":"As limestone piles up on Bangladesh border, anger against Congress brews in Meghalaya","content":"One January morning, Ilias Ali, a businessman in Bangladesh’s Chhatak town, set out for India. He drove past the historical city of Sylhet to reach the hilly hamlet of Tamabil where he crossed the India-Bangladesh border outpost to enter picturesque Dawki in Meghalaya – the first town on the other side of the border.Unlike most visitors to the town, though, Ali was not there to unwind and take a boat ride on the crystal-clear waters of the Umngot river. The trip was far from a holiday. It was a desperate attempt to try and find a fix to his failing business back home.Ali’s business in Chhatak deals in raw materials for road construction. He owns several lime kilns where limestone is converted to quicklime, a key raw material in the construction sector. Meghalaya, with limestone reserves amounting to over 15,000 million metric tonnes, has been Ali’s primary source for years. Most of his suppliers are small-to-medium size miners in the Khasi Hills who, according to Ali, would ply him with around five lakh to seven lakh metric tonnes of limestone annually.The supply chain was straightforward: the miners – essentially anyone owning land in the limestone-rich border areas of Meghalaya, particularly the Khasi and Jaintia Hills – would extract the mineral and then transport it through the various export points that dot the India-Bangladesh border fence. All it took was a clearance –  easily obtainable – from the local forest authorities. The state government would earn its revenue by levying a transportation tax on the extracted limestone. It was, as one miner put it: “Free for all”.But it was also legally dubious, as a series of rulings by the Meghalaya High Court since June 2015 brought to light. The court orders have plunged the once-flourishing limestone trade in the state into disarray. “Business is completely down,” said Ali, who has been making regular trips to the state to lobby with the government to figure out a way around the court orders. “We can’t operate without limestone from Meghalaya. So, I have come here to see what can be done.”While Ali and his compatriots have the option of switching to suppliers in other locations such as Malaysia and Indonesia, Meghalaya’s limestone miners have no such option. “We will lose all our customers,” said a miner. “No one is going to keep waiting for everything to get sorted – they will just switch to other suppliers.”Unlike coal mining that has been banned in the state since 2014, the mining of limestone in Meghalaya is still legal. But unlike the pre-June 2015 days, it is now heavily regulated. This has led to resentment among the local tribal population who see the court’s interventions as an infringement on their rights under the Sixth Schedule of the Indian Constitution, which protects the land rights of tribal communities in the North East. But like coal miners, the anger of the limestone miners seems to be directed not at the judiciary, but the Congress-led state government – and even the Centre to an extent.Meghalaya goes to the polls on February 27. The state’s limestone miners, much like their coal counterparts, seem to be hoping that the election will bring with it better days for them. “When the Supreme Court banned their bullfighting festival in the South, look what happened,” said a miner, referring to the Tamil Nadu government’s decision in January 2017  to pass a Bill in the state Assembly to circumvent an order by the apex court banning the bull-taming sport of Jallikattu. “Their government stood by them. But look at Meghalaya government – they do nothing.”A closed limestone mine in Shella in the East Khasi Hills.The Sixth Schedule conundrumThe current crisis has its roots in a turf war in the third hill range that runs through the state – the Garo Hills. It involved a clash between two bodies whose functions and powers often overlap in certain states in the North East – the district administration that reports to the state government and the autonomous district council created under the Sixth Schedule of the Constitution. The councils provide for decentralised self-governance and dispute resolution through local customary laws in parts of the North East.The story begins with a man called Tangkham Sangma, a resident of Tura in the West Garo Hills district. Authorised by the Garo Hills Autonomous District Council, Sangma operated a “forest check gate” in East Garo Hills district, where he collected a “compensatory fee” from limestone-carrying tucks that passed through the area. In 2008, the council had set up eight such gates across the Garo Hills apparently to raise funds to reclaim the damage done to the area’s forests by mining activities. While the arrangement continued smoothly for over five years, in March 2014, the Garo Hills’ district administration ordered for all such gates to be closed.Sangma then approached the Meghalaya High Court claiming that “his interest has been seriously prejudiced and rights infringed”. He cited the Sixth Schedule to argue that unclassified forests were under the jurisdiction of the district council and the district administration had no business interfering.The court steps inA division bench of the high court took a dim view of that contention. On June 30, 2015, it reminded Sangma that the Sixth Schedule made it amply clear that the state legislature would prevail in case of a conflict between the district administration and the local council. The bench also took a drastic step: it ordered all mining activities in the state be immediately stopped, except in cases where the state had granted mining licenses taking into account provisions under the Forest (Conservation) Act. It added that before granting any new license the state ought to consult with the Central Empowered Committee, constituted by the Supreme Court in 2002 to provide assistance to states on such matters.The implications of the court’s order were severe and utterly unexpected. Barring a dozen-odd big corporations, almost all of Meghalaya’s miners had to stop extracting minerals with immediate effect. A ban on coal mining was already in place. Now, even limestone miners could not work.A cement factory in Lumshnong in the East Jaintia Hills. Most big cement plants such as this have their own limestone quarries.‘Traditional’ mining (or not)Following the order, a miner from the East Jaintia Hills filed another writ petition before the High Court in January 2016 seeking relief from the earlier order “to continue with the traditional mining of sandstones and limestone”.  The petition drew on a  judgment of 2012 in which the Supreme Court had stated that “indigenous people are conscious of their rights and obligations towards clean environment and economic development”. The case dealt with the legality of the French multinational Lafarge’s limestone mining operations in Meghalaya to feed its cement plant in Bangladesh. In a landmark judgement, the apex court had upheld the company’s rights to mine limestone in Meghalaya and transport it to Bangladesh via conveyor belts, paving the way for other companies to set up shop in the state. While doing so, the court had pointed out that Lafarge’s operation had the sanction of the local community who were aware of the ecological impact of mining.“These natives and indigenous people know how to keep the balance between economic and environment sustainability,” the order affirmed.The single-judge bench hearing the petition relented on January 27, 2016, allowing for “traditional” mining – and the transportation of the limestone extracted through such processes – to continue without having to go through the rigorous licensing process referred to in the 2015 judgment. Although not expressly defined, it was assumed that traditional mining meant any kind of non-mechanised mining. The court also added that the state could form its own State Level Environment Impact Assessment Authority instead of consulting with the Central Empowered Committee as directed in the previous judgment.Meanwhile, under fire from the court for not effectively regulating mining in the state, the Meghalaya government promulgated the Meghalaya Minor Mineral Concession Rules, 2016. These rules, meant to streamline mining in the state in accordance with the court judgments and other relevant Indian legal frameworks, applied to all “minor minerals”.In India, all minerals are divided into two categories as per the Mines and Minerals (Regulation and Development) Act, 1957: major and minor. While the Union government controls the mining of major minerals, state governments can frame their own rules vis-à-vis the extraction of minor minerals. Limestone can fall under either category, depending on its end usage. When used in kilns to manufacture lime that will be finally used as building material, limestone is considered a minor mineral. In all its other final avatars, it is a major mineral.The new minor mineral rules of the Meghalaya government, drafted in the wake of the first court order, makes no mention of traditional mining. Thus, it followed that everyone, including so-called traditional miners, ought to go by them. The government also refused to issue challans for the export of extracted limestone to Bangladesh.Two trade bodies also moved the court simultaneously. They said while they were willing to apply for fresh licenses under the new rules, they deserved to be allowed to transport limestone extracted prior to the first court order without having to go through the rigorous process mandated by the new rules. The petitioners contended that the process of obtaining leases was being delayed owing to bureaucratic inertia, leading to losses. Besides, they argued, the single-judge bench had allowed traditional mining to be continued. This time, however, the bench, headed by the chief justice, came down heavily on the petitioners. In a judgement dated July 21, 2017, the bench termed the arguments “specious” and ruled that the second order providing relief to traditional miners “stands totally eclipsed with promulgation of the Rules of 2016”.Red tape or stringent rules?As a result, heaps and heaps of limestone now lie piled up next to the border export points. According to the president of the Meghalaya Minerals Exporters’ Chambers of Commerce, Stodar Dkhar, almost 40,000 metric tonnes of limestone, extracted before the first court order, has been held up at the border. Miners allege that getting the required clearances under the new rules is a “never-ending process” marred by political favouritism and several bureaucratic hurdles.According to the new rules, prospective miners are to furnish detailed maps of the area  – marking the GPS coordinates of where they intend to excavate, along with operational details such as “the amount of money proposed to be invested” and “the degree or scale of mechanisation”.  Additionally, the application process for a mining lease includes the submission of a no-objection certificate from the district council, a certificate of registration of the land, and a certificate ascertaining the status of land, whether it is forest or non-forest, from the state’s principal conservator of forests. “Even if we give papers, they find one bimari [problem] after another,” said Dkhar who owns a mine in Mawlong in the East Khasi Hills. “Not more than one or two people have been given licenses.” Scroll.in could not independently verify this number. Dkhar added: “Only if you know someone somewhere can you get one.”Limestone piled up near an export point on the India-Bangladesh border.Indeed, as one travels through the limestone-rich areas in the Khasi Hills bordering Bangladesh, this is a commonly heard complaint. “They will ask for so many documents, and as you produce one document, they will produce another problem,” said Boris Khyllep, who also has mining interests in the area. “For two years now, we have struggled to get the license. We have spent almost Rs 12 [lakh] to Rs 15 lakh, but since we do not have any political links we are suffering.” Khyllep added: “This time in the elections, we want to bring real legislators, not businessmen, because businessmen only look after their own business. And in the current government, everyone is a businessman. We want anything except the Congress. They don’t care at all. We want a government who are pro-business, pro-tribal people.”There is also bitterness that the bigger corporations have not been affected by the new rules. “We the landowners, we the tribals are suffering at this point of time,” said Khyllep. “Those people who are coming from outside, those extracting 1,000 metric tonnes per day using heavy machinery, they are the ones destroying the environment, but no one is asking them any questions because they have deep pockets to get all documents.”Officials in the Directorate of Mineral Resources, the state government agency mandated to regulate mining practices in Meghalaya, deny allegations that the process is not transparent. “People are just used to mining without any rules,” said an officer who did not want to be identified. “Now it is a stringent process where you have to get many different clearances.”Collateral damageIt is not just the tribal miner who has been affected by the court orders and the alleged bureaucratic red-tape. Many border villages in the East Khasi hills comprise almost entirely of Bengali-speaking Hindus who are heavily dependent on limestone mining. Take, for instance, the village of Bholaganj that stretches along the India-Bangladesh border fence. An overwhelming percentage of the village with a population of around 10,000 had no voting rights till recently owing to persistent doubts over their citizenship status. Villagers claim the only thing that kept them going was limestone. “Every truck [of limestone] used to feed 20 families,” said Sanjay Debnath, a truck-owner from the area. “The government has never done anything for us. We are used to it now, but if they can’t help us at least they should stay out of our business, no?A large number of people from the village will vote for the first time in the upcoming elections – and there is little pretence at neutrality here. Most residents believe their newly-acquired voting rights is a result of them being enrolled under the Pradhan Mantri Jan Dhan Yojana, a financial inclusion scheme launched by Prime Minister Narendra Modi in 2014. Said one resident: “Modi has done what Congress did not do for years – he has given us our vote. We have to say thank you to him.”‘Why do I need permission to mine my own land?’But not everyone is enamoured with the BJP. As the judicial drama played out in Meghalaya, another major development around limestone took shape in 2015 with deep implications for the entire country. The Union government amended the Mines and Minerals (Regulation and Development) Act, 1957. Under the amended law, the mining license for all major minerals – which includes limestone if used in cement factories, another major supply point for Meghalaya’s miners – would be auctioned.This has made the state’s miners even more wary, fearing that they would lose control over their land. “What is the Sixth Schedule for then,” asked a seething Banshanlang Langrai who has multiple mines in the Ichamati area on the India-Bangladesh border. “We have no place to stay and work. Our identity is being bulldozed. Who are they to stop us? We have been mining for the past 150-200 years.”Langrai, who has a PhD in biotechnology, said the idea of asking the government for a license was highly demeaning and insulting to him. “If they want royalty, then say we want money,” said Langrai. “We will pay you, but please don’t tell me I have to ask for permission to mine my own land.”\n    \n      scroll.in\n      The politics over resources\n      A special series from the North East\n    \n    \n        read more","author":"Arunabh Saikia","time":"2018-02-17T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/867669-81846-ovxjruliyq-1518515515.jpg","tags":["Assembly Elections","Meghalaya","Mining","The politics over natural resources"],"source":"https://scroll.in/article/867669/as-limestone-piles-up-on-bangladesh-border-anger-against-congress-brews-in-meghalaya"}