{"title":"As Mayawati sits out the race, BJP and others chase Dalit votes","content":"With Bahujan Samaj Party chief Mayawati seemingly unable to regain lost ground, a scramble has broken out among political parties for the Dalit vote. While the Bharatiya Janata Party has taken the lead in this rush, even profiting from its efforts in recent elections, several other parties have firmed up their strategies to win over the politically significant social group.Among the latest entrants in the race for a share of the Dalit vote are the Communist Party of India (Marxist) and the All India Majlis-E-Ittehad. Though the two parties’ strategies are different, both are trying to bridge the gulf in society created by the BJP’s aggressive attempt to reinvent Dalits as part of its larger Hindu construct and pit them against the minorities.More than anything else, the BJP’s strategy reflects in the recent spate of communal riots – primarily between Dalits and Muslims – in Uttar Pradesh, Delhi and some other states. These incidents of violence have pushed Dalits in many parts of north India to shift focus from challenging the upper castes to actively claiming the Hindu identity.More evidence of the BJP’s attempts to transform Dalits’ political agenda can be seen in the entry of Dalit leader Udit Raj’s entry into the BJP, and the entry of Ram Vilas Paswan and Ramdas Athavale into the National Democratic Alliance. Yet another instance of the stratagem is the hate speech made by two of Modi government ministers – Sadhvi Niranjan Jyoti and Giriraj Singh – that paralysed Parliament on Tuesday.Overcoming handicapPolitical observers say the CPI-M and AIMIM’s strategies to win over Dalits are significant as they bolster the secular bid to foil the BJP’s attempt at giving a communal direction to Dalit politics in the country.In the past, Dalit politics had a conflict with the vision of the Left parties whose class-centric approach hindered their ability to articulate some of the specific issues of Dalits. Now, by launching a nationwide caste-based platform, Dalit Shoshan Mukti Manch, the CPI-M is trying to overcome the Left’s traditional handicap.CPI-M general secretary Prakash Karat, speaking at the first convention of the Dalit Shoshan Mukti Manch on November 27, attacked the BJP for trying to pit Dalits against the minorities to further the Hindutva agenda. “If we have to put an end to increasing inequality, we have to draw upon the experience of Ambedkar, Phule and Periyar besides our own Marxist understanding,” he said.During the ongoing winter session of Parliament, the Dalit Shoshan Mukti Manch will press for a special session of Parliament to discuss Dalits’ issues and for the passage of legislations that prevent atrocities against the community. Other demands of the CPI-M’s Dalit front include reservations in private sector, implementation of land reforms and encouragement of inter-caste marriages.Social coalitionThe AIMIM, on its part, is trying to forge a Muslim and Dalit social coalition. After experimenting with this formula in the recent Maharashtra elections, where it won two seats, the Hyderabad-based AIMIM wants to try it in Uttar Pradesh, where Assembly elections are due in early 2017. By no means is the AIMIM’s bid to form a Muslim-Dalit social coalition the first of its kind.In the 1980s, alleged Bombay-based smuggler Haji Mastan Mirza and Dalit leader Jogendra Kawade tried something similar by creating Dalit Muslim Suraksha Mahasangh. More recently, the Bahujan Mukti Party – a new Dalit party working on the pattern set by BSP founder Kanshi Ram during the early days of his Dalit mobilisation efforts in the 1980s – tried to field the German Bakery blast accused Mirza Himayat Beg from Aurangabad in Maharashtra in the Lok Sabha elections.Fractured identityNot everyone in this fight for the Dalit vote is treating the community as a monolithic block. The strategy being pursued by Janata Dal (United) and the Rashtriya Janata Dal, the two factions of Janata Parivar, in Bihar is based on the fact that Dalit identity is internally fractured. Their recently formed combine has been trying to win over the Mahadalits (the poorest among Dalits), with the Janata Dal-United government offering the Mahadalits a string of sops.That these parties mean to take the plank of social justice to the lowest strata of Bihar’s society was also visible in the successor Janata Dal (United) leader and state Chief Minister Nitish Kumar chose when he relinquished his post in the wake of the Lok Sabha poll debacle. Nitish Kumar’s choice Jitan Ram Manjhi belongs to a Mahadalit caste called Musahar.If there is anything missing from the scramble for the Dalit vote, it is a true Dalit voice. Mayawati, the symbol of Dalit politics till a few months back, has still shown no sign of reinventing her party. She has been unable to shun the politics of tokenism, even as her core voters have exhibited that they have moved beyond Dalit pride and memorials.","author":"Dhirendra K Jha","time":"2014-12-05T06:30:32+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/693040-855243c5-5afe-48c4-a747-52e18c1d4963.jpg","tags":[],"source":"https://scroll.in/article/693040/as-mayawati-sits-out-the-race-bjp-and-others-chase-dalit-votes"}