{"title":"As meat is turned into a political issue across India, a Muslim ironsmith in Dadri pays the price","content":"Eighteen-year-old Vandana Rana is a second-year student in the Bachelors of Pharmacy course in RV Northland Institute in Dadri, about 50 kilometres from Delhi.She has read about the ban on beef in Maharashtra. As recently as last week, she watched news on TV that Kashmiris had slaughtered cows on Bakri-Eid despite a ban on beef. She often gets messages and videos  on the subject of cow slaughter through the messaging service Whatsapp. “The videos are from Kashmir, from Muzzafarnagar, basically from Mohammedan areas, where cows are being killed,” she said, her voice sharp, her manner outspoken. “Dukh hota hai (It feels bad).”Rana has heard that the government is considering making cow slaughter punishable with death. She supports the move. “The cow is our national animal, our mother,” she said. For the moment, though, she is preoccupied with something more immediate: defending her brother who stands accused of killing a man named Mohammed Akhlaq Ahmed Saifi in their neighbourhood of Bishara village on September 28.Vishal Rana is among the ten people named in the police FIR as being part of the mob that descended on Akhlaq’s home that night. The mob ransacked the house, yanked open the door of the family’s fridge and pulled out a vessel containing meat. Accusing Akhlaq of killing a cow and consuming its meat, they dragged Akhlaq out and beat him to death. His son, Danish, was critically injured.Though she claimed that her brother Vishal was not in the village that night, Vandana Rana said she could understand the anger of the mob. She claimed that a group of young men, who were drinking at night, saw Akhlaq dumping the remains of a calf along the village’s periphery. Once an announcement was made from the temple that a cow had been slaughtered, even though Akhlaq was not named, people spontaneously headed for his home, she said.“Everyone is focusing on the man’s death but no one is paying attention to the wrong that took place,” she said. “Something wrong took place, that’s why the crowds got upset.”She can neither identify those who saw Akhlaq dump the calf, nor does she know who made the announcement, but this does nothing to dent her conviction that he was guilty.“Muslims have been living with us for 70 years. We have never harmed them,” Rana said. “Why did they cut up a cow? They should have at least considered that they are living in a Hindu neighbourhood and that the Hindus would not tolerate this.”Vandana Rana’s brother is named as an accused in Mohammed Akhlaq’s murder.Impressionable mindsA village dominated by Rajputs, with just 40 Muslim families among nearly 20,000 residents, Bishara is located in Western Uttar Pradesh, which has seen growing Hindu-Muslim polarisation in recent years. Yet, it isn’t the local environment alone that gave rise to the murderous mob that killed Akhlaq – the imprint of recent national events on young minds is unmistakable.Class nine student Ujjwal, all of 13, has heard TV discussions on the recent beef bans (gaumaas pe partibandh) and has seen Whatsapp videos on cow slaughter. “I saw them on the phone of my brother,” he said. “The video said cows are being killed, this should not happen, there should be a ban on it.” Ujjwal’s brother Sandeep is among those named in the police FIR. Almost all those named are young men in their twenties.Sumit is a first-year student in Vishveshwarya Institute of Engineering and Technology in Dadri. He became aware of the issue of cow slaughter after watching the news of beef bans on TV. Then, posts on the subject started appearing in his Facebook feed. “I saw a post from Gau Seva Trust,” he said. “I liked it and since then I get regular updates.” The website of the Gomata Gau Seva Trust states that it is a registered community that has been “launched by individuals who helping ill Cows”. An image on its homepage shows a cow being slaughtered by a man wearing a skull cap.Televised debatesThursday afternoon, as security personnel lazed on charpoys in shaded corners of the village, many families sat watching the nighttime madness relived on television. The TV reports were roundly criticised as unfair: they focussed too much on Akhlaq’s family, said a man named Om Kumar, while paying insufficient attention to the plight of young men who had been wrongly arrested. Two of his sons, Vivek and Sachin, have been named in the FIR. “The police knocked on our door late night, they took away Vivek,” he said. “Later, they added Sachin’s name. Now, if Sachin was guilty, why did they not pick him up that night even though he was at home?”Kumar, who is an electrician, said he was well-acquainted with Akhlaq, who was an ironsmith. “When I needed to get anything welded, I would go to him,” he said, “and he would come to me when there was any electricity work.”The close ties of the Hindu majority with the few Muslim families featured in almost every conversation. So what led to the violence that night?Moti Singh, a shopkeeper and Kumar’s neighbour, who sat watching Aaj Tak at home, said the frequent debates on beef had vitiated the atmosphere. “Khamkha ki afwah thi, iss cheez pe hadsaa ho gaya,” he said. A rumour led to an accident. Pointing to his child, who sat glued to the TV, he added, “What does he know about the cow? Now, even he knows that the cow is sacred, and if anyone slaughters it, you need to oppose them. [The next time something happens], even he will join the crowds.”An announcement was made from the temple loudspeaker at 10 pm: ‘A cow’s remains have been found.’Meat bans and Modi sarkarRupendra’s son, 3-year-old Samar Pratap, pedalled his tricycle around the verandah of their home. Visibly distraught, his grandmother, Mithilesh, recounted the events of that night when the police knocked on their door past 2 am. ‘”Fauji, Fauji, open the door’, they said. They grabbed my son and shoved me to the side when I tried to stop them,” she said, dissolving into tears. “Rupendra had not stepped out at night. Yet, they took him away.”“Fauji” was a reference to her husband, Pramod Singh, who retired ten years ago from 22 years of service in the Indian army. He now works as a machine operator in the National Thermal Power Company’s Dadri unit. He quietly dressed for work, putting on a full sleeves shirt, trousers and black leather shoes, before he sat down to talk. “Humara to fauj wala hisaab hai. We lives by the rules of the army,” he said. “There is no caste no creed among soldiers. We drink from the same source, we eat in the same plate.”What did he think led to the events in his village? “Look at the papers. Even today, there is some news on beef ban,” he said, pulling out a copy of the Dainik Jagran. Flipping through its pages, he stopped on the page which carried a report on October 5 being fixed as the next hearing in the case related to the beef ban in Jammu and Kashmir.Singh remembered reading about the meat ban in Maharashtra around the time of Vishwakarma puja, a festival that takes place simultaneous to the Ganesh festival. He would like people to convert to vegetarianism – “You don’t need to eat meat when there are grains, vegetables, dal,” he said. But he does not support a government-enforced ban. “It might be good from our perspective – we don’t even consume eggs,” he admitted. “But it is bad for those who consume meat.”Altogether, after the Modi government came to power, he said, with a weak smile, meat had become a mudda (issue). “This will push back the country by 50 years.” But Modi was not to blame, he added quickly. He admired the prime minister. It was his partymen and allies who were fomenting trouble. “Paancho ungli barabar nahi hoti . (FIve fingers are not the same),” he said. “If there are five in a family, each would think differently.”The imageMeanwhile, the young people in the village were busy circulating gruesome images through their smartphones. They believe the images nail Akhlaq’s crime and prove his guilt. Even 11-year old Prashant had seen the pictures. “They have been uploaded to the net,” he told me.The images are extremely disturbing. One shows a thin, emaciated man lying splayed on the ground, his skull broken, and oozing blood. A vessel lies next to him, containing what looks like meat. The other image shows the remains of an animal lying next to the vessel. “Look at the ears,” said Vandana. “That’s definitely a cow.”She claimed the vessel and the animal carcass were found in the Akhlaq home. “The boys brought them out and all of us ladies saw them,” she said. How did the animal remains, first spotted in a dump on the village’s periphery, according to her own account of that night, make their way back to Akhlaq’s home, I asked. For once, the young woman had no answer.","author":"Supriya Sharma","time":"2015-10-02T09:15:59+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/759319-7d964e54-e85c-41f0-bf3b-44f24fb87778.jpg","tags":["Caste and Religious Conflict Ground Reports","Dadri","beef"],"source":"https://scroll.in/article/759319/as-meat-is-turned-into-a-political-issue-across-india-a-muslim-ironsmith-in-dadri-pays-the-price"}