{"title":"As measles outbreak sweeps Mumbai, health workers struggle to overcome vaccine fears ","content":"For the past week, anganwadi worker Vidya Shinde has been counselling residents of Mumbai’s Rafi Nagar slum about why they need to ensure that their children are fully vaccinated against measles. Shinde heads out on her rounds after providing meals to children at the local anganwadi centre, which provides care for children under six years of age, and pregnant and lactating women. She often hears a string of familiar excuses: “my child has fever”, “he is sleeping”, “I will come later”. On November 11, as she emerged from a narrow labyrinth of lanes, she spotted someone she knew. “Aayat ki mummy,” she called out. Aayat’s mother. “Vaccine dose?” The woman said that after her daughter got her first measles dose, she developed a fever. So she did not go for a second dose. “I have to go for work,” she told Shinde. “If she develops fever again, I can’t take any leave.” Rafi Nagar, a pocket within the Shivaji Nagar slum in north-eastern Mumbai, has been reeling under a measles outbreak for the past three weeks. Since October 26, six children in the area have died of complications suspected to be related to measles. The outbreak has now spread beyond Rafi Nagar  to  other areas in the city.  On Monday, a seventh child died of the infection: one-year-old Mohammed Hasan from South Mumbai’s Pydhonie area. All seven children lived in cramped homes. Four of them were not vaccinated against measles. The first two to die were also malnourished. “Measles is not really fatal,” said Amita Bhide, dean and professor in the School of Habitat Studies at Tata Institute of Social Sciences. “The deaths of children are due to a combination of other factors.”Rafi Nagar, where the first four children lived, is home to several impoverished migrant workers. Many parents here are afraid of allowing their children to be vaccinated because of possible adverse events such as fever and swelling.Most are daily wage labourers: a sick child at home could result in having to miss a day’s earnings. Health officials and experts say absence of vaccinations coupled with malnourishment has proven to be a deadly combination.The rapid spread of the viral infection in Mumbai has caused concern among health workers. Over the past week,  health teams, based on their surveillance, have reported 1,079 suspected cases of measles in the city.  Of these cases, 68 children who have been hospitalised and five are on oxygen support.By contrast, the city recorded just nine cases of measles in all of 2021 and 25 in 2020. The Mumbai municipal corporation has converted its Covid-19 war rooms into measles control rooms and is reserving ventilators for children in municipal hospitals.A health worker prepares to vaccinate a child at an anganwadi centre in Rafi Nagar. Credit: Scroll Staff.Vaccine fearsAfter the first measles-related death in Rafi Nagar on October 26, health workers said they are seeing many children with week-old body rashes. On November 9, parents holding toddlers engulfed the three healthcare workers on duty at a local clinic. Some were concerned about the rashes on their children’s skin while others waited in queue to get their children vaccinated. Outside an immunisation camp at an anganwadi centre, Shahjahan Shaikh said her two-year-old son Mohammed had been suffering from a fever for a week. “It looks like measles,” a medical officer told Shaikh, asking her to get him vaccinated once the fever subsided. The toddler had been given the first dose but missed the second. The first dose of the measles vaccine is given nine months after birth and the second at 16 months. Data from the fifth round of the National Family Health Survey for 2019-’21 shows that for the Mumbai suburban region, which includes Shivaji Nagar, 30% of the children under the age of two have not even received their first dose of the measles vaccine.Anganwadi worker Shabana Shaikh believes this figure is likely to be higher in Rafi Nagar where vaccine hesitancy is more prevelant. “It is extremely difficult to convince mothers to come for vaccination here,” said Shaikh. Most children, she said, have received their first doses but not returned for the second.Shahjahan Shaikh (right) with a relative and her son Mohammed who is suspected to have measles. He is partially vaccinated. Sabreen Shaikh, who works with the non-profit Apnalaya, said that while mothers are willing to allow their children to be administered the oral polio vaccine, they are afraid of taking them to get injections.Nagma Parveen, a resident of Rafi Nagar, said most of the slum dwellers are poor and both parents work to feed their families. Every house has three to four children. “The older kids look after the younger ones while their parents work,” said Parveen. “Sometimes they eat, sometimes they sleep hungry.” Poverty, malnourishmentThe deaths of the six children in Rafi Nagar, three of them from the same family, put a spotlight on the complicated ways in which poverty and sickness together can prove fatal.First Fazal Ali, aged 14 months, fell ill on October 15. His next door cousins, Hasnain Khan, five, and Noorain Khan, two-and-half-years old, fell sick around October 21. Their mother Sahrunissa Khan went to two local doctors who suggested a blood test. “I only wanted medicines to relieve the cough and cold,” said Khan, 39. “I went to a third doctor to get medicines.” By October 25, all three developed breathlessness. The family was unable to find transport to hospital late at night and Noorain died on the morning of October 26. Khan said a doctor told her the toddler had developed pneumonia. Hasnain and Fazal were taken to the municipal hospital Rajawadi the same day. Hasnain also had intestinal worms, a result of poor hygiene and sanitation conditions. Rafi Nagar is located near the enormous Deonar garbage dumping yard.  A white-coloured worm was extracted from Hasnain’s mouth using medication, while doctors later told the family another worm had entered his lungs. Fazal was put on ventilator support. Both of them died in hospital the next day on October 27. None of the doctors immediately suspected measles, so no test was carried. It was only after their deaths that a team of civic health workers reached their home, asked for medical history, and suspected that the children could have contracted measles.Khan said that after the first time her children got vaccinated (she does not remember which vaccine), they developed nodules – a lump-like formation that persists a few weeks after vaccination. “They also got high fever,” she said, adding that she kept putting off the measles vaccination as she was concerned the children might fall sick and require medical care. Sahrunissa Khan lost two sons to measles. Credit: Scroll Staff.Records from the anganwadi near their home showed that the children were not regular at the centre. Hasnain, when he was last weighed in July, was found to be moderately malnourished at 10.15 kg compared to the normal weight of at least 15 kg. His brother Noorain weighed 9.6 kg, also moderately malnourished. Fazal was in the normal weight bracket.Dr Pradeep Awate, Maharashtra’s epidemiologist at the state Directorate of Health Services, said health complications can affect a malnourished child much more than a healthy child. “A malnourished child has a weak immune system,” said Awate. “When an infection sets in, the body is unable to stop the infection from spreading.” Across Mumbai, 9.3% children are underweight but in Shivaji Nagar, the figure is 10.5%, according to the latest data from the Integrated Child Development System. In the neighbouring slums of Mankhurd, the percentage of underweight children increases to 18%. Both areas house residents from marginalised and low socio-economic groups.On October 28, a fourth death occurred. A one-and-half year old boy from Rafi Nagar died of pneumonia in Kasturba Hospital. He had not been vaccinated against measles, leading to complications. On Tuesday, Mumbai’s executive health officer Dr Mangala Gomare confirmed two more suspected deaths. “We are inquiring into both,” she said.When the Brihanmumbai Municipal Corporation started a door-to-door-survey in the M-East ward in the first week of November, it found that 10% of the children surveyed were partially vaccinated and 25% were unvaccinated. According to Bhide of the Tata Institute of Social Sciences, low levels of education can also increase fears of getting vaccinated. During a study of the M-East ward during the Covid-19 vaccination drive in April-May 2021, Bhide found that 92% of those whose children were not vaccinated had been educated only till Class 10 or lower.The seventh child who died in this outbreak had only received his first vaccine shot. He died   in Kasturba hospital. A second shot was due few months later. A shifting populationDr Usha Ram, professor at International Institute of Population Sciences, which conducts the National Family Health Survey, said measles vaccination coverage is lower in slums across India. “There has been a problem in achieving full immunisation with measles,” she said. Ram said the first measles vaccine dose is given nine months after a child’s birth, by which time most mothers are out surveillance. Usually, mothers are in regular contact with local healthcare and anganwadi centres for three to six months after giving birth for routine vaccinations – such as polio and diphtheria – and check-ups. In addition, since many migrant workers live in slums and return to their villages after giving birth, it can be difficult for healthcare workers to ensure these children get the second dose of the vaccine. A Brihanmumbai Municipal Corporation quick survey in October found that nearly 20,000 children aged between 9 months and 5 years were either unvaccinated or partially vaccinated against measles. Most of them were from slum settlements.Dr Upalimitra Waghmare, medical officer in the ward in which Rafi Nagar is located, said the government is thinking of reducing the age from nine months for the first measles shot to increase its uptake.A lane in Rafi Nagar. Credit: Scroll Staff.Challenging task aheadIn India, the gradual increase in vaccine coverage over the years, has led to a reduction in measles outbreaks but not eliminated it. Data from the Integrated Disease Surveillance Programme shows that between 2015 to 2018, between 200 and 400 measles outbreaks were recorded every year. Since 2019, the outbreaks have fallen to less than 100 a year. An outbreak is usually a cluster of cases in a small area with a rapidly spreading infection.Before Mumbai, the most recent outbreak of measles was reported from Nainital’s Haldwani region in August, where 15 suspected cases were reported. The rapidly increasing number of cases in Mumbai has also drawn the Centre’s concern. On November 11, a three-member team appointed by the Union government visited Rafi Nagar to assess the spread of measles.Along with the door-to-door survey in the M-East ward, the Brihanmumbai Municipal Corporation is also tackling the challenging task of convincing parents to vaccinate their children. Since November 7, health officials have visited 1.14 lakh houses in the M-East ward and vaccinated 2,404 children who skipped the first or second measles vaccine dose. Health workers are inquiring about children who missed a vaccine dose. Children with suspected cases of measles are given Vitamin A supplements and being referred to the nearest municipal hospital.“We have limited staff, but we are doing our best,” said Waghmare. Starting with 28 health workers on November 7, the municipal corporation this week has deputed nearly 150 health workers for door-to-door visits.One of the anganwadi workers said that to encourage vaccination, she has resorted to telling parents that only vaccinated children are entitled to monthly rations. “There is no other way to convince [them],” she said.This reporting was supported by a grant from the Thakur Family Foundation. Thakur Family Foundation has not exercised any editorial control over the contents of this article.Also read: Why India must urgently tackle the challenge of multidrug resistant pathogens","author":"Tabassum Barnagarwala","time":"2022-11-16T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182892-ogmxtlqcqe-1668531658.jpg","tags":["Mumbai","Measles","Vaccination"],"source":"https://scroll.in/article/1037329/as-measles-outbreak-sweeps-mumbai-health-workers-struggle-with-vaccine-fears"}