{"title":"As Myanmar resistance gains ground, what will  the implications be for India?","content":"Armed resistance outfits in Myanmar have launched a coordinated attack on the military regime over the past several months and are now estimated to control nearly half of the country’s territory.On April 4, news reports said resistance organisations launched a drone attack on Myanmar’s capital Naypyidaw and captured towns and cities, trade routes and military bases.The events unfolding in Myanmar have a direct impact on India. The Indian government, which has so far supported the junta, needs to consider the situation in Myanmar where millions have been displaced as a result of the conflict.The Indian government should also revisit its proposal to fortify the India-Myanmar border and instead consider taking humanitarian steps that will earn it more friends in a troubled neighbourhood.Myanmar coup, armed resistanceIn February 2021, Myanmar’s military deposed the democratically-elected government led by Aung Saan Suu Kyi.The Armed Conflict Location and Event Data Project database identifies the conflict in Myanmar as the most violent among the 50 wars it tracks globally.The conflict has displaced more than 2.6 million people as of the end of 2023, according to the United Nations. As the conflict intensified more recently, it resulted in the displacement of an estimated 335,000 more people.The resistance to the junta in Myanmar can be broadly divided into two kinds: first, the massive, peaceful demonstrations by unarmed civilians, students, civil servants and monks across the towns and cities of the country. Then, there are the armed Peoples Defence Forces as well as the ethnic armed organisations that have been carrying on armed resistance for the past 75 years.In October 2023, three armed organisations formed the Three Brothers Alliance and launched Operation 1027, capturing towns, border trading towns and military bases. By December, the alliance had captured more than 422 bases and seven towns as the resistance offensive expanded from northern Shan State to Sagaing Region, Kayah, Chin and Rakhine states.The resistance forces now control Myawaddy town on the Thailand-Myanmar border, Laukkai town on the China-Myanmar border as well as Maungdaw Bangladesh-Myanmar border. There are signs that the military regime is losing ground across Myanmar.A spokesman for the Karen National Union in Mae Sot, Tak Province  Thailand, April 14, 2024. REUTERS/Athit Perawongmetha Where is Aung San Suu Kyi?The Indian media has shown little interest in the events in Myanmar, especially the “disappearance” Suu Kyi. India has claimed to have had a special relationship with Suu Kyi since her mother was Myanmar’s ambassador to India and Suu Kyi herself studied at Delhi’s Lady Shri Ram College.The junta announced on April 17 that 78-year-old Suu Kyi had been shifted from prison in Naypyidaw because of the increasingly hot weather. There was an indication that Suu Kyi was under house arrest in Yangon.However, her younger son, Kim Aris, told the international media on April 23 that his mother was not in her home – 54 University Avenue, Bahan Township, Yangon.This was the family home where Suu Kyi had spent more than 15 years under house arrest after the military refused to allow her to form a government even though she and her party had won the elections by an overwhelming majority in 1990.After the military deposed Suu Kyi’s National League for Democracy-led government in 2021, she was sentenced to 33 years in prison on what are widely believed to be fabricated charges. The sentence was reduced to 27 years but she has been imprisoned under terrible conditions that pose a serious risk to her health, said her son.Arris said that he believes his mother has indeed been taken out of the prison, ostensibly because of the heat in the jail, but has still not been given proper medical attention. She has problems eating because the military regime has refused to provide her with a dentist.Arris, like others following the events in Myanmar, said that Suu Kyi is being kept as a “bargaining chip” or a human shield to protect the military rulers given that resistance forces are nearing the capital.India’s roleOn April 10, India’s new ambassador to Myanmar, Abhay Thakur, visited Mizoram’s border with Myanmar’s Chin state to assess the current status of Rih-Zokhawthar trade gate there. He promised more humanitarian relief for refugees from Myanmar in Mizoram.This new reality will force the Indian government to rethink its stance towards Myanmar and the resistance forces. Myanmar’s government-in-exile, the National Unity Government, has been recognised by the European Union as the legitimate government of Myanmar.India allows representatives of the National Unity Government to maintain an office in New Delhi and many representatives of the government-in-exile live in Mizoram. But India has not officially recognised the National Unity Government.Thakur, who promised more relief for refugees in India, has not offered humanitarian assistance to those in Myanmar.Many in Myanmar are in dire need of medicines and medical assistance, with several youngsters suffering from gun wounds, children ailing from diarrhoea, and malaria, and an increasing number of malaria cases leaving entire populations of displaced people vulnerable. They also need water purifiers as well as mosquito repellents.Myanmar’s military regime has been bombing villages and even the small field hospitals set up by Christian missionaries along the Thai-Myanmar border. But the injured are not allowed access to hospitals in India. Despite the threat of detention, many injured youngsters have been coming to India for amputation and to be treated for gunshot injuries, according to Chin refugees living in Delhi.Refugees who fled Myanmar rest at a shelter at Farkawn quarantine camp in India's Mizoram state near the Myanmar border, in this photograph from September 2021. Credit: AFP.A refugee told this author that refugees in Delhi had contributed money and given it to the National Unity Government to help purchase sanitary napkins for women in Myanmar. A member of the ethnic armed organisation, the Arakan Army, said they also wanted tractors and seeds so that villagers could bring some normalcy into their lives and children could get back to school instead of holding guns to guard their villages.Indian diplomats such as Rajiv Bhatia and Gautam Mukhopadhya, conversant with the developments in Myanmar, have urged the Indian government to change its policy of support for the military junta to also support the resistance forces.Apart from the moral and humanitarian responsibility India has as a neighbour, it can also be a way of winning friends and allies so that at least one of our neighbours is friendly towards India and Indians.Instead, the Indian government has threatened to fortify the Indo-Myanmar border – a proposal opposed by Mizoram and Nagaland, but supported by the Meiteis of Manipur.In February, Home Minister Amit Shah also ordered the suspension of the India-Myanmar free movement regime to preserve the demographic structure of the North East.The free movement regime, which has been in place since the 1970s, allows visa-free movement for people living within 16 km on either side of India and Myanmar’s largely unfenced, 1,643-km-long border that runs through Manipur, Mizoram, Nagaland and Arunachal Pradesh.A border that may cost $3.7 billion will now be built to apparently stop illegal migrants, drug trafficking and to control insurgency.India is also concerned about the growing influence of China, which has been tacitly supporting the resistance forces in Myanmar, if not actually arming them.But given the situation, India must rethink its Indo-Myanmar policy, especially the Look East Policy that aims to make the North East a trade and commercial hub for South East Asia.India must also send humanitarian assistance to Myanmar and help restore a modicum of normalcy on the India-Myanmar border. Such measures too can check the influx of refugees. It is also a better way to win friends and allies and will be a far cheaper and positive investment in the future of peace and democracy in the neighborhood.\n\n\n    \n    Play\n\nNandita Haksar is a human rights lawyer and award-winning author.","author":"Nandita Haksar","time":"2024-05-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200397-xnssidngag-1714493557.jpg","tags":["Myanmar","Myanmar Coup","Mizoram","Aung San Suu Kyi"],"source":"https://scroll.in/article/1067171/as-myanmar-resistance-gains-ground-what-will-the-implications-be-for-india"}