{"title":"As Mamata Banerjee vs CBI battle moves to Supreme Court, both sides have many questions to answer","content":"Sunday saw an unprecedented stand-off between the West Bengal government and the Centre after the Central Bureau of Investigation went to the home of Kolkata police commissioner Rajeev Kumar to attempt to question him about a ponzi scheme. The scam was run by the Saradha Group, which is alleged to have ties with state officials and politicians of ruling Trinamool Congress. In 2014, the Supreme Court transferred the case to the CBI and asked the Bengal government to cooperate with the inquiry. But police chief Kumar has been accused of hampering the investigation, presumably to protect people in high places.On Sunday, as a team of 40 CBI officers landed at the police commissioner’s residence to question him, the agency alleged that Kumar did not cooperate. The stand-off quickly escalated into a political battle, with Chief Minister Mamata Banerjee launching a dharna to protest against what she claimed was an assault on the state’s autonomy. The CBI officers were detained by the Kolkata police; CBI Joint Director Pankaj Srivastava accused the police of laying siege to his home in the city.On Monday, the CBI approached the Supreme Court. It alleged that law and order had broken down in Bengal. However, a bench led by Chief Justice Ranjan Gogoi was not convinced. It told Solicitor General Tushar Mehta to submit evidence in support of the CBI’s allegation that Kumar has tampered with and destroyed crucial evidence. “There’s no evidence of what you are saying right now,” the chief justice said.The court, though, will have to look at more than just this evidence when it resumes hearings on Tuesday. What was the real purpose of the CBI’s visit?First, the court has to ascertain the purpose of the CBI team’s visit to Kolkata. Interim CBI Director Nageshwar Rao told the media on Sunday that his officers needed to question Kumar because the commissioner was withholding important evidence related to the chit fund scam investigation. Interim CBI chief M Nageshwar Rao to AN: IThere is evidence against him (Rajeev Kumar), he has been instrumental in causing destruction of this evidence and obstructing justice. pic.twitter.com/cxTmjdON2I— ANI (@ANI) February 3, 2019\n\nAs Rao pointed out, the CBI can summon the police officer under Section 160 of the Criminal Procedure Code.  Lawyer Abhishek Manu Singhvi, who is appearing for the Bengal government, on Monday confirmed that Kumar had been sent such a notice. But the question remains: why were 40 officers needed to question one person? There’s suspicion that the real purpose of the CBI’s visit was to search Kumar’s home.Kol cbi action clearly mala fide. Done within 48 hrs of Modi shah rally threat 2 CP; done on Sunday on mere s 160 notice which is bailable non cognisable; operating hc stay protecting officers under CP on identical case identical issues; yet harass CP wo clarifying  frm HC— Abhishek Singhvi (@DrAMSinghvi) February 3, 2019\n\nThe Calcutta High Court had intervened in November and again in December to keep in abeyance the CBI’s summons issued under Section 160 to three other police officers. One notice issued on November 30 directed the officer to appear before the central agency on November 6. The other was sent out on December 12.If the CBI wanted to search Kumar’s office or home, it should have obtained a warrant. It clearly did not do so. TV news channels have reported that the CBI had written to the Kolkata police about the missing documents before landing up at the commissioner’s door, but such letters have no validity when it comes to conducting a search. Did the Kolkata police overreact?Given the manner in which the CBI went about its work in Kolkata, the Bengal government was within its rights to stop any illegal action by the investigation agency. Still, if the CBI officials are to be believed, though, the police may have gone overboard. They allegedly surrounded CBI Joint Director Srivastava’s home and, according to the agency’s application in the Supreme Court, manhandled the agency’s officers and took away their mobile phones. It was only after the media began reporting about the police’s action, the CBI said, that its officers were set free.The Centre reacted by deploying central paramilitary forces at the CBI’s office in Kolkata. This raised another crucial question: can the Union government deploy central forces without the concurrence of the state? West Bengal: Central Reserve Police Force (CRPF) units arrive at CBI regional office at CGO Complex, Kolkata. pic.twitter.com/ii8sCFY4O0— ANI (@ANI) February 3, 2019\n\nWhile the CBI has a statutory obligation to seek the state’s concurrence if the agency wants central forces to accompany and assist its officers during an investigation, the situation here was different. The Centre will in all probability argue that it was seeking to protect the CBI’s officials and its Kolkata office from the state police. Though law and order is on the State List, Entry 2A of the Union List gives the Union government power to deploy forces to a state under certain circumstances “in aid of civil power”. This provision has long been contested, with states often lashing out at the Union government for deploying central forces without their concurrence.Questions before the Supreme Court?Apart from the plea asking the Supreme Court to direct Kumar to surrender, the CBI on Monday also moved a contempt of court petition against the police commissioner for not cooperating with the agency. Gogoi made it clear that he would come down heavily on Kumar if there was proof that he had tampered with evidence. It will be interesting to see how the court reacts if the Centre is unable to present any convincing evidence. In such a situation, a demand is bound to be made for the top court to monitor the investigation as also for action against Rao for clearing the CBI’s operations in Kolkata. Roa’s tenure as the CBI interim director ended on Monday after Rishi Kumar Shukla took charge as the agency’s chief.Also read: Explained: The politics driving the Mamata Banerjee versus CBI stand-off in Kolkata","author":"Sruthisagar Yamunan","time":"2019-02-04T21:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112242-bmrqfumcbv-1549292500.jpg","tags":["CBI","Mamata Banerjee","Saradha chit fund scam","Ranjan Gogoi","Nageshwar Rao","Narendra Modi","BJP"],"source":"https://scroll.in/article/911996/as-mamata-banerjee-vs-cbi-battle-moves-to-supreme-court-both-sides-have-many-questions-to-answer"}