{"title":"As NRC deadline looms, anxieties mount in Assam as most of those excluded struggle to file claims","content":"Nepal Chandra Das, the headman of Kathajhar village in Assam’s Baksa district, had an early start to the day. It was barely 9 am on a crisp December morning, but he had already attended to at least half-a-dozen visitors in the courtyard of his home where he was holding forth behind a grey plastic table. These are busy times for Das – at least 30% of Kathajhar’s residents have not made it to the final draft list of Assam’s National Register of Citizens. For most of them, he is their only hope as they try one more time to be counted as citizens.Of the 3.3 crore people who applied state-wide to be included in the National Register of Citizens – a roster of bonafide Indian citizens in Assam – around 2.89 crore people have made it so far. To be included in the citizenry list, an individual has to prove that they or their ancestors entered the country before midnight on March 24, 1971. Not only do applicants have to submit identity proof for themselves, they must choose from a list of 15 documents to establish their relationship with a pre-1971 ancestor.For the remaining 40 lakh applicants, the cut-off date to make yet another claim for inclusion is less than a week away, on December 15. Those who do not make it to the final list will have to make their way through the opaque, draconian Foreigners’ Tribunals to prove citizenship or face unlimited detention if they are unable to do so. In spite of mounting anxieties, till the end of November, only a paltry 20% or about 8 lakh people had reapplied in the claims process.‘Too much chaos’Few of Kathajhar’s residents, comprising largely marginal farmers and daily-wage labourers, have even filled their claim forms. “Bohut besi kheli-meli [“Too much chaos in filling up these forms],” offered Das by way of explanation. “Most of our people are illiterate, so they come to me seeking counsel, but I can also only do so much.”Next to get Das’s attention was Sujit Ghosh, a vegetable farmer. No one in Ghosh’s family has made it to the list. The rejection slip states that since Ghosh’s mother has been declared a doubtful voter by the Election Commission, the children’s inclusion in the list has been put on hold.This is in line with a Supreme Court order. The court, which is monitoring the exercise, had directed that descendants of people whose citizenship is doubtful should be kept off the list until their names were cleared by the foreigners’ tribunals, which adjudicate on matters of nationality.But Ghosh and his siblings had not drawn their legacy to their mother at all – but to their deceased father whose name features in the pre-1971 electoral rolls and was never marked as a doubtful voter. According to India’s citizenship rules, for people who were born in the country before 2003 to be considered Indians, it is not necessary for both parents to be Indians. Even in Assam, when citizenship by birth is not applicable, Ghosh and his siblings are eligible to be counted as citizens by virtue of their father’s credentials who, according to documents, came to India before 1971.Besides, Ghosh and his siblings were never summoned for a family tree hearing by the National Register of Citizens authorities. These hearings, face-to-face meetings between officials and members of a family applying for inclusion in the register, were meant to fill in the gaps in documents.A local registrar of the citizenship register in Baksa conceded that Ghosh and his siblings should not have been left out at all. “This is wrong and clearly in contravention of the rules,” he said. “But it has happened in our district – we can only guess why.”But then all of that is immaterial now. Ghosh, his two brothers and two sisters, must file claims to prove their citizenship – and hope that their father’s legacy is counted this time. He has already got someone to fill the two forms – cases relating to doubtful voters require an extra form – for his family.Ghosh wanted Das to give it one last look before heading to the local National Register of Citizens seva kendra. But Das was a little confused himself. “This should not have happened in the first place,” he said, poring over the form. “I do not think I am entirely sure what to write in your case.”Just then, another activist from nearby Barpeta district, Shahjahan Ali, doing one of his rounds in the village, stepped in. “It is all wrong,” he exclaimed, skimming through the form. “Whosoever has done this has put the wrong thing in the wrong column.”A visibly flustered Ghosh said: “I suspected as much. I went to so many people, no one knew how to fill this form.”Ali remarked, dryly: “I organise camps every Sunday in Barpeta Road where I fill forms, but the [Hindu] Bengalis do not seem to think it is worth their time.”Ghosh claimed he did not know about this. “I had heard vaguely about someone from Kolkata, but did not know when and where, and I definitely did not know it was you,” he said meekly. “Brother, will you help me now? See, I have a spare form handy too. Please do, I ran from pillar to post, leaving all my work to manage these documents they said I needed and now they say I can’t use them.”Ali was crisp in his reply. “I have other business to attend to right now, but get in touch with me – I will leave my number with your gaonbura [headman],” he said. Numbers are exchanged and headman Das promised to spread the word about Ali’s next camps among the people in his village.Nepal Chandra Das helps people left out from the final draft of the National Register of Citizens with their claim forms.No awareness programmesActivists and officials of the National Register of Citizens blame the low turnout in the claims process on a lack of clarity on how to proceed. “There have just been no awareness programmes this time,” said Ali. “During the application process, there were wide-spread awareness campaigns but this time only the gaon-buras [village heads] have been summoned and given instructions.”The head of a National Register of Citizens seva kendra in the area tended to agree. “I think people here, most of who can barely read and write, have really struggled to fill up the forms,” he said. “Our officials can guide people, but we are also hard-pressed for time, we cannot fill people’s forms for them.”As help from the state has been hard to come by, local community leaders like Gauranga Das have tried to step up. A resident of the Muslim-majority Ata village in Baksa district, he is one of the few educated men in the village. He is a teacher by profession, but has currently been absorbed by the local National Register of Citizens office, where work begins at 10 am. Gauranga Das’s day, however, starts much earlier. For the past week or so, his courtyard too has come alive by 8 am with people seeking counsel on how to fill up their forms. “I do as much as I can,” he said, “but often it is not enough.”A National Register of Citizens seva kendra in  Barpeta, Assam.Restrictive rules On December 3, Ajijur Rahman, a cart-puller, was the first to arrive at Gauranga Das’s home. Rahman’s name features on the list, but his wife, Mamtaz, and sons, Minhazur and Intadul, have not made it to the final draft list. The rejection form states that Mamtaz’s village panchayat document, which she had submitted to establish her linkage with her father, was found to be invalid. In the case of Minhazur and Intadul, the immunisation certificates that Rahman had submitted as proof of their identity as his sons, had been rejected.While Mamtaz will now furnish a ration card showing her identity as her father’s daughter to support her panchayat document, Rahman has procured birth certificates for his two sons. “Will this be good enough?” he asked.Gauranga Das had bad news. The standard operating procedure for claims and objections disallows any linkage document issued after August 3, 2015. Besides, it states that “birth certificate with delayed registration beyond one year” will be “subject to rigorous scrutiny”. Both Minhazur and Intadul’s birth certificates were issued in August, well over a year after they were born. “They were born in the house, only thing we got was when they were given polio drops,” said Rahman. “But since they said that will not work, I have got the birth certificates made.”“Yes, submit them anyway,” Gauranga Das advised Rahman, making an effort not to sound grim. “Maybe good sense will prevail and they will accept.”But a National Register of Citizens official acquainted with the situation admitted that it was unlikely that this would be the case. “As a matter of fact, we did clear the two kids’ immunisation certificates, because, of course, we know they are Ajijur’s kids,” he said. “But later they were rejected during the investigation process. So, I do not know if they will accept the birth certificates, which have been issued on the basis of the immunisation certificates.”Gauranga Das looks at Ajijur Rahman's documents.Women and children at the receiving end  Nazrul Ali Ahmed, owner of a private school in Barpeta district, who has been helping people in the area file claims, said the ban on post-August 2015 documents was turning out to be the single biggest deterrent for people wanting to file claims.Ahmed cited the example of women who had submitted panchayat documents to prove their relationship with their parents. These documents have been contentious for a while, with the Gauhati High Court even declaring them invalid in 2017. While the Supreme Court allowed them to be used, it directed the National Register of Citizens authorities to verify them thoroughly. The authorities then appointed special officers for the sole purpose of verifying the authenticity of such certificates. But anecdotal evidence and interviews with local National Register of Citizens officials indicate that an overwhelming percentage of these documents were rejected.“Now that these documents have been rejected en masse, the women have tried getting new documents to bolster their panchayat certificates,” Ahmed explained. “What is the point of a second chance if you do not allow that? And this August 2015 rule is new, why was it not mentioned before?”A local registrar of the citizenship list employed in the area concurred. “A significant chunk of panchayat documents was rejected even without verification,” he claimed. “Now those women have submitted ration cards because that is the only other thing they have and SOP [standard operating procedure] prohibits the use of new documents. However, the problem is that the ration card itself is treated as a weak document. In my seva kendra, as far as I remember not one ration card was accepted.”Ahmed said that the prohibition of new documents has been particularly harsh on women and children – demographics who usually have few identification documents on them. “The problem this time is not about finding the legacy person,” said Ahmed, “but for women and children to establish their linkage with that person.”Although the standard operating procedure does make a case for “special provisions” for children under 14 years of age whose parents have been included in the National Register of Citizens as “adequate documentary evidence may not be available”, there seems to be little relief on the ground.Iman Ali of Barpeta’s Gobardhana village found this out the hard way. Although he features in the final draft list for the register, his son, Alamin Ali, does not. Alamin Ali’s birth certificate, submitted as proof that he is Iman Ali’s son, has been turned down. The rejection slip said it was an “FD” – a fake document. “When I heard about NRC [National Register of Citizens] first, I gave Rs 600 to someone to get the birth certificate,” claimed Iman Ali. “I did not know he fooled me.”Now, Iman Ali has obtained a certificate from Alamin Ali’s school to make a fresh claim of citizenship for his son. He even got the certificate counter-signed by the local inspector of schools. Convinced that everything was in order, he went to the National Register of Citizens seva kendra to submit the claim form. “But they said they will not accept it as it is a new document,” he said. “But what else can I do now?”Shahjahan Ali, witness to the conversation, chimed in. “It seems they think we get kids straight from Bangladesh to colonise Assam,” he said.Shakil Ahmed at an All Bodo Minority Students’ Union form-filling camp.Legacy matters  There are other problems too. The standard operating procedure does not allow those left out of the final draft to use a fresh legacy. This means an applicant cannot change the person from whom they had drawn their ancestry in the original application.At an All Bodo Minority Students’ Union form-filling camp in Kalpani, part of the Bodoland Territorial Area Districts, Guwahati-based journalist Shakil Ahmed was volunteering for a day on December 3. He was at pains to explain the rules to Suruj Ali, an anxious applicant. “You cannot change your legacy person,” said Ahmed, firmly. “We will discuss what we can do later, for now please step back and let me help the more genuine cases.”Phulmati Harijan.Suruj Ali and his siblings used the legacy of a person called Taher Ali, “mistaking” him for their grandfather. But later, during the family tree investigations, it turned out that this particular Taher Ali had no connection with Suruj Ali and his family. They then found out that their deceased father, Fazal Ali, himself had featured in the 1966 electoral rolls. “Our father died when we were children, my mother is senile, so someone told us Taher Ali is our grandfather – it was a genuine mistake,” he claimed. “We have accepted it, why can’t we get to correct our mistake?”While Ali and his siblings are desperate for another chance to prove citizenship, Phulmati Harijan said she was tired of producing one document after another. Her husband and she found their names on the list but their three children, who had submitted school certificates, have been left out. “We are daily wage labourers,” she said indignantly. “Should I work and feed my children or go around looking for documents trying to prove that they were born from my womb?”All photographs by Arunabh Saikia.","author":"Arunabh Saikia","time":"2018-12-08T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107477-eesyvtlwmb-1544108914.jpg","tags":["NRC","Assam","NRC final draft list"],"source":"https://scroll.in/article/904586/as-nrc-deadline-looms-anxieties-grow-in-assam-as-most-of-those-excluded-struggle-to-file-claims"}