{"title":"As Narendra Modi lights a candle in church on Easter, the real message is blowing in the wind","content":"It was not the normal Easter Resurrection  Mass. It was a special function organised for Indian Prime Minister  Narendra Modi after his office informed officials at the Sacred Heart  Cathedral – a landmark in the centre of New Delhi not far from the seat  of the national government – that he would want to pay the church a  visit.A programme was arranged by the cathedral  clergy, well versed in the delicate protocol of official visits. They  had played host to President Droupadi Murmu at Christmas with great  success.The prime ministerial convoy drove in and  Modi was received by Archbishop Anil Joseph Thomas Couto of Delhi, his  auxiliary Deepak Tauro, Archbishop Kuriakose Brahmikulangara of  the Syro-Malabar Archdiocese of Faridabad, and Bishop Thomas Anthonios  of the Syro-Malankara Catholic Diocese of Gurgaon.Modi lit a candle in front of a statue of  resurrection and sat in a high chair facing the celebrated altar with  its backdrop of the Last Supper while a choir of young girls sang three  hymns. Modi listened, and then left the church accompanied by the  bishops.On the lawns, he planted a sapling and  advised Archbishop Couto that much water would be saved if the Church  adopted the drip irrigation system pioneered by Israel.Modi was not expected to articulate a  reassurance to Christians when he visited the cathedral which had been  the site of major protests in recent months. The highly visible Jantar  Mantar agitation of February 19 by laity and clergy was followed by a  candlelight protest at the cathedral.Both were to demand government action to  stop the massive wave of violence let loose on the Christian community  in many states, most ruled by the Bharatiya Janata Party but some  also by the Congress as in Chhattisgarh, a region notorious for  persecuting Christ’s faithful.Father Stan Swamy, 84 years old, suffering from Parkinson's disease, died in custody! Are we not humans? Have lost all touch of humanity that this man requires bail? No doubt, Bombay HC did ensure he got proper treatment but why could you not be free? : Justice Deepak Gupta pic.twitter.com/UHLoFp8Vyw— Live Law (@LiveLawIndia) July 25, 2021\n\nArchbishop Couto chaired the protest at  Jantar Mantar with a record gathering. Bishops, clergy and common people  of all denominations participated. As with the lack of liturgy at Modi’s  programme at Easter, there was a total absence of any serious conversation  other than the small talk for which the prime minister is now famous,  like drip irrigation.Violence in 2022 ranged from 650 to 1,200  incidents. Gathering data and certifying it is a Herculean task for want  of government cooperation. The new year has seen a steady escalation  with Uttar Pradesh still holding several pastors in jail pending their appeals for bail after they were arrested on  fabricated charges of forcibly converting Hindus to Christianity.States have failed to produce any data  before the Supreme Court, which is hearing a bunch of writs on various  aspects of persecution and the constitutional validity of  anti-conversion laws.Modi knows about this, as does President  Murmu who has with her a copy of the memorandum listing all these  things, signed by the leadership of the Church in the national capital. A  copy of the memorandum was also sent to the prime minister, and to all  major political functionaries in the country. A delegation is to meet  the president soon. All this data is in the public domain, as is the long list of hate speeches and calls for the genocide of Christians made with chilling frequency by religious and political leaders close to the ruling party, some holding legislative ranks. The hate has not stopped, and neither has the violence. The chill in the community persists.  An important report, when BJP is trying to woo Christians in Kerala through compromised Church leaders. https://t.co/H7Ti25lGQF— Manu Sebastian (@manuvichar) April 11, 2023\n\nThis thoroughly exposes several Catholic  and Protestant bishops of Kerala who feign ignorance of what is  happening in the rest of the country. Kerala is attached to the Indian  landmass, and Malayalis, residents of Kerala form part of the clergy  and religious of all denominations across the country. They figure  prominently among the victims of violence or false arrests.Cardinal George Alencherry, the major  archbishop of the Syro-Malabar Catholic Church, did not pull up the  erring Bishop Joseph Pamplany Thalassery who said Catholics would vote for the Bharatiya Janata Party if it raised the price of raw rubber. Rubber plantation owners and workers  are largely Christian. Instead, in a bizarre newspaper interview, the  cardinal did admit that these days the people don’t blindly obey bishops  when it comes to voting in political elections. A must-read interview of the Major Archbishop of the Syro-Malabar Catholic Church, Cardinal George Alencherry. Cardinal lauded the visionary leadership of our hon'ble PM @narendramodi ji and developmental policies of the @BJP4India govt. https://t.co/9szqLiOTm6— K Surendran (@surendranbjp) April 9, 2023\n\nThe BJP, the Congress, and the Aam Aadmi  Party are now perhaps the only ones really entitled to the title of a  national party, with the communists, and even the Trinamool Congress,  relegated to the status of regional formations, deeply hurting the pride  of their leaders who also harbor prime ministerial ambitions.But Modi is not content with helping the  BJP become the biggest political party in India, perhaps in the world.  He wants to reduce the Congress to the status of a regional party with  influence in pockets of Kerala, Karnataka, Rajasthan, and Chhattisgarh.The sudden spurt of its overtures to  Muslims in Uttar Pradesh, where it elevated a bunch of Shia Muslim  leaders to the Upper House of the legislature, and to Christians in the North East states, Kerala and Delhi, is supposed to cut into the  lifeblood of the Congress in these regions.This is easier said than done. Other than  in Kerala, where the tussle for political and economic supremacy between  Hindus, Christians and Muslims continues unabated, the rest of the  country sees religious minorities making common cause for no other  reason than the identical source of the hate and targeted violence they  face.There is something glaring in the ruling  party announcing cow meat is legal in the northeast while Muslims, and  the occasional Christian tribal, continue to be lynched by Hindu mobs in  the rest of the country.Mohd Shahabuddin, Imam of the Azazia mosque, with a copy of Quran, which was burnt in the attack on the mosque.+ pic.twitter.com/pI4gIO7YFZ— Meer Faisal (@meerfaisal01) April 3, 2023\n\nAnd after excluding the Mughal and other  Muslim dynasties in a surgical strike on textbooks of schools and  colleges, the next move seems to be the whitewashing of the contribution to  health and education by Christian missionaries over the last two  centuries at least.It is not such a thick fog as to blind the  entire population to the double game of the BJP, and its minders in the  Rashtriya Swayamsewak Sangh on the eve of the general election in 2024.Modi has to keep in mind the political and  electoral calculations to ensure more votes without discouraging the  hounds of the Sangh Parivar and deepening the  polarisation; nor reassuring the hares – the Muslim and Christian  religious minorities – that together make up perhaps 20% of  India’s population.The answer is blowing in the wind. It will be too much to expect that violence  against Christians will end now that Prime Minister Modi has planted a  tree and lit a candle at the Sacred Heart Cathedral in the bosom of New  Delhi. The electoral fires are smoldering elsewhere. They will not be  doused till after the 2024 election.John Dayal is a veteran journalist and human rights activist.This article was first published on UCA News.","author":"John Dayal","time":"2023-04-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189023-uohbjdebfh-1681225425.jpg","tags":["Narendra Modi","Sacred Heart Cathedral","Hindutva","Christianity"],"source":"https://scroll.in/article/1047206/as-narendra-modi-lights-a-candle-in-church-on-easter-the-real-message-is-blowing-in-the-wind"}