{"title":"As parched Bengaluru looks to ‘reduce, recycle, recharge’, other Indian cities should take note","content":"A denuded river basin, built-up lake beds and wetlands, tarmacked and tiled pavements, and parking lots on green spaces –  all these contributed to making a cool “lake city” into a thirsty one this summer. Bengaluru’s conservationists’ mantra of “reduce, recycle, recharge” now finds more takers as climate change makes more cities go dry.For starters, the state government has curtailed water supplies to big users such as corporates and started penalising people for wasteful use of water. Meanwhile, the Karnataka government’s lake rejuvenation programme has given a respite to some local neighbourhoods as the city reels under a serious water crisis.“As a quick step, we can fill some lakes with treated wastewater,” Vishwanath Srikantaiah, one of Bengaluru’s most famous water conservation activists, told Mongabay-India. An urban planner, Srikantaiah advocates judicious management of water sources – piped river water, lakes, rain, groundwater, and wastewater.Further, Reshmi MK, associate professor in the architecture department at Christ University Bengaluru, told Mongabay-India, “A holistic approach integrating blue, green and grey infrastructure can alleviate water scarcity in the city.” That means creatively linking water supply, green spaces and built-up spaces.These lessons are relevant for different parts of the world facing high temperatures and uncertain rains brought about by climate change and variability, experts say.What happened in BengaluruWhile drying up of the Kaveri river basin during the deficit rains last monsoon is often cited as a key reason, the Bengaluru water crisis has a long history and complex connections, experts note.Srikantaiah draws from history. Bengaluru of the yore had interconnected lakes, tanks, and wetland spaces lined with trees and gardens – some of them built by the 16th-century founder of the city, Nadaprabhu Kempegowda. Stone inscriptions, however, show evidence of even older systems of the 7th and 8th centuries. Successive regimes, notably the Hoysala, the Vijayanagara Empire, the Wodeyars, and Tipu Sultan, promoted them to the point that the British called it a city of a 1,000 lakes.As Bengaluru grew dramatically, as a World War I military base, an aerospace hub, and a global infotech hub, the city lost its blue infrastructure. TV Ramachandra, coordinator of the energy and wetlands group at the Indian Institute of Science, pointed out in a recent interview, 86% of Bengaluru water bodies have vanished since the 1800s with just 193 of them in existence now.During the same period, 76% of its green cover vanished to a mere 4% in existence now. Now the Kaveri river provides 60% of Bengaluru’s water, but its river basin has lost 45% of forests in five decades to a meagre 18%, as he noted in the interview.The city has seen a 1,055% increase in its grey infrastructure involving built or paved spaces and around 80% reduction in water bodies, Ramachandra said in another interview. The rapid urbanisation since the 1960s has accelerated the trend of the loss of blue and green spaces, turning the city grey.Catch the rainEven after all these losses and continuing mismanagement of lakes – which allows encroachment, exploitation by private water suppliers, and rampant pollution – saving rainwater can be a magic bullet. With its 700mm-850 mm annual rainfall, the city gets about 15 thousand million cubic feet (TMC) of rain – 70% of the water needed, Ramachandra noted.That means catching the rain where it falls.“Rainwater harvesting from rooftops and stormwater harvesting from open spaces make up a viable solution,” said Reshmi. However, only 10% of the city’s rainfall is captured, while most of it is drained out, overwhelming an inadequate infrastructure, she added. That means flooding during the rains.Tiled surfaces that leave little space for grass to grow or water to percolate downmark the city pavements and parking lots. Such hard surfaces prevent water absorption into the ground, conservationists note. “Bengaluru’s tank system can serve as potential reservoirs for the harvested water, which can be reused in the city.Rain harvesting will not only recharge lakes but also fill groundwater aquifers. Srikantaiah is a fan of open-dug wells, which have existed at least since the Indus Valley civilisation. Wells make groundwater visible – filling up during the rains and dipping when it is dry. He pointed out that dug wells dramatically increase groundwater recharging.\n\t\t\n\tA revived urban pond in Bengaluru collecting treated sewage water from the vicinity. Credit: Janavigyan, CC BY-SA 4.0, via Wikimedia CommonsGrowing demand, novel solutionsRecent studies estimate that urbanisation and climate change will lead to water demand exceeding supply for 1.7 to 2.4 billion people, or a third to nearly half of the people living in cities, by 2050. Indian cities are projected to be some of the worst affected, with large cities exposed to water scarcity increasing from 193 to as many as 284.Worldwide, as growing cities will increase water demand by 50%-80% over the next three decades, it will involve water reallocation from villages to cities through inter-basin transfers called “hydraulic reach”, a 2019 study points out.The author, Dustin Garrick, currently at the University of Waterloo, and colleagues noted, “Proposed solutions include groundwater exploitation, seawater desalination, increased water storage in reservoirs, inter-basin water transfer, improved water-use efficiency, and urban landscape management.” The study titled Rural water for thirsty cities, however, does not find enough evidence to say whether the reallocation project is truly effective, equitable and sustainable.Except the seawater route, Bengaluru is testing all the other solutions. “In the face of fluctuating supplies, meeting the growing urban water demands and finding a sustainable balance among the city, its rural hinterland and environmental flow requirements are becoming increasingly challenging,” as new research shows. Still, the above study titled “Rural water for thirsty cities”, however, does not find enough evidence to say whether the reallocation project is truly effective, equitable, and sustainable.Closer to home, the wisdom of the complex engineering involved in bringing water from the Kaveri over 100 km away and 540 metres uphill is sometimes questioned. So are the rural-urban equity issues involved.However, as Srikantaiah noted in an earlier interview, half the people of the Kaveri basin in Karnataka live in Bengaluru, and the city gives out its wastewater for irrigation. He says the issue is more about equitable distribution within the city.Garrick and colleagues further suggest solutions such as “sponge cities” that absorb a lot of rainwater through sustainable drainage and efficient green infrastructure, “smart cities” aided by technology and data, “low-carbon” cities that cut emissions through cycling to recycling, and “resilient cities” that absorb, recover and prepare for future shocks.As Srikantaiah translated it for Mongabay-India: “Have a clear vision for water needs of the future, use all forms of water wisely in a planned manner, protect your river and river basin, create well-rounded water institutions, capacitate them and finance them adequately. Then hold them accountable for sustainable, universal water availability for humans and nature.”This article was first published on Mongabay.","author":"Max Martin","time":"2024-05-05T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200200-dzhhpbewnt-1713695097.jpg","tags":["Bangalore","Bengaluru","Water","Kaveri River","Karnataka","Rainwater Harvesting"]}