{"title":"In Varanasi, worried Muslims flock to Gyanvapi mosque in greater numbers after part of it is sealed","content":"Razeena has not eaten a proper meal since her husband, Mohammad Abdul Saleem, was picked up by the Uttar Pradesh police. He was arrested on May 7, charged with chanting provocative slogans on a road close to the Gyanvapi mosque in Varanasi. “My husband did not do anything wrong,” said 45-year-old Razeena, who only goes by her first name. “He went to say namaz and they arrested him. He kept apologising but they took only him away, not anyone else.” Varanasi has been tense ever since the local court issued orders for a videographic survey of the Gyanvapi mosque on April 8. The court was acting on a petition filed by five women, who claimed there is an image of a Hindu deity on the western wall of the mosque and demanded that they be allowed to offer prayers at the site. Matters escalated when the survey commissioners headed towards the mosque on May 7. Both Hindus and Muslims in the area said the team was surrounded by a crowd chanting “har, har Mahadev”, an invocation to Shiva. Men who had just finished namaaz at the mosque went out and allegedly chanted slogans in response. That was when the police descended on the crowd.While other sloganeers reportedly managed to flee the spot, Saleem, a daily wage worker aged around 50, was arrested. “If he was not arrested, law and order would be disturbed,” said the first information report filed by the Uttar Pradesh police the same day.Mohammad Saleem was arrested on May 7. Photo: By special arrangementAlong with Saleem, the FIR charges five or six unidentified persons with loitering, rioting, making statements promoting hatred or enmity on the grounds of religion and causing harm to deter public servants from doing their duty.Saleem’s advocate, Ajay Jetha, felt his client had been made a scapegoat – the police arrested him in a bid to diffuse the situation. “He does not have a criminal record, he had no arms on him, he should get bail,” Jetha said.Raju Nadeem, a 50-year-old businessman, was outside the mosque on May 7. “Listen, whatever slogans were raised, were raised by both sides,” he said. “What is the need to chant ‘har, har Mahadev’ when a government-appointed commission is entering the mosque area for a survey? Is that right? Is that not biased?”“Why only pick a poor old man?” he asked. “The Muslim community is seeing what is happening.”As interest and outrage around the mosque grows, more people are flocking to offer prayers at the masjid, Nadeem said. “There are hundreds and hundreds of them gathering now. They are curious and worried,” he said.Shamsher Ali, who is part of the 34-member mosque management committee and also owns a shop in the area, explained: “We cannot see one injustice after another.”Razeena with two of her four sons. She is struggling to pay Rs 500 in rent for their room. Photo: Aishwarya S Iyer‘Gyanvapi is not Babri’Muslims in Varanasi worry the petition on the Gyanvapi mosque may be part of a larger Hindutva plan. After 2020, when the Supreme Court ruled that a Ram Temple would be built on the site of the demolished Babri Masjid in Ayodhya, Hindutva groups have renewed the chant: “Ayodhya toh sirf jhaanki hai, Kashi Mathura baaki hai”. Ayodhya is only the teaser, Kashi and Mathura will follow. SM Yaseen, general secretary of  the Gyanvapi mosque management committee, pointed out that the courts had admitted petitions for a video survey of the Shahi Idgah mosque as well. “The plan is playing out,” he said. “We have already seen an injustice happen to us when the Babri masjid was taken away from us. Now we will not keep silent while another injustice happens to us. We are constantly telling the people to have faith in the judiciary.”The Babri masjid verdict was accepted quietly by the community in Uttar Pradesh. But Muslims in Varanasi say they have stronger attachments to the Gyanvapi mosque. “We have been praying here for 400 years every single day, that was not the case with Babri,” said Yaseen. “There is a connection with the place. As a community, we have all contributed funds to maintain it, paint it.”.For Muslims in Varanasi, the Gyanvapi petition is a test case for the rule of law in India. They point to the Places of Worship Act, 1991. The law prohibits any change in the religious character of a place of worship – status quo must be maintained as it was on August 15, 1947. The only exception in the law was the Ayodhya mosque.SM Yaseen, general secretary of the Gyanvapi mosque management committee. Photo: Aishwarya S Iyer“The courts should not allow for all this [changing the character of the Gyanvapi mosque],” said Yaseen. “They should keep in mind the clear wording of the 1991 Act. which was reiterated in the Ayodhya judgement. Despite these statements by India’s top court, if our mosques cannot be protected, then what is happening in India?” Lower courts have largely been sympathetic to the pleas of the Hindu petitioners. On May 16, the Varanasi court had ordered sealing the wuzu khana – the tank where worshippers wash themselves before namaaz – responding to the petitioners’ claims that a “shivling” had been found there. The court passed the order even before the survey commissioners had formally submitted their report, which merely reported that an oval object had been observed in the tank.  Meanwhile, the Allahabad High Court refused to stay the survey of the Gyanvapi mosque.The mosque management committee then approached the Supreme Court, which allowed the wuzu khana to be sealed but ordered that namaaz should continue at the mosque.Iqbal Ahmed, one of the lawyers for the mosque committee, said there were fears that the entire mosque may eventually be sealed. “We are doing whatever we can legally to ensure that we are not treated unfairly,” he said. “We were surprised and shocked when the area of the mosque was sealed without the court commission’s report,” he continued. “Now they even want to break a portion of the wall to do more digging, according to a new plea. We have filed our objections to it, but naturally there is worry that the mosque could be sealed.”Flocking to the mosqueMohammad Najmuddin, who owns a shop selling women’s garments, just 700 metres away from the mosque, tried to explain why Muslims had been flocking to Gyanvapi. “We are worried that if there are fewer numbers, they can do as they please,” he said. “We want to show solidarity.”Among those attending the mosque regularly is Abdullah Faisal, who weaves sarees and lives about four kilometres away. “I went to this mosque with my grandfather,” he said. “I have grown up in the mosque and temple compound.”Nineteen-year-old Atif Ansar, who lives about 500 metres from the Gyanvapi mosque, had never been a regular – until now. “If there’s a dispute over the mosque, of course I will go,” he said. “When something wrong is happening in front of you why won’t you go? I have seen the fountain forever. What are they calling it now? What is happening?” Twenty-two-year-old Irshad Elahi, who sells trolley bags, was also hurt by the fact that the wuzu khana was sealed. “Now we feel bad when we see it,” he said.As numbers swelled, Nadeem set business aside for a while – it was more important to maintain calm, he felt. “I stand around the area to ensure that there is no problem,” he said. “When and if people start gathering in groups, I go there, talk to them and ask them to leave the area. We do not want anything untoward to happen and we do not want to be blamed for anything.”There were other people like him, he said, watching over the community to make sure the fragile calm was not broken.Policemen stand guard as Muslim devotees arrive to offer Friday noon prayer at the Gyanvapi mosque in Varanasi on May 20, 2022. Photo: Sanjay Kanojia/ AFPThe arrest of Mohammad Abdul Saleem had sent a clear warning to the community, Ali felt. “The message we are getting is, whatever we do, even if it is raising a slogan like the other side, we will be the ones who will be arrested,” he said. “We cannot protest against what is happening.” A local court rejected bail for Saleem on May 9. Another bail hearing scheduled for May 18 did not take place because local lawyers were on strike. The next hearing is scheduled for May 21.Saleem’s family have few resources for a legal battle. He and his wife live with their four children in a one-room house, where they share a bathroom without a door with another family. Rats scurry in and out of the tiny courtyard in front of the house. Saleem had been a daily wage labourer who left home in the morning to find what work he could.“Some days he would return with money and some days he would not,” said Razeena. With Saleem in prison, she is struggling to pay even the Rs 500 rent for their room.Razeena and her eldest son went to visit Saleem at the local police station after he was arrested. “He kept crying,” she said. “He kept pleading with me to call someone and get him out.”Dalmandi market, a Muslim-dominated area near Gyanvapi mosque. Photo: Aishwarya S Iyer","author":"Aishwarya Iyer","time":"2022-05-21T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174665-hbaxjkzlqp-1653104908.jpg","tags":["Gyanvapi mosque","communal politics","Varanasi"]}