{"title":"As police shootings continue in Assam, the state government openly backs them","content":"Last week, 21-year-old Biki Ali and 38-year-old Rajesh Munda were shot dead by the Assam Police. Both were rape accused, killed within a day of their arrest. The police claimed they were trying to flee custody when they were shot.At least 35 people have now been killed in police shootings since the Bharatiya Janata Party returned to power in Assam in May 2021, with Himanta Biswa Sarma at the helm. In December, Scroll.in had examined police records and found 20 of 30 people killed until then belonged to the state’s ethnic and religious minorities. The latest killings continue this trend: Ali was a Muslim, and Munda, an Adivasi.On March 15, shortly before the two men were shot dead, Sarma defended police action in the state assembly and denied that specific communities were targeted. The number of cases registered in January and February had fallen by 30% compared to the same period last year, Sarma said, and the police’s tough stand against criminals was working.“The fall in crime rate shows that the police action against criminals has worked,” Sarma said. “We have been criticised in the House repeatedly for the encounters. Nobody supports the encounters. Police have to work within the law. But while working within the law, if a bullet hits a rapist, we must be clear whether we should sympathise with the rapist or the victim.” After news of the two killings spread across Assam, GP Singh, special director general of police, law and order, took to Twitter to thank Sarma for his “crystal clear directions” on how to tackle rape cases.Rape represents regressive mindset of  controlling, scarring & destroying a girl/women’s mind and body. @assampolice would use all instruments of law to fight this evil. As a father & a Cop, grateful to Hon @CMOfficeAssam for crystal clear directions to this effect.— GP Singh (@gpsinghips) March 16, 2022\n\nSingh appeared to be taking a cue from Sarma, who has made several statements endorsing police shootouts over the past year. Amid growing consternation that the police in Assam have grown trigger-happy, the government continues to signal that such shootings have political backing.Two shootingsIn most cases, the police have claimed they opened fire in self-defence or to prevent the prisoner from escaping.Biki Ali, accused of raping a 15-year-old girl, was shot in Guwahati. “He was taken to the crime scene on Tuesday night to locate others accused in the rape cases,” said Nabaneet Mahanta, deputy commissioner of police, Guwahahti (West). “Ali snatched the service revolver of officer in-charge Twinkle Goswami and fired two rounds at the police team, which resulted in police firing back at him. Two police personnel were also injured.” Rajesh Munda was accused of raping and killing an seven-year-old girl in a tea garden in Udalguri district. GP Singh told the press he was being taken back to the tea garden to reconstruct the crime scene when he tried to escape from the police vehicle. That was when the police opened fire, fatally injuring him, Singh said. ‘Instruments of law’In a string of tweets, Singh insisted police action had been within the ambit of the law, even as social media users pointed out “encounters” could not be the legal procedure to deal with rape and ensure justice, and that the accused had to go through judicial trial.Agreed but hope \"encounter\" is not the instrument. People should know what legal instruction CM @himantabiswa has given to prevent rape & ensure fast justice for victims. Else there will be repeat of Nagaon. Cops must take rapists to gallows, not shoot for \"instant justice.\" https://t.co/ZGScmAE89d— Kaushik Deka (@KDscribe) March 17, 2022\n\nIn response, Singh said: “I’ve only written about instruments of law being used. Everything that @assampolice does is open to public, executive & judicial scrutiny.” The police should not hesitate in “using entire spectrum of lawful means available to counter crime”, he added.Singh suggested such actions were, in fact, necessary. He quoted a verse from the Hindu scripture, the Bhagavad Gita, in which Krishna counsels Arjuna, who is assailed by doubt on the brink of  Mahabharata war. “If I ceased to perform prescribed actions, all these worlds would perish,” the verse tweeted by Singh said. “I would be responsible for the pandemonium that would prevail, and would thereby destroy the peace of the human race.” उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम् |सङ्करस्य च कर्ता स्यामुपहन्यामिमा: प्रजा:“If I ceased to perform prescribed actions, all these worlds would perish. I would be responsible for the pandemonium that would prevail, and would thereby destroy the peace of the human race.”— GP Singh (@gpsinghips) March 15, 2022\n\nSupport and protestIn the state assembly, BJP legislators endorsed the two latest incidents. “If a thief enters your house what would you do? Would you go to a lawyer or instantly search for a lathi to stop him?” demanded BJP legislator Diganta Kalita.Another BJP legislator, Mrinal Saikia, said “not only four, if needed, even 10 bullets can be fired” – Biki Ali had received four bullet wounds. “If such a criminal escapes, he will commit such heinous crimes again,” said Saikia. Opposition leaders, meanwhile, alleged there was a trend of silencing the accused without a trial. “If police take over the role of the judiciary, what would our judiciary do? Will they be closed?” asked All India United Democratic Front legislator Rafiqul Islam. “I’m not in favour of any criminal. They should be given exemplary punishment under due process of law. Arbitrary or Hitlery actions cannot solve crimes.” Low conviction ratesA former director general of the Assam Police, speaking off the record, said it was a positive development if crime rates had fallen but the conviction rate had to rise at the same time.Assam had among the lowest conviction rates in the country, which suggested that the quality of investigations had not improved, he said. According to the National Crime Records Bureau data, as of 2020, only 1.53% of the cases where chargesheets were filed led to convictions in Assam. This was far below the national average of 14.35%.“Instant justice cannot be said to be a proper way of dealing with crime and may one day boomerang,” the former police officer said. “If it becomes inconvenient, political masters endorsing the method would desert the police. People are celebrating now. But if accidentally one innocent person gets bumped off they will be up in arms against the police. Political masters may not stand by the police then.”Walter Fernandes, a Guwahati-based social scientist and the director of the North Eastern Social Research Centre, said police shootings were always “dangerous”.  “So many encounter-related  deaths happened in a short time,” said Fernandes. “We don’t know how it happened. That’s not the way of reducing crime, it is in fact adding to the crime. This trend can’t be accepted.” Back in August, the Assam Human Rights Commission directed the government to probe allegations of fake encounters. Then in September, the National Human Rights Commission, acting on a complaint by Delhi-based lawyer Arif Jwadder, has asked for an action taken report on alleged fake encounters in Assam.In December, Jwadder filed a public interest litigation in the Gauhati High Court against the rise in police shootings in the state. In its response to the court, the Assam government claimed all due processes and National Human Rights Commission guidelines were being followed.","author":"Rokibuz Zaman","time":"2022-03-21T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162601-swsfwwstpm-1644676761.jpg","tags":["Assam","police shootings","BJP"],"source":"https://scroll.in/article/1019938/as-police-shootings-continue-in-assam-the-state-government-openly-backs-them"}