{"title":"As Silicon Valley Bank fails, Indian lender with similar initials assures clients it’s safe","content":"A day after US-based Silicon Valley Bank failed, India’s SVC Co-operative Bank released a statement on Saturday saying its financials were in good shape after confusion because of the similarity in their initials.“We request our members, customers and other stakeholders not to pay attention to baseless rumours and mischief-mongering by unscrupulous elements insinuating similarities in brand names,” the bank said in a statement.SVC Co-operative bank, formerly known as Shamrao Vithal Co-operative Bank said its business had “robust and strong fundamentals” and it was completely unrelated to the Silicon Valley Bank. The bank warned it would take legal action against those who spread rumours to tarnish its brand image.Important announcement#HumSeHaiPossible #SVCBank #Banking #SVC #Importantannouncement pic.twitter.com/p05lHBJm9w— SVC Bank (@SVC_Bank) March 11, 2023\n\nOn Friday, the California Department of Financial Protection and Innovation decided to shut down the Silicon Valley Bank – the largest lender to fail since the global economic crisis of 2008.The California state banking regulator took control of the bank two days after it announced a loss of nearly $1.8 billion (over Rs 14,500 crore) from a sale of investments on March 8. The announcement created panic among customers of the bank, triggering a withdrawal of $42 billion (over Rs 3.4 lakh crore) in deposits, the California Department of Financial Protection and Innovation said in an order.“The precipitous deposit withdrawal has caused the bank to be incapable of paying its obligations as they come due, and the bank is now insolvent,” the order noted.However, the developments in California had an unlikely domino effect in India as social media users expressed concerns over the health of the SVC Co-operative Bank.You have got the twitter  handle wrong. We are SVC Bank, erstwhile Shamrao Vithal Cooperative Bank, one of the leading & strongest cooperative banks in India with a legacy of 116 years. We have no relation to Silicon Valley Bank. To know more, visit https://t.co/NtHBRPdSCG— SVC Bank (@SVC_Bank) March 11, 2023\n\nAfter the Maharashtra-based bank issued its clarification on Saturday, financial experts also weighed in, saying that such rumours could indeed trigger panic in the markets.Given how trigger happy we all are in the twitter/whatsapp world, such disclosures are important https://t.co/xGs8nN41gs— Deepak Shenoy (@deepakshenoy) March 12, 2023","author":"Scroll Staff","time":"2023-03-12T19:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187867-yptyyvgfqf-1678629778.jpg","tags":["Silicon Valley Bank","SVC Co-operative Bank","Economic crisis"],"source":"https://scroll.in/latest/1045449/as-silicon-valley-bank-fails-indian-lender-with-similar-initials-lands-in-social-media-rumours"}