{"title":"As Sardar Sarovar Dam inches to full capacity, 178 Madhya Pradesh villages prepare to be submerged","content":"On the morning of September 5, as water submerged Khaparkheda village in Dhar district, Madhya Pradesh, government officials were trying to move people to makeshift tin sheds in the adjacent village of Kadmal. That was when Pravin Vishwakarma, 46, a resident of Khaparkheda, decided he had had enough and jumped off a nearby bridge into the backwaters of the Sardar Sarovar dam and tried to kill himself. The father of two children was rescued by the National Disaster Response Force and admitted to a hospital where he is currently recovering.Vishwakarma was one of the several people in Madhya Pradesh affected after their homes were submerged by the floodwaters from the 138 metre-Sardar Sarovar Dam on the Narmada River in the neighbouring state of Gujarat, which was filled to almost full capacity.Adding to the woes of his village flooding, Vishwakarma and many others have not received appropriate land compensation as directed by the Narmada Water Disputes Tribunal award 1979. Additionally, the rehabilitation site, which the government had provided, lacked in facilities and was without even clean drinking water, according to Rohit Singh, a local activist with the Narmada Bachao Andolan.Vishwakarma’s desperate action came a day after Medha Patkar, leader of the Narmada Bachao Andolan or Save Narmada Movement and other supporters called off their nine-day hunger strike raising the issue of rehabilitation of the affected people, after Madhya Pradesh government’s assurances of a meeting to address rehabilitation which was to be held in Indore on September 9.The Narmada Bachao Andolan is a movement spanning over three decades, against large dam projects on the river Narmada which flows across the states of Madhya Pradesh and Gujarat and the resultant displacement of people.A lethal mix In the most recent agitation, Patkar and her supporters embarked on a hunger strike on August 25 at Chhota Badda village in Barwani district of Madhya Pradesh, to protest against filling up of the Sardar Sarovar Dam in Gujarat which was flooding many villages and demand rehabilitation and appropriate compensation.Narmada Bachao Andolan protestors demand that the Sardar Sarovar dam not be filled up to full reservoir level for a year till all the people affected by submergence and the effect of backwaters of the dam are properly resettled. Credit: Narmada Bachao AndolanThe number of villages affected by flooding was the main contention. According to Medha Patkar, who spoke to Mongabay in a telephonic interview, the Madhya Pradesh government initially refused to accept the figure of the actual number of villages which would be affected by submergence. After the hunger strike by the Narmada Bachao Andolan, the government accepted that the actual number of submerged villages would be 178.According to the Narmada Bachao Andolan, the indifference of the Central and Gujarat governments has impacted thousands of families in Madhya Pradesh, Maharashtra and Gujarat with many of their homes on the verge of being submerged, without adequate rehabilitation. The heavy rains in Madhya Pradesh have intensified the flooding and submergence initiated by the dam waters. By not taking adequate measures to control the water level in the Sardar Sarovar Dam, the Narmada Bachao Andolan alleged negligence on the part of the Narmada Control Authority.Narmada Bachao Andolan has estimated 32,000 affected people remain to be rehabilitated in Madhya Pradesh and demanded that the gates of the dam be kept open till the complete rehabilitation of all the affected people and the water level be maintained at a constant of 122 metres.The nine-day fast was withdrawn once the Madhya Pradesh government assured the Narmada Bachao Andolan of a proper dialogue in Bhopal on September 9 to discuss the issue of rehabilitation.Villages floodedRegulations related to the sharing of Narmada water by the neighbouring states and management of the Sardar Sarovar and other dams on the river is governed by an award by the Narmada Water Disputes Tribunal.\n\t\t\n\tThe Sardar Sarovar Dam, largest on the Narmada river, is a source of water and electricity to Gujarat, Madhya Pradesh, Maharashtra and Rajasthan. Credit: Vijayakumarblathur/Wikimedia CommonsAccording to the Narmada Water Disputes Tribunal Award, Gujarat shall, at each successive stage of submergence, intimate Madhya Pradesh and Maharashtra of the area coming under submergence, at least 18 months in advance. Additionally, there is a prescribed notice period and process for affected inhabitants to relocate as well as compensation provisions which include a stipulated area of agricultural land to each affected person.However, the Narmada Control Authority, which implements the Narmada Water Disputes Tribunal Award directions and decisions, has already granted permission to fill the Sardar Sarovar reservoir to 138.68 metres by October 15.The Dhar district collector Shrikant Bhanot said that the dam filling schedule was announced and this will affect a lot of people in Madhya Pradesh. He said that the government has completed all the required land acquisition and compensation was paid according to the given norms. However, he admitted some people had gone to the Grievance Redressal Authority and there were five benches in the state to decide on cases related to the rehabilitation packages.People losing their houses have been given land or monetary compensation, said Bhanot. In Dhar district, there are 5,200 families in 45 villages affected by submergence of this, 4400 were moved out and only 800 were yet to be relocated to the relief centres, said Bhanot.There are 16 central relief sites with 300 families living there and a contingency plan is in place, he clarified. The government has given land for land according to the Narmada Water Disputes Tribunal Award, given house plots and shifting charges as well.  There are different packages for relocation and surveys are still going on to include those left out. Bhanot said that it is not as if the government has not done all it can, but if people are unhappy they can approach mechanisms for grievance redressal.In Chikaldha village which is flooded, some residents have not been able to leave even though they have got monetary compensation, they have not been able to buy land. Credit: Narmada Bachao AndolanHowever, Patkar noted that the earlier Madhya Pradesh government led by Shivraj Singh Chauhan from 2005 to 2018 had excluded many villages from a government survey which implied that no steps would be taken in these villages for rehabilitation, even though they would be affected by submergence.According to a letter sent by Patkar to the additional chief secretary, Madhya Pradesh, the government had given the Narmada Control Authority the wrong figures on May 27, saying it was 76 villages and 6,000 families which would  be affected by submergence at the height of full reservoir level of Sardar Sarovar, which is, 138.68 m. However, Patkar pointed out that this figure is for one district only – Dhar – and the other districts of Alirajpur, Badwani and Khargone were left out.Demands for rehabilitationAfter her visit to some of the flood-affected villages, Patkar described the situation: “The issue is that all the 204 reservoirs are full in Gujarat and it is a prestige issue for them to keep it full for tourism purposes. Now the water was also being released from upstream dams. It was also raining heavily in the Narmada Valley. This was contributing to the unprecedented submergence. Even though there is regulation and controlled release of water, there is flooding on a huge scale.”Villages of Semalda, Chikhalda, Khaparkheda, along the Narmada in MP, were all flooded and people were reluctant to leave despite water going above three feet. The standing crops have been submerged and most families are eligible for agricultural land which they haven’t got as yet.For instance, there are 1,000 families in Chikhalda village, which is submerged and some people could not leave as even though they had got the money as compensation, they could not buy land, she pointed out. She added that people are being compelled to leave their villages which are flooded even at the reservoir level of 127 metres and more flooding is expected at full reservoir level of 138.68 metres by October 15.While Madhya Pradesh government officials are opposing the filling up of reservoirs in Gujarat, there is little they can do as it is an interstate project, Patkar added.The Narmada Bachao Andolan has written a letter to the Prime Minister, demanding a proper survey of the people affected and no submergence without rehabilitation. It has demanded that the Sarovar dam not to be filled up to full reservoir level metres for a year till all the people affected by submergence and the effect of backwaters of the dam are properly resettled.This article first appeared on Mongabay.","author":"Meena Menon","time":"2019-09-12T20:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127201-jlbyqijyyr-1568199848.jpg","tags":["Narmads Bachao Andolan","Madhya Pradesh","Sardar Sarovar dam","Medha patkar"]}