{"title":"As Samir Wankhede faces corruption charges, recalling the political frenzy over Aryan Khan’s arrest","content":"In a remarkable turn of events, former zonal director of the Narcotics Control Bureau, Sameer Wankhede, who had arrested Bollywood superstar Shah Rukh Khan’s son in 2021 on allegations of being involved in the “consumption, sale and purchase” of illegal drugs, is now being investigated for alleged corruption. On Friday, as part of his defence, Wankhede produced before the Bombay High Court screenshots of his purported chats with actor Shah Rukh Khan.In 2021, the arrest of Khan’s son and its handling by Wankhede had triggered a frenzy in the media as well as stirred up a political storm, with the Bharatiya Janata Party trading charges with the Maha Vikas Aghadi government that was in power in Maharashtra at the time.As the Wankhede trial commences, here is a recap of the events that followed Aryan Khan’s shock arrest.Aryan Khan escorted to court by Narcotics Control Bureau officials in October 2021. Credit: Sujit Jaiswal/AFPThe investigationAfter his arrest on October 2, 2021 by Wankhede, Aryan Khan spent three weeks in jail before being released on bail. In May, 2022, he was cleared by the Narcotic Control Bureau, which is controlled by the Union Home Ministry, citing “lack of sufficient evidence” and “shortcomings” in its investigation. Wankhede was removed from the case in November 2021 and eventually transferred out of the Narcotics Control Bureau.A investigation was launched against Wankhede by a Narcotics Control Bureau’s special enquiry team, based on allegations that a Rs 25-crore bribe had been demanded for Aryan Khan’s release. It was alleged that Rs 8 crore of this amount was to be given to Wankhede.To this end, the Central Bureau of Investigation earlier this monthregistered a case of corruption, extortion and bribery against Wankhede, two other Narcotics Control Bureau officials and two private individuals.On Friday, Wankhede cited the purported chats with Shah Rukh Khan to claim that he had not initiated any conversations with the actor in connection with the case and, hence, never demanded a bribe.Wankhede had claimed that he had kept senior Narcotics Control Bureau officials – Singh, two other deputy director generals and then director general – in the loop about the case, which started when a raid was conducted on a cruise boat. Wankhede claimed that he had taken Aryan Khan into custody only on their instructions, suggesting that he was now being made a scapegoat in the matter. Wankhede later withdrew this petition.However, Singh has claimed that he never directed Wankhede on the case and that he had acted alone.The politics around the caseAllegations of extortion against Wankhede were first raised in October 2021 by Nawab Malik, then a minister in Maharashtra. This had triggered a political slugfest between the Maha Vikas Aghadi coalition government and the BJP.Malik, a leader of the Nationalist Congress Party that was part of the ruling coalition, claimed that Aryan Khan’s arrest was a “BJP conspiracy” to extort money from Shah Rukh Khan, executed through Wankhede. He claimed that three people linked to the BJP were either the Narcotics Control Bureau’s so-called independent witnesses or “masterminds” in the case.Malik also alleged that the case was an attempt to defame the Maharashtra government, the state and the film industry based in Mumbai. Highlighting the controversy around actor Sushant Singh Rajput’s death by suicide in 2020 and the narcotics bureau’s arrest of Rajput’s girlfriend, actor Rhea Chakraborty, Malik claimed that the BJP was involved in this “conspiracy” to shift the film industry from Mumbai to Uttar Pradesh. The BJP government in Uttar Pradesh has moved to build a film city in Noida and lobbied film makers to shoot there instead of in Mumbai.Within four months of these run-ins with the BJP, in February 2022, Malik was arrested by the Enforcement Directorate in connection with a money-laundering investigation.The Nationalist Congress Party’s allies have described Malik’s arrest as a political vendetta by the BJP. “I congratulate Nawab Malik for exposing the farce behind the [drugs-on-cruise] case and taking it to its logical end,” Shiv Sena MP Sanjay Raut had said in May 2022. “He unmasked the BJP, for which he’s paying a price.” On Tuesday, Nationalist Congress Party chief Sharad Pawar similarly said that Malik’s allegations against Wankhede had been vindicated. “What Malik used to allege is turning out to be true,” Pawar said. “[Malik] has been harassed for speaking the truth.”Sameer Wankhede posing for a photo with media persons at the Narcotics Control Bureau's Mumbai office in November 2021. Credit: Shashank Parade/PTIAttacking Wankhede, Raut added, “An attempt to destroy the life of a young man was done for the sake of publicity and due to political pressure. To have such an officer [Wankhede] in any department is dangerous for the government and the country.”During the initial weeks of this political tussle, the Mumbai Police had summoned a BJP worker who was among the Narcotics Control Bureau’s so-called independent witnesses in the case for questioning. By late October 2021, Wankhede had moved the Bombay High Court seeking interim protection, fearing arrest by the city’s police.Following Malik’s allegations, the BJP claimed that Nationalist Congress Party leaders had staged Aryan Khan’s arrest to extort money from his father. BJP leader Mohit Bharatiya had claimed that two witnesses in the case worked for Sunil Patil. Patil, Bharatiya alleged, was linked to the Nationalist Congress Party.The BJP also claimed that Malik’s allegations were motivated by the Narcotics Control Bureau’s drug case against his son-in-law Sameer Khan. Khan had spent nine months in jail before the court cleared him. That case too was headed by Wankhede.Media and social media frenzyThe case had sent sections of the news media into a frenzy. News organisations leaning towards the BJP seemed to act on the presumption that Aryan Khan was guilty. They sought to demonise him and stage a broader attack on Shah Rukh Khan, critics allege. Seema Chishti, a journalist and author, argued in The Quint that the case was being used to force the film industry and actors such as Shah Rukh Khan into submission before the ruling BJP by linking them to alleged drug consumption and crime.Similarly, drawing parallels with the Narcotics Control Bureau’s investigation into alleged drug consumption by actors following Rajput’s death, several media platforms leaning towards the BJP projected Wankhede as the “real hero who has shaken up” the film industry.Joyojeet Pal, associate professor at the University of Michigan’s School of Information, and International Institute of Information Technology, Hyderabad researcher Lalitha Kameswari’s examination of Twitter activities in October 2021, the month Aryan Khan was arrested, suggests that social media attacks against Shah Rukh Khan and his son were coordinated by “influential online Twitter accounts that typically post pro-BJP content”.Essentially, our work shows that there were coordinated attacks on Aryan Khan, most of which had traces of influential online Twitter accounts that typically post pro-BJP content. pic.twitter.com/zxAxlWAYi0— joyojeet pal (@joyopal) May 15, 2023\n\nOn May 15, Pal said, “These influencer accounts benefited from posting negative content about Aryan Khan, even if the content lacked legal details. In essence, these influencers’ Twitter networks wanted negative content on Aryan Khan, irrespective of whether he committed a crime.”The researchers suggest, “Accounts that were likely to be lobbying for investigation into the Sushant Singh Rajput case were significant in trending anti-Aryan Khan material”.However, they noted that there was a higher volume of counter content in Aryan Khan’s support because of Shah Rukh Khan’s own “significant online fan following”.","author":"Nachiket Deuskar","time":"2023-05-25T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166014-obodefcqfw-1636121727.jpg","tags":["Sameer Wankhede","Aryan Khan","Narcotics Control Bureau","CBI","NCB"],"source":"https://scroll.in/article/1049499/as-samir-wankhede-faces-corruption-charges-recalling-the-political-frenzy-over-aryan-khans-arrest"}