{"title":"As site of India’s first film screening faces demolition in Mumbai, heritage experts are dismayed ","content":"One of Mumbai’s most iconic architectural structures has been recommended for demolition – and heritage conservationists are dismayed.The 150-year-old Esplanade Mansion in the Kala Ghoda area is high on the list of Mumbai’s prominent heritage structures, as well as on the list of the world’s most endangered monuments. The resplendent cast iron building – the oldest of its kind in India – opened in 1871 as the luxurious Watson’s Esplanade Hotel. In January 1896, American author Mark Twain was among the guests here. Six months later, an assistant of the Lumiere Brothers organised India’s first film screening in a large room in the hotel: the features included Arrival of a Train and Leaving the Factory.  But after the 1960s, when it was leased out to more than 100 commercial and residential tenants, it accelerated into dilapidation.Though it had become increasingly unsafe, the authorities did little to repair or restore Esplanade Mansion. It was only in July 2018, after one person was killed when a portion of the building’s balcony collapsed, that the Maharashtra Housing and Area Development Authority finally began evacuating tenants from the building. By then, it said that the building was “beyond repair”.In May, structural auditors from the Indian Institute of Technology Bombay released a report recommending demolition as the most prudent course of action for Esplanade Mansion. Attempting structural repairs, the report said, would be dangerous, illogical and economically unviable, given building’s condition. On June 5, the Bombay High Court drove home the finality of the demolition decision by asking the Maharashtra housing authority to list all the safety precautions it would take while bringing down the structure.The IIT-B report triggered shock, dismay and several debates among historians, architects, engineers and heritage conservationists in the city.While some support demolition and others believe Esplanade Mansion could still be restored and saved, experts agree on one point: if government and civic authorities do not provide encouragement or incentives to help people maintain lived-in heritage structures, Mumbai will lose a lot more of its built heritage.“Right now, the trend is to let structures become so dilapidated due to the Rent Control Act that they fall, and then redevelopment is allowed with the incentive of higher FSI ,” said Vikas Dilawari, one of Mumbai’s most prominent conservation architects, referring to the government-sanctioned floor space index, which determines the size of a building in relation to the plot on which it stands.The Maharashtra Rent Control Act of 1999 has often been blamed for the deterioration of old “cessed” buildings in Mumbai, because the restricted rent it allows is not enough for landlords to maintain heritage structures. Instead, tenants pay a small cess into a repair fund maintained by the housing authority – but its actions are often ineffective. When these buildings are demolished and redeveloped, they are allowed higher FSI or floor space index, which means that the building can be much taller than before. “We thus lose the heritage because of higher FSI,” said Dilawari.A cultural iconEsplanade Mansion’s architectural and cultural significance in Indian history is well documented. It was designed in the 1860s by British engineer Rowland Mason Ordish as a rare cast iron-framed structure. The components were shipped from England and assembled in Mumbai. Its owner, John Watson, ensured that it lacked no luxuries. Watson’s Esplanade Hotel had 130 rooms on the upper floors and 20 suites, finished with teak and mahogany. There was a large bar, six billiards tables and the “finest and handsomest” dining room in the city, writes Christopher London in his book Bombay Gothic.Because Watson’s Hotel was open only to Europeans at the time, it also prompted Jamshed Tata into building the Taj Mahal Palace hotel in 1903.Watson's Hotel in the 19th century. Photo: Wikimedia CommonsAfter the Watson’s Hotel closed in 1920, the building was sold to other owners over the years and renamed Esplanade Mansion in 1944. Mumbai’s municipal heritage committee has classified it as a Grade II heritage structure – a building of local importance and special architectural value.The fact that Esplanade Mansion was allowed to reach its current state of dilapidation despite its significance is seen as a travesty by many heritage conservationists in the city.“Esplanade Mansion is a major, iconic heritage building and our heads should hang in shame if it is just pulled down without at least trying to repair or restore it,” said Vikas Dilawari, who compares the building’s situation with that of Jer Mahal – another significant heritage building in South Mumbai with distinctive wooden balconies that are now a rare sight in the city.Like Esplanade Mansion, Jer Mahal was also an inhabited, cessed property that was allowed to degenerate until a slab from the building collapsed in April 2018. The restoration of Jer Mahal, too, has been delayed. “If we lose these two buildings [Esplanade and Jer Mahal], there is no scope of future for any conservation architect in the country,” said Dilawari.Jer Mahal in south Mumbai. Photo: Pratham Gokhale/HT Photo‘Conservation treated as a step-child’Heritage monuments with no human inhabitants are typically easier to maintain and restore (if a government is willing to do so) than heritage buildings still in daily use. In Mumbai, lived-in heritage buildings are common in the city’s old precincts and gaothans or urban villages. But many of them are in a state of extreme disrepair, because there are no clear legal provisions enabling their protection.“There is no law under which landlords are compelled to repair and maintain the heritage structures they own, and in cessed buildings, tenants pay very little rent,” said V Ranganathan, the former chairman of the Mumbai Heritage Conservation Committee run by the city’s civic corporation. Owners of heritage structures are not allowed to make any alterations to their buildings in order to ensure that heritage elements are kept intact. “But landlords need incentives and financial support to maintain a heritage structure, which no law provides.”According to Dilawari, the government could offer rebate in lease rent and in property tax to owners of heritage structures and discourage additional FSI in redevelopment proposals in order to encourage conservation. Without such support, the “heritage” tag is just a liability for building owners. For instance, the Maharashtra Housing and Area Development Authority budgets just Rs 200 per square foot to repair old cessed buildings. But in the case of heritage buildings, this is not enough for restoration. Without proper funding for restoration, it is easier for landlords to simply allow buildings to be demolished and redeveloped. “The government unfortunately is doing nothing to discourage such redevelopment,” said Dilawari.Restoring a structure like the Esplanade Mansion – even if it was still possible today – would be particularly challenging and expensive, since the building’s cast iron framework would have to be repaired or made again. “But the problem is that there is general apathy about conservation, which is treated as a step-child,” said Dilawari. “Development is treated as the real child.”","author":"Aarefa Johari","time":"2019-06-18T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121569-mszqfkjbhl-1560188905.jpg","tags":["Easplanade Mansion","Watson's Hotel","Mumbai heritage","Vikas Dilawari","heritage conservation"],"source":"https://scroll.in/article/926082/as-site-of-indias-first-film-screening-faces-demolition-in-mumbai-heritage-experts-are-dismayed"}