{"title":"As seven journalists remain jailed, India continues to draw criticism over treatment of media: CPJ","content":"As seven journalists remain imprisoned in India as of December 1, the country continues to draw criticism over its treatment of the media, the Committee to Protect Journalists said on Wednesday. The press body made the comment in its annual census of jailed journalist across the globe.The criticism is especially focused on the use of Jammu and Kashmir Public Safety Act, a preventive detention law, under which journalists Aasif Sultan, Fahad Shah and Sajad Gul have been kept jailed despite being granted bail in separate cases by courts, the Committee to Protect Journalists said.The Jammu and Kashmir Public Safety Act allows authorities to hold individuals in custody without trial for up to two years to prevent them from acting in any manner that is prejudicial to “the security of the state or the maintenance of the public order”.Besides these three journalists, others who were imprisoned as of December 1 are Manan Dar, Gautam Navlakha, Rupesh Kumar Singh and Siddique Kappan. Jailed journalistsAasif Sultan: A reporter of the Kashmir Narrator, Sultan has been in jail for the longest period among the seven journalists listed by the press body in its report. He was arrested in August 2018 after police alleged that he worked for banned militant group Hizbul Mujahideen. On April 5 this year, Sultan was granted bail with the court saying there was no evidence against him. However, Sultan was then detained under the Jammu and Kashmir Public Safety Act to prolong his custody.Fahad Shah: The editor-in-chief of The Kashmir Walla, Shah faces a series of charges, including under the Unlawful Activities (Prevention) Act, the Jammu and Kashmir Public Safety Act and provisions of the Indian Penal Code. He was first arrested on February 4 by the Pulwama Police for posting allegedly anti-national content on social media. He was granted bail twice but soon booked on fresh charges each time. He was last granted bail in December but has one pending case against him. Sajad Gul: He was first arrested on January 6 after he posted a video of family members and relatives of Lashkar-e-Taiba commander Salim Parray protesting against his death in a gunfight. Although he was granted bail after nine days in custody, Gul, a reporter at The Kashmir Walla, was booked under the Public Safety Act in connection with an older case. The Jammu and Kashmir administration had said that Gul was booked under the preventive law as he might have been granted bail otherwise.Manan Dar: He is a photojournalist who was arrested in October last year along with seven other persons by the National Investigation Agency that has accused them of being “operatives of various proscribed terrorist organisations”. Dar is being held in pre-trial detention under UAPA for conspiring “both physically and in cyberspace” and planning terror activities in Jammu and Kashmir.Gautam Navlakha: A columnist and activist, Navalakha is one of the 16 persons accused in the Bhima Koregaon violence case that pertains to caste violence in a village near Pune in 2018. He has been in prison since April 2020 and has been repeatedly denied basic requests, such as permission to put up mosquito nets in his prison and authorities at first refusing to accept a parcel containing his spectacles. Booked under UAPA, Navlakha was on November 19 allowed to be removed from jail and put under house arrest on grounds of ill health and poor facilities in prison.  Rupesh Kumar Singh: An independent journalist, Singh was arrested in July by the Jharkhand Police who alleged that he used to arrange funds for Maoists. Singh had been reporting on state violence against Adivasi communities for over seven years. He was also among the 40 Indian journalists whose phone numbers appeared in a leaked database, which reflects potential targets of cyber surveillance through the use of the Pegasus hacking software that an Israeli company claims to sell only to governments. Siddique Kappan: A Kerala-based journalist, Kappan was arrested on October 5, 2020, along with three other men while they were travelling to Hathras where a Dalit woman was gangraped and killed by four upper-caste Thakur men. The police first accused Kappan of intending to start a caste-based riot and create communal disharmony. Subsequently, sedition charges and provisions of the UAPA were added. In February 2021, the Enforcement Directorate filed a money-laundering case against him. Journalist imprisonments reach a record high, according to CPJ’s 2022 prison census.  Worst jailers: #Iran 62 journalists imprisoned#China 43#Myanmar 42#Turkey 40#Belarus 26#Egypt 21#Vietnam 21#Russia 19#Eritrea 16#Saudi Arabia 11https://t.co/k9mSyslgfv pic.twitter.com/Jw0JAT5Pm5— Committee to Protect Journalists (@pressfreedom) December 14, 2022\n\n‘Record number of journalists in jail’Meanwhile, the Committee to Protect Journalists in its report said that a record number of 363 journalists are imprisoned across the world as of December 1. The figure is 23% higher than the press body’s count in 2021 when it stood at 293.This is the seventh consecutive year when the the number of incarcerated journalists is more than 250, according to the report.Iran jailed the highest number of journalists this year, followed by China, Myanmar, Turkey and Belarus.The report said that the key driver behind “authoritarian governments’ increasingly oppressive efforts to stifle the media” was to cover up the discontent in the society affected by the coronavirus pandemic and the economic fallout of Russian invasion of Ukraine. Iran climbed to the list of top jailers this year due to anti-government protests that has swept the Islamic country for nearly three months since 22-year-old Kurdish Iranian woman Mahsa Amini died after her arrest by the morality police in Tehran for an alleged breach of the country’s strict hijab dress code for women.Officials say she died of heart attack while in custody but critics believe she was physically assaulted on accusations of violating the hijab mandate.At least 62 journalists are in jail in Iran. “Authorities have imprisoned a record number of female journalists – 22 out of the 49 arrested since the start of the protests are women –  a reflection of the prominent role they’ve played in covering this women-led uprising,” the press body said.The Committee to Protect Journalists said that the data highlighted that repression of minorities was another theme behind the arrests. It said that in Iran Iran and Turkey, both of whom were classified as “worst offenders”, it was Kurdish journalists who bore the brunt of government crackdown.In China too, another “worst offender”, many imprisoned journalists belonged to Uighur ehtnic group from Xinjiang region.“Imprisoning journalists is just one measure of how authoritarian leaders try to strangle press freedom,” the report said. “Around the world, governments are also honing tactics like ‘fake news’ laws, are using criminal defamation and vaguely worded legislation to criminalise journalism, are ignoring the rule of law and abusing the judicial system, and are exploiting technology to spy on reporters and their families.”Also read:India’s rank on World Press Freedom Index falls to 150 out of 180 countries","author":"Scroll Staff","time":"2022-12-15T14:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157981-pbstslvwsr-1619090855.jpg","tags":["Aasif Sultan","Fahad Shah","Sajad Gul","Manan Dar","Gautam Navlakha","Rupesh Kumar Singh","Siddique Kappan","Committee to Protect Journalists","Press Freedom"],"source":"https://scroll.in/latest/1039813/as-seven-journalists-remain-jailed-india-continues-to-draw-criticism-over-treatment-of-media-cpj"}