{"title":"As the police reach increasingly for draconian UAPA, are the courts pushing back?","content":"On Saturday, the Tripura government booked 102 social media accounts under the Unlawful Activities (Prevention) Act, 1967 as well as various sections of the Indian Penal Code dealing with offences such as promoting enmity between different groups on the grounds of religion and criminal conspiracy. These social media handles had published posts about the recent communal violence in Tripura. Before that, on Wednesday, a team of lawyers who were conducting a fact-finding enquiry into the violence in the state had also been booked under similar provisions of the law.Over the past few years, there has been an increase in the number of cases against the government’s critics under the UAPA, a harsh law that was passed to deal with terrorist activities and actions such as inciting secession or disrupting  the  sovereignty  and territorial integrity of India. Recently, however, there have been more instances of the courts pushing back against this misuse of the anti-terror law.Apparently I’ve been booked under the UAPA law in #india for my tweets. I’m a law professor that hasn’t stepped foot in India in 4 years, mind you.— Khaled Beydoun (@KhaledBeydoun) November 8, 2021\n\nA person booked under the UAPA for tweeting about the communal riots in Tripura.\nHow is UAPA being (mis)used?The UAPA is ostensibly a law to help combat terrorism. But it has been used against a variety of other activities. On October 26, the Jammu and Kashmir Police booked students and staff of two medical colleges under UAPA. They had allegedly cheered for Pakistan when it won a T20 World Cup match against India. In another case, the Assam Police had booked a person under UAPA for allegedly putting up a Facebook post that said that the Taliban in Afghanistan are not terrorists. There are several other instances of people being booked under UAPA for actions that do not seem to be related to terrorism. These include gold smuggling, selling a SIM card without verification and “misusing” social media to spread rumours. The UAPA’s stringent provisions make bail extremely difficult. As a consequence, the arrested people often spend years behind bars waiting to be tried in court. In the Bhima Koregaon case, activists and academics accused of inciting violence have now been in jail for three years now without the trial even commencing. This is in spite of the fact that independent researchers have warned that there are strong signs that the evidence against the accused may have been planted on their computers using electronic malware.Increase in UAPA CasesSince 2015, there has been an increase  in the number of UAPA cases. In 2015, there were 897 cases. This rose to 1,226  cases in 2019. The number of arrests has drastically increased as well. In  2019, 1,948 people were arrested under the law, compared to 1,128 in 2015, a 72% rise.Number of cases registered under UAPA and number of arrests made from 2015-2019.  The misuse of this legislation is evident: only 2.2% of the UAPA cases registered between 2016-’19 ended in convictions. Chargesheets were filed in just 17% of cases. Even former Supreme Court judges have raised concerns over UAPA being misued and asked for guidelines to be brought to curb this.Why do the police like UAPA?The  police employ UAPA because its strict anti-terror  provisions make bail difficult and reduce the burden on the  prosecution. The police could ask for 180 days to file a chargesheet  for  UAPA cases as opposed to 90 days in cases filed under the Code of Criminal Procedure, which is usually used for criminal cases. Section 43D(5) of the  UAPA denies bail for  certain offences if there are reasonable grounds for believing that the  accusations are on the face of it seem to be true. Further, Section 49 of the Act  protects any authorised officer “for anything which is in good faith  done” in pursuing a case. This has been criticised since it “sets  the stage for excesses by the state”.How are the courts looking at UAPA?The  court has worn multiple hats while interpreting UAPA. In certain  instances, it has made the provisions of the UAPA even more stringent,  thereby favouring the executive, while in some instances it has pushed  back against the misuse of the act and granted relief to accused  persons.In 2019, in the Watali judgment,  the Supreme Court held that for granting bail it only has to see if the  accusations are prima facie true and it does not have to weigh the  material produced by the prosecution. This judgment makes the already stringent law harsher since it prohibits the courts  from analysing the evidence relied on by the prosecution and says the courts only have to see  if there “are reasonable grounds for believing that the accusation against such person is prima facie true”.However,  there has been some pushback from the courts after this judgment on two grounds: first, where the right to speedy trial  of the accused has been hampered, and second, where the prima  facie case against the accused does not bear out the accusations.Right to speedy trialIn  2021, the Supreme Court  held that irrespective of  Section 43D(5) of UAPA, which makes getting bail difficult, courts can  grant bail if the right of speedy trial, guaranteed by Article  21 of the Constitution, is hampered. In the case being heard, the accused had been in jail  for more than five years but 276 witnesses were yet to be examined. This opened a new line of  reasoning to grant bail, which has been subsequently applied by High Courts too. In  October, the Delhi High Court, while granting bail to an accused person in the 2008 Delhi serial blasts case, relied on this Supreme Court case. It said that since the accused had spent more than 12 years in  custody as an undertrial and 60 prosecution witnesses remained to  be examined, the accused’s right to a speedy trial was being hampered and  he should be given bail. The Supreme Court. Credit: Adnan Abidi/ReutersOn meritsThe courts have also looked into the facts of the case to see if a prima facie case has been made out under a law meant to combat terrorism. In 2020, for instance, the Delhi High Court  had granted bail to a salesman charged under UAPA in the Delhi violence case, who was  charged under UAPA, since the only evidence against him was that he had sold  a SIM card without properly verifying the identity of the customer. The court said that the report  “does not disclose the commission of the offences under the UAPA, 1967,  except bald statements of the witnesses”.In April, the Gauhati High Court  held in the case of Akhil Gogoi, a  Member of Legislative Assembly from Assam who was arrested for protesting the  Citizenship Amendment Act, merely carrying out an act of civil  disobedience does not constitute terrorist activity under  UAPA. There must be an intention to commit a terrorist activity. Terror law for protesting?Earlier this year in June, the Delhi High Court, while  granting bail to leaders of the protests against the Citizenship Amendment Act Asif Tanha, Natasha Narwal and  Devangana Kalita in a case that accused them of inciting the 2020 Delhi violence, in three different orders laid down important principles about interpreting UAPA. It held that ordinary offences cannot be covered by  UAPA.Since the accused had only organised protests,  which were not banned or outlawed, a prima facie case under UAPA had not been made out against them, it said.It also held that the accusations against the accused must be  specific. In this case, it said, there was  “absolutely  nothing  in  the   subject  charge-sheet” by way of “specific or particularised allegation”  to show offences under UAPA. It said that the prosecution must prima  facie show that a terrorist act had been committed rather than relying on “inferences and conclusions”.Natasha Narwal, Devangana Kalita and Asif Iqbal Tanha on being released from prison on June 17, 2021. Credit: Rebel Politik Visuals, @rebel_politik.In August, the Bombay High Court decided to grant bail in a UAPA case both on merits and the fact that the accused had been in jail for a long period. It also ruled that people cannot be  prosecuted under UAPA for merely having a discussion  or for just possessing a document. Even the Punjab and Haryana High Court has held that mere assertions about an individual being involved  in terrorist activities are not enough to merit UAPA charges.In October, the Gauhati High Court,  while granting  bail to a UAPA accused, held that merely posting on Facebook that the Taliban are not terrorists  would not be enough to count as a UAPA offence. There needs to be other  incriminating material. No vague allegationsIn the same month, the Supreme Court  granted  bail to two UAPA accused who were accused of having alleged links to the  banned political organisation, the Communist Party of India  (Maoist). It  read the provisions of UAPA strictly to hold that the prima facie evidence  relied on by the prosecution  must show that the accused was not merely  associated with or supported a banned organisation but committed an act to  further the activities of that  organisation. The court emphasised the fact that the prosecution needs to show specific overt acts rather than relying on vague allegations.On November 3, in a gold smuggling case, the prosecution tried to make a case under the UAPA and  oppose bail. However, the Supreme Court held that gold smuggling prima  facie does not qualify as a terrorist activity under UAPA and granted bail to the accused. Court pulling the rope backWhile there have been some attempts by the judiciary to curb the misuse of UAPA,  these have been only a few instances among many UAPA cases. Even  where one court may have taken a stance that upholds civil rights, others  may have stuck to a hardline view. For instance, within days of the Delhi High Court in June granting bail to the leaders of the Citizenship Amendment Act protests accused in the Delhi riots  conspiracy case, the Supreme Court held that the order should not be treated as a precedent. This ensured that others  accused in flimsy UAPA cases could not benefit from the order.The High Court had been described as “perhaps the first instance of a court calling out alleged misuse of the UAPA against individuals”. Legal scholars have argued out that the stay by the Supreme Court might be illegal.Also read:‘For anything and everything’: UAPA cases are rising in KashmirWhy Supreme Court order in Delhi riots cases undermines Delhi High CourtGranting bail to activists, Delhi HC exposes abuse of UAPA – but flaws inherent in the law remain","author":"Umang Poddar","time":"2021-11-11T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161937-tqwvwmxvyh-1627227302.jpg","tags":["Tripura","Unlawful Activities (Prevention) Act","Judiciary"],"source":"https://scroll.in/article/1010104/as-the-police-reach-increasingly-for-draconian-uapa-are-the-courts-pushing-back"}