{"title":"As the prelude to Lakhimpur Kheri shows, the BJP now speaks the explicit language of violence","content":"There was a prelude to the violence that broke out on October 3 in Uttar Pradesh’s Lakhimpur Kheri, when a convoy allegedly led by a Union minister’s son mowed down protesting farmers. Days earlier, the Union minister himself had descended on the locality to threaten and silence farmers at a public meeting.It would take him “two minutes” to “discipline” the farmers, said Ajay Mishra Teni, minister of state for home affairs and member of Parliament from Kheri, in a widely circulated video clip. Should he take up the challenge, the farmers would not only have to stop protesting against the government’s new farm laws, they would have to leave Lakhimpur. Those who knew him before he became a parliamentarian would know he never “ran away from taking a challenge”, he declared.Before he became a parliamentarian, Teni was known as a local strongman accused of murder and other offences, although he was eventually cleared of murder charges. Audiences may be left to speculate whether his words were a tacit reference to this record of criminality.Tempers were already running high before eight people were killed on Sunday, including one of the drivers in the convoy and two Bharatiya Janata Party workers. But Teni, the local elected representative, did nothing to defuse the situation.   Instead, the BJP leader’s first instincts were to look for justifications. On accusations that the convoy had deliberately driven into a group of protestors, Teni claimed the cars had lost control because they were under attack from the farmers, apparently incited by shadowy Sikh separatist groups. There is little evidence to back either claim. On allegations that his son carried a gun as he drove into the protests, Teni said he had a licence. By now, it is no surprise that Teni should openly incite and then defend violence. From chilling subtext, violence has now become central to the language of the BJP.ये रहा पूरा अनकट वीडियो जिसमें जीप पैदल जा रहे किसानों पर चढ़ा दी जाती है.. क्या कहीं कोई लाठी या पत्थर चलाते दिख रहा है ? pic.twitter.com/eNkEWYTs8a— Saurabh shukla (@Saurabh_Unmute) October 6, 2021\n\nOf blueprints and big leadersOver the last few weeks, two BJP chief ministers have actively encouraged harm to sections of the population in the states they head.Shortly before the skirmish at Lakhimpur Kheri, Haryana Chief Minister Manohar Lal Khattar exhorted pro-BJP farmers to use “lathis” on those protesting against the government’s farm laws. There would be political rewards, Khattar promised – if they went to jail, it would only help turn them into “big leaders”.In Assam last month, Chief Minister Himanta Biswa doubled down on police action during evictions that killed a farm labourer and a child. Both were Muslims of Bengali origin, a community branded as “illegal immigrants” in the state’s political discourse. In a viral video from the eviction, a photographer who was travelling with the police is seen desecrating the bloodied, motionless body of the labourer, 33-year-old Moinul Haque.Far from showing regret, Sarma appeared to justify the brutality, casting the victims of the eviction drives as aggressors. He invoked the memory of clashes during the 1980s, when ethnic Assamese had been killed in the same area and become “martyrs” of the anti-foreigners agitation then sweeping across the state. He then alleged that most of those evicted had been excluded from Assam’s National Register of Citizens, read, they were “illegal” Bangladeshis. He went on to assert that occupying land was part of a “blueprint” for “illegal settlers” to capture power in Assam by 2050. Evictions, Sarma vowed, would continue in Assam.Of course, open calls to violence by BJP leaders are not new. Last year, Union Minister of State for Finance Anurag Thakur was caught on camera instigating supporters to “shoot the traitors”, or people protesting against the Citizenship (Amendment) Act.Manohar Lal Khattar, the BJP CM of Haryana, asked his party workers and volunteers to attack the protesting farmers in the state. He assured them that they shouldn't be worried about the legal consequences. pic.twitter.com/GsesWbwASo— Ravi Nair (@t_d_h_nair) October 3, 2021\n\nA call to armsViolence has always lurked at the edges of the country’s political culture. Parties across the spectrum have absorbed strongmen and murder accused into their ranks. Complex social and political reasons drove parties to choose candidates with criminal records and electorates to vote for them. Criminality and muscle power have been associated with influence, money to pour into elections, the capacity to get things done without getting entangled in the fuss of due process.The BJP not only appointed strongmen but also those with a record of majoritarian hate crimes – the terror accused who became a member of Parliament, the rioters who were given election tickets, the monk who was once accused of murdering a Muslim leader’s security guard and later made chief minister. Coded into these selections was the message that those willing to enforce the Hindutva agenda with violence had proved their political mettle.But there is an increasingly explicit call to arms in the BJP’s messaging. In political speeches, the party invented categories of people who were deserving of violence – “illegals”, “anti-nationals”, minorities with suspicious designs on the state. Very often, the categories overlapped.The BJP has consistently tried to paint the farmer’s protest as a front for Sikh separatism. Khattar, who joined the chorus early, has also been accused of unleashing police violence on protesting farmers before.In Sarma’s case, it was Muslims allegedly trying to grab land and infiltrate the body politic. Incidentally, a Muslim legislator from Assam was arrested for making “communally provocative” comments after he questioned the consensus on the clashes during the 1980s. The Congress legislator has now been suspended from his party, quick to distance itself from politically risky comments. But Sarma’s endorsement of the brutal eviction drives barely created a stir, normalised by the majoritarian discourse within Assam and outside.Which bodies will be deemed deserving of being crushed and desecrated next? As the number of people who incur the ruling party’s wrath expands, even its mythologies wear thin. All that remains is the naked logic of violence deployed by bullies.Shocking: It was a local BJP leader from Delhi back then, its now a front line BJP leader and MoS Finance, Anurag Thakur who is leading the crowd to chant “Desh ke gaddaron ko, Goli maro salon ko”. Such is the level of politics, ladies and gentlemen! pic.twitter.com/rXZ8M8m6lz— Prashant Kumar (@scribe_prashant) January 27, 2020","author":"Ipsita Chakravarty","time":"2021-10-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164825-nbcjgxpzxx-1633526219.jpg","tags":["BJP","farmer protests","Lakhimpur Kheri","political violence"],"source":"https://scroll.in/article/1007088/as-the-prelude-to-lakhimpur-kheri-shows-the-bjp-now-speaks-the-explicit-language-of-violence"}