{"title":"As the UK contemplates Partition for itself, if only they had put more effort into ours","content":"The fact that Britain might now suffer a Partition of its own, contains some delicious irony—especially if you’re Irish, Palestinian, Cypriot or, of course, Indian. The Indian media is covering the Scottish Partition process with a keen interest, which carries its own paradox since most of its readers have only the foggiest idea of how India was divided in the first place. Like the Scots, were Indians and (soon-to-be) Pakistanis asked in a referendum as to what they wanted? And did Nehru and Jinnah get together and sign an equivalent of the Edinburgh Agreement such as Cameron and Salmond did? Dividing IndiaThe last chance for a united India came in the form of the Cabinet Mission Plan, so named because it was authored by three members of the British cabinet. In the summer of 1946, the Mission proposed a three-tiered federation, with the provinces at the bottom, three mid-tier groups of provinces and then a federal government on top. The first two groups corresponded roughly to Pakistan and India, and the third group comprised united Bengal and Assam. While the Muslim League accepted this plan, the Congress rejected the grouping of provinces arguing that it would be unwieldy to work and awarded the League too much power. The Congress also feared the balkanisation of India, given how little power the Centre had.As the Congress, League and the British quibbled over the legal minutiae of the Plan, India was hurtling into anarchy. The Raj, drained by World War II, was increasingly unwilling ‒ and unable ‒ to continue to rule. No successor(s) seemed to be in sight. This created a power vacuum ideal for engendering disorder.In this bedlam and confusion, the final solution came from a rather unlikely figure: Vappala Pangunni Menon, a Malayali civil servant who served as the Constitutional Adviser to the Viceroy and was very close to Valabhbhai Patel (later on Patel, Mountbatten and Menon would team up to integrate the princely state with India).  Menon had devised his Partition plan sometime in 1946 and in January 1947 even discussed it with Patel, who approved of it. However, it seemed to get no traction from the British government itself.Shimla meetingThings changed drastically and largely by chance as Nehru and Mountbatten met in Shimla on May 10, 1947. This was technically a social visit but given Mountbatten’s personal relationship with Nehru, he used this meeting to unofficially let Nehru know that London was planning a transfer of power directly to India’s provinces as per Prime Minster Clement Atlee’s announcement of February 20, 1947. At this, Nehru blew up, accusing Britain of plotting India’s balkanisation. Dramatically, Nehru did this by bursting into Menon’s room at 2 am.Panicked, Mountbatten backtracked ‒ and, thinking on his feet, pushed Menon’s Partition plan as an alternative. This plan seemed acceptable to Nehru but he refused to comment till a draft was drawn up. Since Nehru was leaving Shimla the next day, Menon drafted up the plan that was to ultimately divide India in the next three hours. If Mountbatten hadn’t broken the rules and let Nehru see his plan before any other Indian leader, the history of the subcontinent might have been very different.Mountbatten left for London on May 14 with this plan, showing it to Jinnah only at the last minute when there was nothing he could do to amend it ‒ a deliberate ploy since Jinnah was sure to reject it. He had rejected two such plans earlier. One of them was C. Rajagopalachari’s Formula, which proposed a very similar division of India. Jinnah famously derided it as a “moth-eaten” Pakistan.Mountbatten came back triumphant from London on May 30, having secured an approval from the British Cabinet (who were so caught up in domestic politics, they really didn’t care how they got out of India, just as long as they did it immediately). Now he would have to persuade Jinnah, whom he met at 11 pm on June 2, one hour before the deadline: the plan was to be announced on June 3. Predictably, Jinnah refused to accept it. Mountbatten then played his trump card: he threatened to take over Jinnah’s role and consent to Partition on the League’s behalf. “Since you will not accept for the Muslim League,” thundered Mountbatten, “I will speak for them myself.\"A daring ployThis might seem like a fantastic assertion ‒ how could Jinnah be overruled in the Muslim League by, of all people, the British Viceroy? But at the time, it worked like Kryptonite. The League was barely 10 years old as a proper party, built up by Jinnah in the late 1930s. The stresses and strains of 1946-'47 had reduced it to an empty shell, sustained somehow by Jinnah’s energy and legal jugglery. Unsurprisingly, shortly after Independence, the League melted into oblivion.Of course, this time, Jinnah had one ball too many in the air. Mountbatten knew that his followers would abandon him, given the right sticks and carrots. Pushed into a corner, Jinnah accepted the plan and, humiliatingly, was given precise instructions as how he was to behave at the press conference the next day: Jinnah was to “nod…[his] head in acquiescence” when his name was mentioned, ordered Mountbatten.The League accepted Partition on June 9 “as a compromise”. However, there was still one more obstacle: Gandhi (“India will be partitioned over my dead body,” the Mahatma had once declared). Gandhi spoke against Partition at his prayer meetings, sardonically referring to Nehru as “our King” and saying that “we should not be impressed by everything the King does”, leading Mountbatten to peevishly call the Mahatma a “disciple of Trotsky”.However, Gandhi, ever the pragmatist, knew that once Nehru and Patel had accepted Partition, there was little he could do ‒ he did not lead the Congress anymore. On June 14, the All India Congress Committee met to discuss Partition and Gandhi spoke for it. The resolution in favour of Partition was passed 29-15, a significant dissenter being Abul Kalam Azad.A lack of democratic processThe Plan of Third June, which ultimately divided India, gave little choice to the Indians who would actually be affected by it. The only method of determination would be that the provinces that would form Pakistan would conduct a vote in their provincial assemblies. This was analogously to the Scottish Parliament deciding whether Scotland wants independence.The vote would decide whether a province would join India or Pakistan, a redundant exercise given that the legislators would simply vote along party lines. No choice whatsoever would be given to the Indian provinces. Additionally, the legislators of the western half of Bengal and eastern half of Punjab could chose if they wanted to partition their provinces and then join the Indian Union ‒ which they did.The Sindh assembly voted 33-20 to join Pakistan over India. A Shahi Jirga in Baluchistan saw all 54 of its members vote for Pakistan. The only province of the subcontinent that saw a referendum was the North West Frontier Providence but even that turned out to be a farce since the Congress boycotted it. If they had participated, the Congress would have had a good chance of winning ‒ it was the only Muslim province where they had a ministry in 1947. But the Congress did not want an East Pakistan- style situation where India had a distant satellite province. This led NWPF leader Khan Abdul Ghaffar Khan to dolefully declare, “You have thrown us to the dogs.\"Partition has, of course, come in for sharp criticism, especially given the way it was hurried through with almost no semblance of a democratic process, Perry Anderson writing that it was “imposed from above, deliberately circumventing any expression of democratic will”. Of course, in the end, all parties concerned ‒ Mountbatten, the Congress and the League ‒ justified their decision, saying that Partition and the way it was carried out was inevitable given the circumstances. Maybe it was. But then, looking at the ordered, democratic way Britain is conducting its own Partition, it does make one wish it had put in some more effort into ours.","author":"Shoaib Daniyal","time":"2014-09-18T16:30:55+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/679676-8f27800b-f089-4e4b-808c-0b74ec0c01ff.jpg","tags":[],"source":"https://scroll.in/article/679676/as-the-uk-contemplates-partition-for-itself-if-only-they-had-put-more-effort-into-ours"}