{"title":"As the Inner Line Permit demand returns in Manipur, the state government treads with caution","content":"The demand for the Inner Line Permit System, which led to widespread violence in Manipur in 2015, is making a comeback, with several protest rallies held in the capital Imphal in the last two weeks. The Inner Line Permit is an official document required by outsiders to travel into a places declared “protected areas”. Originally introduced by the British in several parts of the North East, the system still remains in some states in the region, aimed at protecting “indigenous cultures”. The Joint Committee on Inner Line Permit System, an umbrella organisation that claims to represent the interests of the Meitei community in the Imphal Valley, has threatened to launch another round of mass agitations if the state government does not usher in legislation to safeguard the rights of Manipur’s “indigenous” people.The contentious bills  In August 2015, after months of protest, the Manipur Assembly, then controlled by the Congress,  passed three Bills “to protect the rights of the indigenous people”.  The Protection of Manipur Peoples Bill, the Manipur Land Revenue and Land Reforms (Seventh Amendment) Bill, and Manipur Shops and Establishments (Second Amendment) Bill defined the “Manipuri” people, and put in place restrictions akin to the Inner Line Permit System, covering the entire state. Simply put, the Bills made it mandatory for anyone who did not fit the definition of Manipuri to get a travel document of sorts, known as the Inner Line Permit, to enter the state. A similar system exists in Arunachal Pradesh, Mizoram and Nagaland.However, the Bills led to violent protests in the state’s hill areas, which are already under separate protections that cordon them off from the Valley. The hill tribes denouncing the bills as “anti-tribal”.  The protestors claimed the legislation would enable people from the plains to encroach upon the hills and take away tribal land.In May 2016, President Pranab Mukherjee rejected the Protection of Manipur Peoples Bill, finding fault with its definition of who could be called “Manipuri”. The other two Bills were also sent back to the state for reconsideration. In March 2017, the Bharatiya Janata Party dislodged the Congress from power and formed a coalition government.Reviving an old demand Now, the valley-based Meitei groups want the new government to reintroduce the Bill nixed by the president and put in place the Inner Line Permit System. “If the government doesn’t revive the first Bill soon, we will start our protests by September,” said Arjun Telheiba, convener of the Joint Committee on Inner Line Permit System. “Our main demand is basically the introduction of the Inner Line Permit System to regulate the flow of migrants to Manipur. We are worried about the problem of migration. It all depends on the government. If they don’t take the demand seriously, then we have no choice but to protest.”When asked how Joint Committee on Inner Line Permit System wanted the original Bill to be modified, Telheiba said that the group was still doing its “homework” on the subject.  Telheiba insisted that they wanted the Inner Line Permit System for “all people of Manipur, and not just the valley”. “The old Bill has to be forgotten,” he said. “We need to draft a new one that takes into account all the different indigenous communities of Manipur. The hill people may not be with us now, but they will be. It may take some time, but it will happen.” The hills say no again The hills-based Joint Action Committee Against Anti-Tribal Bills, which led the agitation against the Bills in 2015, reiterated that it was against the Inner Line Permit System in any form. “The Inner Line Permit is for tribal states, which Manipur is not,” said HM Mangchinkhup, the committee’s chief convener. “So, it is not appropriate at all. Maybe, there could be system to regulate who is indigenous, who is a migrant, and who is a visitor.”The Joint Action Committee Against Anti-Tribal Bills signed a memorandum of understanding with the state government in May this year. It marked the end of its agitation, which lasted over 600 days and continued even after the president rescinded the Bills. Eight of the nine people killed during the protests were buried only after the memorandum of understanding was signed on May 10. Mangchinkhup said his committee’s future course of action would “depend on the government”. “The government is silent as now,” he said. “But it promised us in the memorandum of understanding that all stakeholders would be consulted before they passed any new bill. We hope they are sincere enough to respect that.”The document also “acknowledges” the demand to make Lamka, which covers Churachandpur town and adjoining areas in the hills, a full-fledged district.  Telheiba said they were against the creation of Lamka district. “There should not be too many community-based divisions like separate disctricts for some communities,” he said.The government, meanwhile, is treading cautiously. Nimaichand Luwang, the BJP’s spokesperson in the state, pointed out that the matter was “very sensitive”. “We will enact one law, but only after consulting with all communities of the state,” he said. “But we will not rush it.”  On the Inner Line Permit System, Luwang said it was “a sentimental issue” for people in the valley. “But we understand many communities are against it. It is not a very simple thing.”","author":"Arunabh Saikia","time":"2017-08-18T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/847256-65716-uoetqectxw-1502722230.jpg","tags":["Inner Line Permit System","Manipur","Nimaichand Luwang","BJP","Congress","hill tribes of Manipur"],"source":"https://scroll.in/article/847256/as-the-inner-line-permit-demand-returns-in-manipur-the-state-government-treads-with-caution"}