{"title":"As Trudeau was stranded in Delhi, India-Canada relations fell to a new low","content":"In a blunt allegory of the state of the relations between Canada and India, Canadian Prime Minister Justin Trudeau was stuck in Delhi for two days after the conclusion of the Group of 20 summit as his aircraft developed a snag. He finally left on Tuesday afternoon.On Sunday, Trudeau and his Indian counterpart Narendra Modi reportedly had a testy meeting where both sides raised serious bilateral concerns. Observers say that the stern statements of the two nations highlight how low India-Canada relations have plummeted.These ties, driven by trade and presence of a large Indian diaspora in Canada, have soured in recent years because India claims that Canada is soft on Khalistani supporters. On the other hand, Canada has accused India of interfering in domestic politics.Modi and Trudeau’s commentsOn Sunday, a press release issued by India’s external affairs ministry quoted Modi as having conveyed New Delhi’s strong concerns to Trudeau about “continuing anti-India activities of extremist elements” in Canada.“They are promoting secessionism and inciting violence against Indian diplomats, damaging diplomatic premises, and threatening the Indian community in Canada and their places of worship,” the ministry said. “The nexus of such forces with organised crime, drug syndicates and human trafficking should be a concern for Canada as well. It is essential for the two countries to cooperate in dealing with such threats.”The Indian press release said that mutual respect and trust was “essential for the progress of India-Canada relationship”.On the other hand, a press note by Trudeau’s office about the meeting said that the Canadian prime minister had raised the importance of “respecting the rule of law, democratic principles and national sovereignty”.When Trudeau was asked at a press conference why his public interactions with Modi were “awkward and stilted”, he emphasised that issues such as rule of law and international rules-based order were important to Canadians. “We have had seriously frank conversations, as Canadians would expect,” Trudeau said.Trudeau added, “Canada will always defend freedom of expression, freedom of conscience and freedom of peaceful protest, and it’s extremely important to us. At the same time we are always there to prevent violence and to push back against hatred. On the issue of a community, it’s important to remember that the actions of a few didn’t represent the whole community or Canada. The flip side of it, we also highlighted the importance of respecting the rule of law and we did talk about foreign interference.”  Modi welcoming Trudeau for the G20 Summit in Delhi on Saturday. Credit: Evan Vucci/Pool via Reuters‘Indicator of strained ties’Observers quickly highlighted the unusual sternness in these statements, especially from India. “About the most chilling press releases I’ve read,” tweeted Ashok Malik, a former policy adviser to India’s external affairs ministry.Milan Vaishnav, director of the Carnegie Endowment for International Peace’s South Asia programme, concurred. “This is something,” Vaishnav said on social media. “I think it’s fair to say Canada-India bilateral relations are not in the best place right now.”Sushant Singh, a lecturer in political science at Yale University, echoed that assessment. The statements are an “indicator of the strained ties between the two governments”, he told Scroll. “[They] show that any uptick in ties is highly unlikely under the current dispensations.”India’s grievancesBut, why have India-Canada relations been strained in recent years and what were Modi and Trudeau’s stern comments about?While India-Canada relations have previously been tested by events such as the bombing of an Air India aircraft in 1985 by a Canada-based Khalistani separatist group, ties have deteriorated rapidly in recent years. In a sign of things, Canada even paused negotiations for a free trade agreement with India on September 1.Singh said that the India-Canada ties have been at a low after Trudeau became the Canadian prime minister in 2015 while the Modi government was already in power. “The Indian government believes that the Canadian government is soft on Khalistani supporters in Canada and working against Indian interests,” Singh said.Indian diplomacy has been consistently raising the issue of Hindu temples in Canada being allegedly vandalised and defaced by Khalistani groups.Delhi has also complained about Khalistani leaders and outfits being allegedly given a free rein by Canadian authorities, including by letting them organise so-called referendums on seeking an independent state for Indian Sikhs. One such so-called referendum was held in Canada’s Surrey on Sunday while Modi and Trudeau met.“For us, how Canada has dealt with the Khalistani issue has been a long-standing concern,” India’s external affairs minister Subrahmanyam Jaishankar said in June. “Because, very frankly, they seem to be driven by vote-bank politics.”Canada is home to one of the largest Indian diasporas, of which Sikhs form a significant proportion. Observers had told Scroll in March that the idea of Khalistan has much greater support from some in the Sikh diaspora than from Sikhs in India, and that this support stems mainly from the gap between their memories of the storming of the Golden Temple in Amritsar by the Indian Army and the 1984 pogrom against Sikhs and the situation today. Moreover, Trudeau’s Liberal party, short of a majority in parliament, depends on support from Canadian Sikh politician Jagmeet Singh’s New Democratic Party. Singh had once participated in a Khalistani separatist rally.Trudeau listening to speeches at the Gurdwara Sahib Ottawa Sikh Society in Ottawa, Canada, in 2015. Credit: Patrick Doyle/ReutersIn June, India had made a diplomatic protest when a parade in Canada’s Brampton featured a tableau in which a statue depicting former Indian prime minister Indira Gandhi in a blood-stained sari with turban-clad men pointing guns at her. A placard on the tableau read: “Revenge for attack on Shri Darbar Sahib.”The placard referred to Gandhi’s decision in 1984 to order the Indian Army to the Golden Temple after Sikh separatist leader Jarnail Bhindranwale took refuge in the complex. Few months later, Gandhi was assassinated by two of her Sikh bodyguards. Canadian authorities said that the tableau did  not constitute a hate crime.Canada’s allegationsOn the other hand, Trudeau’s comments reflected Canadian grievances with India. “The Canadian government, in turn, has alleged that India – as is China – is interfering in Canada’s domestic politics, essentially through the diaspora,” Singh said.In June, Trudeau’s National Security Adviser Jody Thomas alleged that India was among “state actors and proxies” involved in influencing Canadian domestic politics and elections. Until then, in recent years, Canadian federal agencies had indirectly warned of India allegedly exerting influence in Canada.Around the same time, three prominent Khalistani leaders, who were among India’s most wanted persons for various criminal cases, died in three countries in a span of a few weeks. Of these, Khalistan Tiger Force chief Hardeep Singh Nijjar was shot dead in Canada. India has designated the Khalistan Tiger Force as a terrorist outfit.This incident had led to speculation on social media about whether the Indian intelligence agencies were linked to these deaths abroad, including on Canadian soil. Subsequently, Khalistan sympathisers had also circulated posters online targeting Indian diplomats in Canada for being the “faces of Shaheed Nijjar’s killers in Toronto”.However, this stalemate can end. Terry Milewski, a Canadian journalist who has authored a book on Khalistan, told Mojo Story on Sunday that there is an opportunity to salvage the relationship with India once Trudeau leaves office. “Indian politicians probably need to look beyond Trudeau and consider how we’re going to steer this ship to a safe harbour after Trudeau is gone,” Milewski said, predicting that Trudeau would lose the next election.Also read: ‘We’ve done nothing wrong’: Indians facing deportation from Canada plead for justice","author":"Nachiket Deuskar","time":"2023-09-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194027-infdovvgkw-1694529682.jpeg","tags":["India","Canada","India-Canada Relations","Narendra Modi"],"source":"https://scroll.in/article/1055864/as-trudeau-was-stranded-in-delhi-india-canada-relations-fell-to-a-new-low"}