{"title":"As wrestlers battle alone, what happened to the India that erupted in anger at the Delhi gangrape?","content":"Wrestling is not my thing. I can’t claim I notice when wrestlers win medals. Yet, when a group of women wrestlers went public with complaints of sexual harassment and worse, I did notice. Sexual harassment and violence is a fact most women in India live with. Sexual harassment and abuse by coaches and sports administrators has a long history across the world. For competing athletes to speak out, and to name names, is an act of enormous courage. Even more so when the powerful Wrestling Federation of India president Brij Bhushan Sharan Singh, who is accused of sexual harassment, struts around maligning them. Although Singh, a powerful Bharatiya Janata Party MP, had also been accused of abusing a minor, he was not arrested as mandated by law, but called for amending the Protection of Children from Sexual Offences Act, with the support of a powerful group of seers. When the chargesheet was finally filed against Singh on Thursday, the Pocso charges had been dropped. The provisions under which Singh was charged were all bailable.#Jantarmantar pic.twitter.com/Q9otWpXoLw— Vinesh Phogat (@Phogat_Vinesh) January 18, 2023\n\nA photograph from January, when the wrestlers began their protest at Jantar Mantar.\nAs the weeks have passed, there is a question that will not go away, and that no one seems to have an answer to:  why were these women, celebrated as national heroes, so alone in their fight? Why were supportive crowds not gathering in Delhi and other cities? Why were people, even women, across the country not speaking up? Why were family WhatsApp groups not brimming with censure or at least disappointment? Recall the protests in support of the young woman who succumbed to injuries after she was gangraped in the national capital in December 2012. In that moment you might have been forgiven for thinking that the nation was saying enough, that the country was done with sexual harassment and violence against women. That it was done with men getting away with it. That it was all just plain wrong. The ability to tell right from wrong is a minimal marker of a civilised society. In India, where most people’s primary identity is their caste and/or religion, judgements about right and wrong are often refracted through the prism of caste and/or religion. But, a bare bones democratic state and its institutions, deriving their authority from a liberal Constitution, acted as fig leaf for many years. The fig leaf has been blown away. Narendra Modi inaugurates the new Parliament building on May 28 as the police detained the protesting wrestlers. Credit: PTI.Six months before the wrestlers began their protest, 11 men convicted of the gangrape of Bilkis Bano during the 2002 Gujarat riots were released on grounds of “good behaviour” using judicial sleight of hand and government chicanery. They were publicly feted by their communities and by organisations linked to the ruling Bharatiya Janata Party.  The inversion of basic morality should have shocked decent, civilised people – and it did, the very few there seem to be. The argument that the men had served part of their sentence and so it was okay that they were now free had considerably more takers. Just as right now, people are willing to be persuaded that the wrestlers’ protest is a party-political fight for control over the wrestling federation, by a group of “undisciplined” stars. In the years since the 2012 Delhi gangrape, something has shifted. In 2012 angry people blamed the government and politicians for the opportunistic gangrape of a young woman. But today, they echo their favoured politician, party or its propaganda machine, whether it is on the release of gangrape convicts or a serial sexual harasser politician outed by women celebrated as national heroes. The prime minister, the most popular politician in the country by a stretch, has been silent on both. Bano was the victim of violence unleashed under his watch. In the case of the wrestlers, it is now clear from the first information reports that Olympic medallist Sakshi Malik, in August 2021, “informed the Honourable Prime Minister about the repeated sexual, emotional, physiological, physical trauma which was meted upon me and other female wrestlers…” by the federation head and party MP Singh. The message the all-powerful prime minister’s silence conveys is that these women should shut up and put up.   Decent, civilised people would be clamouring for the government to act, for the great leader to take the lead. But what we have seen year after year, over the last nearly ten years, is that you can stand basic morality on its head and there is barely a murmur. In 2015, Mohammed Akhlaq was murdered by a lynch mob because, like so many of us, he had meat in his fridge. In 2018, after an eight-year-old girl was raped and murdered in Jammu and Kashmir’s Kathua, there were rallies in support of the accused. In many states, men going about their lives have been lynched by “cow vigilantes”. Saffron-clad seers have called for the rape of Muslim women. The list goes on. At each event, Union government ministers or BJP party members defended the perpetrators and the prime minister was silent.The prime minister remains the most popular politician on any opinion poll. He represents a people who cannot tell right from wrong. They sit back and watch as women, celebrated for bringing sporting glory to the country, fight for justice nearly two years after informing the prime minister himself that they were assaulted and intimidated, by a man from his party. Just as they have watched the rapists of an eight-year-old being supported by his party and Bano’s rapists being feted by his party. The people and their prime minister fail to meet the minimum test of a civilised society. Anjali Mody is an independent journalist.","author":"Anjali Mody","time":"2023-06-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191141-ancmpndkix-1686493224.jpg","tags":["Vinesh Phogat","Delhi Gangrape","Rape","Sexual Harassment","Wrestlers' Protest","Sakshi Malik","Brij Bhushan Sharan Singh","Wrestling"],"source":"https://scroll.in/article/1050745/as-wrestlers-battle-alone-what-happened-to-the-india-that-erupted-in-anger-at-the-delhi-gangrape"}