{"title":"Ashley Judd in Kolkata: ‘I am going to do something that may shock you’","content":"Barely eight hours after her impassioned performance of the poem Nasty Woman at the Women’s March in Washington DC on January 21, actor-activist Ashley Judd hopped onto a plane to make her maiden visit to Kolkata. The 48-year-old Hollywood star of such movies as Double Jeopardy, Kiss The Girls, Heat and the TV series Missing showed no signs of jet lag at the private lawn of a sprawling colonial-style bungalow in one of Kolkata’s toniest neighbourhoods. Dressed in a gossamer dress with fresh mehndi on her hand, Judd was the highlight of an evening aimed at raising awareness and funds for Apne Aap Women Worldwide, a charitable trust that works towards empowering women with the aim to resist and end sex trafficking.  In India to lend muscle to the efforts of her old friend and Apne Aap founder Ruchira Gupta, Judd has been spending her time with children and women in the red-light areas and shelters run by the foundation. She is also one of the speakers at the Kolkata Literary Meet. On the evening of January 25, Judd held a smattering of Kolkata’s business and cultural elite in thrall as she read out a story from River of Flesh and Other Stories: The Prostituted Woman in Indian Short Fiction (Speaking Tiger). The anthology, edited by Gupta, features 21 stories of trafficked and prosecuted women by celebrated Indian writers. Judd chose Niranjana’s The Last Customer, the gripping and tragic story of Kani, a mute teenager from Karnataka who is forced into prostitution. Judd was completely in her element under a chilly winter sky and in a city alien to her. She took off her slippers, put on her reading glasses, sat down next to a table lamp and plunged right into the story. Kolkata’s favourite singer Usha Uthup, actor Nandana Dev Sen and her husband John Makinson, financial analyst Mudar Patherya of Kolkata Gives, and textile revivalist Shamlu Dudeja were among those at the fund-raiser. The gathering was not even a fraction of the rapturous crowds Judd had addressed in Washington DC, but her reading was as rivetting as her rendition of Nasty Woman, a poem written by 19-year-old Nina Donovan in response to US President Donald Trump’s remarks about his electoral rival Hillary Clinton.Ashley Judd in Kolkata. Courtesy Chandrima Pal.This wasn’t the first time Judd was reading out The Last Customer, Gupta said. “But every time she reads it, she adds a new dimension to it.” That Judd had her small but attentive audience hooked to every word was obvious when silence followed her rendition of the last words from the story. It seemed that the audience was unsure of whether to applaud Judd’s expressive reading or mourn the murder of the mute girl. Judd addressed the dilemma: “You are a very attentive audience. It is not easy to sit through a long reading like this,” she said. If she felt the energy dip just a bit at that point, Judd channelled her inner performer to shake things up. “I am going to do something that may shock you,” she announced, pulling out a large sanitary napkin from her jute bag. The sanitary napkin had been prepared by women rehabilitated by Apne Aap. Judd explained how a former sex worker had come up with a “recession-proof business idea” and went to great lengths to procure jute, cotton and other material to manufacture the napkins at a small unit in Kolkata. The actor was earnest and effective as she held up the sanitary napkin for the guests. Even if the gents in suits and crisp kurtas were squirming inwardly, they did not show it. Some of the younger philanthropists pledged to help the women sell their wares at private hospitals and pharmacies. There were more such ideas that connected Kolkata to Washington. Judd had spoken about menstruation and “tampon tax” at the march as well as sexual violence and the right to self-determination. The big worry that she shares with trusts and non-governmental organisations in India and the US is cutbacks in government budgets. Judd is not unfamiliar with the way the Indian system works. Many years ago, she was in Delhi when a young girl, the daughter of a prostituted woman, had been rescued by Apne Aap and whisked away to the Child Welfare Centre. Narrating the episode, Judd spoke of how she used her influence with a section of the Delhi elite to have the girl released. “The pimp was claiming to be her father, and she was begging to go home to the foundation,” Judd narrated to warm applause. “I said I am not going to leave the country until this is resolved.” But the times have changed, and despite her best intentions, Judd may get a few nasty surprises of a different kind if she tried the same approach now in Delhi. Kolkata, at least for the moment, seemed more welcoming.\n\n\n    \n    Play","author":"Chandrima Pal","time":"2017-01-26T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/827703-50123-otimevhizv-1485374383.jpg","tags":["Ashley Judd","Apne Aap Women Worldwide","Women’s March"],"source":"https://scroll.in/reel/827703/ashley-judd-in-kolkata-i-am-going-to-do-something-that-may-shock-you"}