{"title":"Ashok Gehlot’s remarks about Sachin Pilot were unexpected, says Jairam Ramesh","content":"Senior Congress leader Jairam Ramesh said on Friday that Rajasthan Chief Minister Ashok Gehlot remarks on Sachin Pilot calling him a traitor were unexpected, reported NDTV. Gehlot had made the comment on Thursday in an interview to the news channel, adding that Pilot cannot be made the chief minister of Rajasthan if Congress wins Assembly elections in the state next year.On Friday, Ramesh told NDTV that the party will work towards resolving the differences between the two party leaders. “Some words used in the interview were unexpected,” Ramesh said. “Many were surprised. The Congress leadership will discuss how to resolve this. We are a family, and the Congress needs both an experienced leader like Ashok Gehlot and an energetic youth leader like Sachin Pilot.”The former cabinet minister also said that both Gehlot and Pilot were important leaders of the Congress, but the party was supreme and not individuals. “Any solution should take that into account,” Ramesh added. “Right now, it is the duty of every Congressman to make the Bharat Jodo yatra a success in north India just like in southern states.”\"Some words used in the interview were unexpected. Both Gehlot and Pilot are needed in the party\": Congress Leader Jairam Ramesh on Rajasthan Chief Minister Ashok Gehlot's interview to NDTV#GehlotToNDTV pic.twitter.com/e0CpEOambq— NDTV (@ndtv) November 25, 2022\n\nIn August 2020, Pilot had staged a revolt within the Congress, pushing the Rajasthan government into a political crisis. The MLA from Tonk had demanded that he be made the chief minister. The turmoil was resolved after the Congress formed a three-member panel comprising Priyanka Gandhi Vadra, KC Venugopal and Ahmed Patel to address Pilot’s concerns.On Thursday, Gehlot also dismissed that the Congress MLAs protest in September was a revolt.On September 25, the Congress government in Rajasthan had plunged into another crisis after Gehlot hinted that he would resign as chief minister. The 71-year-old was said to be in fray to be the president of the Congress but later did not contest the polls.Earlier this month, Pilot said that the party’s new president Mallikarjun Kharge should decide on action to be taken against its MLAs in Rajasthan who revolted against the party in September.Pilot had said that he expects Kharge to end the climate of indecision in Rajasthan. “Observers took the situation seriously,” the legislator had said. “The party has said it was indiscipline. Three MLAs got notices.” He urged Kharge to take a decision on the matter soon, and said that rules should the same for all leaders.","author":"Scroll Staff","time":"2022-11-25T16:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183400-jmxhjhtsrr-1669368741.jpg","tags":["Ashok Gehlot","Jairam Ramesh","Sachin Pilot","Rajasthan"],"source":"https://scroll.in/latest/1038330/ashok-gehlots-remarks-about-sachin-pilot-were-unexpected-says-jairam-ramesh"}