{"title":"Ashok Gehlot claims BJP’s Vasundhara Raje helped save his government in 2020","content":"Rajasthan Chief Minister Ashok Gehlot on Sunday claimed that three leaders of the Bharatiya Janata Party, including Vasundhara Raje, had helped save his government during the 2020 revolt by Congress MLAs, reported PTI.In July 2020, Congress leader Sachin Pilot and 18 other party MLAs revolted against Gehlot’s leadership. Pilot, who represents the Tonk Assembly constituency, had demanded that he be made the chief minister. The political crisis lasted nearly a month and ended after the Congress formed a three-member panel comprising Priyanka Gandhi Vadra, KC Venugopal and Ahmed Patel to address his concerns. Later, Pilot was removed as the deputy chief minister and state Congress president.Addressing a programme in Dholpur district on Sunday, Gehlot claimed that the Congress government survived because of Raje, former Assembly speaker Kailash Meghwal and legislator Shobharani Kushwah. Dholpur is the home turf of Raje.“[Union ministers] Amit Shah, Gajendra Singh Shekhawat and Dharmendra Pradhan conspired together to topple my government,” the senior Congress leader alleged. “They distributed money in Rajasthan and they are not taking the money back now. I am surprised why they are not demanding the money back from them [the MLAs].”Gehlot said that Raje and Meghwal had spoken out against horse-trading and praised Kushwah for listening to them and not supporting the BJP.#WATCH | Rajasthan: \"...Vasundhara Raje (former CM) & former assembly speaker Kailash Meghwal said they don't have tradition here to topple elected govt through money-power. MLA Shobharani Kushwah heard them & didn't support those people (who were attempting to topple Congress… pic.twitter.com/spxZXFaCH2— ANI (@ANI) May 8, 2023\n\nRaje dismissed Gehlot’s remarks as a conspiracy by the Congress government, reported ANI.“Nobody can insult me as much as Gehlot has done,” she said. “He is lying out of fear of losing the 2023 Assembly elections and has made such false allegations as he is rattled by the rebellion in his own party.”Gehlot’s comments came a day after Pilot once again targeted his own government in Rajasthan and questioned the delay in taking action in exam question paper leak cases.Last month, Pilot held a day-long fast against the Congress government to seek action against corruption that was alleged to have occurred when Raje was the chief minister of the state.Gehlot and Pilot have been involved in a power tussle in the state since the Congress formed the government in December 2018.","author":"Scroll Staff","time":"2023-05-08T10:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180556-vjkvkckefl-1664428894.jpg","tags":["Ashok Gehlot","Vasundhara Raje","BJP","Rajasthan","Sachin Pilot"],"source":"https://scroll.in/latest/1048713/ashok-gehlot-claims-bjps-vasundhara-raje-helped-save-his-government-in-2020"}