{"title":"Ashok Gehlot and Sachin Pilot have agreed to fight Rajasthan polls unitedly, says Congress","content":"Rajasthan Chief Minister Ashok Gehlot and his former deputy Sachin Pilot have agreed to fight the upcoming state Assembly elections unitedly, the Congress said on Monday.Congress General Secretary (Organisation) KC Venugopal said that both the leaders have left all issues among them to be resolved by the party’s high command.अशोक गहलोत जी और सचिन पायलट जी मिलकर चुनाव लड़ेंगे। हम राजस्थान जीतने जा रहे हैं। : महासचिव (संगठन), श्री @kcvenugopalmp pic.twitter.com/idRDQPEYyZ— Congress (@INCIndia) May 29, 2023\n\n“It is very clear that Rajasthan is going to be a strong state for the Congress party,” Venugopal announced during a press briefing. “We are going to win. Therefore, both the leaders Gehlot ji and Sachin ji have decided to go together.”  Gehlot and Pilot were present alongside Venugopal but did not speak.Earlier in the day, the two leaders had also met Congress President Mallikarjun Kharge and party leader Rahul Gandhi separately as well as together, according to The Indian Express.INC President Sh. Mallikarjun @kharge ji and Sh. @RahulGandhi ji held a 4-hour-long discussion with AICC Rajasthan in-charge Sh. @Sukhjinder_INC ji, CM @ashokgehlot51 ji and Sh. @SachinPilot ji. Our team in Rajasthan will unitedly fight the 2023 elections and break the… pic.twitter.com/nLjwr3sHer— K C Venugopal (@kcvenugopalmp) May 29, 2023\n\nThe Rajasthan unit of the Congress has been rattled due to the pitched battle between Gehlot and Pilot ahead of the Assembly elections in the state.The roots of the tussle date back to July 2020, when a group of 19 MLAs led by Pilot had raised the demand that he be made the chief minister, replacing Gehlot. In order to salvage the situation, the Congress formed a three-member panel for addressing Pilot’s concerns. Pilot was then removed from the posts of deputy chief minister and state Congress president.In more recent times, Gehlot has called Pilot a traitor, while the latter has held a day-long fast and a foot march to urge his own government to take action against alleged corruption that took place during the previous Bharatiya Janata Party regime.On May 10, Pilot had said that Gehlot considers BJP’s Vasundhara Raje as his leader instead of former Congress president Sonia Gandhi. The development came after the Rajasthan chief minister had claimed that three BJP leaders, including Raje, had helped save his government when the MLAs led by Pilot had staged a revolt in 2020.On May 19, the feud came out in the open after supporters of both leaders had got into a fistfight in Ajmer during a feedback meeting.Congress will not pacify leaders with posts: GehlotAhead of Monday’s meeting, Gehlot had said that there is no tradition in the Congress to offer any position to any leader or worker to pacify him, reported The Indian Express.He made the remarks in response to a question about whether an arrangement was being worked by the Congress to appease Pilot.“I have not heard such a thing before…there is no such tradition in the Congress where any leader demands something and the party high command offers to give that position,” he said. “We have not heard of such a formula ever.”Gehlot also denied media reports that said Pilot could be again appointed as the Rajasthan Congress president.","author":"Scroll Staff","time":"2023-05-30T09:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190722-igxqfvluck-1685417882.jpg","tags":["Rajasthan","Ashok Gehlot","Sachin Pilot","Congress"]}