{"title":"Asian Games, Hockey: Meet Vivek Sagar Prasad – the flamboyant dribbler in the Indian midfield","content":"The Asian Games has often been a stage where stars are born. Scroll looks at a number of athletes from the Indian contingent who have largely flown under the radar, but may shoot into the limelight in Hangzhou.On October 6, Vivek Sagar Prasad was a part of the Indian men’s hockey team that won the gold medal in Hangzhou.Watching Vivek Sagar Prasad play hockey is a sight to behold. He’s always the shortest man on the pitch, but with his clever feints and quick turns, the 23-year-old makes players much taller fall off balance while chasing him. Once he has beaten his marker, he tends to get into a lung-bursting run through the middle of the pitch. Better still is when he has that glint in his eye to make the ball do the work – with an incisive, defence splitting pass.And Prasad does all this with a cheeky smile on his face. He is not just working hard at his sport, he is also enjoying it.Much more will be expected of his flamboyant play as he will don the India jersey at the Asian Games in Hangzhou.India’s second goal in their 2-1 win over Argentina in their 2022-23 FIH Pro League hockey match is the perfect illustration of his skills. Having recieved the ball in defence, he got past two markers with a feint and a nutmeg before passing the ball ahead. From a free-hit moments later, he got the ball just inside the circle and spotted the run of Sukhjeet Singh. An inch-perfect ball gave Singh the simple task of tapping into an empty net.In a star-studded line-up featuring the likes of Harmanpreet Singh, Manpreet Singh, PR Sreejesh and Hardik Singh, Prasad is the unheralded metronome gliding across the pitch. And he is bound to be a vital cog – once again – for his team when they compete in Hangzhou.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nFrom Itarsi to TokyoPrasad was introduced to hockey when he was 10, at a ground owned by an ordnance factory. When the older boys would take a break, a young Prasad would take one of the sticks and play hockey in his hometown, Itarsi, in the Narmadapuram district of Madhya Pradesh.Though Prasad took an immediate liking to the sport, his father, a school teacher, was deadset against his children focusing on sports.“My father did not want me to go into sports at all,” Prasad told Scroll. “He believed that no one from my district had become a big player at all. There was no, ‘Oh this player made it big, so you can have a shot as well.’ He has done something in life by doing well academically which is why he wanted his me to do the same. He trusts academics.“My interest, however, was in sports. For me, his disapproval sparked something inside me. I wanted to prove him wrong and show him that I could be a sports star.”Fortunately, he found an able ally in his elder brother Vidya Sagar. His brother, recalled Prasad, knew how to convince their father to allow his younger brother to pursue his passion for hockey. Even when Prasas did not know what the future held for him, Vidya believed that his younger brother was destined for greatness.The bronze medal Prasad won at the Tokyo Olympics made all the sacrifices worth it. “My father is now proud of me for what I have achieved and sometimes even tears up when he talks to the media about not supporting me at the beginning,” Prasad said.If anyone could come close to matching Vidya Sagar’s role in shaping Prasad’s career, it would be former World Cup winner Ashok Kumar. It was a chance meeting with Kumar, son of the legendary Major Dhyan Chand, that proved to be the turning point in Prasad’s life.“He was sitting on the bench near the touchline and I was playing as left half near where he was sitting,” Prasad said about their first meeting at a tournament in Maharashtra where Kumar was the chief guest.“He liked my game and he gave me the offer to join the Madhya Pradesh Hockey Academy, where he was the director,” added the 23-year-old. “I was shocked because such a big player was asking if I wanted to join his academy.”Prasad had been called in to Bhopal for a trial, only for it to get postponed when he reached.He had taken a mighty big gamble just by going to Bhopal, and if he returned without getting trial, he was certain that his father would cut-short his hockey career. But Prasad did not have the financial means to stay away from home for so long.That’s when Kumar stepped in again. The 1972 Olympics bronze-medallist invited Prasad to stay at his home and helped him hone his skills on the field.“I didn’t understand anything back then, but looking back now, I feel fortunate that such a legendary player had that faith in me,” Prasad said.“Only great players can identify talent. Even now when I speak with him, he will give me small inputs which help me improve my game. He is someone who keeps me grounded. Kuch paa liya toh udne na lago (Just because you’ve achieved something, don’t fly high). Forget your achievements and look at ways on how to improve your game. Keep visualizing your goals.”        View this post on Instagram            A post shared by Vivek Sagar Prasad (@viveksagar8910)\nInjury setbackThe advantages of being a short player in hockey is that it gives you a lower centre of gravity which allows you to change direction faster and beat players twice your size. The flip side is that you tend to catch a fair few elbows to your face. Nobody knows it better than Prasad – he stands at 5-foot-3 – who has had four stitches on his face. All but one came on the hockey pitch, the 23-year-old said with a grin.But in 2016, Prasad suffered the most serious of his injuries which forced him to re-evaluate his future in hockey. A collision with another player during a training session at the MP Hockey Academy required him to undergo surgery to put back his fractured collarbone in place. It went from bad to worse for Vivek with doctors finding out that there was a build up of fluid in his lungs. He stayed in hospital for nearly two weeks with nothing but tubes to rely on for nourishment.“That period was difficult for me and I had doubts about my future,” he said. “But my brother and Ashok sir were there for me. Ashok sir told me that injuries happen to every player but it was on me to show how I can recover well and play.“He put the onus on me. If I wanted to leave the sport, I had to take that decision and no one would blame me. He told me about players who had broken both their knees, torn many ligaments and still managed to have full careers.”He recalled Kumar once telling him that the collarbone is generally a weak bone and did not reflect on Prasad being an inferior player.“That got stuck in my mind,” Prasad added. “He sort of manipulated my mind to not be bogged down by my injury.”With a mind clear of all doubt, he bounced back and was named captain of the Indian junior team for the 2017 Sultan of Johor Cup. Prasad led the team to a bronze medal and was adjudged the player of the tournament.A year later, then 17, he was called up to the senior squad for the first time making him the second youngest player – after Sandeep Singh – to make his India debut, when he featured in a four-nation event in New Zealand.He impressed then India coach Sjoerd Marijne who drafted the teenager into India’s 2018 Commonwealth Games squad. But that’s when he, and the team, hit a patch of bad form.At the Commonwealth Games in Gold Coast, India were knocked out in the semi-final by New Zealand and lost the bronze medal match to England.In the Asian Games that year in Jakarta, India failed to reach the final for only the fourth time in the competition’s 60-year history. Prasad was later dropped from the 2018 World Cup team as well.But that time away from the national team allowed him some time to regain his form and confidence.He led the India side to a silver-medal finish at the 2018 Youth Olympics and found a place in the Indian side which won silver at the 2019 Sultan Azlan Shah Cup.From then on, Prasad has been a constant presence in the Indian side and has racked up 119 caps for the country, scoring 19 goals in the process.Asian Games beckonsThe Hangzhou Asian Games holds a lot of importance. The tournament is a qualification event for the 2024 Paris Olympics. But it also is a chance for India to right the wrongs from the previous edition in 2018.Under new head coach Craig Fulton, India have begun transitioning into a side which focuses on defence first and relies on their counter-attacking skills. Fulton’s set up relies on his midfielders taking more responsibilities in attack and defence.It is a style that has put more emphasis on the roles of the likes of Manrpeet Singh, Hardik Singh, Nilakanta Sharma, and Prasad. The quartet have energy in abundance and have put in match-winning performances since the arrival of the new coach earlier this year.But as the team begins to focus on a counter-attacking style, Prasad’s vision, quick-wristwork and the flair in dribbling and ball distribution make him a vital cog in the Indian line-up.","author":"Dilip Unnikrishnan","time":"2023-09-17T08:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194144-lijhveebbd-1694884197.jpeg","tags":["Vivek Sagar Prasad","Hockey","Indian Hockey Team","Asian Games 2023","Asian Games"],"source":"https://scroll.in/field/1056061/asian-games-hockey-meet-vivek-sagar-prasad-the-flamboyant-dribbler-in-the-indian-midfield"}