{"title":"Asian Games, Athletics: Abdulla Aboobacker’s journey from filling up numbers to becoming the best","content":"The Asian Games has often been a stage where stars are born. Scroll looks at a number of athletes from the Indian contingent who have largely flown under the radar, but may shoot into the limelight in Hangzhou.Abdulla Aboobacker was just 14 when he packed his bags and left the comfort of his home in Kozhikode, Kerala, to further his development in athletics. He travelled over 100km to the Kalladi Higher Secondary School in Kumaramputhur, Palakkad district, where he had signed up to train in the 100m and 200m sprints.But eventually, he would find his calling in the triple jump.“There was no one competing [in triple jump],” Abdulla told Scroll, recalling the decision he took in 2012 to switch to the field event. “It was much easier to stand out.”“I joined the school promising them I would compete in 100m and 200m, but they had national medallists in sprints. I tried long jump too but there were better athletes. I competed in almost every event before getting into triple jump,” he added with a laugh.Now the 27-year-old is set to compete at the Asian Games in Hangzhou.He may have taken up the triple jump discipline as a means to stand out, but he certainly has made it his own. He had his moment under the sun last year when he won the silver medal at the 2022 Birmingham Commonwealth Games, behind compatriot and close friend Eldhose Paul.In July, he won gold at the Asian Athletics Championships in Bangkok, Thailand. But he asserted that he is not dwelling on what he has achieved. He prefers, instead, to focus on the trip to China.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nEarly daysAbdulla has had a craze for sports  for as long as he can remember. He spent a major portion of his early adolescence longing for sports news. His initial interest however, lay in volleyball and football before he eventually stumbled upon athletics.Abdulla’s foray into athletics started with the 100m and 400m sprinting events in a school selection trials when he was in sixth grade. By the end of the trials, he was hooked.As fate would have it, just over a year later, a sports hostel opened up a kilometre away from his home in Valayam, near Nadapuram town in Kozhikode. For a young Abdulla, this was a sign – a golden opportunity to take a plunge into the world of sports.Much like a lot of Indian athletics stars, he too tried his hands in multiple disciplines before finding his pet event. He spent nearly a year practicing and competing in the sprints, long jump, high jump, shot put, and hurdles. But it was only when he moved to Kumaramputhur where he would find his pet event and start to develop his triple jump craft.In just over a year after joining the school, Abdulla started dominating the Kerala state circuit – and he had started off by just filling in the numbers. All of a sudden, he was the one to look out for in the state’s athletics circuit. He even clinched the Asian School Championships title in 2013.By 2015, he was an established name in the national circuit and was crowned the National Junior Champion. He also had won the Junior Federation Cup title the same year. But then came setbacks that almost derailed his budding career.Injuries and family backingHe had an impressive 2015 season, but picked up an ankle injury towards the end of the year that derailed almost his entire 2016 season. He made a brief comeback in 2017, winning a silver medal in the Senior National Championships, but was sidelined once again soon after.“I lost almost four years due to constant injuries,” he said. “From 2015 to 2019, I competed in a lot of events with minor injuries. It started off with ankle, heel and then I had problems with my back too.”His talent and potential was never in doubt, but the injuries drained him mentally. It was not the best conditions financially either, with his father working as a helper in a juice shop in the Gulf.Though his family never asked him to stop chasing his dreams, Abdulla knew it would be difficult to carry on. He was at a crossroads.The resurgenceDespite the injuries, his performances over the years were enough to interest the Indian Air Force. He was recruited into the services team in 2018 where he met former long jumper turned coach Harikrishnan.With the finances stabilised and a new coach to guide him, Abdulla rebounded with consistent performances in 2019.But before all of that, he called his father back home.“The first thing I did after getting a job at the IAF was to call my father back home,” he said.As the Covid-19 pandemic brought everything to a standstill in 2020, Abdulla continued to work hard behind the scenes and started from where he had left off the following year.The efforts finally bore fruit when he was called up to the national camp in 2022. With two other triple jumpers from Kerala – Karthik Unnikrishnan and Eldhose — already in the national camp, the trio pushed each other to the hilt.“When Karthik, Eldhose, and I practiced and competed together, we raised the bar to the next level. We went from 16.8m jumpers to touching 17m rather easily,” Abdulla said.The improvement due to this friendly rivalry and camaraderie led both Abdulla and Eldhose to a historic double podium for India in Birmingham last year.“I have an identity now [after the CWG medal]. People know I am a triple jumper,” asserted Abdulla.“There’s an increased respect for me from the people around whenever I go home or to compete abroad, even on social media. The top triple jumpers like Hugues Fabrice Zango and others come and talk to me on their own. They recognise me and my achievements,” he added. “None of it would have happened without the Commonwealth Games medal.”Asian Games challengeThough his life has changed for better since that Commonwealth Games medal, Abdulla understands he cannot take things for granted.“Before the CWG medal, I had no recognition, nothing. My father used to do everything on his own financially to keep me in the sport. Sponsors, support and everything came after 2022,” he said.“The pressure to perform has also increased. Earlier I was just a national medallist, now there are more eyeballs [on me]. I know I cannot dwell on [CWG medal] for long. I need to display even better performances,” he added.Though he clinched the Asian Championships title earlier this year, Abdulla knows he has not had the best of seasons so far. He is yet to record a 17m jump this year – something which he did thrice last year.The 17m mark is where Abdulla’s focus is as he heads into the Asian Games.“I will need to jump 17m to have any chance of a podium at the Asian Games,” the 27-year-old said.“China’s Fang Yaoqing, who finished fourth in the Asian Championships finished sixth in the World Championships. Zhu Yaming, who won silver at Tokyo Olympics, is also in contention. Besides, I’ll also face a stiff competition from Praveen [Chitravel].”“It is not going to be easy for me at the Asian Games,” he added.Abdulla has come a long way from being a kid who switched to triple jump simply because it was easier to get noticed. He knows he has a mighty challenge in his hands to deliver in Hangzhou, for now he has a host of athletes including his best mates Karthik and Eldhose breathing down his neck.","author":"Abhijit Nair","time":"2023-09-20T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194216-qkpzkqksxt-1695122763.jpg","tags":["Abdulla Aboobacker","Asian Games","Athletics","Triple Jump","2022 Asian Games","Asian Games 2023","Hangzhou Asian Games"],"source":"https://scroll.in/field/1056213/asian-games-athletics-abdulla-aboobackers-journey-from-filling-up-numbers-to-becoming-the-best"}