{"title":"Asian Games, Hockey: Indian men’s and women’s team aim to build on past wins in Hangzhou","content":"The 2018 Asian Games was a forgettable affair for the Indian hockey teams. The men’s team, favourites in Jakarta, finished a disappointing third while the women’s team finished second. Both teams then had to play in qualifying tournaments to punch their tickets to the Olympics.The Covid-19 pandemic delayed the Tokyo Olympics by a year allowing both teams to reset. That, however, will not be the case for next year’s Paris Olympics. The pandemic-delayed Hangzhou Asian Games comes less than a year away from the Olympics. A gold medal at the Asian Games provides automatic qualification for the Olympics.Failing to win gold in Hangzhou will be less than ideal for Indian hockey’s Paris preparations. Needing to play an Olympic qualifier event will be an additional burden on both teams who already have a packed calendar with the FIH Pro League 2023-24 season and Women’s Asian Champions Trophy to play.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nMen start as favouritesIndia begin as favourites in the men’s event and they justified it by remaining unbeaten as they clinched the Asian Champions Trophy in August. Under new head coach Craig Fulton, India have transitioned well into a defence-first team which has enabled them to use their counter-attacking skills effectively.But India can – and have also shown – that they can switch gears and play attacking hockey when the situation demands it. In the Asian Champions Trophy final, India were pegged back 1-3 at half-time by Malaysia. It was the first time in the tournament that India had conceded more than two goals and the first time they were trailing by that scoreline.But they stepped up the attack in the second half and completed a stunning turnaround to win the match 4-3 and clinch the title. “The finals are always cagey, they’re always difficult, but I’m glad that we adapted and we put a few things right that we knew could happen and we were tested,” Fulton told Scroll before the team departed for Hangzhou. “And that’s important to know that mentally, but also not to get ourselves in that position again. We didn’t start well and if we don’t start well, then we’re on the back foot and that’s always a tough challenge.”At Hangzhou, it’s not only an Olympic quota at stake, but also an opportunity to right the wrongs from four years ago in Jakarta. The 2018 Games saw India crash out in the semi-final against Malaysia. Over the past four years, Indian hockey has grown leaps and bounds while other Asian teams have struggled and they will be under pressure to justify their status as favourites.“Well, it’s just pressure all the time,” Fulton said. “It’s not that it’s one tournament more than another. But at the same time, all roads lead to a qualification tournament and this one is the first one. So it’s to get to that semi-final first and then it’s going to come down to who can adapt the quickest and be the most efficient team and have the best defence.“But it’s not the only way to get to the Olympics to be honest. So if we win it, great. If we don’t, there’s still another path to go. But you want to take control now, and you want to try and get over the line and have that qualification ticket. So then you can control your program going through,” he added.Women face China testCompared to the men’s event, the women’s event is harder to call with India, hosts China, defending champions Japan and record five-time winners South Korea having a good chance to finish on top of the podium.In Hangzhou, India have been drawn in Pool A with Hong Kong, Malaysia, Singapore and South Korea.China start as slight favourites over India with the hosts having the advantage of playing against higher-ranked teams in the FIH Pro League. They finished joint ninth at the FIH Hockey World Cup last year with India. The two sides also met in Europe in July where China scored two late goals to secure a 3-2 win.For coach Janekke Schopman, though China will be the team to beat, India cannot afford to fly under the radar like they did at the Tokyo Olympics where they finished fourth.“China has had a lot of budget and a lot of opportunity in the last year, I think they played over 40 practice games,” Schopman told Scroll. “We haven’t seen much of Japan and Korea. Malaysia is a little bit of an unknown. But I always tell the girls, look at how we train and how we play through our principles. It is about us. Then let’s see what the other teams bring. I know that we can give a good performance and I think we can compete with those countries, if not beat them,” she added.“I know there’s a lot of pressure to perform,” Schopman said. “I think the big difference with Tokyo, no one was looking at India. I think now everyone is looking at India, especially in Asia. So I think that’s a different way people are viewing us.”Compared to the men’s team, the Indian women’s team haven’t had the opportunity to play the big teams on a regular basis with no Pro League matches to rely on.Schopman has had to arrange tours with the Pro League teams to get her squad some much-needed practice ahead of the Asian Games. In 2023, India has played South Africa, the Netherlands, Australia, Germany, China and Spain with mixed results.“The benefits of Pro League are huge. You know you play 16 games against the best teams in the world and we had to pray to those teams to play us,” Schopman added.“I think we’ve had a lot of players get an opportunity in the last couple of months and that is not always the case. I think we learned something from every tour. Like Australia was a slow start for us to be honest. Going to Europe and playing good teams, that kind of showed us again that we’re actually on the right track. I think we just need to just build on that performance again and again.”The Indian men’s team will begin their campaign against Uzbekistan on September 24, at 8.45 am IST. The women’s team will take on Singapore on September 27, at 10.15 am IST.The Asian Games will be broadcast live on Sony Sports Network and streamed on Sony Liv.Indian women’s hockey team: Savita (captain), Bichu Devi Kharibam, Deepika, Lalremsiami, Monika, Navneet Kaur, Neha, Nisha, Sonika, Udita, Ishika Chaudhary, Deep Grace Ekka (vice-captain), Vandana Katariya, Sangita Kumari, Vaishnavi Vittal Phalke, Nikki Pradhan, Sushila Chanu, Salima TeteIndian men’s hockey team: Krishan Bahadur Pathak, PR Sreejesh, Harmanpreet Singh (captain), Amit Rohidas, Jarmanpreet Singh, Sumit, Jugraj Singh, Varun Kumar, Hardik Singh (vice-captain), Shamsher Singh, Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Akashdeep Singh, S Karthi, Gurjant Singh, Sukhjeet Singh, Pawan, Mandeep Singh  Schedule for the Indian women’s hockey teamWednesday, September 27: India vs Singapore at 10.15 am ISTFriday, September 29: Malaysia vs India at 4 pm ISTSunday, October 1: Korea vs India at 1.30 pm ISTTuesday, October 3: India vs Hong Kong China at 7.45 am ISTSchedule for the Indian men’s hockey teamSunday, September 24: India vs Uzbekistan at 8.45 am ISTTuesday, September 26: India vs Singapore at 6.30 am IST Thursday, September 28: India vs Japan at 6.15 pm ISTSaturday, September 30: India vs Pakistan at 6.15 pm IST Tuesday, October 2: India vs Bangladesh at 1.15 pm ISTAlso read:The Field’s Asian Games build-up series, where we focus on athletes who have played in the shadows, but may be ready to step into the limelight.Cricket: Already a trailblazer, Minnu Mani hopes to break more barriers in HangzhouShooting: Mehuli Ghosh banks on her composure as she plots a return to the topHockey: Meet Vivek Sagar Prasad – the flamboyant dribbler in the Indian midfieldSquash: Anahat Singh set to make another big impression in HangzhouAthletics: KM Chanda – the accidental runner who hopes to conquer AsiaAthletics: Abdulla Aboobacker’s journey from filling up numbers to becoming the bestBoxing: Deepak Bhoria – once undernourished and counted out, now India’s best medal bet","author":"Dilip Unnikrishnan","time":"2023-09-22T14:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194297-nzffkchayy-1695363458.jpeg","tags":["Asian Games","Asian Games 2022","Hockey","Asian Games Hockey","Indian men’s hockey team","Indian women’s hockey team","Craig Fulton","Janneke Schopman","Indian hockey"],"source":"https://scroll.in/field/1056382/asian-games-hockey-indian-mens-and-womens-team-aim-to-build-on-past-wins-in-hangzhou"}