{"title":"Asian Games, Kabaddi: What was the controversy surrounding India’s win in the men’s event over Iran","content":"The Indian men’s kabaddi team played Iran in the final of the Asian Games in Hangzhou. The tie was a repeat of the gripping semi-final from 2018, when Iran beat the reigning seven-time champions.But more than the match on Saturday, was the second-half controversy surrounding the technicalities of a rule that dominated proceedings.Eventually, India went on to win the highly entertaining match 33-29, but many questions will be asked about the quality of the officiating in the contest.What was the controversy?With 65 seconds left of play, both teams were tied at 28-28. It was then that India captain Pawan Sehrawat stepped into a do-or-die raid against five Iran defenders.Sehrawat attempted a running hand touch but missed the defender. With the momentum of his dash, he entered the lobby area which had not been activated – it comes into play only once there is a touch on a defender.The defenders however chased Sehrawat and tackled him, but in the process, also entered the inactive lobby area.This is where the referees had to make a decision about whether kabaddi at the Asian Games was being organised under the rules put forward by the International Kabaddi Federation, or the rules in play at the Pro Kabaddi League.The referees however could not make a decision, and kept changing their verdict depending on the protesting team.This caused a delay that went well over half-an-hour, with just 65 seconds left of play.What are the new and old rules?In the 2021-22 Pro Kabaddi League season, Mohammad Nabibakhsh, an Iranian player from Bengal Warriors, stepped out into the lobby without touching any player in the Bengaluru Bulls half. But all the active Bengaluru Bulls players followed him into the lobby to tackle him and what resulted was a eight-point raid.According to the rule at that time – the one proposed by the International Kabaddi Federation (the old rule) – if a raider steps out into the lobby without getting a touch, the raider is out. Additionally, any defender who follows into the lobby and gets a touch on the raider is also declared out.Following the incident with Nabibakhsh, the Pro Kabaddi League updated the rules before the start of the 2022-23 season. Now, if a raider steps out into the lobby without a touch, the raid immediately ends and only the raider is out, irrespective of who steps out into the lobby after him.The controversy on Saturday was which rule was being followed.In a group stage match between India and Thailand, the Indians conceded a point after a Thai raider stepped into the inactive lobby and an Indian defender followed.But the referees could not figure out which rule was to be implied in the final.#AsianGames #HangzhouAsianGames #KabaddiIt is still officially 28-28, but the action has now shifted off court. There is a lot of discussion based on a technicality of which rule is being applied - new or old.Pawan went into the lobby without a touch, but all 5 Iranians… pic.twitter.com/jl4Hn6LUbN— The Field (@thefield_in) October 7, 2023\n\nHow did it pan out?With scores tied, the confusion began on how to award points. According to the old rule, Sehrawat had stepped into the lobby and was therefore out – one point to Iran. But out of the five defenders who stepped out in the lobby, only two defenders had touched Sehrawat in the attempted tackle. One other defender had also stepped out of bounds on his own – therefore, three points to India. The new rule, however, would have awarded one point to Iran for Sehrawat stepping into the lobby and one point to India for the Iranian defender stepping out of bounds. The referees themselves were confused and first awarded points based on the new rule. Then a review by India and the old rule was implemented. Then the Iranian players protested.Again the referees agreed with Iran, following which the Indian players, on the orders of coach Edachery Bhaskaran, sat down on court in protest. Once again the referees went the other way and then the Iranians sat down.It went back and forth, with the Indian bench getting animated, as the Asian Kabaddi Federation secretary general also came out on court to attempt to bring order.The protests from both teams continued and the match was suspended.Tempers continue to flair, but in this indoor hall (with the air-conditioning on) the #kabaddi players would have started to cool down. Will they be given time to warm-up again before continuing the last 65 seconds of play?Will they get to continue? #AsianGames pic.twitter.com/gPOHQKyTfD— Shahid Judge (@shahidthejudge) October 7, 2023\n\nEventually, the referees declared that the old rule was to be implemented, making the score 31-29 in favour of India.The Indians then held on to win an eighth men’s kabaddi gold medal at the Asian Games.With inputs from Shahid Judge.","author":"Tanya Kini","time":"2023-10-07T15:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194788-pvlcsluzdp-1696671893.jpg","tags":["Indian kabaddi","Indian men's kabaddi","Kabaddi","Iran","Pawan Sehrawat","Fazel Atrachali","Hangzhou Asian Games","Asian Games 2022","India at Asian Games"],"source":"https://scroll.in/field/1057235/asian-games-kabaddi-what-the-controversy-surrounding-indias-win-in-the-mens-event-over-iran-was"}