{"title":"Asia was most disaster-hit region last year, extreme weather events left over 2,000 dead: Report","content":"Asia suffered the most damage due to climate disasters and water-related hazards in 2023, a report by the World Meteorological Organization said on Wednesday.Seventy-nine extreme weather events in Asia left over 2,000 persons dead in the region, the study by the United Nations agency – titled the State of the Climate in Asia 2023 report – said.The report cited a global database to note that nearly 110 persons died in India due to heatstrokes amid severe heatwaves in April and June last year. The United Nations agency cited data from the Emergency Events Database, a joint initiative of the Belgium-based Centre for Research on the Epidemiology of Disasters and the World Health Organization.The World Meteorological Organization report showed that in April and May last year, major and prolonged heatwaves affected much of Southeast Asia, extending to Bangladesh and eastern India.In August, India experienced a record-high monthly mean temperature, as well as an unprecedented rainfall deficit, said the report.The study also pointed out that the monsoon rainfall in the country was below normal last year and averaged 94% of the trend observed for the 1971–2020 period. The Indian summer monsoon seasonal rainfall averaged across India from June to September was about 6% below the 1971-2000 average.“For the second consecutive year, certain regions in south-west India, the Ganges catchment, and the lower course of the Brahmaputra received less-than-normal precipitation,” said the report.This could be attributed to both El Niño and the Indian Ocean Dipole.The El Nino phenomenon involves the warming of ocean surface temperatures in the eastern and central Pacific. It typically occurs every few years and has been linked to crop damage, fires and flash floods.The Indian Ocean Dipole, also referred to as the Indian Nino, is a climate pattern affecting the Indian Ocean and is characterised by irregular oscillation of sea surface temperatures.Effects of rainfall and floodingDespite the rain deficit, said the State of the Climate in Asia 2023 report, widespread floods and landslides took place in several states of India, including Himachal Pradesh, and Uttarakhand. The events resulted in the deaths of 25 people and caused extensive damage to infrastructure and agriculture.“Triggered by heavy rainfall, the disaster compounded the effects of an earlier monsoon surge in June,” said the report. “The Indian government declared a state of emergency in the worst-affected areas, initiating rescue and relief operations.”Among major climate-related events, floods were the leading cause of death in India, Yemen and Pakistan.The World Meteorological Organization said this highlighted the “continuing high level of vulnerability of Asia to natural hazard events, especially floods”.The report also spoke about the flash floods in Sikkim in October due to a glacial lake outburst in the Lachen valley.Citing data from the National Emergency Response Centre of India, it said over 100 deaths were reported due to the disaster and over 70 individuals went missing. Nearly 4,500 people had to be evacuated and around 90,000 people were affected. The flash floods also damaged 2,000 houses.“This type of disaster is increasingly observed because of climate change-induced glacier retreat and highlights the compounding and cascading risks faced by vulnerable mountain communities,” said the report. “Glacial lakes formed by retreating glaciers, exemplified by the reduced expanse of South Lhonak Lake, pose threats that are transboundary, spanning across regions in Bhutan, India, Nepal and Pakistan.”According to the report, the International Centre for Integrated 19 Mountain Development has reported a rapid disappearance of glaciers. “These events underscore the urgent need for global climate action to mitigate the increasing risks faced by mountainous regions,” it said.While speaking about extreme weather events in parts of Asia, the report said the daily precipitation amount in Saudi Arabia’s Madinah reached its highest recorded level on January 2 last year and heavy rainfall led to flooding in south Jeddah on November 15.On November 17, heavy rainfall hit various regions around Dubai, including Expo City which received 65.8 mm and Dubai International Airport which received 41.6 mm. These intense rains triggered flash floods in Dubai and surrounding areas.Also read: Is India ready for an election in extreme heat?","author":"Scroll Staff","time":"2024-04-24T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179884-gppedgqamt-1663137268.jpg","tags":["heatwaves","heatstrokes","Climate change","south asia","global warming","rainfall deficit"],"source":"https://scroll.in/latest/1066998/asia-was-most-disaster-hit-region-last-year-extreme-weather-events-left-over-2000-dead-report"}