{"title":"Asian Games, Athletics: Neeraj Chopra reflects on his Hangzhou heroics but sets sight on Paris","content":"Olympic Games, World Championships, Diamond League, Commonwealth Games, Asian Games – Neeraj Chopra has conquered all the major athletics events in a five-year span.But as he tried to defend his Asian Games crown at Hangzhou last week, the 25-year-old had to navigate through an uncharted territory – from the officials as well as an unlikely rival in compatriot Kishore Kumar Jena.Chopra started off the competition with his trademark roar – suggesting a massive throw, but the official bizarrely failed to measure it.After almost 15 minutes of intense discussions, the reigning champion was asked to retake his first attempt. Chopra reluctantly agreed and yet again the javelin soared past the 80m mark and landed at 82.38m – much lower than his actual first throw which seemed to have gone way past 85m to the naked eye.“I did feel extremely bad at how it all happened,” Chopra said in a virtual press conference on Saturday. “I had started off with a good throw but to have something like this happen was not ideal. Once you are in the zone in a competition and then such things happen, it does not feel good.”Just minutes later, debutant Jena’s second attempt was called a foul despite the Indian being well within the line after hurling the javelin. Chopra was once again back at the officials’ desk, this time accompanying Jena in asking for a replay on the big screen. “China was not hosting such a big event for the first time that such mistakes happened so often,” Chopra asserted. “They have hosted Asian Games, Olympics and other big tickets events before. This will have its own implications because the issue might have reached the top offices. World Athletics might also have taken a note.”The Olympic champion, however, was pleased with how he handled the situation along with Jena.“It was important to take a stand for each other, a lot was going wrong,” he said. “Even Jyothi [Yarraji] had to face troubles. She had to take a stand for herself in that race. Apne haq ki baat bolna bohot badi baat hai (It is important to speak for your rights).”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nBoost from JenaEventually it was Jena’s personal best 86.77m throw, which pushed Chopra to the hilt in the competition. The Odisha-native had briefly taken the lead of the competition after three rounds, but the world champion Chopra bettered it with a season best 88.88m throw to defend his Asian Games crown. Later, Jena improved to 87.54m as India earned a historic one-two finish in the event.“It was a great, it felt like we Indians are dominating the javelin world,” Chopra said of the double podium.“It was similar in the World Championships as well where we had three Indians in top six. It was my dream that Indians dominate javelin like how the Germans, Finnish, Czechs have done it the past and we are slowly reaching there,” he added.Tough SeasonWith constant travel across different weather conditions and time zones, 2023 was a rather tough season for Chopra. There was also an injury in between which side-lined him for almost three competitions, including the Commonwealth Games.“Iss baar feel kiya ki body hai, machine jaise kaam nahi kar sakte [This time it felt I have a human body and cannot function like a machine],” Chopra said.“But I am very happy how I managed a season best towards the end. If I was completely fit and right technique wise, I could have done better,” he added.The 2023 season also saw Chopra winning his first-ever World Championships gold medal, even though he conceded his Diamond League title in Eugene.Despite having pocketed all the major titles available in athletics, Chopra believes he is far from his full potential. And by this, he means the ever elusive 90m mark.“This time, throughout the season, I did not have those big distance throws,” he said. “Last year I touched 89m thrice and also broke the national record twice.“I had promised to breach 90m at the start of the season, but it did not happen. Since 2018, I have believed that 90m is possible. I have been very close multiple times. It is not as if I cannot touch 90m ever. But the focus is that once I touch that, I remain consistently at that level throwing 92m-93m,” he added.Now he has already started looking towards his next goal. He asserted that he will be focusing on “proper weight and strength training to remain injury free.”He may have already won all there is to his sport, but now he’s looking at new targets. The 90m is there, but just as he did at the Asian Games, the target now is to retain his titles. Next up, Paris.Also read:The Field’s Asian Games build-up series, where we focus on athletes who have played in the shadows, but may be ready to step into the limelight.Cricket: Already a trailblazer, Minnu Mani hopes to break more barriers in HangzhouShooting: Mehuli Ghosh banks on her composure as she plots a return to the topHockey: Meet Vivek Sagar Prasad – the flamboyant dribbler in the Indian midfieldSquash: Anahat Singh set to make another big impression in HangzhouAthletics: KM Chanda – the accidental runner who hopes to conquer AsiaAthletics: Abdulla Aboobacker’s journey from filling up numbers to becoming the bestBoxing: Deepak Bhoria – once undernourished and counted out, now India’s best medal bet","author":"Abhijit Nair","time":"2023-10-08T11:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194732-pbekehbilq-1696510051.jpg","tags":["Neeraj Chopra","Asian Games","Kishore Kumar Jena","Men's javelin throw","2022 Asian Games","2023 Asian Games","Asian Games 2023","Asian Games 2022","Hangzhou Asian Games","2022 Hangzhou Asian Games","Hangzhou 2023","India at Asian Games","India Asian Games 2022","India Asian Games 2023","Asian Games schedule","India Asian Games reports","India Asian Games","India Asian Games medal tally"],"source":"https://scroll.in/field/1057256/asian-games-athletics-neeraj-chopra-reflects-on-his-hangzhou-heroics-but-sets-sight-on-paris"}