{"title":"Asian Games, Boxing: Deepak Bhoria – once undernourished and counted out, now India’s best medal bet","content":"The Asian Games has often been a stage where stars are born. Scroll looks at a number of athletes from the Indian contingent who have largely flown under the radar, but may shoot into the limelight in Hangzhou.There is more to Deepak Bhoria than meets the eye.He is not the tallest pugilist around, nor does his lean frame hint at his power. Yet the man from Hisar is known to pack a heavy punch. Natural talent, a resilient mindset and a pattern of causing big upsets has made Bhoria one of the more promising names in the current Indian boxing scene.After the Boxing Federation of India laid down their new selection policy, Bhoria trumped one of the most reputed names in the circuit, Amit Panghal in the men’s 51kg weight category, twice in a row this year. First, ahead of the IBA Men’s Boxing World Championships in Tashkent, Uzbekistan and this time for a spot in the Asian Games contingent. He returned home from the Worlds with a bronze medal – earning his most impressive win against defending champion and Tokyo Olympic bronze medallist Saken Bibossinov of Kazakhtan in the process.Now the 26-year-old Indian, after years of drastic lows, is set to claim a new high at the Asian Games in Hangzhou.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nEarly daysBhoria picked up the sport in 2008, when he was 11 after the insistence of his uncle. The Bhoria household led simple but tough lives, and so just a year after getting into boxing, he was forced to quit it.“I remember, if people used to run, Deepak used to fly,” said Rajesh Sheoran, Bhoria’s first coach, to Scroll.“When a child does such high-intensity training where he beats everyone, be it boxing or something as simple as running and doesn’t get the right things, it can set you back.”A year after taking up the sport, financial constraints and the demanding nature of the sport forced Bhoria to re-think the investment he was putting in whilst struggling to get the diet a budding boxer needed.“The better the diet, the fewer the injuries,” explained Sheoran. “When he was undergoing [high-intensity] training and sparring with [an inferior] diet, the injuries were bound to be there. Even after reaching this level, because he did not get the right things in his early years, his body finds it hard to recover.”Sheoran quickly came to the conclusion that Bhoria’s brilliance could not be wasted because of circumstances the athlete had no control over.Even though Sheoran had around 400 students to guide, he was focused on Bhoria. He took care of his training costs and diet in order to assist him in getting back into the ring.“I thought that if I can do something, then it will be a big thing for me, personally,” said Sheoran. “I could see a light in him.“I’m very proud of this kid. Not just right now but since the beginning, when he started training under me. He was such a talented kid who could’ve gotten lost but I’ve kept him safely,” he added.Sheoran believed that with an extra push and some support, the youngster would do well. And Bhoria repaid the faith and proved that once he got the support, he would make the best use of it.On his return to training, there were injuries as a result of the deficient diet in his early years. However, Bhoria was determined to repay the confidence shown in him and so, there was a different zeal.Deepak with his first coach Rajesh Sheoran | Credit: Rajesh SheoranHighs and lowsJust when things appeared to be going well in 2011, Bhoria took a nasty blow resulting in a fracture in his right hand. The injury bothered him for about two years before he underwent surgery.Bhoria had begun to doubt himself because his professional future appeared to be in danger, but that injury changed his outlook. While he was unable to use his right hand, he gradually built up the power in his left hand. Today, he’s known for his accuracy and combinations involving both his hands.“The accuracy of the punch is very sharp,” explained coach Sheoran. “The punch lands exactly where he wants it to be. Usually, people slip the left foot out, then hit right but he hits it with the left slipped inside. It’s very unexpected for the opponent who is left wondering where the punch came from. Because his right punch is very good and his left hook very sharp, he’s able to hit the right-left hook combination very well.”In the ring, Bhoria was clear in his pursuits. But outside, there was some doubt from his family.Bhoria’s father, Surinder, a home guard constable, admitted he was hesitant about his son’s boxing career. But he added that Bhoria was determined to meet the target he had set himself.Bhoria kept up his training even as one difficulty followed another. The financial burden refused to ease, so he decided to look outside his sport to sustain his craft in 2015.“At one time, he also had to deliver newspapers from door to door,” Surinder said to this publication. “Nobody had a stable job in the household for a very long time.“Deepak was always the kind to do what he wanted to do,” he continued. “If he had decided that this is what he wanted to do, he would do exactly that. He would do what was expected of him. He had the mindset where he believed ‘I have a job and I will complete it.’”Bhoria senior may not have been as supportive earlier, but somewhere in the back of his mind, he knew that there was no stopping his son. Life kept throwing challenges at him but the pugilist fought back.Eventually, by 2016, he got a break. Bhoria began working for the Madras Engineering Group in Bangalore and was later chosen for the Army Sports Institute in Pune. Since then, his financial situation has bettered and with that security in mind, the performances started to improve as well.Two years later, he won a gold at the Senior National Championships and also triumphed in his international debut at the Makran Cup in 2019 in Iran. He carried forward that confidence to win silver at the 2019 Asian Boxing Championships.In 2021, at the Standja Memorial, he won silver by beating Shakhobidin Zoirov of Uzbekistan, the Rio Olympics gold medallist and 2019 World Champion, en route to the final.Just as he had started to build the momentum, a shoulder injury kept him on the sidelines through most of 2022. But with a memorable outing in IBA Men’s Boxing World Championships in Tashkent, he marked his return in style.Not one to give upThe tenacity to bounce back stood out even when Bhoria was the scrawny, undernourished kid training under Sheoran.What Bhoria achieves today at the international level doesn’t shock Sheoran but instead fills him up with joy because he had backed the 26-year-old when nobody gave him a chance.“Once, at a sub-junior state level event, he was playing a boxer from Bhiwani who was very physically sound, well built and strong-looking,” Sheoran said. “And in comparison, Deepak was thin, lean and weak-looking. Everybody looked at the two and said that this thin kid won’t be able to stand a round against him.”Deepak ended the bout in the second round itself, winning by Referee Stops Contest, or RSC.“It was even more crazy because if you attend a state event at Haryana, you would wonder where the you are and what happened,” he added. “There is just so much participation and competition there. There were about 500 boxers present.”When Bhoria returns home after camp, he doesn’t get much time to spend with his father due to his duty hours but it’s enough for his father to gauge his growth.“His nature hasn’t changed since he was a child,” Surinder said. “The only thing that has changed is his dedication. He is far more focused now. He always believed, ‘I have a dream for myself and I will make it come true.’”For Bhoria senior however, the dream is for his son to win and Olympic medal.Paris is far away, still, but Hangzhou is around the corner.With a quota on offer, a gold at the Asian Games will ensure that Bhoria will book himself a much-coveted ticket on the flight for France.","author":" Samreen Razzaqui","time":"2023-09-21T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194251-efbfkzydsk-1695212774.jpg","tags":["Deepak Bhoria","Rajesh Sheoran","IBA Men's Boxing World Championships","2022 Asian Games","Indian boxing","Boxing","Amit Panghal","2023 Asian Games","2022 Hangzhou Asian Games"],"source":"https://scroll.in/field/1055607/asian-games-boxing-deepak-bhoria-once-undernourished-and-counted-out-now-indias-best-medal-bet"}