{"title":"Asian Games, Football: India’s return to the event heralded by lack of preparation and mismanagement","content":"The Indian men’s and women’s football teams will return to the Asian Games in Hangzhou, China after a gap of nine years. From the All India Football Federation – the national sports body – negotiating with the country’s sports ministry to allow the teams to participate, to clashes with Indian Super League clubs on releasing their players to feature in the men’s squad, the build-up to the start of the group fixtures on September 19 has been chaotic. A year ago, the AIFF was banned by Fifa and had to completely restructure their operations in order to be eligible for international competitions. Yet mismanagement remains, and the men’s team will now go to the Asian Games with barely any preparation after a hectic squad selection process.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nConfusion galoreOn July 26, the Indian football federation confirmed that they had received approval from the Indian Olympic Association and the sports ministry to bypass the selection criteria decided by the Indian government – teams had to be ranked eighth among the participating teams in the last year before the tournament. The men’s team, currently ranked 99, is the 18th best Asian team, while the women’s team (ranked 61) are 11th in the continent.Five days later, the AIFF announced the men’s squad that featured senior team players like national team team captain Sunil Chhetri, defender Sandesh Jhingan and goalkeeper Gurpreet Singh Sandhu. The squad also named other senior team players like Mahesh Naorem Singh, Jeakson Singh Thounaojam, Anwar Ali, Akash Mishra and Rahim Ali. It was supposed to end here, but it did not. Soon after the names were made public, Indian Super League clubs began expressing their dissent at the list of players selected. Since the Asian Games is an age group tournament (Under-23, with three overage players allowed), it is held outside a Fifa window and clubs are not required to release their players.The AIFF asked ISL organisers Football Sports Development Limited to postpone the start of the domestic season from the original September 21 date – which was two days after the Indian men’s team was expected to play China in the Asian Games. FSDL refused and the AIFF were now in a pickle.According to the Hindustan Times, the Indian federation had, in January, announced a window for the Asian Games and a preparatory camp before the tournament. Although the exemption had not been given then, there was enough advance notice for all involved to organise themselves around the possibility of players going to China. Less than a week before the Indian men face China, a revised squad was named by the AIFF that had only 17 members named, several of whom had never played for India in any age group. The lack of starting players from ISL clubs, like Jhingan (FC Goa) and Bengaluru FC’s Sandhu, indicated that perhaps, the tussle between the federation and clubs was moving in favour of the clubs. But the AIFF completed a sharp U-turn two days later on September 15, when a final list of 21 players was named that included Chhetri and Jhingan and named senior men’s team coach Igor Stimac as the head coach. However, because of the severe delay in confirming the men’s squad, the 21 players will be travelling to Hangzhou with barely any practice or training, let alone enough time for Stimac to judge what strategy he should employ. Delighted to inform that two key positions of @indianfootball MNT is solidified now with Sunil Chhetri & Sandesh Jinghan for #AsianGames2023Thankful to FSDL & AIFF for proactively working together last few days to find the best possible squad#IndianFootball pic.twitter.com/GQlYUvmBWA— Kalyan Chaubey (@kalyanchaubey) September 15, 2023\n\nThe outlookFrom the current squad, Chhetri and Jhingan are the only ones to have featured the last time India competed in men’s football at the Asian Games, in 2014. Jhingan, in particular, will want to forget that tournament considering his own goal against a United Arab Emirates side that beat them 5-0 was the only time an Indian netted at the event, albeit in the wrong goal. In a press conference on Sunday right before he was set to depart for the airport, Stimac was quietly resigned when asked about what kind of preparations he had in mind ahead of the match against China. “We need to focus on what can be done in the next two days until the kick-off, to do everything possible within our power to open the tournament with a good fight,” he said.Although three over-age players are allowed in the men’s squad, the Croatian brought up the spate of international fixtures right after the Asian Games – the 2025 men’s World Cup Qualifiers and the AFC Asian Cup. According to Stimac, he will not be using the likes of Chhetri and Jhingan all that much and will instead focus on giving more opportunities to the Under-23 players, many of whom rarely feature in the regular starting lineup for their respective clubs. Speaking about the younger crop of players in the squad, Stimac said, “Those players who are not primarily on the list in the team have a great opportunity in front of them. It’s a great challenge for them to prove themselves, to achieve their dreams, and to prove that they deserve better opportunities in the ISL and in their clubs.”While conceding that going into a tournament like the Asian Games with minimal preparation wasn’t ideal, Stimac wanted to focus on the bigger picture – get some good game time against quality opponents, scope out the younger generation of players and hopefully come away from the tournament with no injuries. Off to China 🇨🇳 ✈️The Indian Women's Team are on their way to the #19thAsianGames 🏅#BlueTigresses 🐯 #ShePower 👧 #IndianFootball ⚽ pic.twitter.com/8wYKQBcR4q— Indian Football Team (@IndianFootball) September 17, 2023\n\nThe women, who are under no age restrictions like in the Olympics, will welcome the return of former captain Bala Devi, coming back into the national side after her injury in 2019. Bala is also one of two players in the current squad to have played in the 2014 edition, the other being Ashalata Devi. The India women are at least slightly more prepared than the men – a group of 34 players have been in a national camp since the start of August in Odisha. From there, the 22-member squad that flew to Hangzhou was selected by head coach Thomas Dennerby.But other than two Olympic Qualifier matches against Kyrgyzstan, their only competitive matches this year, along with a spate of friendlies, the Indian women’s team has not had much playing time in the last few months. The likes of Dangmei Grace, Dalima Chhibber, Indumathi Kathiresan will have a tough challenge against the higher-ranked sides in the group, Chinese Taipei (ranked 38) and two-time World Cup participants Thailand (ranked 46). Back in 2014, while India beat the Maldives 13-0, they were also trounced 10-0 by both South Korea and Thailand. They will also have players like Soumya Guguloth and Jyoti Chouhan, who have been playing in European leagues for the last year. Combined with the experience of Bala and Ashalata, this will be an interesting challenge for the Indian women, leading into the second round of Olympic qualifiers in October-November.The Asian Games will be broadcast live on Sony Sports Network and streamed on Sony Liv.Indian men’s squad for the 2022 Asian Games:Goalkeepers: Gurmeet Singh, Dheeraj Singh MoirangthemDefenders: Sumit Rathi, Narender Gahlot, Deepak Tangri, Sandesh Jhingan, Chinglensana Singh, LalchungnungaMidfielders: Amarjit Singh Kiyam, Samuel James Lyngdoh, Rahul KP, Abdul Rabeeh, Ayush Dev Chhetri, Bryce Miranda, Azfar Noorani, Vincy BarrettoForwards: Sunil Chhetri, Rahim Ali, Rohit Danu, Gurkirat Singh, Aniket JadhavHead coach: Igor StimacIndian men’s group fixtures at the 2022 Asian Games:September 19, Tuesday: vs China at 5PM ISTSeptember 21, Thursday: vs Bangladesh at 1:30PM ISTSeptember 24, Sunday: vs Myanmar at 5PM ISTIndian women’s squad for the 2022 Asian Games:Goalkeepers: Shreya Hooda, Sowmiya Narayanasamy, Panthoi Chanu.Defenders: Ashalata Devi, Sweety Devi, Ritu Rani, Dalima Chhibber, Astam Oraon, Sanju, Ranjana Chanu.Midfielders: Sangita Basfore, Priyangka Devi, Indumathi Kathiresan, Anju Tamang, Soumya Guguloth, Dangmei Grace.Forwards: Pyari Xaxa, Jyoti Chouhan, Renu, Bala Devi, Manisha Kalyan, Sandhiya Ranganathan.Head coach: Thomas DennerbyIndian women’s group fixtures at the 2022 Asian Games:September 21, Thursday: vs Chinese Taipei at 5PM ISTSeptember 24, Sunday: vs Thailand at 1:30PM IST","author":"Tanya Kini","time":"2023-09-18T15:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194176-bjsmflyzlk-1695025627.jpg","tags":["2022 Asian Games","Football","Indian Footbal","Bala Devi","Sunil Chhetri","Sandesh Jhingan","Ashalata Devi","Hangzhou Asian Games","Igor Stimac"],"source":"https://scroll.in/field/1056142/asian-games-football-indias-return-to-the-event-heralded-by-lack-of-preparation-and-mismanagement"}