{"title":"Asian Games: All you need to know about the 48 Olympic quotas available for Indians in Hangzhou","content":"It is not just medals at stake at the delayed Asian Games 2022 in Hangzhou, China. A total of the 74 Paris 2024 Olympic quotas, across nine sports are also up for grabs.These include archery, artistic swimming, boxing, breaking, hockey, modern pentathlon, sailing, tennis and water polo. From an Indian standpoint, there are 48 quota spots available. No Indians have been entered in breaking, water polo and artistic swimming.Here’s a detailed look at the quota spots in each sport: Paris Olympic quotas available at Asian Games \n    \n       Sport  Men’s quotas  Women’s quotas \n    \n     Archery  3  3  Artistic Swimming  0  10  Boxing  14  20  Breaking  1  1  Hockey  1  1  Modern Pentathlon  5  5  Sailing  3  3  Tennis  1  1  Water Polo  1  1 \n  ArcheryRecurve is the only archery discipline which is part of the Olympic programme and there will be six quota spots available. The finalists in the individual men’s and women’s events will get a spot in the Olympics while the gold medallists in the mixed team event will get the remaining two spots.Indian recurve team: Dhiraj Bommadevara, Atanu Das, Mrinal Chauhan, Tushar Shelke, Bhajan Kaur, Prachi Singh, Ankita Bhakat, Simranjeet KaurBoxingThere will be 34 quota places available in boxing at Hangzhou. The women’s events have 20 quota places up for grabs, the men’s events have 14 spots available.In the women’s 50kg, 54kg, 57kg and 60kg events, quota spots will be won by all four semi-finalists. In the women’s 66kg and 75kg events and the men’s 51kg, 57kg, 63kg, 71kg, 80kg, 92kg and +92kg, the quota spots will be awarded to both the finalists.Indian boxing squadWomen: Nikhat Zareen (50kg), Preeti Pawar (54kg), Parveen Hooda (57kg), Jaismine Lamboria (60kg), Arundhati Choudhary (66kg), Lovlina Borgohain (75kg)Men: Deepak Bhoria (51kg), Sachin Siwach (57kg), Shiva Thapa (63kg), Nishant Dev (71kg), Lakshya Chahar (80kg), Sanjeet (92kg), Narender Berwal (+92kg)\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nHockeyThe gold medal winners in both the men’s and hockey events will get a quota spot each.Indian women’s hockey team: Savita (captain), Bichu Devi Kharibam, Deepika, Lalremsiami, Monika, Navneet Kaur, Neha, Nisha, Sonika, Udita, Ishika Chaudhary, Deep Grace Ekka (vice-captain), Vandana Katariya, Sangita Kumari, Vaishnavi Vittal Phalke, Nikki Pradhan, Sushila Chanu, Salima Tete.Indian men’s hockey team: Krishan Bahadur Pathak, PR Sreejesh, Harmanpreet Singh (captain), Amit Rohidas, Jarmanpreet Singh, Sumit, Jugraj Singh, Varun Kumar, Hardik Singh (vice-captain), Shamsher Singh, Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Akashdeep Singh, S Karthi, Gurjant Singh, Sukhjeet Singh, Pawan, Mandeep SinghTennisLike hockey, the gold medal winners in the men’s and women’s singles event will book their place at the Paris Olympics.Men’s Singles: Sumit NagalWomen’s Singles: Ankita Raina, Karman Kaur ThandiModern PentathlonFive Paris Olympics quota places are available each in the men’s and women’s modern pentathlon event. The top five finishers in each event will qualify for the Olympics. Mayank Vaibhav Chaphekar is the only Indian entered in the discipline.  SailingParis Olympic quota places are available in six sailing events. The gold medal winners in the men’s windsurfer iQfoil, men’s kite - formula kite, men’s one-person dinghy ILCA7, women’s windsurfer iQfoil, women’s kite- formula kite and women’s one-person dinghy ILCA6 will be awarded Olympic quotas. India have athletes who are participating in four of the six Olympic events in Hangzhou.Indian sailing teamJerome Kumar Savarimuthu (men’s windsurfer iQfoil), Chitresh Tatha (men’s kite - formula kite), Vishnu Saravanan (men’s one-person dinghy ILCA7), Nethra Kumanan (women’s one-person dinghy ILCA6)OthersBesides the above mentioned sports, the 2024 Paris Olympic qualification can also be attained by achieving the set qualification standard in sports like athletics and swimming.Also read:The Field’s Asian Games build-up series, where we focus on athletes who have played in the shadows, but may be ready to step into the limelight.Cricket: Already a trailblazer, Minnu Mani hopes to break more barriers in HangzhouShooting: Mehuli Ghosh banks on her composure as she plots a return to the topHockey: Meet Vivek Sagar Prasad – the flamboyant dribbler in the Indian midfieldSquash: Anahat Singh set to make another big impression in HangzhouAthletics: KM Chanda – the accidental runner who hopes to conquer AsiaAthletics: Abdulla Aboobacker’s journey from filling up numbers to becoming the bestBoxing: Deepak Bhoria – once undernourished and counted out, now India’s best medal bet","author":"Scroll Staff","time":"2023-09-22T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188407-dsfzeuhcuk-1679819895.jpg","tags":["Asian Games","2022 Asian Games","2023 Asian Games","Asian Games 2023","Asian Games 2022","Hangzhou Asian Games","2022 Hangzhou Asian Games","Hangzhou 2023","India at Asian Games","India Asian Games 2022","India Asian Games 2023","Asian Games schedule","India Asian Games reports","India Asian Games","India Asian Games medal tally","2024 Paris Olympics Quota"],"source":"https://scroll.in/field/1056338/asian-games-all-you-need-to-know-about-the-48-olympic-quotas-available-for-indians-in-hangzhou"}