{"title":"Asian Games, Cricket: Already a trailblazer, Minnu Mani hopes to break more barriers in Hangzhou","content":"The Asian Games has often been a stage where stars are born. Scroll looks at a number of athletes from the Indian contingent who have largely flown under the radar, but may shoot into the limelight in Hangzhou.On September 25, Minnu Mani was a part of the Indian women’s cricket team that won the country’s second gold medal in Hangzhou.Breaking barriers has been a recurring theme in Minnu Mani’s 2023 season.She was the first woman from Kerala to play for the Indian national cricket team, when she made her debut against Bangladesh in Mirpur on July 9, in a Twenty20 International match against the hosts. There were no early jitters for the spinner from Wayanad either, as she ended up as India’s leading wicket-taker in the series. Her performance over the three-match series – she picked up five wickets at an average of 11.60 – earned her a spot in what is her biggest assignment for the national team so far. The Asian Games in Hangzhou.“[The selection] felt great because I didn’t expect to get another chance so soon and I was so happy,” Minnu told Scroll from her home in Wayanad.“Now I am preparing for it both mentally and physically. I should prepare more mentally because when I played on that tour [in July], I played only against Bangladesh. [In China], I’m going to play against so many different teams.”It was a surreal moment for the 24-year-old from Kerala, when Smriti Mandhana handed her cap and she was in the team huddle marshalled by captain Harmanpreet Kaur. It was the first time she had been playing at such a level, but she asserted that neither her teammates, nor the support staff, made her feel like she was a debutant.For everyone there, it seemed like she belonged.“When I bowled my first over, there was a little nervousness,” recalled Minnu. In her first over, she was hit for a boundary and six by Bangladesh opener Shamima Sultana before taking her first wicket for India.A little chat with “Harry di [Kaur]” helped her to shake the nerves off and finish her debut match with figures of 1/21 in four overs.“Everyone was so friendly and supportive,” she added. “I didn’t feel that I’m a youngster or I’m a debut cricketer. They treated me like one of them. So for me, that tour was so memorable.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nFrom paddy fields to cricket fieldsMinnu had been playing cricket in the paddy fields around her house with her cousin brother since she was four. She vividly remembers being the only girl in her village playing the sport amongst boys. At the time, the thought of pursuing a career in cricket was not nowhere a part of the plan.It was when Elsamma, her physical education teacher at the Government Vocational Higher Secondary School, Mananthavady, spotted her throwing a ball in the ground that Minnu first heard about the existence of a women’s cricket team in her district. After learning that Minnu did enjoy playing cricket, she was introduced to the district coach, Shahnawaz.Minnu Mani (C) with her parents | Credit: Minnu ManiCricket, for her, took a sudden change.The fun-filled days of playing in paddy fields were left behind when she was selected by the Wayanad District Cricket Association. Shortly afterwards, the Kerala Cricket Association decided to send her to the Kerala Cricket Academy in 2013.“We could practice, train and study at the hostel at the Academy and so for seven years – from my ninth standard to graduation – I was staying there,” recalled Minnu, who would quickly rise through the ranks and join the senior state team in 2018. She added: “I had already started my career but the first couple of years it was just for enjoyment. After getting selected for South Zone, I learned more about the opportunities from cricket. It was only after that that cricket became my passion. I worked hard and focused only on trying to get the India cap.”Harbouring ambitionsMinnu’s foundation was strong, and she was confident in her skills. But she was well aware that she needed to make changes to her game before she went to Bangladesh.She got down to work, training with the head coach of the Kerala’s women’s team Suman Sharma, to bridge the gap.“Because of her help, I was able to balance my emotions, and deal with the pressure [of playing international cricket],” Minnu said. “I learned how to manage everything. She helped a lot on how to deal with [specific] pressure situations as well, and how to handle them.”Minnu is now a confident spin bowler – an art she picked up by default because her district coach taught it to her.But she asserted that she looks forward to breaking another barrier. She wants to be known as a batting all-rounder rather than a tail-ending spinner.“I’m working on my batting for Kerala but someday, I want to become a top order batter for India also,” she added, laughing at the thought. “I am looking to become a pure all-rounder.”Minnu Mani (fourth from right) with her Kerala team-mates | Credit: Minnu Mani As it stands though, she has earned a spot in the national team for her spin bowling prowess. It was also what led to her being picked by Delhi Capitals in the inaugural edition of the Women’s Premier League – a rather big deal for an internationally uncapped Indian player.Minnu featured in only two games for the Capitals and did not pick up a wicket. But the experience of rubbing shoulders with cricket stars like Meg Lanning, Marizanne Kapp, Jess Jonassen and compatriot Jemimah Rodrigues helped her get a taste of what it takes to make it on the international stage.“At WPL, I experienced the next level of cricket and another atmosphere altogether,” said Minnu, looking back on her time with Delhi Capitals. “I [recognised] the areas where I must improve, about playing in different conditions, what their mindset was and handling pressure situations.”But most importantly, the stint at Delhi Capitals during the WPL gave her something that enhanced her personality further. It was perhaps why she was able to quickly overcome any jitters that may have come her way when she made her India debut.“It gave me more self-belief in my strengths,” she added.Fulfilling dreamsAs Minnu continued to break barriers and impress her coaches and teammates enough to feature in both the WPL and senior India team, there was another trend she had broken along the way.Although her parents liked sports, they largely perceived cricket as a men’s game and were initially hesitant in supporting her endeavours. However, upon seeing Minnu realise her potential, the support is now unconditional. “When I got selected for [the] Cricket Academy, they were not giving me permission to go,” she recalled. “They told me ‘You can’t do this.’ My cousin brothers and everyone else came home to speak to my parents and only then they gave me permission to go.”But given where she has reached in her career, Minnu asserted that her family has been getting more respect from the community back home.Now, she is aiming to bring home more laurels.As India take on the Asian Games challenge for only the second time in the quadrennial event’s history, Minnu is aiming to break yet another trend – winning gold for India in women’s cricket, in a multi-sports event.The Indian team won silver at the Commonwealth Games last year, in Birmingham.“I want my team to win the Asian Games, I also want to contribute the best for my team,” she said.It has been a fruitful year for Minnu so far, yet she remains unsatisfied. She asserted that the upward curve is only just starting for her. Although the stakes are higher in a multi-sport tournament like the Asian Games, Minnu has the skills, and has forged the mentality and self-belief to make a mark in Hangzhou.","author":" Samreen RazzaquiTanya Kini","time":"2023-09-15T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193695-qnjhlxtluz-1693571366.jpg","tags":["Minnu Mani","Indian women's cricket team","Indian cricket","Delhi Capitals","Women's Premier League","WPL 2023","Cricket","Asian Games 2023"]}