{"title":"Asian Para Games: India add five more gold medals to their tally; Deepa Malik wins her second medal","content":"A couple of gold medals from chess, one from club throw, one from javelin and another one from badminton ensured India continued its impressive performance at the Asian Para Games where Paralympic medallist Deepa Malik bagged her second bronze Friday. Athletes continue to rake in the podium finishes as it was double delight for India in the men’s javelin throw F55 event as Neeraj Yadav and Amit Balyan clinched the gold and silver medals respectively. While Neeraj’s best effort was 29.24m, Amit threw the spear to 29.79 to win the silver. The bronze was bagged by Vietnam’s Kieu Minh Trung with a throw of 28.27m. It was a one-two finish for India in the men’s club throw F51 event too with Amit Kumar and Dharambir bagging the gold and silver respectively. Amit Kumar created a Games record en route the gold with a throw of 29.47, while Dharambir’s best effort was 24.81. The bronze in this event went to Radhi Alharthi of Saudi Arabia.K Jennitha Anto clinched the gold in women’s individual rapid P1 chess event after beating Manurung Roslinda of Indonesia 1-0 in the final round, while Kishan Gangolli got the better of Majid Bagheri in the men’s individual rapid VI - B2/B3 event to claim the top spot. Rapid P1 event is for physically impaired athletes while rapid VI - B2/B3 event features partially blind competitors. In para-badminton, Parul Parmar notched up a 21-9 21-5 victory over Wandee Kamtam of Thailand to win the gold medal in the women’s singles SL3 event. Athletes in this class have impairment in one or both lower limbs and poor walking/running balance but they play in standing positions. “I work as a coach in the Gujarat’s Sports Authority of India. My target is Paralympics. I will play in the World Championships next,” Parmar said after winning the gold. “So, I want support from my office and I need sponsors. When we go to play international tournaments we don’t have sponsors and we have to fund ourselves. I request the government to help us,” she added. In swimming, Swapnil Patil clinched a silver in the men’s 100m backstroke in the S10 category. The S10 classification covers physical impairment. Patil earlier won a bronze in the men’s 400m freestyle. India also won a bronze medal in the men’s C4 Individual Pursuit 4000m cycling event with Gurlal Singh claiming the third position. This event is for athletes with a below the knee amputation and a prosthesis on one leg. Earlier in the day, Rio Paralympics silver-medallist Deepa Malik bagged her second medal at the ongoing competition when she clinched the bronze in the women’s F51/52/53s discus throw. Deepa produced her best effort in her fourth attempt, a 9.67 metre throw to claim the third spot. Elnaz Darabian of Iran took home the gold and set a new Asian record with her best throw of 10.71m. Fatema Nedham of Bahrain won the silver with an effort of 9.87m. The other Indian in fray, Ekta Bhyan, who won the gold in the women’s club throw event, finished last in a four-strong field with a best attempt of 6.52m. In F51/52/53 category, athletes have full power and movements in their arms, but none in their abdominal muscles and typically no sitting balance. They compete in seated positions. Deepa had earlier won a bronze in women’s F 53/54 javelin throw event. In the women’s discus throw F11 category, Nidhi Mishra claimed a bronze covering a personal distance of 21.82m. The F11 classification covers visual impairment. India now have 63 medals at the Games, which conclude on Saturday. 13 of these are gold, 20 silver and 30 bronze.","author":"Scroll Staff","time":"2018-10-12T15:37:53.453214+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/898033-63383-drjvzaphmp-1500302300.jpg","tags":["Deepa Malik","Asian Para Games","Discus Throw"],"source":"https://scroll.in/field/898033/asian-para-games-deepa-malik-wins-bronze-in-discus-throw-ekta-bhyan-finishes-fourth"}