{"title":"Asian Games postponed: What it means for Indian sport – disappointment for some, relief for others","content":"There is a certain degree of numbness and far greater uncertainty that stayed with the Indian sporting fraternity, as across the globe perhaps, when the Tokyo Olympics were postponed by a year due to the Covid-19 pandemic. Which is perhaps why there wasn’t the same level of distress when news broke that the 2022 Asian Games will be postponed indefinitely due to the rising cases in China.The disappointment is unmistaken, but there’s also the unmissable sense of relief that is gripping a large chunk of the athletes who were mentally preparing themselves for a packed second half of the 2022 season.Weighing heavily on athletes’ psyche, told or untold, was the prospect of competing at the Commonwealth Games (from July 28 to August 8) and then travelling to Hangzhou just over a month later to participate in the Asian Games (originally scheduled to start on September 10). Two major multi-sport events with one month’s break in between was at the back of everyone’s mind when the year had begun.The scheduling, unlike 2018 where there was a significant gap, meant some might have even had to prioritise one over the other: the two national hockey teams were expected to field a second-string ‘A’ team at Birmingham CWG in order to send their best for the Asian Games, where an Olympic berth is on offer. For shooting, which isn’t there at the CWG, the Asian Games is just a month before the important World Championships that provides Paris 2024 quotas. In badminton, sandwiched between CWG and Asiad was the World Championships. And the Esports team from India will have to wait another year before making their first appearance at the Asian Games.But the positive aspect has not been overlooked, as athletes are looking at the delay as an opportunity to spend more time in training, and give both the CWG and Asian Games equal attention.Scroll.in spoke to athletes and coaches about their thought on the postponement:Shooting“As the Asian Games doesn’t hold any qualification for the Olympics, it won’t affect the whole course. The World Championships are in October, and the Asian Games were in September, so as a coach I was nervous, I cannot expel that. Two high levels of competition back-to-back would not be easy for Asian shooters altogether.“I don’t mean we don’t pay attention to the Asian Games, it’s important for the pride of the country. “Preparing for the World Championship with the goal of winning a quota for Paris 2024 was the main area of focus. The Asian Games coming a month before would not be easy to peak at both events. But what happened now is a bit better for us. Now we get more time to prepare for the Worlds.“And we have a relatively new team with maybe 60 percent new faces. So now when the Asian Games do happen, they’ll have some sort of experience before they compete there. So this is a good thing for us.”— Joydeep Karmakar, Chief National Rifle Coach (50 metre events), to Scroll.in\n“What Covid has taught all of us is to be ready for anything and everything. This is what we’ve learnt in the last two years. So when the Asian Games got postponed, just feels like, ‘okay, what next.’ There’s not much shock.“Of course, the World Championships is now what we’re looking at, and we’ll look at the Asian Games when it comes. The positive is that it was a little too cramped up, now it gives us ample time to prepare for the World Championships. The Asian Games is a landmark competition, probably the next biggest multi-sport event after the Olympics. So it will be disappointing for the athletes, and we’ll also have to probably rethink the selection process. We don’t know when it’s coming.”— Suma Shirur, Chief National Rifle Coach (10m events), to Scroll.in\nAthletics“It is the most difficult year in my coaching career with three big events lining up. We had made plans in a very different way this year. We had athletes (like Jinson Johnson) who will compete only in Asian Games and we had others like Neeraj Chopra and Avinash Sable who will compete in CWG, World Championships and Asian Games. So, we were prepared for the Asian Games. But, now that the Asian Games are postponed, our athletes can focus on CWG and World Championships.”—  Indian athletics chief coach Radhakrishnan Nair to PTI\n“I am a bit disappointed. I was not competing for two years after the last Asian Games. I came back this year and won a medal in the Federation Cup (in March). So, I was looking ahead and preparing for the Asian Games. I don’t know when the Hangzhou Asian Games will be held. You don’t know what will happen in future.”—  Jinson Johnson, 31, who won gold in 1500m in 2018 Asian Games, to PTI\nBadminton“In the last couple of weeks, we heard rumours that this could be happening. I don’t know how to react to this because things have been like that in the last two years. I never thought about it, frankly, but I hope Asian Games happens as soon as possible. Because next year will be a run for an Olympic spot [qualification cycle] and there will be other tournaments. So it’s going to be really tricky with the postponement to see where they will accommodate such a big event.“(Impact of having CWG, Worlds, Asiad in the span of few weeks) I mean, as such the calendar has been really bad. I don’t think we have a window where we can train for three-four weeks. For me, I’m not playing the Commonwealth Games so I still had a slight window. But for the players at the Commonwealth Games, it becomes too tough. There’s a lot of events, the World Championships, the Commonwealth Games, the Asian Games, all coming back to back was a really hard schedule. I think this is a good thing to happen to the players where you have a good window to train, re-coup and come back to the next set of tournaments.”— HS Prannoy, 2018 badminton mixed team event gold medallist, to Scroll.in\nHockey“It’s a disappointment but somewhere down the line we were expecting it considering the situation in China. But we want to look at it from a positive point of view because we will get more time to prepare for the Asian Games. We already have the experience of playing in a postponed Games (Tokyo Olympics), so we know what it takes to remain in shape.“The positive part is that there are plenty of tournaments lined up for us, like the Asia Cup, Pro League matches in Belgium, Commonwealth Games and World Cup next year. The dates of the postponed Asian Games are yet to be announced so we will get enough time to prepare our best for the Asian Games.”— PR Sreejesh, India hockey goalkeeper, to PTI \nTennis“It’s something out of my control so it’s better not to think too much about ‘what if.’ Ideally I would want to play it this year and I was preparing for it for the last couple months. But in a way it’ll be good since I’ll get some more time to prepare as I had Covid at the beginning of this year so was a bit tough.“I was very much looking forward to it, so got to be patient now but it means I’ll have more time to work on my craft, so it’s a win-win. “I don’t think there’s a question of being prepared for something unforeseen but yes since the pandemic we’ve been in this space where everything is uncertain and changing so you kind of get on with it and focus on what’s next in hand.”— Ankita Raina, 2018 Asian Games bronze medallist in tennis women's singles, to Scroll.in\nTable tennis“We kind of expected this in the last few months, with the way things were going in China. Initially, there was disappointment only. With things getting back to normal after Covid, we wanted to play as many tournaments as possible. These big events are the ones that we definitely look forward to, lot of expectations. And I really hoped it wouldn’t get cancelled. “But in a broader way, if it happens in the next one year, then we can now focus completely on CWG and put all the energy there. Then reassess and prepare, be physically and mentally fresher for Asian Games. Asian Games is a lot tougher for us, bigger. For us, in TT, we have great chances to win medals in CWG, that doesn’t change. But before CWG, we might not have played all possible tournaments to be fresher for Asian Games. Now, we can have more tournaments and we will have to tweak the training routines too. There are doubts over Worlds in China too later in the year, so it might well be that CWG is our one big event for the year.“For me, ultimately our aim is Paris 2024 and we have to maintain the form until then. When that is our end goal, CWG and Asian Games are all pitstops. We are in good form over the last couple of years so we just need to be keep pushing. And with one Major games a year, we actually won’t have any slumps in between. Now we have a big event every year, it helps us keep pushing. Now if you see, in the lead up to Paris, we have had a big multi-sport event every year. It’s nothing something that has perhaps ever happened before. It probably keeps us more motivated throughout calendar.”— G Sathiyan, table tennis team event bronze medallist at the 2018 Asian Games, to Scroll.in\nESport“It is pretty shocking news. All the players are already training and have scheduled everything around the Asian games 2022.  I am already dedicating all of my time to the game. Hope the situation in China will become normal soon, and it would not be postponed to a very distant date.”— Shikhar Choudhary,  ESports Hearthstone contingent\n“I can’t say I’m not disappointed by hearing the news, but it was kind of expected given the Covid-19 situation. I’m gonna take it positively because I’m going to get more time to practice. Ever since I started preparing myself for the qualifiers/tournament I’ve made progress better than I did in the last 4 years. So I’m gonna keep practicing and hopefully, I’ll be able to finally compete in Asian Games. Whenever it’s going to happen, I’ll be prepared.”— Mayank Prajapati, Esports Street Fighter V athlete","author":"Shahid JudgeVinayakk Mohanarangan","time":"2022-05-10T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174192-ppzjyssgod-1652179733.jpeg","tags":["Asian Games 2022","Commonwealth Games 2022","Joydeep Karmakar","HS Prannoy","Suma Shirur","Jinson Johnson","G Sathiyan","Radhakrishnan Nair"],"source":"https://scroll.in/field/1023396/asian-games-postponed-what-it-means-for-indian-sport-disappointment-for-some-relief-for-others"}