{"title":"Asian Games: Timeline of Jyothi Yarraji’s silver medal finish in dramatic 100m hurdles final","content":"India’s Jyothi Yarraji clinched the silver medal in a dramatic women’s 100m hurdles final at the Asian Games in Hangzhou on Sunday. The national record holder posted a time of 12.91s to finish second.China’s Wu Yanni, the pre-race favourite, was disqualified from the final after she committed a false start. The officials also disqualified Yarraji for the same offence but the Indian ran under protest and finished third behind gold medallist China’s Lin Yuwei and Wu respectively.Wu was subsequently stripped off her silver medal with Yarraji, competing in her first Asian Games, being upgraded from third to second.Here’s a timeline of what happened in that dramatic final.#AsianGames #HangzhouAsianGames #IndianAthletics It's silver for India as Jyothi Yarraji finishes second in the women's 100m hurdles event! 🥈https://t.co/0nddpsOhX8 pic.twitter.com/fKiMupjwAX— The Field (@thefield_in) October 1, 2023\n\nWhat happened?Wu, in lane four, had a false start and the Chinese athlete knew instantly that she had erred. After reviewing the start, the officials disqualified Wu, and curiously, also Yarraji who was in lane five next to Wu.Yarraji appealed to the officials as did Wu and the pair were shown replays of the false start. The replays showed that Yarraji had moved after Wu had committed the false start but she did not take off. In lane three, Japan’s Masumi Aoki also false started following Wu.While Wu seemed to accept the decision, Yarraji refused and continued to appeal to the officials. She reportedly protested her case to officials, claiming that her hands were on the ground when Wu started.Wu chose to call upon the race under protest rule and took part in the race. Yarraji was also allowed to race and finished third behind Lin and Wu. The Athletics Federation of India appealed against Wu’s participation in the race and the Asian Games website was updated to show that Wu had been disqualified with Yarraji upgraded to silver.What is a false start?As the name suggests, a false start occurres when an athlete leaves their racing block before the gun has been fired. The starting block has sensors which record the athletes’ reaction times after the gun has gone off. If an athlete’s reaction time is less than 0.100s, a signal will be emitted into an official’s headset and the athlete is disqualified from the race.What is race under protest?To prevent loss of time as athletes argue their case after false starts, World Athletics, the global body of track and field events, introduced the ‘race under protest’ rule which allows athletes who have been disqualified due to a false starts, to compete in the race under appeal.After the race, the jury will analyse the data available to them and make their final decision. A big thanks to all.@Adille1 @Media_SAI pic.twitter.com/n1Ar7Bw7Q0— Athletics Federation of India (@afiindia) October 1, 2023\n\nDid Yarraji have a case?She certainly did. She argued with officials that her hands were on the track when Wu took off.Additionally, World Athletics has a rule which fell in Yarraji’s favour.“In practice, when one or more athletes make a false start, others are inclined to follow and, strictly speaking, any athlete who does so has also made a false start,” said rule 16.8 under World Athletics’ competition rules guidelines. “The Starter [officials] should warn or disqualify only such athlete or athletes who, in their opinion, were responsible for the false start.”In this case, Wu had made the false start, and based on her movement, Yarraji and Aoki also left the starting-block.Did Yarraji win?Yarraji was eventually upgraded to the silver medal while Wu – who had finished second – had been disqualified.","author":"Scroll Staff","time":"2023-10-01T20:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194588-fqseashxst-1696171205.jpg","tags":["Jyothi Yarraji","Wu Yanni","Asian Games","Asian Games Hangzhou","Asian Games 2023","Indian Athletics","Asian Games 2023 Athletics"],"source":"https://scroll.in/field/1056888/asian-games-timeline-of-jyothi-yarrajis-silver-medal-finish-in-dramatic-100m-hurdles-final"}