{"title":"Asian Games, Shooting: Kynan Chenai-led trap shooters win three medals as India end with 22 medals","content":"The Indian shooting contingent finished their campaign at the 2022 Asian Games campaign in Hangzhou with a total of 22 medals on Sunday. They finished second in the overall medal tally with 7 gold medals, only behind hosts China.On the final day of shooting competitions, India bagged a total of three medals -  gold in men’s team trap, silver in women’s team trap, and a bronze by Kynan Chenai in men’s individual trap.The 32-year-old Chenai finished with a total of 32 out of 40 shots in the final to take home India’s final shooting medal in Hangzhou.Earlier in the day, Chenai had teamed up with Zoravar Sandhu and Prithviraj Tondaiman to bag the men’s team gold.While Chenai emerged the best shooter in the qualification round with a total of 122, Sandhu shot 120 to finish second. Tondaiman, on the other hand, finished 11th with a score of 119 and failed to advance to the men’s individual trap final.Later Sandhu finished fifth in the men’s individual final with a score of 23 out of 30.The third medal of the day for India in shooting came via the women’s trap shooting team of Manisha Keer, Rajeshwari Kumari, and Preeti Rajak. They finished second behind China, who set a Games Record, with a score of 337.Keer, who shot 114, finished fifth in the qualification round was the only Indian to advance into the women’s individual trap final. She finished sixth and was the first to be eliminated from the final with a score of 16 out of 25.This is India’s best-ever showing in Asian Games with seven gold, nine silver, and six bronze medals. Rifle shooter Aishwary Pratap Singh Tomar emerged as the most successful shooter by winning a total of four medals, including two gold. The 18-year-old Esha Singh, too, clinched four medals - a gold, and three silver.Also Read: How Esha Singh regrouped in time to win the women’s 25m pistol silver medalAshi Chouksey, on the other hand, took home three medals whereas Sift Kaur Samra, Palak Gulia, Anantjeet Singh Naruka, Ramita Jinal, Sarabjot Singh, Divya TS, and Kynan Chenai bagged two medals each. Indian shooting medallists at Asian Games \n    \n       Event  Shooters  Medal \n    \n     Men's 10m Air Rifle Team  Aishwary Tomar, Rudrankksh Patil, Divyansh Panwar  Gold  Women's 25m Pistol Team  Esha Singh, Manu Bhaker, Rhythm Sangwan  Gold  Women's 50m Rifle 3 Positions  Sift Kaur Samra  Gold  Men's 10m Air Pistol Team  Sarabjot Singh, Shiva Narwal, Arjun Cheema  Gold  Men's 50m Rifle 3 Positions Team  Aishwary Tomar, Akhil Sheoran, Swapnil Kusale  Gold  Women's 10m Air Pistol  Palak Gulia  Gold  Men's Trap Team  Kynan Chenai, Zoravar Sandhu, Prithviraj Tondaiman  Gold  Women's 10m Air Rifle Team  Mehuli Ghosh, Ramita Jindal, Ashi Chouksey  Silver  Women's 50m Rifle 3 Positions Team  Sift Kaur Samra, Manini Kaushik, Ashi Chouksey  Silver  Women's 25m Pistol  Esha Singh  Silver  Men's Skeet  Anantjeet Singh Naruka  Silver  Women's 10m Air Pistol Team  Palak Gulia, Esha Singh, Divya TS  Silver  Women's 10m Air Pistol  Esha Singh  Silver  Men's 50m Rifle 3 Positions  Aishwary Pratap Singh Tomar  Silver  Mixed 10m Air Pistol  Sarabjot Singh, Divya TS  Silver  Women's Trap Team  Manisha Keer, Preeti Rajak, Rajeshwari Kumari  Silver  Women's 10m Air Rifle  Ramita Jindal  Bronze  Men's 10m Air Rifle  Aishwary Pratap Singh Tomar  Bronze  Men's 25m Rapid Fire Pistol Team  Anish Bhanwala, Adarsh Singh, Vijayveer Sidhu  Bronze  Women's 50m Rifle 3 Positions  Ashi Chouksey  Bronze  Men's Skeet Team  Anantjeet Singh Naruka, Angad Singh Bajwa, Gurjoat Singh Khangura  Bronze  Men's Trap  Kynan Chenai  Bronze \n  Shooting overall medal standings at 2022 Asian Games in Hangzhou","author":"Scroll Staff","time":"2023-10-01T15:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194579-plzgsidjjo-1696152283.jpeg","tags":["Asian Games 2022","Hangzhou Asian Games","Shooting","Kynan Chenai"]}