{"title":"‘Ask Vivek Agnihotri to put Kashmir Files on YouTube if you want it to be tax-free’: Arvind Kejriwal","content":"Delhi Chief Minister Arvind Kejriwal on Thursday said that the makers of the movie The Kashmir Files should release it on video streaming platform YouTube so that everyone could watch it free of cost. He made the comment as a taunt to Bharatiya Janata Party leaders who demanded that the movie should be exempted from entertainment tax in Delhi. The movie, released on March 11, is based on the exodus of Kashmiri Pandits from the Valley in the 1990s. Prime Minister Narendra Modi and several Bharatiya Janata Party leaders have endorsed the movie.BJP-ruled governments in eight states – Haryana, Gujarat, Madhya Pradesh, Karnataka, Goa, Tripura, Uttar Pradesh and Uttarakhand – have exempted the film from entertainment tax.“If after eight years, a prime minister has to take shelter at the feet of filmmaker Vivek Agnihotri, then he has done no work during his tenure,” Kejriwal said in the Delhi Assembly on Thursday.BJP wants #TheKashmirFiles to be tax free.Why not ask @vivekagnihotri to upload the whole movie on YouTube for FREE?-CM @ArvindKejriwal pic.twitter.com/gXsxLmIZ09— AAP (@AamAadmiParty) March 24, 2022\n\nHe questioned whether BJP leaders had entered politics to put up movie posters in every street. “Why do you want Kashmir Files to be tax free?” he asked BJP leaders in the Assembly. “If you want it so badly, tell Vivek Agnihotri to put it up on Youtube. It will be free for all...Everyone will watch it in one day.”He added that while some people were earning “crores of rupees in the name of Kashmiri Pandits,” BJP leaders have been asked to put up posters of the movie.Kejriwal’s remarks a day after the Budget session in the Delhi Assembly was interrupted by the saffron party members demanding that the movie be made tax-free.","author":"Scroll Staff","time":"2022-03-24T19:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171988-bwggjbyyzr-1648132023.jpeg","tags":["Arvind Kejriwal","Narendra Modi","BJP","Kashmir Files","tax exemption","Youtube","Delhi","Vivek Agnihotri"],"source":"https://scroll.in/latest/1020289/ask-vivek-agnihotri-to-put-kashmir-files-on-youtube-if-you-want-it-to-be-tax-free-arvind-kejriwal"}