{"title":"The dark side of humanity and legality: A glimpse inside Assam’s detention centres for ‘foreigners’","content":"The people of Assam are sitting atop a smouldering volcano, one that threatens to erupt into catastrophic suffering and injustice. On Saturday, a tortuously extended process of updating the National Register of Citizens will conclude with the publication of the draft register, listing residents of Assam who are judged to be Indian citizens. There are nine million Bengali-speaking Muslims, and a smaller number of Bengali Hindus, in Assam, and each one of them is waiting with intense trepidation and fear for the publication of this list.The question looming like a gathering tempest, laden with momentous legal and humanitarian concerns, is: what will be the fate of those deemed to be foreigners? These may be a few thousand women, men and children, or tens of thousands of them, or hundreds of thousands. Since there is no formal agreement between the governments of India and Bangladesh for India to deport persons they deem to be Bangladeshi foreigners, what will be their situation in a country they have treated as their home for generations? This is where they have family, friends, cultural and emotional ties, employment and, sometimes, farmlands. What will be their status, their future, their destiny if this country is now declared overnight to be for them a foreign, alien land?There are no definite answers from the government. A law was moved by the Union government in 2016 to treat Hindu aliens as people with natural rights to the Indian nation. The majority of the people of Assam have been very hostile to any such arrangement. Assam minister and Bharatiya Janata Party leader Himanta Biswa Sarma said in December that the purpose of the National Register of Citizens is “to identify illegal Bangladeshis residing in Assam” who would “have to be deported”. He added that “Bengali-speaking Hindus” would “remain with the Assamese people, in conformity with the BJP ideology”.One news report quoted Prateek Hajela, the officer who led the National Register of Citizens process, as saying that 4.8 million people had failed to provide appropriate legacy documents. This triggered commentary that if nearly five million people face the threat of being rendered stateless, they are being thrust into a predicament similar to that of Myanmar’s Rohingyas – with India claiming they are illegal Bangladeshi immigrants and Dhaka not open to accepting deportation. But Hajela later contradicted his statement, threatening legal action against the reporter. This weekend, a report in The Hindu quoted Hajela as saying “the number of people who might get left out [of the register] would be 50,000 at most”. All of this only adds to disquiet and fear.The only other clue we have about the possible future of these persons who will be judged to be aliens is the sombre experience of the past decade of several thousand persons who have been deemed to be foreigners by the statutory Foreigners’ Tribunals in Assam. These persons, both men and women, have been kept in detention centres carved out of jails, sometimes for close to a decade, in appalling conditions, with no prospect of release. Little is known even in Assam, and even less outside it, of the condition of these detainees, of the provisions under which they were detained, and how the state has treated them.Assam is scheduled to release the draft of its updated National Register of Citizens on June 30. (Photo credit: AFP)Unending human tragedyThese detention centres have not been open to human rights and humanitarian workers, so the conditions of their inmates never came to public attention. Last year, I accepted an invitation from the National Human Rights Commission to serve as their Special Monitor for Minorities. One of the first missions I sought was to make a trip to these detention centres in Assam. After many reminders, the commission finally agreed to let me visit the centres with two of its officers. I visited Assam for this mission between January 22 and January 24 and took the assistance of two researchers – Mohsin Alam Bhat, who teaches at Jindal Global Law School, Haryana, and Abdul Kalam Azad, an independent researcher formerly with the Tata Institute of Social Sciences, Guwahati. We visited two detention centres in Goalpara and Kokrajhar and spoke at length with the detainees. We were probably the first non-official human rights workers to gain access to these detention centres in the 10-odd years since they have been established. We also met jail and police authorities, district magistrates and senior officials in the state secretariat, and civil society groups in Goalpara, Kokrajhar and Guwahati. We found that these detention centres lie on the dark side of both legality and humanitarian principles.I was profoundly dismayed by what I saw and heard at the detention camps. I worked with my researchers on a detailed report, which describes the enormous and unending human tragedy of the detainees, and the extensive flouting of national and international laws, seeking urgent corrections. However, despite repeated reminders to the National Human Rights Commission, I did not receive any communication about action taken by the commission or the state and Central governments on my report. Now, with the prospect of possibly lakhs of people being deemed foreigners after the conclusion of the National Register of Citizens process, I felt the only recourse for me was to resign from the office of special monitor of the National Human Rights Commission, and bring my report to the public domain.Condemned without a hearingMy first finding was that the majority of persons deemed to be foreigners and detained in the camps had lacked even elementary legal representation and had not been heard by the tribunals. They were mostly detained on the basis of “ex-parte orders”, or orders passed without hearing the accused person because they allegedly failed to appear before the tribunals despite being served legal notices. Many claimed they never actually received the notices: we saw omnibus notices to large numbers of persons, sometimes naming some persons and simply adding a number for the others. Many were migrant workers working far from home, sometimes in another town or even another state, or were not at home, or for a variety of other reasons did not receive the notice. For those who did get the notices, we learned that typically, a huge panic set in and many sold their meagre properties and took large loans to hire lawyers to steer them through this process. Many of the lawyers were poorly qualified or deliberately let them down.Even the deputy commissioner we spoke to said that every time he visits the detention centres, the detainees complain to him that they did not get proper legal representation and that they actually did possess the required documents, but there is no one to whom they can appeal. The officials admitted that many a time when the person is not found at home, the notice is served to relatives. They also said that people are unlikely to evade receiving notices because they know that this will limit their chances of proving their citizenship.While listening to the detainees, it became clear that for many of them, their cases had been decided ex-parte or they had not got a fair chance to prove their Indian nationality. As a humane democracy, we provide legal aid even to people accused of heinous crimes like rape and murder, but in this case, without even committing any crime, these people are languishing in detention centres as they cannot afford legal services.Overall, I am convinced that for a process that can result in the disenfranchisement, indefinite detention or expulsion of a person, the state government needs to ensure due process and, with it, compassion and an understanding of the predicament of persons with a poor education and lack of economic resources and social or political capital. It needs to ensure that people are actually served their notices and given legal advice and support, with much higher transparency.A large number of inmates at Assam's detention centres have been incarcerated indefinitely on the basis of ex-parte orders from the Foreigners' Tribunals, without being heard. (Photo credit: HT)Worse than prisonersOn our visit to the two camps – the one in Goalpara for men and the facility in Kokrajhar for women and children – we encountered grave and extensive human distress and suffering. Each centre has been carved out of a corner of a jail. Here, the detainees are held for several years, in a twilight zone of legality, without work and recreation, with no contact with their families save for rare visits from relatives, and with no prospect of release. In a jail, inmates are at least permitted to walk, work and rest in open courtyards. But the detainees are not allowed out of their barracks even in the day, because they should not be allowed to mix with the “citizen prisoners”. A jail for women is anyway far more confined than one for men, and within the Kokrajhar jail, the women’s detention centre is even more cramped. Think of a situation in which these women – many barely literate homemakers, some aged widows – have not been allowed to move outside a confined space of maybe 500 square metres for close to a decade. In the women’s camp, in particular, the inmates wailed continuously, as though in permanent mourning.We were informed by officials that they have no guidelines or instructions from the Centre or state about the rights of the detainees. The detention centres are therefore de facto, if not de jure, administered under the Assam Jail Manual. We found that the state does not make any distinction, for all practical purposes, between detention centres and jails, and thus between detainees and prisoners charged with or convicted of crimes. In the absence of a clear legal regime governing the rights and entitlements of detainees, jail authorities selectively apply the Assam Jail Manual to them, but deny them the benefits – such as parole and waged work – that prisoners are entitled to under jail rules. Thus, the detainees are treated in some ways as convicted prisoners, and in other ways deprived even of the rights of prisoners.We found men, women and boys above six years who had been separated from their families, adding to their distress. Many had not met their spouse for years, several not even once since their detention. In a moving representation to the National Human Rights Commission chairperson, detainee Subhash Roy asked, “Which country’s Constitution in the earth separates husband from wife and children from their parents?” The detainees are not allowed legally to communicate with their family members but, occasionally, the jail authorities facilitate communication on humanitarian grounds on their mobile phones. Parole is not allowed even in the event of sickness and death of family members. In their understanding, parole is a right only of convicted prisoners, because they are Indian citizens.Difficulties for families to meet are compounded because only a few jails in the state have been converted into detention centres. Many family members who have loved ones in the camps but have not been detained themselves do not have the money to travel to the detention centres, especially if these are in another district. There are at present six detention centres attached to jails in Assam. Until 2014, there were only two. The Goalpara centre houses detainees from eight districts. While the Kokrajhar centre is for women and children, Tezpur, Jorhat and Silchar also have small enclosures for women detainees.There has been worldwide condemnation this past month of the United States government’s policy to separate the children of illegal immigrants from their parents at the border. But this has been standard practice for detainees deemed to be foreigners in Assam for nearly a decade, without comment or censure by the larger human rights community. We found that because of the separation of families, a particularly vulnerable situation has been created for children. There have been situations in which the child has been declared Indian and both parents foreigners. In such cases, the state takes no responsibility for the child, who is left in the care of distant family members or the community. A child under six can stay with the mother in the detention centre. But the legal handling of children above six who are declared foreigners is even more unclear and shaky.Families torn apart Halima Khatun, a middle-aged woman, has been detained in Kokrajhar for 10 years. Her four children live with her husband, who works as a chowkidar in a government school in Nagaon district. All her children, parents and six siblings are Indian citizens, and she alone was deemed an illegal Bangladeshi immigrant. When she was detained, her oldest son was 16. Her youngest son lived with her at the centre for some time. This assuaged her loneliness. But the authorities later handed the boy over to his father. Khatun’s family has been working tirelessly but unsuccessfully to win her freedom, even raising money to hire a lawyer and approach the Gauhati High Court.Fellow inmate Haliman Bewa, an elderly widow, was declared an illegal immigrant by a Foreigners’ Tribunal and sent to the detention centre. Her only son has sold all their property, including their small house, to fight her case. He still has not been able to file an appeal in the higher courts.Arti Das from Nagaon has been lodged at the centre for the last three years while her husband is detained in Tezpur. But their two sons are Indian citizens. Das does not have the money to hire a lawyer and fight to establish her citizenship.For 32-year-old Jalima Khatun, her son was just 14 days old when she was detained. It has been four years since and he has never once seen the outside world.At the men’s detention centre in Goalpara, we met Ananta Sarma, 77, who had migrated from Tripura to Assam’s Nalbari district to work as a cook at a roadside eatery, commonly called a “line hotel”. His family, including his children, stayed back in Tripura. He married a second time in Assam and raised another family. More than six years ago, Sarma and his wife were arrested on the basis of an ex-parte decree by a Foreigners’ Tribunal that deemed them to be Bangladeshi nationals. Sarma said he had no idea how and when the case was instituted and tried. He did not receive a notice from either the police or the tribunal. After their arrest, he said, the police took them to the India-Bangladesh border in Mancachar in Dhubri district and tried to push them into Bangladeshi territory, only to be thwarted by the neighbouring country’s border guards. They were driven back, separated and lodged at the detention centres – his wife in Kokrajhar and he in Goalpara. In these six years, Sarma said, he has met his wife only once, for a few minutes, at the Kokrajhar centre after receiving special permission from the detention authority. He was luckier than most others. When Sarma and his wife were arrested, their two children were in their teens – the boy was 14 and the girl 17. They have not met their children since their detention; they do not even know where they are or what they are doing.Nur Mohammad, who is 63, ailing and hearing impaired, has been detained since January 2010. He was too weak and disoriented to speak clearly with us and had to be helped by his fellow inmates. A daily-wager, he was served a notice to prove his citizenship at his home in Goalpara district. Though he claims he produced sufficient documentation to establish his Indian nationality, he could not convince the Foreigners’ Tribunal. He feels he failed because he could not afford a lawyer. Since his detention, he has not met a single member of his family, and has no means to approach the higher courts for his release.The majority of people in Assam have rejected any attempt to give citizenship to illegal migrants. (Photo credit: Biju Boro / AFP)Right to a life of dignityMy paramount recommendation to the National Human Rights Commission was the urgent establishment of a clear legal regime to govern the condition of detainees that is in conformity with Article 21 of the Constitution and international law. The state, under Article 21, must ensure a transparent procedure and respect the right to life and liberty of detainees. Their right to a life of dignity, even in detention, cannot be compromised. Detaining them as common criminals within jail compounds, without facilities such as legal representation or communication with their families, is a violation of their right to live with dignity and the right to procedural due process.International law also explicitly lays down that immigrants cannot be detained in jails, and that their status is not that of criminals. According to the United Nations High Commissioner for Refugees’ guidelines, detention is permitted only in officially recognised places of detention. The guidelines say states are obliged to “place asylum-seekers or immigrants in premises separate from those persons imprisoned under criminal law”. In a 2012 report of the UN Working Group on Arbitrary Detention, Principle 9 states, “Custody must be effected in a public establishment specifically intended for this purpose; when, for practical reasons, this is not the case, the asylum-seeker or immigrant must be placed in premises separate from those for persons imprisoned under criminal law.” The UNHCR also says that detention should not be punitive in nature. The use of prisons, jails and facilities designed or operated as prisons or jails should be avoided.Humanitarian considerations and international law obligations also require that families of persons deemed to be illegal immigrants not be separated under any circumstances. This leads to the requirement for open family detention centres not housed within jails.Indian juvenile justice laws are also applicable here. The safety and care of children in situations in which they or their parents are deemed to be foreigners must be the direct responsibility of the state through the Child Welfare Committees established under the Juvenile Justice Act. The law applies to both children who are detained and those who are free while their parents are detained.Detainees who suffer from mental disabilities must be given due support under Indian mental disability laws. The state’s obligation in relation to mental disability also flows from Article 21, which is applicable irrespective of nationality and covers foreigners.Also, detainees above a certain age should not be detained.Indefinite detention is a violation of Article 21 and of international human rights standards. The UN Working Group on Arbitrary Detention notes that detention “must not be for a potentially indefinite period of time”. Guideline 4.2 of the UNHRC says detention can only be resorted to when it is determined to be necessary, reasonable in all the circumstances and proportionate to a legitimate purpose. The authorities must not take any action beyond the extent strictly necessary to achieve the pursued purpose. According to the UNHCR, the test of proportionality applies in relation to both the initial order of detention and any extensions. Indefinite detention for immigration purposes is arbitrary as a matter of international human rights law. To guard against arbitrariness, maximum periods of detention should be set in national legislation. Without these, detention can become prolonged and, in some cases, continue till death.Needed: A clear, compassionate policyThe fundamental right to life guaranteed by the Constitution applies not only to citizens but also to those whose citizenship is contested or denied. Their detention without due process and adequate, free legal representation violates their fundamental right to life. The Indian state must be compelled by the courts and by humane public opinion to formulate and announce a clear long-term policy on how it will treat, and what will be the consequences of, a person declared a foreigner? This is crucial, because if the National Register of Citizens declares thousands, even lakhs, of people as foreigners, does the state want to detain all of them indefinitely? The policy must also clarify what happens to those whose appeals are rejected. With Bangladesh unwilling to take them, are they then to be detained in these camps for life, with no relief? Is this lawful, constitutional and just?On June 11, four United Nations special rapporteurs wrote to the Indian government expressing concerns similar to those I raised with the National Human Rights Commission. In their letter, they quoted an Assam minister stating that “the NRC is being done to identify illegal Bangladeshis residing in Assam” and “all those whose names do not figure in the NRC will have to be deported”. They said “that local authorities in Assam, which are deemed to be particularly hostile towards Muslims and people of Bengali descent, may manipulate the verification system in an attempt to exclude many genuine Indian citizens from the updated NRC”. They also observed that “members of the Bengali Muslim minority in Assam have experienced discrimination in access to and enjoyment of citizenship status on the basis of their ethnic and religious minority status. We are particularly concerned that this discrimination is predicted to escalate as a result of the NRC”.India’s policy must measure up to many tests. The first of these is India’s constitutional morality, and national and international laws. But it must also be compassionate. We must defend the rights to justice and public compassion of large numbers of mostly impoverished and very powerless people who may overnight find themselves treated as foreigners in their own land, and unwanted in any other. They must be protected from the possibility of maybe tens of thousands of hapless people being condemned to the same fate the inmates of Assam’s detention camps have been forced to endure. Indefinite incarceration of men, women and children in conditions worse than those of convicted prisoners, only because they were unable (or not enabled) to prove their citizenship, greatly diminishes India – its government, but even more its people.","author":"Harsh Mander","time":"2018-06-26T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/883936-kfazwgwupo-1529853935.jpeg","tags":["Assam","National Register of Citizenship","Bangladeshis","Foreigners","Illegal immigrants","Detention centres"],"source":"https://scroll.in/article/883936/assam-citizens-register-detention-centres-for-foreigners-offer-a-glimpse-of-the-looming-tragedy"}