{"title":"Assam’s detention centres for ‘foreigners’ to now be called ‘transit camps’","content":"The Assam government has announced that detention centres in the state that house “foreigners” will now be called “transit camps”, Prasar Bharati reported on Thursday. Detention centres are used to hold persons identified as foreigners and awaiting deportation or repatriation, or persons waiting for their citizenship claims to be settled.A senior state government official said the order for a change of name was meant to “humanise the whole thing”, reported The New Indian Express.“For years, there has been criticism [of the government over the detention centres] by NGOs and others,” the newspaper quoted the official as saying. “The change of nomenclature is just to give a more humane look to the whole thing. The phrase detention centres appears like concentration camps.”The state government issued a notification to this effect on August 17, which states that the “nomenclature of Detention Centre is changed to ‘Transit Camp’ for detention purpose”.The Assam government has said that the detention centers for keeping 'foreigners' in Assam will now be called 'transit camps'. pic.twitter.com/XpaHroKxtm— Prasar Bharati News Services पी.बी.एन.एस. (@PBNS_India) August 19, 2021\n\nBobbeeta Sharma, the chief of the Assam Congress’ media cell, noted that the word “transit” refers to a temporary stay before a person is moved elsewhere. “So the legal ramifications of the name change also has to be clear,” The New Indian Express quoted Sharma as saying.Amritlal Das, the general secretary of All Assam Bengali Aikya Mancha, asked: “So, for how long will the people be kept in the transit camps before they are deported to Bangladesh?”Assam currently has six detention centres for those found residing in the state illegally. These are located inside the district jails of Goalpara, Kokrajhar, Tezpur, Jorhat, Dibrugarh and Silchar.On July 19, Chief Minister Himanta Biswa Sarma had told the Assam Assembly that there were 181 inmates in the six detention centres, The Indian Express reported. Out of these, 120 were “convicted foreigners”, or those who were held guilty by a court for entering India illegally. The remaining 61 were “declared foreigners” – people who were earlier considered Indian citizens but were declared as not holding Indian citizenship by a Foreigners’ Tribunal. In March 2020, the Centre revealed there were 3,331 people in six detention centres across Assam, although several hundred have been released since then. Many of the detainees claim to be Indian citizens who were locked up because they were held suspect by Assam’s foreigner detection mechanisms or could not furnish adequate documents to prove citizenship.National Register of CitizensAssam had published a National Register of Citizens in August 2019. The stated aim of the National Register of Citizens is to separate genuine Indian citizens from undocumented immigrants living in the state. According to its terms, anyone who cannot prove that they or their ancestors entered Assam before midnight on March 24, 1971, cannot be considered a citizen.Over 19 lakh people, or around 6% of the state’s population, were excluded from the final citizens’ list. Foreigners’ Tribunals, quasi judicial bodies tasked with deciding on matters of disputed nationality, were supposed to hear appeals against their exclusion. Should their claims to citizenship be rejected, they face detention.Most persons deemed to be foreigners and detained in the camps “lacked even elementary legal representation and had not been heard by the tribunals”, human rights activist Harsh Mander wrote in an article for Scroll.in in July 2019.“They were mostly detained on the basis of ‘ex-parte orders’, or orders passed without hearing the accused person because they allegedly failed to appear before the tribunals despite being served legal notices,” Mander had said.","author":"Scroll Staff","time":"2021-08-19T20:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135938-amjyhcvyzu-1602171705.jpg","tags":["Assam","notification","detention centres","foreigners","transit camps","NRC","Assam detention centres","Himanta Biswa Sarma"],"source":"https://scroll.in/latest/1003251/assams-detention-centres-for-foreigners-to-now-be-called-transit-camps"}