{"title":"Assam: Over 40 lakh people left out of final draft of National Register of Citizens","content":"8.35 pm: Congress President Rahul Gandhi appeals to members of his party to “help maintain peace and  help all those against whom an injustice has been done”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.27 pm: The final list of the National Register of Citizens will be published by December 31, the Home Ministry says, according to PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.40 pm: West Bengal BJP chief Dilip Ghosh says a similar NRC will be published in  West Bengal as well if his party is voted to power  in the state, according to The Indian Express. Some politicians are “shedding crocodile tears” as they  are wary that their “vote bank” politics will come to an end, he says. “We will send back illegal citizens to Bangladesh,” he says. “Tough days are  ahead, we will not tolerate any illegal immigrants in Bengal.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.39 pm: An unidentified senior official at the Home Ministry tells PTI that the process of claims and objections to the draft NRC will  start from August 30 and go on for a month.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.15 pm: Assam Chief Minister Sonowal says that “certain sections” are trying to “spread lies” after the NRC was published. “People of Assam have always lived with peace and harmony,” he tweets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    While people have welcomed the draft #NRC, certain sections are trying to destabilise and spread lies. People of Assam have always lived with peace and harmony. We will not allow anyone to disturb peace and law & order.— Sarbananda Sonowal (@sarbanandsonwal) July 30, 2018\n\n\n\n    Interacted with the media in Guwahati. People and Media have given huge support to the #NRC process that's going on in the State under the supervision of the Hon'ble Supreme Court. I thank them for their role in maintaining peace and tranquillity. pic.twitter.com/xDD8rEkk31— Sarbananda Sonowal (@sarbanandsonwal) July 30, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.15 pm: TMC MP Derek O’ Brien says Mamata Banerjee was not consulted while the register wwas being drafted, and that the party has sought an appointment with the home minister in this regard. He says a delegation of Trinamool MPs will visit Assam along with Banerjee. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.06 pm: Assam minister Himanta Biswa Sarma also reiterates that it was only a draft and not the final list. “People whose name is not there will have a fair chance of preferring claim,” Sarma says on Twitter. “We’ll stand by every Indian citizen. Our objective is to ensure a fair NRC and not discriminatory one. Figure of 40 lakh only in draft NRC and not final.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Wish to reiterate that today only a draft #NRC is out. People whose name is not there will have a fair chance of preferring claim. We'll stand by every Indian citizen. Our objective is to ensure a fair NRC & not discriminatory one. Figure of 40 lacs only in draft NRC & not final— Himanta Biswa Sarma (@himantabiswa) July 30, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.30 pm: Minister of State Jitendra Singh says the Opposition, particularly Congress, is trying to politicise the issue. The home minister categorically says the government has no role in the publication of the draft list and the entire process was carried out under the Supreme Court’s direction, says Singh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.18 pm: Assam Chief Minister Sarbananda Sonowal says the publication of the draft list is a “very important responsibility for everybody”. “And in the near future, I hope everyone will extend their cooperation and everyone will be responsible enough to maintain peace and harmony in society,” he says, according to Times Now.When asked about Mamata Banerjee’s remarks and both Houses of the Parliament being adjourned over the matter, Sonowal says Assam has abided by the directions of the Supreme Court and will continue to follow the orders of the top court.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    It is a very important responsibility for everybody, in the near future I hope everyone will extend their cooperation:  Sarbananda Sonowal, Assam CM #IndianCitizenshipTest pic.twitter.com/Gjrg6t0vy5— TIMES NOW (@TimesNow) July 30, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.25 pm: Banerjee says she will try to visit Assam and that her MPs are “already going”. “Let’s see if they are restricted or not.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.21 pm: Banerjee asked Union Home Minister Rajnath Singh to bring an amendment offering rehabilitation to those whose names have not been mentioned in the final draft. “Where will the 40 lakh people whose names have been deleted go?....Ultimately it is Bengal which will suffer.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.18 pm: The Trinamool Congress leader further alleges that people were being isolated through a game plan. “We are worried because people are being made refugees in their own country. It is a plan to throw out Bengali speaking people and Biharis. Consequences will be felt in our state also,” she says.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    People are being isolated through a game plan. We are worried because people are being made refugees in their own country. Its a plan to throw out Bengali speaking people and Biharis. Consequences will be felt in our state also: West Bengal CM Mamata Banerjee #NRCAssam pic.twitter.com/VRc1hbgJJH— ANI (@ANI) July 30, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.05 pm: “There were people who have Aaadhar cards and passports but still their names are not in the draft list,” says West Bengal Chief Minister Mamata Banerjee at a press conference. She alleges that names of people were removed on the basis of surnames also. “Is the government trying to forcefully evict people?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.31 pm: In the Rajya Sabha, Trinamool Congress MP Derek O’ Brien says the government is running away from discussion and alleged that the voice of the opposition is being muzzled, reported The Indian Express.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.21 pm: In the Lok Sabha, Rajnath Singh says such “sensitive issues” should not be politicised. “I want to ask the Opposition, what is the Centre’s role in this? It is happening under the supervision of the Supreme Court.”  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12 pm: Assam Chief Minister Sarbananda Sonowal says the publication of the final draft marked a “historic day”. “For this remarkable feat, I extend my heartiest congratulations to the 55,000 officials engaged in NRC updation process and the people living across the Barak and Brahmaputra valleys, plains and hills of the state,” he said.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.44 am: Trinamool Congress leader SS Roy claims Centre has “intentionally eliminated” more than 40 lakh religious and linguistic minorities from the list and asked Prime Minister Narendra Modi to clarify in the House. This will have “serious ramifications on the demography of different states adjoining Assam”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.19 am: Rajya Sabha adjourned till 12 pm after Trinamool Congress MPs cause an uproar over the final draft.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.18 am: Congress party’s Assam unit chief Ripun Bora says it is surprising that the names of 40 lakh people have not been mentioned in the list. “There are lot of irregularities in the report,” says Bora. “We will raise this issue with the government and in the parliament. Political motive of BJP is also behind this.”  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.10 am: Union Home Minister Rajnath Singh says people are unnecessarily trying to create an atmosphere of fear. “This is a completely impartial report,” says Singh. “No misinformation should be spread. This is a draft and not the final list.”Singh says someone whose name is not in the final list can approach the foreigners tribunal. “No coercive action will be taken against anyone, hence there is no need for anyone to panic.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.44 am: TMC MP Sougata Roy gives a notice for adjournment motion in Lok Sabha over the final draft of National Register of Citizens, reports ANI.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.34 am: Registrar General of India Sailesh says every person whose name was in the first draft but is missing from final draft will be given an individual letter to file claim for her/his non-inclusion during claims and objections.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.28 am: Joint Secretary (North East) of the Ministry of Home Affairs Satyendra Garg says no deportation will be carried out based on the final draft. “Union Home Minister Rajnath Singh said based on this draft, no reference to foreigners tribunal will happen and people won’t be sent to detention centres,” Garg said.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.25 am: People marked as doubtful voters by the Election Commission and their descendants have been kept on hold, as have people whose cases are pending in Assam’s foreigner tribunals – quasi-judicial courts that adjudicate on matters of nationality. The total number of such people add up to 2.48 lakh, Hajela says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.20 am: The claims and objection process will begin on August 30 and carry on till September 28. Sailesh says there will be three kinds of forms for the the claims and objection process: claim forms for people who have not made it to the list, objection forms for people who want to raise objection to someone’s inclusion, and a correction form to rectify spelling errors.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.15 am: “No qualitative judgement should be made on the people who are not part of this draft,” says Sailesh, who is also the census commissioner of India. “There will be no action taken on the basis of this draft. An intensive information campaign will be initiated to help people to file claims and objections.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10 am: The Assam government publishes final draft of National Register of Citizens. Around 40 lakh people did not find mention in the final draft. State NRC coordinator Prateek Hajela says 2,89,83,677 out of 3.29 crore applications were found eligible to be included in the final draft. Those who were not included can make claims and objections, he added.“The process has been completely transparent, fair, objective and meticulously carried out,” Registrar General of India Sailesh tells reporters at a press conference.The NRC authorities, however, decline to provide a district-wise break up of inclusions and omissions.","author":"Scroll Staff","time":"2018-07-30T10:20:42.867389+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888505-mymcxukmzc-1499662116.JPG","tags":["Assam","Prateek Hajela","National register of citizens","NRC"],"source":"https://scroll.in/latest/888505/assam-more-than-40-lakh-people-left-out-of-final-draft-of-the-national-register-of-citizens"}