{"title":"Assam polls: EC removes Himanta Sarma’s brother as Goalpara SP","content":"After the Election Commission barred Assam minister Himanta Biswa Sarma from campaigning and speaking to the media for 48 hours on Friday, the poll panel transferred his brother and Goalpara Superintendent of Police Sushanta Biswa Sarma from the district, reported PTI. In an order issued on Friday, Election Commission Under Secretary Luv Kush Yadav said that Sushanta Biswa Sarma shall be transferred to some suitable post in the state headquarters. Yadav said that Indian Police Service officer Veera Venakata Rakesh Reddy will take charge as the new Goalpara superintendent of police with immediate effect. The order also asked for a compliance report to be submitted to the poll panel. Goalpara will go to polls on April 6. Sarma was barred from campaigning after he threatened Bodoland People’s Front leader Hagrama Mohilary. On Thursday, the Election Commission had asked Sarma to respond to a notice sent to him on the basis of a complaint filed on the matter by Congress, which is contesting the Assam Assembly elections in alliance with Mohilary’s party. The EC’s order on Friday said that Sarma, in his response, had denied the allegation levelled against him but the election body did not find his reply satisfactory.The excerpt of Sarma’s purported comments against Mohilary, mentioned by the EC in its order states that the BJP leader had threatened to send the Bodoland People’s Front leader to jail and initiate proceedings against him by the National Investigation Agency.   The Congress, in its complaint, had said that the central agencies are not tools of the BJP to be used for electoral gains. It demanded that the Assam minister be disqualified from the Assembly election in the state and is prohibited from campaigning. The party had also asked the poll panel to issue directions for filing a first information report against Sarma.Assam goes to polls for the third and final phase on April 6, effectively meaning Sarma will not be able to campaign any further for BJP, as canvassing by parties are allowed only till 48 hours before polling begins.","author":"Scroll Staff","time":"2021-04-03T16:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/69155-nqffpazfap-1617446009.jpg","tags":["Himanta Biswa Sarma","Election Commission","Assam","Assam elections"],"source":"https://scroll.in/latest/991313/assam-polls-ec-removes-himanta-sarmas-brother-as-goalpara-sp"}