{"title":"Assam: Citizenship bill to be introduced in Parliament again this year, says Himanta Biswa Sarma","content":"Assam minister and Bharatiya Janata Party leader Himanta Biswa Sarma said on Monday that the Centre will introduce the pending Citizenship (Amendment) Bill in Parliament again in November, PTI reported. He also said the ruling party would implement a new National Register of Citizens for the state and would tell the Supreme Court that it rejects it in the current form.Addressing party workers in Karimganj, Sarma said: “We have held public meetings to explain to the people that all the interests and existing legal provisions in the North East region for the benefit of the indigenous people will be protected. We need a bill...cannot allow infiltration to continue. So we need a bill to stop this.”Sarma said people should not think that the bill would be against the interests of their culture, language and heritage but “that they are giving shelter to unfortunate people”. “That is why the government will table Citizenship (Amendment) Bill in Parliament in November this year to grant Indian citizenship to everyone, including Bengali Hindus as well as Christians, Buddhists, Sikhs and Jains who came to the country before 2014 and consider India their motherland.”On the NRC process in Assam, Sarma said, according to The Economic Times: “Let there be a case in the Supreme Court and we will say that BJP rejects this NRC. We do not believe in this NRC. Under the leadership of Prime Minister Narendra Modi and Amit Shah there will be another NRC. Those laughing now will cry for sure.”The final list of the National Register of Citizens in Assam was released on August 31, excluding over 19 lakh people out of 3.3 crore applicants. Sarma had then said that the final list excluded many Indian citizens who had migrated from Bangladesh as refugees before 1971, the cut-off year to prove citizenship. The minister had said that the Supreme Court should allow re-verification of the names on the list.The Assam unit of the BJP had said it did not trust the final list.The Citizenship (Amendment) Bill seeks to amend a 1955 law to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan if they have lived in India for six years. It had been passed by the previous Lok Sabha but was not tabled in the Rajya Sabha. The bill lapsed after the term of the Lok Sabha ended in May but was not introduced in the Budget Session in July.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-24T12:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110079-ezljeoidlq-1567742643.jpg","tags":["Himanta Biswa Sarma","NRC","Citizenship (Amendment) Bill","Assam"],"source":"https://scroll.in/latest/938314/assam-citizenship-bill-to-be-introduced-in-parliament-again-this-year-says-himanta-biswa-sarma"}