{"title":"Assam’s tea tribes: The group that could swing the election is too disaffected to care","content":"As you travel northwards and eastwards through Assam, paddy fields start giving way to tea gardens. These are the haunts of people referred to as the “tea tribes”, a population of workers shipped in by the British beginning the 19th century to pick tea on the plantations they were so hungrily cultivating. Many, though not all, were adivasis from the Chhota Nagpur Plateau. Over time, they became part of a Congress vote bank crudely dubbed “Ali (Muslims) and Coolie (tea workers)”.In the Lok Sabha elections of 2014, this vote bank crumbled. A large section of the tea tribes went with the Bharatiya Janata Party, swept along by the Modi wave and the party’s promise of Scheduled Tribe status. Two years on, with little change on the ground and no ST status in sight, this fervour seems to have cooled, though it hasn’t swung back to the old status quo yet. At Dhoolie tea estate in the Titabor assembly constituency, for instance, the community is weary of both the Congress and the BJP.How these tea tribes vote could decide the fate of the assembly elections in Assam. According to social scientist Walter Fernandes in 2003, the community numbered around 60 lakh in the state.The Jorhat contestIn 2014, the Jorhat Lok Sabha constituency, where Titabor is located, returned a BJP candidate. Thirty-eight-year-old Kamakhya Prasad Tasa belonged to the tea tribes himself. He had cut his political teeth as general secretary of the Assam Tea Tribes Students Association, before joining the BJP in 2004.“In those days, the party was very badly organised in the state,” said Probin Kurmi, who works with the BJP Tea Morcha in Titabar. “He (Tasa) organised the BJP in Upper Assam.” Tasa, he felt, had become a prominent BJP leader even beyond the tea garden community. The BJP certainly seems to think so. In the two-phase assembly elections, starting Monday, the Member of Parliament is pitted against Congress Chief Minister Tarun Gogoi, who has held the Titabar seat since 2001.Gogoi is not losing sleep. “Not just the tea tribes, the entire rural population voted for the BJP in 2014,” he said. “Throughout the country, they trusted Modi, thought he would deliver goods and provide employment. It’s a wrong perception that only the tea tribes went with the BJP.”The elections of 2014 were an exception, the chief minister feels, a symptom of the Modi wave. Now that the BJP’s promises had faded, the Congress’s old support base was secure once again. Yet visit a tea workers’ village and a raft of grievances greet you.Photo credits: Ipsita ChakravartyIn DhoolieThe tea workers’ village on Dhoolie estate is some distance from the main road leading to Titabor town. That road is all smooth tarmac and streetlights. Here in the village, narrow tracks weave between houses of packed mud and bamboo. The government has reportedly claimed that its attempts to build roads were stalled by the tea companies, which refused to give no objection certificates.The first problem village people complain of is the lack of water supply. The old pipes had corroded and the new pipes did not work properly. Twice a day, they produced some water and even that was not safe to drink. The workers have to fall back on a deep brown pond, used by cattle and humans alike. Tea gardens across Assam have struggled with groundwater contamination and a survey conducted in 2004 found high levels of arsenic in Jorhat district, specifically in Titabor, Dhakgorah, Selenghat and Mariani blocks.Not surprisingly, sanitation has not yet arrived in the Dhoolie village. Some years ago, people say, the government constructed 10 toilets, but they could never be used.The people in this village start work at eight in the morning and keep going till four. Till April 1 this year, the daily wage for tea workers in Assam was Rs 115 per day. Since then, it has been raised to Rs 126. Some tried to supplement their income by doing work under the national rural employment guarantee scheme MNREGA. “But we haven’t been paid since October – that’s before Diwali,” said Bhagat Nayak, a resident of the village.A few people in Dhoolie own a bigha or two of land outside the plantation, but most have no choice but to build houses on plantation land. “If our employer tells us to go, we have to go,” said Nayak.If you can produce a below poverty line card, the government will build a house for you. “Only 10% of the people in the village own such a card,” said Inam Husain, a tea worker in Dhoolie. “If you pay a bribe, they will give you a card,” another worker said, before he was hushed up by the others. “Those who own land and already have Assam style houses are the ones getting the cards,” said yet another voice, not to be silenced.Tea plantation workers speak a number of dialects, though the lingua franca is Sadni, a rich patois of Hindi, Bengali and Assamese. But at the primary schools in the village, the language of instruction is Assamese. Not that there is much schooling. Most children don’t go to school after Class III or IV. If you wanted your children to study beyond, you had to send them outside the village, and who had the money to do so?Both sides nowWhen the daily business of living is so difficult, the tug and pull of electoral politics seem rather theoretical. Not that the tea gardens are not politically mobilised. Various adivasi and tea garden labour groups have already picked sides.The All Adivasi Students Association of Assam has declared its support for the BJP and its allies. In 15 years, the Congress had not looked out for adivasi interests, the AASAA feels. Apart from the Congress’s failure to ensure ST status for adivasis in Assam, the AASAA also holds the state government responsible for allegedly cutting rations to tea workers. Members of Assam Tea Tribes Students Association, Tasa’s old alma mater, have also rallied behind the BJP in Titabor.The Cha Sramik Mukti Sangram Samiti, which has been campaigning to raise daily wages to Rs 330, has gone the other way. The organisation is a branch of the Krishak Mukti Sangram Samiti, headed by anti-corruption campaigner Akhil Gogoi. “He has said not to vote for the BJP,” remarked Ajay Nayak, joint secretary of the CSMSS in Jorhat district. “The party hates andolans, look at how it put Kanhaiya Kumar in jail. It is communal and it has not kept its promises. Before the 2014 elections, it promised ST status to six groups, including the tea tribes, but nothing has happened.”But in Dhoolie, such questions seem very far away. “We will vote, of course, that is our right,” said Bhagat Nayak. “But it doesn’t matter which party comes to power.”“Kaha tha acchhe din aayega,” said Ajoy Robi Dash, a member of the CSMSS. “Saat din dikhte hai, ek bhi achhe din nahi dikhta.” They promised we’ll see better days. We see seven days in a week, none of them is good.","author":"Ipsita Chakravarty","time":"2016-04-03T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/806082-article-bbwttrgpxg-1459675440.jpeg","tags":["Assam elections","Tea tribes","Adivasis","Tea plantations"],"source":"https://scroll.in/article/806082/assams-tea-tribes-the-group-that-could-swing-the-election-is-too-disaffected-to-care"}