{"title":"Assam Police shoot dead two rape accused in 24 hours, claim they were trying to flee","content":"In the last 24 hours, the Assam Police have shot dead two persons accused in separate cases of rape, claiming they were trying to flee, the Hindustan Times reported.In the wee hours of Wednesday, Rajesh Munda, accused of raping and murdering a seven-year-old girl, was shot dead by the police in Udalguri district of Assam. Police said that 38-year-old Munda was attempting to escape from police custody at Majbat town. After being shot at by the police, Munda was taken to a hospital, where he was declared dead.The case against Munda was registered on March 10, the Hindustan Times reported. “Based on our investigation, the accused Rajesh Munda was apprehended on Tuesday from a factory in Baihata Chariali [town],” Bidyut Das Boro, Udalgiri additional superintendent of police said.Boro said that around 2.30 am, Munda tried to escape from custody when he was being taken to the crime scene for further investigation. On Tuesday night, another rape accused was killed by Guwahati Police under similar circumstances . The accused, Biki Ali, allegedly tried to flee custody, reported PTI. The Guwahati City Police claimed that the accused man had attacked police officers and injured two female personnel when he was being taken to the crime scene for further investigation.Ali, along with four others, was accused of raping a 16-year-old student, reported the Hindustan Times. The other accused men are absconding.Guwahati Medical College Hospital Superintendent Abhijit Sarma said Ali had four injury marks – one in the chest and three in the back.“He was brought to our hospital after 1 am [on Wednesday] and was declared brought dead,” Sarma said. “Details of gunshot wounds will be available after postmortem.”Sarma said Twinkle Goswami, the in-charge of Panbazar women police station in Guwahati, had sustained minor injuries on her leg and hand. She has been admitted to the hospital.Ali was arrested on Tuesday, a week after the police filed complaint on the basis of the 16-year-old student’s family.In their complaint, the family alleged that the girl had been raped on February 16. The family members added that two of the accused men had shot a video of the assault and threatened to post it online if she reported the matter.The accused men had then promised to delete the video and called the girl to a hotel on February 19, where they raped her again, the complaint said.The police have booked the accused men under provisions of the Indian Penal Code, Protection of Children from Sexual Offences Act and the Information Technology Act.Police shootings under Himanta Biswa Sarma governmentSince Bharatiya Janata Party leader and Chief Minister Himanta Biswa Sarma assumed office in May last year, at least 35 accused persons have been killed in police custody.Meanwhile, speaking in the state Assembly on Tuesday, the chief minister claimed that the crime rate had decreased in the state, PTI reported. He attributed this decline in numbers to police action on alleged criminals when they try to flee from custody. He said that the number of cases registered in police stations in the months of January and February last year had declined by 30% during the same period in 2022.Early on Wednesday, the Special Director General of Assam Police, GP Singh, thanked the chief minister on Twitter for giving “crystal clear directions” to the police force on how to deal with rape cases. “Rape represents regressive mindset of controlling, scarring and destroying a girl/women’s mind and body. Assam Police would use all instruments of law to fight this evil,” he wrote on Twitter.Rape represents regressive mindset of  controlling, scarring & destroying a girl/women’s mind and body. @assampolice would use all instruments of law to fight this evil. As a father & a Cop, grateful to Hon @CMOfficeAssam for crystal clear directions to this effect.— GP Singh (@gpsinghips) March 16, 2022","author":"Scroll Staff","time":"2022-03-16T13:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/75678-urtskqhtcu-1614759979.jpg","tags":["Assam","Assam Police","Guwahati Police","Rape"],"source":"https://scroll.in/latest/1019646/assam-police-shoot-dead-man-accused-of-rape-claim-he-tried-to-flee-from-custody"}