{"title":"Assam NRC-rejects struggle to get passports and jobs – even as rejection slips are yet to arrive","content":"In 2018, Jeherul Hoque narrowly missed being drafted into the Indian army. The 20-year-old resident of Barpeta in Assam had applied through an open recruitment rally organised by the force to fill up vacancies for non-commissioned administrative, technical and nursing posts. He was interviewed on the spot and shortlisted for a written exam. He subsequently cleared the exam but failed at the last hurdle of a physical test.Hoque was disappointed but not dejected. He vowed to apply again the next year.When the army announced an open recruitment rally in the neighbouring district of Bongaingaon in December 2019, he was raring to go. He had, after all, prepared hard the past six months. The rally was held from December 5-13. Candidates had to first register themselves online where they would be allotted a date and time. Hoque’s turn came on the morning of December 12. But he claimed he was turned away at the gates itself. The reason: Hoque’s name does not feature in Assam’s final National Register of Citizens that was published last August. No NRC, no entryUpdated in 2019 under the direction of the Supreme Court, the NRC is meant to separate Indian citizens living in Assam from so-called “illegal migrants” defined as anyone who came to the state after the midnight of March 24, 1971 and their descendants. The final list left out over 19 lakh applicants.By the government’s own admission, non-inclusion in the citizens register did not amount to a person being a non-citizen till declared so by the judiciary. “Exclusion from the NRC has no implication on the rights of an individual resident in Assam,” the government had said in the wake of the publication of the final list. “They will not be deprived of any rights or entitlements which they have enjoyed before.”This is in accordance with the law: People who have not made it to the NRC can be declared non-Indians and sent to detention only by the foreigners tribunals, quasi-courts that adjudicate on matters of nationality in Assam.But Hoque and many others claim exclusion from the NRC has come with consequences. At the gates of the recruitment rally in Bongaingaon, Hoque said there were representatives from both the Assam police and the Army. “We were asked to queue up with documents in our hands,” he said. “Anyone who did not have the NRC print-out copy was immediately turned away.” Hoque was referring to a printed document bearing an individual’s NRC status that can be generated online by keying in their application number. An army spokesperson, however, denied Hoque’s version of events. “All candidates are asked to furnish certain documents,” said the spokesperson. “The NRC was not one of them.”A man, whose names is left out in the National Register of Citizens (NRC) draft, stands in a queue to collect forms to file appeals at a NRC Seva Kendra in Guwahati on August 11, 2018. Photo: AFPLegal status post-NRC To enable those excluded from the NRC to file appeals, the Assam government expanded the network of foreigners tribunals in 2019. However, no NRC-related case has gone into trial in the tribunals even after nearly six months of the list being published.  This is because the NRC authorities are yet to issue formal rejection memos known as “speaking orders” to people left out of the registry.According to an internal memo issued by the former coordinator of the NRC process in Assam, Prateek Hajela, on September 18, 2019, the verification and digitisation of rejection orders was to be completed by October 30, 2019. But the orders have been delayed, which has left several people, who wish to challenge their exclusion from the NRC, in the lurch. NRC for police verificationIf Jeherul Hoque claimed he was not allowed to take part in a recruitment drive of the Indian army, Imdadul Hoque from Darrang district alleged he was not issued a passport because his name does not feature in the final NRC.In India, a passport is issued to a citizen only when the local police station where they reside green-lights it. According to Imdadul Hoque’s brother, Abdul Kadir, the police refused to clear Imdadul Hoque because of his NRC status. “The local police station told us that there are standing orders from the district police head not to verify people who are not on the NRC,” he said.Darang police superintendent Amrit Bhuyan confirmed that that was indeed the case. “If a person is not included in the NRC, it is assumed that he is not an Indian citizen,” he said. “A passport is an important document. If they are issued one now, they can later use it one to claim Indian citizenship.”At least two other people Scroll.in spoke to, who have recently applied for a passport in Barpeta district, claimed that they were asked to furnish details about their NRC status.A recent report by the TwoCircles.net, a not-for-profit publication, had detailed the cases of several people being denied passports for pilgrimage to the holy Muslim sites of Mecca and Medina in Saudi Arabia as the police refused to give them clearances on the account of non-inclusion in the NRC.Assam police chief Bhaskar Jyoti Mahanta claimed ignorance of such cases. “We do not deal with the NRC,” he said, when asked if there was any formal order refraining district police units from issuing clearances to NRC-rejects.Changes of guard  In Assam, the publication of the final NRC was received largely with disappointment. Many Assamese nationalists found the number of “foreigners” detected through the exercise underwhelming. The ruling Bharatiya Janata Party, once a vocal supporter of the exercise, was particularly unimpressed: it went to the extent of “rejecting” the document. Party leaders said the NRC was unsatisfactory since more Hindus than Muslims had been excluded from it.In court, the BJP-led state government filed a petition for the reverification of 20% of the names from border districts, home to a large community of Muslims of Bengali origin.The BJP directed its ire at the NRC co-ordinator Prateek Hajela: the party’s state leadersaccused him of having an anti-Hindu bias. As the attacks on Hajela escalated, the Supreme Court on October 18 ordered that Hajela be “immediately” transferred to Madhya Pradesh. The court did not, however, specify a reason, but added, “No order will be without a reason.”Hajela finally relinquished charge on November 11. The state appointed an Assam Civil Services officer, Hitesh Dev Sarma, as his replacement. Sarma came in the eye of a storm almost immediately: his Facebook posts, to which he has since restricted access, seemed to betray an explicit bias against Muslims of Bengali origin. Moreover, several posts appeared to be an almost direct reiteration of the BJP’s position: that there were “lakhs and lakhs of Bangladeshis” in the NRC. As the controversy raged, Sarma went on a month-long leave ostensibly for his son’s wedding.Prateek Hajela was Assam's chief co-coordinator of the National Register of Citizens until November 2019.Going slowAmidst all of this, another significant development took place: Chief Justice Ranjan Gogoi retired. As the head of the Supreme Court bench hearing the NRC case, he had actively driven the exercise, enforcing strict deadlines for each step of the process. The change in guard in the court, according to government officials involved with the NRC update, directly impacted the exercise, slowing it down considerably.“This is like an interim period,” said a deputy commissioner of a Lower Assam district, requesting anonymity. “The court earlier gave very specific deadlines to the previous coordinator, and work at the district level happened according to that.”In the two hearings since the three months of Gogoi’s retirement, the court has not delved into the rejection slips and the delay in issuing them.If the court has not fixed a deadline, the NRC office in Guwahati, too, doesn’t seem to have issued a clear blueprint of the timeline of the next steps in the exercise to ground officials. A second district official said there were “no clear instructions” from the state coordinator’s office   on issuing the speaking orders.  “No work happened after Hajela left, till very recently,” said the official.It has not helped that BJP governments at the Centre and the state muddied the waters by speaking about shelving the Assam NRC and embarking on a fresh nationwide project. “There is no clarity about the status of this NRC,” said the deputy commissioner. “We still don’t know whether the Supreme Court has accepted this NRC. It has not quite responded directly to the allegations of the NRC being compromised and demands of reverification. Only after that question is settled, the question of issuing rejection slips will come.”Another official involved in the exercise during Hajela’s tenure blamed Sarma for trying to “debunk the project” at the behest of the BJP government. “The issue speaking orders was all set to be settled by the end of November,” said the official. In an interview on December 9, a senior official at the NRC office in Guwahati had told Scroll.in that “85% of the work” in relation to the speaking orders had been completed.Sarma, for his part, said the work was ongoing. “Scanning work is currently going on,” he said. “It is difficult to specify exactly when it will be over.”On February 18, Sarma told The Telegraph that he “hoped” to finish the  “remaining work within one month, after which we will start issuing the rejection certificates.”An uncertain existence The lack of a concrete timeline means the lives of those who have been left out of the NRC remain in limbo. For instance, both Jeherul Hoque and Imdadul Hoque claim their exclusions were a mistake – but they can do little even as long-term career and life plans have been thrown out of gear.Jeherul Hoque claims his grandfather features in the 1951 NRC, but his family had been left out as an unrelated family also linked her ancestry to the same person. “It was a mistake that the NRC officials themselves acknowledged, yet we were rejected,” said his elder brother Jahidul Hoque who is currently pursuing a PhD in economics from Gauhati University. “Now because of all this political drama, we can’t even appeal at the tribunal court.”It is the same story with Imdadul Hoque. He also claims his grandfather features in the 1951 NRC. In fact, several of his siblings who had drawn their ancestry to the same person have made it to the NRC.To add to the uncertainty, the NRC seva kendras or the help desks have shut shop after the publication of the final NRC. Most government officials manning these seva kendras were on loan from other state government departments. They have now resumed their original duties. “We keep hearing all sorts of things, but we have no one to ask anymore what is true, what is not,” said Baksa’s Ajgar Ali, who was left out of the NRC, though, four of his five children made it.  “First, we heard that the NRC is going to be cancelled, then we saw in the news that the NRC data has vanished from the internet. They should at least tell us what is happening.”Data related to the updated NRC has become inaccessible on the official site as the NRC authorities have failed to renew services contract with the IT firm looking after it.“First, they cut our names for no reason,” said Ali. “Now there is no information on what to do next – this is all utterly irresponsible.”","author":"Arunabh Saikia","time":"2020-02-19T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136750-zgmmjmjopi-1582039652.jpg","tags":["National Register of Citizens","Assam","NRC"],"source":"https://scroll.in/article/953552/assam-nrc-rejects-struggle-to-get-passports-and-jobs-even-as-rejection-slips-are-yet-to-arrive"}