{"title":"Assam’s anti-CAA stir has birthed new parties. Can they be the promised political alternative?","content":"Assam was the first state in the country to erupt in protests against the Citizenship Amendment Act last December. As the fury spread across the state, at least five people were killed. In January, as protests slowly started melting away from the streets of Assam, the imminent question was: would it give birth to a new political alternative in the state? With Assembly elections scheduled next year, the formation of an new regional party was imperative, many of the protesters had argued. As many then put it: the need of the hour was a party that opposed “illegal migration” irrespective of religion.After all, the Bharatiya Janata Party, currently in power in Assam, had passed the citizenship law, which makes undocumented non-Muslim migrants eligible for Indian citizenship. And, according to popular political wisdom,the Congress had long rehabilitated Muslim migrants from Bangladesh for electoral purposes. The Asom Gana Parishad, the party which claimed to represent Assamese interests, was not an option either: it was in alliance with the BJP in the state government.New parties on the blockNine months since, there is a burst of new political parties and formations in Assam, all of which are by-products of the stir against the CAA  and claim to represent “regional” interests. Two new parties stand out. First, the Asom Jatiya Parishad, launched by the All Assam Students’ Union and the Asom Jatiyotabadi Chhatra Parishad – the two largest and most influential of nationalist student outfits in the state. Second, the Raijor Dol, floated by the Krishak Mukti Sangram Samiti, a peasant group led by Akhil Gogoi, who has been in jail since December when he was slapped with terror charges for his participation in the anti-CAA protests. The Raijor Dol is backed by 70 ethnic groups that had banded with the Krishak Mukti Sangram Samiti to oppose the changes to the citizenship law.Then there is the Anchalik Gana Morcha, one of the first political entities to be formed post the protests, back in June. The Morcha, which also positions itself as a regional party, is spearheaded by Ajit Bhuyan, a well-known journalist who was elected to the Rajya Sabha as an independent candidate earlier in the year.A fourth party, the United Regional Party, merged with the Raijor Dar when the latter was launched earlier this month.  In another significant development, the Congress and the All India United Democratic Front have also joined hands for the upcoming polls.Himanta Biswa Sarma, Assam cabinet minister and the BJP's point man in the North East, is not impressed.New law, old anxieties  All of these entities are held together by their opposition to the Citizenship Amendment Act which makes undocumented non-Muslim migrants from Bangladesh, Pakistan and Afghanistan eligiblefor Indian citizenship. In the rest of India, protests against the Act had revolved around the law’s alleged anti-Muslim bias. The apprehensions of ethnic groups in Assam were somewhat different: the amended law, they believe, would open the floodgates for migrants from Bangladesh, altering the demography and culture of the state.For decades, much of Assam’s politics has pivoted on this concern about alleged large-scale undocumented migration from Bangladesh. Beginning in 1979, the state had been convulsed by a six-year-long, often violent, anti-foreigner movement.The agitation ended with the signing of the Assam Accord, an agreement between Assamese nationalists and the Union government. It led to an amendment of India’s citizenship laws and a new definition for Indian citizens in Assam: anyone who arrived in the state before March 24, 1971, and their descendants. The cut-off refers to the beginning of the Bangladesh Liberation War, which saw large-scale migration from the country into India, particularly Assam.Assamese nationalist groups have argued that the Citizenship Amendment Act violated the Assam Accord. They contend that it would legalise Hindu migrants from Bangladesh who were left out of Assam’s National Register of Citizens as they could not furnish proof of arrival before 1971.The NRC was updated in Assam according to the terms of the accord. Over 19 lakh applicants, many of them Hindus, were left out of the final list published last August.#Guwahati: All Assam Students Union (AASU) & Asom Jatiyatabadi Yuba Chatra Parishad (AJYCP) announced formation of a new political party, Assam Jatiya Parishad (AJP), yesterday. Raju Phukan,convenor says, \"To work for Assam & its indigenous people this new party has been formed\" pic.twitter.com/gdQUoKQF5T— DailyaddaaNews (@Dailyaddaa) September 15, 2020\n\nThe BJP ‘betrayal’The BJP, which came to power in Assam for the first time in 2016, actively endorsed the NRC during its election campaign where it deployed a hardline anti-foreigner rhetoric. This had found resonance with large sections of voters who identify themselves as indigenous to Assam and believe their communities to be besieged by a constant stream of “foreigners” flowing into the state.  However, the BJP soon changed tune when reports started to emerge that a large section of Bengali Hindus, believed to be migrants from Bangladesh, had been excluded from the citizens’ register. It hastily pushed forward with the Citizenship Amendment Act, which it promised would regularise such migrants.But this seemed to go against the BJP’s poll promise of “weeding out illegal migrants” and many now spoke of the party’s act of “betrayal”. During the anti-CAA protests, several people spoke of the “need of a party that truly represents the interests of Assam”. Only united against the CAAThe new parties have promised they would do exactly that if voted to power. But there are concerns that there are too many of them and a lack of opposition unity could end up working in the BJP’s favour in the elections.The BJP has already taken pot shots at the formation of multiple parties. Their defeat was a “foregone conclusion”, Assam cabinet minister Himanta Biswa Sarma said recently, but they would clock even fewer votes if there were “20-25 parties”.But what explains the failure to forge a united regional front? The Krishak Mukti Sangram Samiti did call for all regional parties to unite under one umbrella, but the All Assam Students’ Union is believed to have responded less than enthusiastically. The two organisations have never quite seen eye to eye and political observers in the state are not surprised they decided to go solo.“They represent different constituencies and are ideologically different,” said Akhil Ranjan Dutta who teaches political science at Gauhati University. “While AASU’s constituency is the elite mainstream Assamese people, cultural community, etc, KMSS has a constituency in Upper Assam and Lower Assam and they have the power to mobilise Bengali Muslims.”#Assam : The peasant organization, Krishak Mukti Sangram Samiti ( KMSS) forms a new political party named as \" Raijor Dol\". pic.twitter.com/VEBzCBLwlD— Axomiya Nabaprajanma (@Nabaprajanma) October 2, 2020\n\nDutta pointed out that the two outfits had agitated separately even during the anti-CAA protests last winter.   “We wanted one party initially, but since that did not materialise, we are hoping there will at least be one common platform of all regional parties at least,” said Bhasco De Saikia, president of the Krishak Mukti Sangram Samiti and convenor of the newly formed Raijor Dol.The All Assam Students’ Union’s general secretary, Lurinjyoti Gogoi, said they were open to the idea. “We have been saying that all forces who believe in regionalism should get together in some form to ensure that there is no division of votes,” he said.A grand opposition alliance?But some say that an alliance of parties claiming to represent communities defined as indigenous to Assam is not enough. Ajit Bhuyan of the Anchalik Gana Morcha said there needed to be “broad-based unity” among all anti-BJP forces. “According to me, all progressive regional parties should get together with the Congress, Left parties and the AIUDF to stitch together a grand anti-BJP coalition on the basis of a common minimum programme,” he said. “That is the only way to defeat the BJP.”The All India United Democratic Front, a party that largely represents the interests of Muslims of Bengali origin, rose to prominence in Assam in the 2000s, amid great communal strife in the state. It positioned itself as an alternative to the Congress, which it said was not doing enough to safeguard the interests of the community. The Congress, for its part, has said it was open to being part of a grand anti-BJP alliance. “If we really have to defeat the BJP, we have to sit together and give a united fight instead of fighting with each other,” said Debabrata Saikia, the party’s leader in the Assembly.Today AAP Assam had a fruitful meeting with honorable MP Shri Ajit Kumar Bhuyan @AjitKrBhuyan and the team of Anchalik Gana Morcha. The people of Assam need to unite to defeat communalism and fascism. pic.twitter.com/6zFTimCif9— AAP Assam (@AAP4Assam) July 24, 2020\n\nThere seems to be few takers for any such alliance among the bigger regional parties, though. Both the Krishak Mukti Samiti and the All Assam Students’ Union said they were opposed to the idea of aligning with the Congress or the All India United Democratic Front. “There is no questioning of allying with any national or communal force,” said Gogoi. “AIUDF is as dangerous as the BJP.”Saikia of the Krishak Mukti Sangram Samiti also shot down the possibility. “It will only hurt our legitimacy among voters in areas like Upper Assam,” he said, alluding to the Congress and All India United Democratic Front’s reputation, among certain sections of Assamese voters, of being sympathetic towards undocumented Muslim migrants.Dutta said that the trepidation of the All Assam Students Union was understandable. This was the student’s union that had spearheaded the anti-foreigners movement, after all, at a time when the Congress held power in Assam.“Although, at the moment, the AASU’s biggest enemy is the BJP, one must remember that their very basis and sustenance is the anti-Congress position that they have been upholding for decades,” Dutta said. “And with AIUDF, there is a fundamental ideological difference.”As for the Krishak Mukti Sangram Samiti, Dutta said the outfit’s reluctance to be seem with All India United Democratic Front could be because it wanted to endear itself to the “Assamese mainstream”, largely defined by the middle class, a section that it has fallen out of favour with in the last few years. This was, after all, the main constituency that saw Bengali origin Muslims as a threat to their majority in Assam.","author":"Arunabh Saikia","time":"2020-10-13T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133630-yudsevicsx-1577763605.jpg","tags":["Assam","Bharatiya Janata Party","Raijor Dol"],"source":"https://scroll.in/article/975194/assams-anti-caa-stir-has-birthed-new-parties-can-they-be-the-promised-political-alternative"}