{"title":"Assam: Suspected ULFA(I) militants kill five people in Tinsukia district","content":"Suspected militants belonging to the United Liberation Front of Asom (Independent) killed at least five people and injured one in Assam’s Tinsukia district on Thursday, reports said. The group is yet to claim responsibility for the attack, Time8 reported. “Some motorcycle-borne men indiscriminately opened fire on the youth who were playing ludo at a dhaba in Kherbari village,” Tinsukia Additional Superintendent of Police Prakash Sonowal told NorthEast Now. The deceased were identified as Bengali-speaking workers Subal Das, Dhanai Namsudra, Anant Biswas, Shyamal Biswas and Abinash Biswas, a district intelligence official told Scroll.in. An unidentified official said six men were made to stand in a row on the banks of the Brahmaputra river before being shot. Chief Minister Sarbananda Sonowal condemned the attack and directed ministers Keshav Mahanta and Topon Kumar Gogoi to visit the site. Sonowal has asked Director General of Police Kula Saikia and Additional Director General of Police Mukesh Agarwal to oversee the investigation.“Shocked at the brutal killing of five people in Dhola’s Kherbari of Tinsukia,” said BJP leader and state minister Himanta Biswa Sarma. “I strongly condemn this cowardly act. My condolences to the bereaved families of victims Ananta Biswas, Abhinash Biswas Shyamlal Biswas, Subol Das and Dhananjay Namasudra. The perpetrators shall not be spared.” Intelligence officials were reportedly tipped off about the attack, which was planned as a retaliation against the Centre’s Citizenship (Amendment) Bill, 2016, Time8 reported.On October 23, protestors attempted to stop transport services and burnt tyres in several parts of the state after several groups called for a shutdown to protest against the proposed legislation. The bill, which was introduced in the Lok Sabha in July 2016, aims to make crucial changes to the Citizenship Act of 1955. If passed, it would make undocumented immigrants – Hindus, Christians, Buddhists, Sikhs, Jains and Parsis – from Afghanistan, Pakistan and Bangladesh eligible for citizenship. It would also ease the terms of naturalisation of individuals from these groups.Mamata Banerjee condemns attackWest Bengal Chief Minister Mamata Banerjee condemned the attack and asked if it was “the outcome of recent NRC development”. “We have no words to express our deep sorrow to the grieving families,” she said on Twitter. “The perpetrators must be punished at the very earliest.”Banerjee announced that the Trinamool Congress would organise protest rallies on Friday across the state, including Siliguri and Kolkata, in protest against the killings.Terrible news coming out of Assam. We strongly condemn the brutal attack in Tinsukia and the killing of Shyamlal Biswas, Ananta Biswas, Abhinash Biswas, Subodh Das. Is this the outcome of recent NRC development ?  1/2— Mamata Banerjee (@MamataOfficial) November 1, 2018\n\nWe have no words to express our deep sorrow to the grieving families. The perpetrators must be punished at the very earliest 2/2— Mamata Banerjee (@MamataOfficial) November 1, 2018","author":"Scroll Staff","time":"2018-11-01T22:47:10.746659+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/900601-34794-ntczyrlnuv-1485073182.jpeg","tags":["Assam","Militant attack","Shooting","Tinsukia"],"source":"https://scroll.in/latest/900601/assam-suspected-ulfa-i-militants-kill-five-people-in-tinsukia-district-say-reports"}