{"title":"In Assam, campaign urging Bengali Muslims not to list Assamese as mother tongue has sparked protests","content":"In Assam, a social media campaign called “Chalo Paltai – Mission 2021” is causing a stir. The war cry, “chalo paltai” – “let us change” – is a call to Bengali speakers who identified Assamese as their mother tongue in the previous censuses to stop doing so in the 2021 census.People behind the campaign say adopting Assamese had not saved them from being “branded as illegal migrants” in the state. In recent years, the Bengali-speaking community of this border state has felt particularly targeted by the National Register of Citizens. The register, being updated for the first time since 1951, proposes to sift Indian citizens living in Assam from “illegal immigrants”. “Our forefathers established Assamese medium schools, all of us went to those schools, yet our nationality is routinely questioned,” said Abu Eusuf Mohammad Raihan, who runs a “Chalo Paltai” Facebook page from Middle Assam’s Nagaon.  The effects of the campaign have spilled out of the virtual world. On May 31, a Guwahati-based Right to Information activist filed a first information report against a “so-called called intellectual Garga Chatterjee from West Bengal” who had supported the campaign. Soon afterwards, members of the Asomiya Yuva Mancha in Lakhimpur burnt effigies of Chatterjee and Bengali Hindu leaders from Assam. Former Assam chief minister Tarun Gogoi has now smelt a “conspiracy” in the campaign and exhorted the “Assamese people to be alert”.But why were so many of Assam’s Bengali speakers enlisting themselves as Assamese in the first place? To understand this, one needs to go back almost two centuries.The fall and rise of Assamese Perhaps the most significant consequence of the annexation of Assam in 1826 by the British was the massive inflow of “outsiders” to the state – most of them Bengalis who were brought in to perform a variety of tasks essential for the functioning of the colonial government. While the Assamese community was demographically and economically marginalised, Assamese pride received yet another body blow in 1836 when the colonial government declared Bengali the state’s official language. Although the Assamese managed to get the decision reversed four decades later, it would make the community militantly protective of their language in the years to come. It did not help that when Assam was severed from the Bengal province in 1874, Bengali-majority Sylhet was tacked on to it – quashing Assamese aspirations of linguistic homogeneity. Indeed, language emerged as the centrepiece of Assamese nationalism in the subsequent decades, channelled largely through the Assam Sahitya Sabha, a literary body formed in 1917.But in spite of these cultural assertions, the numerical threat remained: the 1931 census pegged Assamese speakers at a mere 31.4 %.Becoming Assamese But something surprising happened in 1951: the percentage of Assamese speakers in the state went up dramatically to 56.7%. This surge is attributed mainly to a large number of Bengali Muslims  identifying themselves as Assamese speakers. Many of their ancestors had migrated from the districts of colonial Bengal since the 19th century and settled in the Brahmaputra Valley. Historians and political scientists widely acknowledge this to be a watershed moment for Assam and its perceived identity as an Assamese-speaking state.For decades since, a large section of Assam’s Bengali-speaking Muslims have enlisted themselves as Assamese in the language census – partly to assimilate with the local population, but primarily to avoid persecution by the Assamese, who have always viewed migration as cultural invasion.Staying Bengali Assam’s Bengali Hindus, though, stuck to their Bengali identity. This has often led to conflicts with the local Assamese-speaking population, fierce in staving off Bengali influence in the state. The most bitter of these conflicts was set off by the state government’s attempt to make Assamese the state’s sole official language in the 1960s. That decision was furiously resisted by the state’s Hindu Bengalis, primarily from the Bengali-dominated Barak valley. They waged a movement of their own called the Bhasha Andolan. Numerous protests and 11 deaths later, the government retracted its decision. Although Bengali-speaking Muslims from the Barak Valley were also part of the  Bhasha Andolan, there was almost no participation of Bengali Muslims from the Brahmaputra Valley. Shared tales of oppression But there now seems to be an attempt to bridge the gap between Bengali Hindus and Muslims, the glue being shared tales of alleged discrimination by the Assamese and the state machinery. Bengali nationalists from West Bengal have also latched on the campaign, holding meetings and exhorting Bengalis in Assam to unite irrespective of faith to dislodge Assamese as the state’s primary language.This suggestion seems to be quite a few takers. “Who is there in the detention centres and made to feel like second-class citizens?” asked Amrit Lal, a Hindu Bengali community leader based in Bongaingaon district. “Bengalis – both Hindus and Muslims. If we don’t unite now, we will be gone.”One hundred quasi-judicial bodies called foreigner tribunals adjudicate on matters of nationality in Assam. Those declared foreigners by these courts are sentenced to indefinite incarceration in detention centres, which share space with district prisons. Raihan concurred Lal. “For far too long, we have been Hindus and Muslims,” he said. “It is time to be Bengali now, it is any day better than being insulted as a Miya”, the pejorative term for Assam’s Bengali Muslims, who are often suspected to have migrated illegally from across the Bangladesh border.The solution becomes a new problemThe spectre of “illegal migration” has long haunted Assam’s public life. In a bid to find a lasting solution to this problem, the state started updating its National Register of Citizens in 2015 at the behest of the Supreme Court. The updated registry is meant to be a list of bona fide Indian citizens of Assam defined as anyone who entered the state before the midnight of March 24, 1971. The date corresponds with the beginning of the Bangladesh liberation war. However, numerous local accounts suggest the exercise is skewed against the state’s religious and linguistic minorities. Recently, almost three lakh people, most of them Bengali-speakers who made it to the final draft of the National Register of Citizens after several rounds of verification, were asked to appear for fresh hearings once more. This followed objections to their inclusion by Assamese nationalist groups. Most of these objections proved to be bogus, with the complainants failing to even turn up for the hearing. “You ask why this movement,” said an angry and disillusioned Raihan, an engineer by training. “It is spontaneous, a direct result of the harassment we have faced. People have had to face so much hardship to go for these objection hearings. How long can a set of people tolerate injustice?”Raihan’s fellow campaigner, Hanif Ali, a farmer in Lower Assam’s Barpeta district, agreed. “All these years, we have been speaking the Assamese language, yet we are not accepted as Assamese,” he said. “Why is it that almost everyone kept in detention camps are people of Bengali origin?”‘Not Bengali Muslims’However, many in Assam’s Bengali Muslim community do not see themselves as Bengalis at all anymore. They take umbrage at being called so and insist on being identified as Muslims of Bengal origin.  Take for instance, Hafiz Ahmed, who heads the Char Chapori Sahitya Parishad, the largest literary body representing the community. “One fifty years ago, our forefathers became Assamese,” he affirmed. “And I will always object if anyone identifies me as a Bengali.”Many of Assam’s Muslim organisations, including the influential All Assam Muslim Students’ Union, share a similar official position – although divisions exist internallyIdentifying as Bengali at this juncture would be self-defeating, according to Ahmed. “If our people decide to identify themselves as Bengalis, there will be unthinkable chaos,” he cautioned. “There is no end to oppression anyway. Do we want to make things worse for ourselves by becoming Bengalis now?”‘A local tradition of tolerance’His position, Ahmed insisted, was not driven by fear of retribution by the Assamese people but to maintain Assam’s delicate social order, brought about by accommodations made by all sides over the years. Said Ahmed, “It is true that we are going through a bad phase and people are fired up because of the fake objections by AASU [All Assam Students’ Union, which has spearheaded anti-foreigners movements in the state]. But if we are to regain lost ground, it will have to be with the support of progressive Assamese people. In the past, many progressive Assamese people have stood up for us. Do I not have a responsibility now?”Shajahan Ali Ahmed, a Barpeta-based activist who has extensively worked with people caught in citizenship tangles, was even more emphatic. “Yes, we have been targeted by some ultra-nationalists, but why will we go against the entire Assamese community for a few elements like that?” he said. “The real progressive Assamese nationalists are with us, have spoken up for us, and it is for them that we have been able to survive in Assam.”Literary critic and political commentator Hiren Gohain said he understood that the “adventurism of AASU may indeed have provoked this reaction”, but hoped those behind the “Chalo Paltai” movement would recognise that the outfit “no longer has unqualified support of the Assamese people”. The community’s willingness to embrace the Assamese language, Gohain said, had led to a “local tradition of tolerance of faith” over the years. “To revoke a promise of their forefathers’ at this juncture appears would break this evolving and expanding trust,” he warned.Now under threat Yet, the fragile pact between communities has been endangered by the National Register of Citizens and the Citizenship Amendment bill, which seeks to facilitate citizenship for non-Muslim minorities from Bangladesh, Afghanistan and Pakistan for non-Muslim minorities from Bangladesh, Afghanistan and Pakistan. “There is no doubt that the NRC process and the Citizenship Amendment bill have strained relations between various communities in Assam,” said political scientist Sanjib Baruah. “It now carries significant risk of destabilising a political settlement that has long been able to manage tensions around the question of migration from across the Partition border.”A reconciliation at this stage appears elusive, with the All Assam Students Union standing defiant about its decision to file objections en masse. “Objection is a legal procedure,” said Lurinjyoti Gogoi, the outfit’s general secretary. “People who were left out of the NRC have also filed claims, why is there no noise about that? All of this noise is basically to include the name of foreigners in the NRC by hook or crook.” The objection spree amounted to “cruel harassment of some extremely vulnerable people”, Baruah claimed. But he said the Supreme Court was to be blamed for the current churning as much as the Assamese nationalist outfits. “Why would it countenance such a frivolous mode of filing objections in a matter as serious as determining a person’s citizenship status?” asked Baruah. “Normally in a democracy we have the judiciary to protect people in such situations. But in the strange universe of the NRC, where the Supreme Court has turned itself into an executive court, to whom can such hapless victims now turn?","author":"Arunabh Saikia","time":"2019-06-09T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121479-bajqnmsjub-1560066551.jpg","tags":["Language politics","Assam","Bengali Muslims"],"source":"https://scroll.in/article/926022/assam-drive-urging-bengali-muslims-not-to-list-assamese-as-mother-tongue-could-become-explosive"}