{"title":"Assam government to form new panel for implementation of accord","content":"The Assam government on Tuesday said that it will set up a sub-committee comprised of ministers and members of the All Assam Students Union for the implementation of the accord signed in 1985, PTI reported.The Assam Accord is an agreement between the Centre, the state government and nationalist groups, including the AASU. The accord was signed after a six-year-long agitation, demanding the deportation of foreigners from Assam. The All Assam Students Union had been at the forefront of the agitation.On Tuesday, Assam minister Atul Bora said that clauses 6,7,9 and 10 of the accord were discussed during the meeting.Clause 6 of the agreement promises “constitutional, legislative and administrative safeguards to protect, preserve and promote the cultural, social, linguistic identity and heritage of the Assamese people”. Clause 7 deals with the “speedy all round economic development of Assam.”Clause 9 deals with securing the India-Bangladesh border, and Clause 10 deals with the prevention of encroachment on government lands.In a meeting with AASU, attended by my esteemed colleagues, we discussed a host of critical issues. The implementation framework would also include updating of NRC, floods & related issues, rehabilitation of families of martyrs and victims of Assam Agitation, among others.— Himanta Biswa Sarma (@himantabiswa) September 7, 2021\n\nChief Minister Himanta Biswa Sarma said that the sub-committee will submit a framework to implement the accord within three months.Sarma said that the framework will include updating the National Register of Citizens, flood relief work, and the rehabilitation of the families of “martyrs and victims of Assam agitation”, among other matters.The NRC is a register meant to document all legal citizens of India. More than 19 lakh people were left out of the final list of the Assam NRC that was published on August 31, 2019. The number of people left out of the database in Assam comprised around 6% of the state’s entire population. Some of those left out have appealed against their exclusion in the foreigners’ tribunals. As many as 3.3 crore people had applied for the exercise.All Assam Students Union Chief Adviser Samujjal Kumar Bhattacharya on Tuesday said that the sub-committee will comprise three state ministers and five representatives from the student body, India Today reported.At the meeting, the Assam government and the All Assam Students Union also decided to formulate an action plan for three demands of the student body, according to the Hindustan Times. The demands are related to honouring singer Bhupen Hazarika at the universities in Tezpur, Guwahati and Dibrugarh, beautification of Hazarika’s ‘Samadhi Kshetra’, or memorial, at Guwahati and incorporations of his teachings in the school curriculum.","author":"Scroll Staff","time":"2021-09-08T17:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143451-hvgjumtxye-1602312485.jpg","tags":["Assam","AASU","Assam Accord","NRC","National Register of Citizens","Himanta Biswa Sarma"],"source":"https://scroll.in/latest/1004905/assam-government-to-form-new-panel-for-implementation-of-accord"}