{"title":"Assam: Mob allegedly kills student leader in Jorhat, 13 arrested","content":"A mob allegedly lynched an All Assam Students’ Union leader in the state’s Jorhat town on Monday after a heated argument over a road accident, The Hindu reported.The police have arrested 13 people in connection with the incident, the Hindustan Times reported on Tuesday.“We have arrested 13 persons in connection with the incident including the main culprit Neeraj Das, a person with criminal antecedents who is also the father of Mohan Das, the person who was riding the scooter,” said Jorhat Police Superintendent Ankur Jain.The student union leader, 23-year-old Animesh Bhuyan, was travelling with Mridusmanta Baruah, a local television reporter. Pranay Dutta was the third person in the vehicle with them.Jain told PTI that the incident took place near a truck stand in the town after an elderly man on a two-wheeler fell down. Several people, including the man’s son, allegedly caught hold of Bhuyan, Baruah and Dutta, and claimed that the man was hit by their vehicle.“More people joined and the incident soon escalated into a full blown physical attack,” Jain said. The officer said that the police are identifying the culprits and that efforts are on to arrest other persons allegedly involved in the incident.The injured were taken to a hospital, but doctors declared Bhuyan dead on arrival.Bhuyan was the Golaghat district unit education secretary of the All Assam Students’ Union.The students’ union has claimed that the three persons were not involved in the accident. It also threatened to shut down the town of Jorhat if the police does not arrest all those allegedly involved within 24 hours, The Hindu reported.","author":"Scroll Staff","time":"2021-11-30T09:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166953-mihgqjwbfn-1638243452.jpg","tags":["Animesh Bhuyan","AASU","Assam","Jorhat","All Assam Students Union"],"source":"https://scroll.in/latest/1011728/assam-mob-allegedly-kills-student-leader-in-jorhat-seven-arrested"}