{"title":"Assam conducts eviction drive to clear ‘illegal encroachments’ in Darrang district","content":"The Assam government on Monday carried out a drive to clear “illegal encroachments” in Darrang district, Chief Minister Himanta Biswa Sarma said. Sarma added that district officials and the police cleared 4,500 bighas of land in Sipajhar area by “evicting 800 households, demolishing four illegal religious structures and a private institution”. A bigha is approximately a fourth of an acre.Some reports have said the drive cleared more, with The Sentinel reporting that 8,000 bighas of land was cleared.Considering the COVID-19 Pandemic, a full bench of Hon'ble Gauhati High Court headed by Chief Justice, vide its order dated 10.05.2021 has ordered that any decree for eviction/ dispossession or demolition should remain in abeyance . pic.twitter.com/iJfaSR3q89— Abdul Khaleque (@MPAbdulKhaleque) September 20, 2021\n\nApart from the police, there was a heavy presence of paramilitary and State Disaster Response Force officials at the site, the newspaper reported.The eviction drive took place more than three months after Sarma promised to clear encroachments from over 77,000 bighas of government land to involve unemployed young people in organic farming, according to The Sentinel.As Scroll.in reported in June, the Assam government, amid the devastating second wave of the coronavirus, proceeded with its eviction drives despite a court order. Most of those displaced in the process were Muslims of Bengali origin.Congress MP Abdul Khaleque pointed this out while responding to the latest eviction drive on Monday.Khaleque said: “Considering the Covid-19 pandemic, a full bench of Hon’ble Gauhati High Court headed by chief justice, vide its order dated 10.05.2021 has ordered that any decree for eviction/ dispossession or demolition should remain in abeyance.”The MP described the Darrang eviction drive as inhuman. “I am always opposing eviction without proper rehabilitation plan,” he added. “We are condemning it.”Assam activist Akhil Gogoi’s Raijor Dal also criticised the eviction drive. “We oppose the inhuman eviction at Sipajhar,” the party’s Secretary Ashraful Islam said. “We demand that the communities evicted are provided with proper rehabilitation.”","author":"Scroll Staff","time":"2021-09-21T14:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164256-aggxkpsizx-1632210963.jpg","tags":["Assam","eviction drive","North East News"],"source":"https://scroll.in/latest/1005864/assam-conducts-eviction-drive-to-clear-illegal-encroachments-in-darrang-district"}