{"title":"Assam NRC coordinator files FIR against predecessor for ‘anti-national activities’","content":"Assam’s National Register of Citizens Coordinator Hitesh Dev Sarma on Thursday filed a first information report alleging criminal and “anti-national activities” by his predecessor Prateek Hajela, News18 reported.The first information report also named other officials who were Hajela’s colleagues in updating the National Register of Citizens for the state, NDTV reported.In Assam, persons who have entered India before March 25, 1971, have to prove their citizenship. In August 2019, Assam had published a National Register of Citizens with an aim to distinguish Indian citizens from undocumented immigrants living in the state.Sarma, who had replaced Hajela following a Supreme Court order in October 2019, alleged that his predecessor intentionally avoided the re-verification of 33,794 persons out of 64,247 marked as Originally Inhabitants of Assam, News18 reported.Being labeled as an Original Inhabitant of Assam is a fast-track route to be included in the list. Sarma alleged that not re-verifying these names allows non-eligible persons to be included in the list. He also complained that Hajela facilitated the entry of non-citizens, which is a dereliction of duty that could amount to “treason” and be a “threat to national security”, reported News18.Sarma alleged that during the updating exercise of the National Register of Citizens, the “Family Tree Matching” procedure was adopted to check fraudulent practices of trying to falsely link an individual to a person residing in Assam before 1971, NDTV reported.Before it was introduced, there was a provision for quality checks to avoid incorrect or false entries. Sarma claimed that Hajela used a software for the family tree certification that was designed to avoid quality checks, to give an opportunity to some officials to include “non-citizens” in the list, NDTV reported.“Despite the mandate of Supreme Court for an error-free National Register of Citizens, Prateek Hajela may have intentionally avoided mandatory quality checks by ordering the use of a software which prevented quality checks and facilitated the entry of names of ineligible persons into National Register of Citizens, which can be seen as an anti-national act affecting the national security,” the complaint by Sarma stated, according to the Hindustan Times.More than 19 lakh persons in Assam were left out of the final list of the National Register of Citizens, which comprised around 6% of Assam’s entire population.The state government had called the final draft of the National Register of Citizens “faulty” and had alleged that it has excluded several indigenous people of Assam. Foreigners’ Tribunals were tasked with hearing their appeals against exclusion. Those whose claims are rejected, face detention.","author":"Scroll Staff","time":"2022-05-21T08:48:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/78235-myibkjtwcs-1515069756.jpg","tags":["National Register of Citizens Coordinator","National Register of Citizens","Assam","Hitesh Dev Sarma","Prateek Hajela","Assam NRC","CAA NRC"],"source":"https://scroll.in/latest/1024434/assam-nrc-coordinator-files-fir-against-predecessor-for-anti-national-activities"}