{"title":"Assam’s search for its ‘original inhabitants’ returns a key question: Who is Assamese, anyway?","content":"Assam is counting its citizens. Over the past year, the state government has spent much of its energies on an exercise described as historic: updating the National Register of Citizens that was first compiled in 1951. In the 65 years in between, there have been major shifts. East Pakistan has become Bangladesh, pushing great waves of people over the border into Assam, and thousands more have crossed over, both from other states and the neighbouring country, in search of economic opportunities.The new citizens register will establish the “original inhabitants of Assam”, says the state government website, and root out illegal immigrants from Bangladesh. “It is a question of identity,” said Pratik Hajela, state commissioner of the NRC. “It is about the political rights of the people of the state. Migration has been a burning issue in Assam. Illegal migrants are determining the political future of the state.”In the 65 years since the last NRC, ethnic nationalisms have also flowered in the state, and various groups have made competing claims on the land, each calling themselves the real bhumiputras, or sons of the soil. The Assam Movement was kicked off by protests in 1979, against so-called foreigners creeping into the electoral rolls. The tension between migrants and foreigners has generated its own politics. So it is not surprising that the government should use the language of indigeneity when defining citizenship.“But who,” as Hajela put it, “is indigenous to Assam?” In a diverse state that has absorbed many layers of migration over the last century, the question is not easy to answer. For the purposes of the NRC, the government is going with the terms of the Assam Accord of 1985, which aimed to curb illegal migration as well as preserve the political and cultural identity of indigenous communities.The accord mandated the compilation of a new NRC and stipulated that foreigners who entered Assam after midnight on March 24, 1971, would be deported. Those who could prove they entered between 1966 and 1971 may stay on, but they would lose their voting rights for 10 years. It was in 1966 that the atrocities in East Pakistan started, explains Hajela, triggering the exodus. On March 25, 1971, the Pakistan Army began operations in Dhaka, marking the start of the Bangladesh war. Presumably, people on the other side of the border would have no reason to flee once the liberation war actually started.Quite naturally, the project to update the NRC sent off ripples of suspicion. In 2010, two pilot NRC centres were started in Barpeta district and Chaigaon in Kamrup district. Angry members of the All Assam Minority Students’ Union demonstrated at the deputy commissioner’s compound in Barpeta Town, demanding that the project be shut down. The police launched a lathi-charge, four protesters were killed and the updating of the lists was halted.Since then, political outfits as well as ordinary people seem to have accepted the 1971 cut-off date. Now the state is spreading out its papers, going through its ledgers, sweeping across the countryside and knocking on doors in search of the true, the “original” Assamese.Vanities of a welfare stateJust the logistics of it are staggering. The offices of the NRC have scanned 6.6 crore documents and digitised old records covering 2 crore names. That makes it the largest database for pre-1971 documents anywhere in the country, says Hajela. It has enlisted the services of 50,000 government officials from various departments and 8,000 computer operators. Hajela, who heads the NRC, has a personal team of 1,200 people. While the NRC office in Guwahati is the nerve centre of operations, there are a number of data entry centres, with employees hired on contract. The data entry centre in Guwahati alone has 1,500 employees. Then there are 2,500 NRC seva kendras spread across the state, each covering about 2,500 households and helping people with the process of application.Specific software have been developed for the vast databases and Wipro has provided the hardware – 8,000 laptops, to be returned once the project is over. The current budget is Rs 660 crore. It goes into the payment of salaries and honorariums as well as the expensive technology, says Hajela. Fuel costs are high. Electricity has barely reached some of the villages covered by the NRC, so you need diesel or petrol for power.Hajela says there is great emphasis on transparency, with all the data and the expenditure being made public. But workers on the ground have complaints. Abdul Motleb, a resident of Garemari village in Barpeta district, gave up his job as an Arabic teacher to work as a field level officer for the NRC. After nine months of work, Motleb said, he was paid just Rs 1,500.The NRC must go through several phases before it becomes a bona fide roster of citizens. To begin with, there’s data collection. “You have to give documentary proof that you or your ancestors were living here before the cut-off date in 1971,” said Hajela. “Since most people are not that age, they name an ancestor as their ‘legacy person’.”Pre-1971 documents containing legacy data.The long span of time under survey has split the data into two sets. List A documents, or legacy data, prove your ancestors lived in Assam before 1971. More than 90% of the applicants have chosen to fall back on pre-1971 electoral rolls or the 1951 NRC for this, said Hajela. You can run a search on the government’s database by typing in your ancestor’s name or your hometown. Once this is collated, you get a legacy data code, which is to be entered into your application. “It’s rather like a PNR code,” Hajela explained. List B documents prove the relationship between applicant and purported ancestor. Using the data submitted, the NRC has plotted the applicant’s blood relations on a family tree. Next, the two-pronged verification process. The documents submitted are sent to the original issuing authorities. At the same time, NRC personnel have fanned out across towns and cities to verify the information on the ground, sorting out mistakes in the forms. After verification, the draft NRC will be made public. People will be given enough time to correct omissions and mistakes before the final NRC is published.Simple? Not quite.More legacy data.What the files don't tellHajela shows images of some legacy documents which have been digitised, pages from old electoral rolls and sections of the 1951 NRC. For thousands of people, a fading name scrawled on crumbling paper is the only proof of decades of family history. The NRC tries to pin down identity through documents, but as state officials motoring across Assam have found, life defies the files. Over the years, identities have mutated through birth, death, examinations, marriage, social customs or even a chance moment’s whim.The trouble begins with the 1951 NRC, which is at best a crude, approximate list. Hemanta Bhuyan, election officer of Barpeta district and regional department commissioner for the NRC, has been struggling with the eccentricities of the data. Incidentally, his offices are in the same compound that saw the protests of 2010. It is a dusty old colonial building, with deep windows and heavy wood. Bhuyan speculates how the 1951 data must have been collected in the villages – people gathered under a tree and a dishevelled official hurriedly scribbled down their names, or what he thought were their names.“You find strange names in the 1951 NRC,” said Bhuyan. “Someone might have worked as a postman, for instance, so his name has gone down as ‘Postman Kalita’. There are several ‘Hawildars’, ‘Patwaris’, ‘Advocates’ and ‘Dewans’. Naturally, these are not their real names.” Pet names or local monikers have also entered the list. Then there are the spelling mistakes, because of which the same name is written differently across documents. Also, pages are missing from electoral rolls, which means some names have disappeared without leaving a record. Sometimes, several people with the same name crop up in the old records, creating confusion.In the village of Garemari, one January afternoon, a table and some benches had been set up in a small clearing. People huddled anxiously around the table, clutching sheaves of paper. They were being verified. Rehana Parbin, a resident of the village, was fretful. According to the 1951 NRC, her grandfather, the ancestor named in her legacy data, was called Sona Khan. But according to information submitted for the 2015 voters’ list, he was Sona Dewan – he had worked as a government functionary, she said.Verification in Garemari village. Photo credit: Ipsita ChakravartyAbdul Motleb, who was helping out with the verification, had run into some trouble himself. “My wife’s father’s name is Altab Kha in the 1951 NRC, Altab Hussain Khan in the 2015 voter list and Altab Khan in another document. How do you prove that there are three names but one man?” In some cases, he said, people who had gone on the Hajj came back and added “Haji” before their name, leading to a mix-up in the application.Some tangles had nothing to do with names at all. Motleb mentions people who had named their “dharma baap” or adoptive father in the application forms. “The person’s biological parents might still be living but he might have given the adoptive father’s name, which is not accepted,” he said. “Sometimes, the dharma baap won’t accept the relation, fearing that he will be swindled out of his property.” All these problems are usually solved by verbal evidence gathered in the village, Motleb says.Unable to join all the dots through documents, the state has gone back to the subjects. The verification teams are aided by the gaon bura (village headman) and the patwari. Their job is to go from door to door, speaking to the applicant’s parents, siblings, children and grandchildren to authenticate the family tree. Friends and neighbours are asked whether a person has really lived in those parts for decades, whether they remember his father and grandfather, what name he really goes by. So in this way the official and the definitive is threaded with local memory and hearsay, with stories no voter list or land record can tell.Deliberate mistakesBut the old suspicions have not disappeared, both among the surveyors and the surveyed. Hajela and Bhuyan claim that most of the confusion is created by Muslim names. Bhuyan says it’s because the community only has a handful of names, which are repeated down the roster. Muslim applicants, for their part, feel they are subjected to greater scrutiny than others. And the “mistakes” in the application forms, they think, are not quite innocent. The suggestion that always hangs in the air is that they are illegal Bangladeshi migrants.Nurul Hassan, a schoolteacher in Maricha village in Barpeta district, shows an application form with nine names and 33 mistakes. Forms submitted in Asomiya have been returned in English, and spelling mistakes have entered in the process. But some errors are more egregious. Sarowars, Mazumdars and Hassans have all been turned into “Khatuns” in the application form. In a form submitted by another Muslim family, Hassan says, the wrong surname is actually a word of abuse in Asomiya. “It is good that the NRC is happening but I feel that the mistakes are deliberate,” he said.Nurul Hassan. Photo credit: Ipsita ChakravartyNurul Hassan cannot remember when his family moved to those parts, though he can produce an old, browned tax receipt from 1938. A few years ago, his father even ran for assembly elections as a Congress candidate.It is the same story with Pearul Islam Ahmed, a resident of Putlatari village and district secretary of the Communist Party of India (Marxist). “I have seen land documents from the 1890s in my family,” he said. “We came here to farm. You got very good yields with very little capital in these lands. There were rich crops of jute and paddy, there was also fish farming. We gave the 1951 NRC for our legacy data. But they claimed we had given no proof of age, no documents, and the form did not mention my father’s name.”“And what about those who have no documents to show?” demanded Ahmed. “In parts of Dhubri district and in lower Barpeta, the Brahmaputra River has eroded the banks and washed away the homes and lands of many people. They have lost everything, including documents.”Who are the tea tribes?For Assam’s most marginalised, the documents may have never existed. The officials compiling the 1951 NRC, for instance, did not venture into the remotest reaches of the state, leaving out, for instance, people living in the char areas, or river islands. Most of these desperately poor communities are Muslim. There are other areas where the state has never entered and other people it has never acknowledged as citizens.Take the adivasis who have lived in the state for nearly a century. A majority of them were brought in by the British to work as indentured labourers in the tea gardens of colonial Assam. Post Independence, they have been designated as the “tea tribes” of Assam. In an order last year, the Supreme Court relaxed the NRC norms for Scheduled Tribes, Scheduled Castes as well as the tea tribes of Assam.But travel to the adivasi villages in the Bansbari area of Baksa district, and doubt prevails. These villages are curled around the Manas tiger reserve. The forests here are skirted by tea gardens. Some adivasis work in these gardens, some in the mustard fields that have turned golden in the January sun. Most villagers are illiterate, and members of the All Adivasi Students’ Association of Assam said they had to help people fill up their forms. The only proof of existence that some adivasis can provide is working records that lie with their tea garden managers.“‘Tea tribes’ is an informal term, which is not mentioned in the Constitution and has been forced upon us,” said Raju Tirkey, former president of AASAA. “Who are the tea tribes? We are Uraos, Santhals, Mundas. Tea garden workers also include Bengalis and Nepalis. Then there are adivasis living in villages outside the tea gardens. Adivasis are OBCs in this state since they haven’t granted us ST status. They don’t want to accept us as Assamese tribes.”Baksa is part of the volatile Bodoland Territorial Area District, which has seen clashes between Bodos and adivasis for decades. Tales of dispossession have floated down from neighbouring BTAD districts into Bansbari. Some adivasi families in lower Assam lost all their papers in 1996, recalls Tirkey. Bodo violence against adivasis had left many dead and displaced thousands that year.An adivasi student group in Baksa district. Photo credit: Ipsita ChakravartyBut there are other ways in which official papers can dispossess adivasis. Older records tended to iron out the nuances of adivasi identities, recognising them as groups rather than individuals. While this practice has changed in later years, it could create complications for the NRC.“Earlier, people used to give their sub-caste names as a surname, say, Santhal or Munda,” explained Tirkey. “Our family surname has always been Tirkey. But in 1951, when they came to survey us, they asked, ‘what is Tirkey?’ So my grandfather just put down ‘Urao’, which is the name of our sub-caste. My grandfather’s land documents say Urao but the second generation documents say Tirkey. This could create a problem.”“I am a Gond and that’s what my caste certificate says, so I won’t change it in the NRC forms,” said Narayan Singh Gond, another member of the AASAA, whose real surname is Markam.‘Rakshya patra’Still, both Muslims, regarded with suspicion by the state, and adivasis, who have never been recognised by the state, feel that the NRC will be good for them.“Eta amader rakshya patra [This is our certificate of security],” said Motleb, speaking of the Muslim community. “If we get the NRC, they can’t call us Bangladeshis, D-voters anymore. They can’t harass us anymore.”“People are trying to stall the NRC because it will give us security,” said an angry Sahed Ali Ahmed, a reporter for a local newspaper in Barpeta.For adivasis living in Baksa district, which saw ethnic clashes as recently as 2014, security means not seeing your family members killed or losing your home overnight. And an updated roster of citizens, Tirkey thinks, “will be good for Assam’s security.”As for the NRC, it has already missed the Supreme Court’s deadline of March 1, 2016, by when the final list was supposed to have been published. Harried officials of the NRC are still going from village to village, verifying names and dates. With each phase of the process, the documents multiply, the stacks of paper in the seva kendras seem to grow taller. But the state is still checking and cross-checking its papers, perhaps in search of an ever-receding indigeneity.","author":"Ipsita Chakravarty","time":"2016-02-18T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/803509-article-cfhyxmfrys-1455719130.jpeg","tags":["Assam","Migration"],"source":"https://scroll.in/article/803509/assams-search-of-its-original-inhabitants-returns-a-key-question-who-is-assamese-anyway"}