{"title":"Assam government publishes first draft of National Register of Citizens, verifies 1.9 crore people","content":"The Assam government published the first draft of the National Register of Citizens – a list of verified Indian citizens – at midnight on January 1.The list verifies 1.9 crore people, of 3.29 crore who applied, as legal citizens of India. The rest of the names are being verified, Registrar General of India Sailesh said at a press conference held at midnight. “As soon as the verification is done, we will come out with another draft,” he said, according to PTI.Assam began to update the National Register of Citizens in 2015 to create a definitive list of citizens of the state and root out illegal Bangladeshi immigrants. This was a key election promise made by the Bharatiya Janata Party before it won the state polls in 2016. This is the first exercise of its kind since 1951.  Citizens can check their names in the first draft at Sewa Kendras across Assam from 8 am on Monday, The Indian Express reported. They can also check for information online, through SMS and a toll-free number for people from Assam (15107).  National Register of Citizens State Coordinator Prateek Hajela asked people to not panic if their names are not on the first list. “It is a tedious process to verify the names,” he said. “So there is a possibility that some names within a single family may not be there in the first draft.”On Friday, Assam Finance Minister Himanta Biswa Sarma said this was being done to “identify illegal Bangladeshis residing in Assam”. “All those whose names do not figure in the NRC will have to be deported,” he said.Last week, the Assam government stepped up security in sensitive areas across the state, in anticipation of violence after the first draft was published. Earlier, Chief Minister Sarbananda Sonowal (pictured above) had assured “genuine” Indians that they would get enough opportunities to get their names added to the list and urged people to not worry if they do not find their names on the first draft.","author":"Scroll Staff","time":"2018-01-01T09:04:23.046231+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/863388-77228-nfpnquwqxy-1513958624.jpg","tags":["National Register of Citizens","Assam","Citizens list","India"],"source":"https://scroll.in/latest/863388/assam-government-publishes-first-draft-of-national-register-of-citizens-verifies-1-9-crore-people"}