{"title":"Assam: Man accused of cow smuggling killed in police shooting","content":"A man accused of being a cow smuggler was shot dead by the Assam Police on Wednesday while he was allegedly trying to escape from custody in Kokrajhar district, The Times of India reported.The accused man, Adam Ali, was also suspected of having links with Bangladesh-based terrorist organisation Jamaat-ul-Mujahideen. Superintendent of Police Abhijit Gaurav a police team had gone to Dhubri district to catch Ali.“He [Ali] fled on seeing the police and crossed the border into West Bengal,” Gaurav added, according to PTI. “Police caught him near Cooch Behar. The police team was ambushed as it was moving him. Ali tried to flee and the police fired at him.”Ali was taken to hospital, where he was declared dead, the police said. The superintendent of police added that Ali was wanted in several other cases, including money laundering and possession of illegal arms.Police shootings in AssamWith this, at least 55 persons accused of a crime have been killed and 140 injured in police action since Chief Minister Himanta Biswa Sarma assumed office in May last year, PTI reported. In most cases, the police have claimed they opened fire in self-defence or to prevent the accused person from escaping custody. Ali was killed a day after the Assam Youth Congress alleged the police were evading response to Right to Information queries on “fake encounters” that have taken place in the state over the last year.In an affidavit in June, the state government had told the Gauhati High Court that 51 persons have been killed and 139 injured due to police action or during their custody since May 2021.The affidavit was filed in response to a public interest litigation by Delhi-based lawyer Arif Jwadder, who had sought an independent investigation into the rise in police shootings in Assam.Jwadder had cited media reports to claim that over 80 such incidents have taken place from May 2021 till December that year. He had added that 28 persons were killed and 48 were injured in “fake encounters” in this period.On March 15, Sarma had defended police action in the state Assembly. The number of cases registered in January and February had fallen by 30% compared to the same period last year, Sarma had said, adding that the police’s tough stand against criminals was working.Also read:‘He surrendered’: In Assam, another custodial death raises questions","author":"Scroll Staff","time":"2022-07-21T13:51:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/49696-bjbdbtybvw-1484838750.jpg","tags":["Adam Ali","Assam Police","Police shootings","BJP","Himanta Sarma","Assam encounters"],"source":"https://scroll.in/latest/1028747/assam-man-accused-of-cow-smuggling-killed-in-police-shooting"}