{"title":"Assam: Additional NRC exclusion list to be published on June 26","content":"An additional list to the draft National Register of Citizens in Assam will be published on June 26, the office of the state coordinator for the exercise has said. It will contain only the names of people who figured in the draft list published in July 2018 but were subsequently found ineligible for inclusion due to various reasons, the state coordinator’s office said on Thursday.  People may have been excluded for being doubtful voters, foreigners, or having a case pending at one of the 100 Foreigner Tribunals in the state.More than 40 lakh people were excluded from the final draft of the register published on July 30, 2018. Those who did not make the draft list were allowed to make one last claim for inclusion before the publication of the final consolidated list at the end of next month. Authorities also allowed objections to be filed against people included in the final draft.The statement from the National Register of Citizen coordinator’s office.People whose names will be excluded will be informed through letters delivered at their residential addresses. “Such persons will have the opportunity to file their claims at the designated NRC Seva Kendras before July 11, 2019,” the statement said. “Their claims will be disposed thereafter before publication of final NRC on July 31, 2019.”On Thursday, President Ram Nath Kovind told Parliament that the Centre has decided to implement the National Register of Citizens on priority basis in areas affected by infiltration. He made the comment during his customary speech to Parliament after the formation of the 17th Lok Sabha. He emphasised that the government sees infiltration not only as a cause of “social imbalance” but also a threat to “limited livelihood opportunities”.The stated aim of the register is to separate genuine Indian citizens from undocumented immigrants living in Assam. According to the terms, anyone who cannot prove that they or their ancestors entered the state before midnight on March 24, 1971, will be declared a foreigner.   Last month, the Supreme Court asked NRC Coordinator Prateek Hajela to be accurate and give a fair hearing to objections raised by people whose names are missing from the list. The court made the observation after a retired Indian Army soldier was arrested by Assam Border Police in Guwahati and taken to the detention centre for illegal immigrants in Goalpara after being declared an undocumented immigrant by a Foreigners Tribunal. He was later released on bail on the Gauhati High Court’s orders.  The whole exercise has been embroiled in several controversies, including allegations of bias against certain communities.","author":"Scroll Staff","time":"2019-06-21T16:27:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/927854-fxtapxxear-1533956934.jpg","tags":["National Register of Citizens","Assam","Prateek Hajela"],"source":"https://scroll.in/latest/927854/assam-additional-nrc-exclusion-list-to-be-published-on-june-26"}