{"title":"Assam elections: Congress has ‘no vision or intention to do any good’, says PM Modi","content":"Prime Minister Narendra Modi on Saturday attacked the Congress, saying the party has “no vision or intention to do any good” in Assam ahead of the Assembly elections.“When Congress was in power at the Centre and in Assam, there was double negligence and double corruption,” Modi said at a rally in Bokakhat district. “You have to remember that Congress means instability, corruption. They have no vision or intention to do any good.”Modi also exuded confidence that the Bhartiya Janata Party will again form the government in Assam. “Seeing the massive crowd in today’s meeting, I am sure that we are winning the elections,” he said. “I can respectfully say to all our mothers, sisters and daughters sitting here that we have worked hard to fulfill the responsibility and expectations with which you elected the BJP government. It is now decided that Assam will get ‘double engine ki sarkar’.”Speaking in Bokakhat. Overwhelming support for NDA! https://t.co/iP7tgplDXM— Narendra Modi (@narendramodi) March 21, 2021\n\nModi claimed that his government took care of the tea garden workers, while the Congress indulged in politics. Both the BJP-led Assam government and the Opposition have promised to increase daily wage of tea workers, who are a deciding factor in at least 40 out of Assam’s 126 Assembly constituencies.“Congress has neglected tea garden workers for years,” Modi said. “BJP government has taken all steps to provide them education, medicines and jobs.”The 126-member Assam Assembly will go to polls in three phases on March 27, April 1, and April 6. The counting of votes will take place on May 2.","author":"Scroll Staff","time":"2021-03-21T13:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156508-lzfjwpcnjp-1616313402.jpg","tags":["PM Modi","Assam","Assam tea garden","Assam elections","BJP","Congress"],"source":"https://scroll.in/latest/990142/assam-elections-congress-has-no-vision-or-intention-to-do-any-good-says-pm-modi"}