{"title":"Assam delimitation: EC increases seats reserved for SCs, STs in final report","content":"The Election Commission on Friday published its final order on the delimitation of parliamentary and Assembly constituencies in Assam.A delimitation exercise refers to demarcating boundaries of Assembly and parliamentary constituencies as well as civic wards.  In its order, the poll panel retained the total number of Assembly seats at 126 and Lok Sabha seats at 14.The Election Commission, however, increased the number of constituencies reserved for Scheduled Tribes from 16 to 19 and the number of seats set aside for Scheduled Castes from 8 to 9. The names of one Lok Sabha constituency and 19 Assembly constituencies have been changed.The number of Assembly constituencies in the Bodoland districts – Kokrajhar, Baksa, Udalguri, Chirang and Tamulpur – has been increased from 11 to 15. One additional Assembly seat has been earmarked in the autonomous districts of West Karbi Anglong.The Lok Sabha constituency of Darrang has been renamed as Darrang-Udalgur. The Assembly constituencies that have been renamed are Mankachar (now Birsing Jarua), South Salmara (Mankachar), Manikpur (Srijangram), Bhowanipur (Bhowanipur-Sorbhog), Rupshi (Pakabetbari), Boko (Boko-Chaygaon), Hajo (Hajo-Sualkuchi), Gobardhana (Manas), Batadraba (Dhing), Nagaon (Nagaon-Batadraba), Sootea (Nadaur), Chabua (Chabua-Lahowal), Moran (Khowang), Dima Hasao (Haflong), Algapur (Algapur-Katlicherra), Badarpur (Karimganj North), North Karimganj (Karimganj South), South Karimganj (Patharkandi), and Ratabari (Ram Krishna Nagar).The Election Commission said that the delimitation exercise was carried out on the basis of the 2001 Census.The poll panel had published a draft of the delimitation on June 20, and had sought representations from organisations and individuals. On Friday, it said that it received 1,222 suggestions or objections, out of which 45% were addressed in the final proposal. In about 5% of the representations, the demands could not be accepted as they were found to be “beyond the constitutional and statutory provisions”, the Election Commission said.Nine Opposition parties in Assam had moved the Supreme Court challenging the methodology adopted by the Election Commission in creating a delimitation draft.The parties are the Congress, Raijor Dal, Assam Jatiya Parishad, Communist Party of India (Marxist), Communist Party of India, Trinamool Congress, Nationalist Congress Party, Rashtriya Janata Dal and the Anchalik Gana Morcha.Also read:Why the Election Commission Assam delimitation proposal is being seen as communalThe petitioners said that by relying on the data of the 2001 census, the Election Commission has created three categories of districts and has taken a different yardstick for each category. This has led to a possible deviation of up to 33% between the populations of the largest and the smallest constituencies, they submitted.They also contended that the statements made by Assam Chief Minister Himanta Biswa Sarma indicate that the exercise was carried out to benefit the ruling Bharatiya Janata Party.","author":"Scroll Staff","time":"2023-08-12T19:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185034-vtpckwseok-1672403279.jpg","tags":["Assam","EC","delimitation","Assam delimitation"],"source":"https://scroll.in/latest/1054224/assam-delimitation-ec-increases-seats-reserved-for-scs-sts-in-final-report"}