{"title":"Assam floods: Toll rises to 108, situation remains critical in Silchar town","content":"Seven more persons died due to floods in Assam on Thursday, taking the cumulative tally in the state to 108, PTI reported.Two fatalities each were reported from the districts of Cachar and Barpeta, while one death each was reported from Bajali, Dhubri and Tamulpur, the state disaster management authority said. Two children were among those who died due to floods on Thursday.As of now, 30 out of Assam’s 35 districts have been categorised as flood-affected. A total of 45,34,048 residents have been adversely affected by the deluge in the state. The number of persons affected by the calamity has come down from 54,57,601 on Wednesday.Crops across 1,00,869.76 hectares of land have been damaged. Barpeta is the worst-hit district in terms of damage to agricultural land.  Currently, there are 2,84,875 persons in 759 relief camps across the state. Barpeta has the highest number of persons – 1,10,535 – in relief camps, according to the official figures.  The floods have also damaged 592 houses in eight districts, the state disaster management authority said.#WATCH | Fire & Emergency Services, Assam, spur to action as the flood situation worsens in Chirang district. (22.06)#AssamFloods pic.twitter.com/VQ4C6q5mSu— ANI (@ANI) June 22, 2022\n\nThe Brahmaputra and Barak rivers, as well as their tributaries, are in spate in most regions affected by the deluge, according to PTI. The three districts in the Barak Valley – Cachar, Hailakandi and Karimganj – have been badly hit due to the rising water levels of the Barak and Kushiara rivers.Eight teams of the National Disaster Response Force have been sent to Assam from Itanagar and Bhubaneswar. An Army team comprising 120 members has also been sent from Nagaland’s Dimapur city for rescue operations in the Silchar town.The Assam State Disaster Management Authority has released three helpline numbers – 0361-2237219, 9401044617 and 1079 – for flood affected persons in the Cachar district who need assistance.For any help regarding rescue, relief and other emergent situations of the people of flood-affected areas in the #Cachar district, kindly call the helpline number: 0361-2237219, 9401044617, 1079#emergencyresponse #emergencyservices #AssamFloods #floodmanagement #assam pic.twitter.com/yOWvm6ptSe— Assam State Disaster Management Authority (@sdma_assam) June 24, 2022\n\nOn Thursday, Chief Minister Himanta Biswa Sarma carried out a survey of the Barak Valley. He said that additional columns of the Army will be sent to the town of Silchar to rescue stranded residents.Sarma said that 30 packets of food, water bottles and other essentials were airdropped at Silchar by Indian Air Force helicopters. Further, the authorities plan to drop one lakh bottles of drinking water to the town daily due to the scarcity of clean drinking water there, he added.While there has been some improvement in the flood situation in other parts of Assam, nearly the entire town of Silchar is currently submerged, the Hindustan Times quoted an unidentified official as saying.Close to 3 lakh persons are facing a shortage of food, clean drinking water and medicines in Silchar, PTI reported, citing an unidentified official.Sunit Das, a scientist with the India Meteorological Department, said that the city reported 930 millimetres of rain till June 21. An unidentified official also told the newspaper that damage to the Bethukandi embankment on the Barak river made the situation worse.The town, which has already been battered by rainfall far exceeding the monthly average for June, remained cut off for the third day.Assam | Rescue team wades through water on boats amid flooded lanes of Silchar town, Cachar district which continues to be submerged pic.twitter.com/BqEUEhiQzK— ANI (@ANI) June 23, 2022\n\nPrime Minister Narendra Modi said that the Centre is working closely with the Assam government to provide all possible help to the state.“Army and NDRF teams are present in the flood affected areas,” he said. “They are conducting evacuation operations and assisting those who are affected. The Air Force has conducted over 250 sorties as a part of the evacuation process.”Meanwhile, Meghalaya Chief Minister Conrad Sangma said that the state government has sought Rs 300 crore aid from the Union government for rehabilitation of areas affected by floods and torrential rainfall. At least 34 persons have died in the state due to floods and heavy rain since April 1, according to PTI.Sangma said that restoring road connectivity to the Garo Hills will take some time as parts of the region have suffered large-scale destruction. He expressed shock at the “unimaginable” damage in parts of the state, adding that several roads have been washed away in landslides.","author":"Scroll Staff","time":"2022-06-24T09:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176207-hgyuisnftg-1656042317.jpg","tags":["Himanta Biswa Sarma","Assam floods","Silchar","Floods","Northeast rains"],"source":"https://scroll.in/latest/1026826/assam-floods-toll-rises-to-108-situation-remains-critical-in-silchar-town"}