{"title":"Assam’s ‘foreigner’ identification and detention process is riddled with flaws, says a new report","content":"A new report has pointed out several flaws in the process to identify and incarcerate so-called foreigners in Assam. Due process is skipped during identification and the subsequent detention largely operates outside a proper legal regime, the report contends.The report was drafted by activist Harsh Mander, who visited three Assam districts this January in his capacity as a Special Monitor for minorities and communal violence for the National Human Rights Commission.  Mander has since quit from the position, citing the committee’s failure to act on the report.A suspect is identified  In Assam, matters of nationality – a much contentious subject – are adjudicated by quasi courts known as foreigners’ tribunals according to the provisions of the Assam Accord. This was the agreement signed between the Union government and Assamese nationalists in 1985 to mark the end of a six-year-long, often violent anti-foreigner mass movement. Under this accord, everyone who could not prove that they or their ancestors entered Assam before the midnight of March 24, 1971 – in other words, before the beginning of the Bangladesh War – would be declared an illegal immigrant, irrespective of religion.These tribunals take up cases referred to them by the local Foreigner Regional Registration Office, which itself works on the recommendations of the border police. This is the special division of the Assam police designated to spot identify suspected foreigners. Each border police unit has a jurisdiction of around 15-20 villages, which it surveys for suspected illegal immigrants. Once it suspects a particular person to be a foreigner, it asks them to produce documents proving citizenship within 15 days, failing which it refers the person to the local Foreigner Regional Registration Office.  The office conducts its own investigations and, if it is not reasonably satisfied about the person’s nationality, it sends the case for trial in the tribunal.\n\t\t\n\tThe anatomy of a foreigners’ tribunal  There are currently 100 foreigners tribunals in Assam. Most of them are of recent vintage, set up in 2015. Prior to that, that were 36 of them. The government claimed that the rise in number was to deal with an increasing backload of cases.  Till 2015, only a serving or retired district judge or an additional district judge was eligible  to be appointed as a foreigners tribunal member. But when the new tribunals got functional in 2015,  any practising advocate over 55 years of age as on April 1, 2015, and with 10 years of experience  as a lawyer can apply for the post. The tribunals are governed by the Foreigners Act 1946, which places the burden of proof on the accused to prove that they are Indian citizens. An example of a notice sent to suspected foreigners A trial follows  Mander’s report, however, citing interviews with activists and affected people, says that trials are often unfair for a range of reasons.  The tribunals proceedings, the report says, are inherently biased against suspected foreigners. For one, the tribunals provide 15-20 days to submit documents whereas the district administration takes to two three months to provide the documents after applying for them, the report contends, quoting activists.There are many, the report avers, who not get a chance to defend themselves at all either because they do not receive notices from the tribunal or cannot afford legal representation. “We saw omnibus notices to large numbers of persons, sometimes naming some persons and simply adding a number for the others,” states the report. “Many persons are migrant workers, or were not at home, or for a variety of other reasons did not get the notice.”Banished without trial  If people fail to turn up for their trial, the tribunal passes ex-parte orders against them declaring them foreigners, making them liable to be incarcerated in detention camps – often indefinitely, as India does not have any formal reparation arrangement with Bangladesh yet. As the report notes: “Since there is no formal agreement between India and Bangladesh governments for India to deport persons they deem to be foreigners, not only are the persons who the Foreigners’ Tribunal judge to be foreigners detained for many years, there is no prospect of their eventual freedom from this incarceration. At present, it appears that they may actually be detained for the rest of their lives.”An indefinite detention  The situation, the report notes, may only get worse in wake of the release of the National Register of Citizens.  Since 2015, Assam started updating its citizens’ list known as the National Register of Citizens. The stated aim of the exercise is also to identify all “genuine citizens” living in Assam and root out “illegal immigrants”. A truncated first draft was released on January 1. The partial draft verified that 1.9 crore of the 3.29 crore individuals who applied to be included in the register were citizens of India. A second final list is scheduled to come out to June 30.  It is feared that people who find themselves out of the updated list may be put into the same detention centres that house people declared as foreigners by the tribunals.“The Indian state must therefore formulate and announce a clear long-term policy about how it will treat, and what will be the consequences, of a person being declared a ‘foreigner’,” the report contends. “This is more crucial than ever, because it is possible that the NRC may declare lakhs as foreigners. In such a case, does the state want to detain lakhs of people indefinitely?”","author":"Arunabh Saikia","time":"2018-06-27T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/884152-77919-qgcbhqlnqq-1514790428.jpg","tags":["Assam","Foreigners' Tribunals","Illegal immigrants","National Register of Citizens"],"source":"https://scroll.in/article/884152/assams-foreigner-identification-and-detention-process-is-riddled-with-flaws-says-a-new-report"}