{"title":"Assam to table bill to end polygamy within this financial year, says Himanta Sarma","content":"Assam Chief Minister Himanta Biswa Sarma on Sunday said that his government would introduce a bill to end polygamy within this financial year.Sarma made the remarks hours after an expert committee submitted its report on the state’s competence to frame laws on the matter.Today, the Expert Committee, formed to examine the legislative competence of the State Legislature to enact a law to end polygamy in Assam, submitted its report. Assam is now closer of creating a positive ecosystem for women's empowerment irrespective of caste, creed or religion. pic.twitter.com/4sycOWwPhN— Himanta Biswa Sarma (@himantabiswa) August 6, 2023\n\n“The report unanimously said the state government has the right to frame laws on polygamy,” Sarma said at a press conference, according to PTI. “The state government is competent to enact such a law.”Polygamy – the practice to have more than one wife – is allowed in Muslim personal laws. The practice was banned among Hindus in the 1950s through the Hindu Code Bill, which also regulates aspects such as inheritance, adoption, marriage and divorce. This law is often used as a justification by the Hindutva bodies to introduce a Uniform Civil Code.A Uniform Civil Code has been on the Bharatiya Janata Party’s agenda for long and several states ruled by the party have been making advances towards introducing a common set of personal laws for people from all religions. The matter gained impetus after the Law Commission in June sought views from citizens and religious groups. A couple of weeks later, Prime Minister Narendra Modi also made a pitch for a Uniform Civil Code in the country.In May, the Assam government had constituted a four-member committee to examine the legality of the move. The committee was chaired by retired Gauhati High Court judge Justice Rumi Phukan and had Assam Advocate General Debajit Saikia, Assam Additional Advocate General Nalin Kohli and Gauhati High Court advocate Nekibur Zaman as its members.On Monday, Sarma said that his government will try to table the bill in the Budget Session of the Assembly in 2023.“We will need to give time to MLAs to discuss and debate the issue,” he added. “But it is sure that the law will come into effect within the existing financial year.”","author":"Scroll Staff","time":"2023-08-07T15:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185926-znscbyjebe-1674370263.jpg","tags":["Polygamy","Himanta Biswa Sarma","Assam"],"source":"https://scroll.in/latest/1053923/assam-to-introduce-bill-to-end-polygamy-within-financial-year-says-himanta-biswa-sarma"}