{"title":"Assam polls: EC reduces Himanta Biswa Sarma’s ban on campaigning from 48 hours to 24 hours","content":"The Election Commission has reduced the ban imposed on Assam minister Himanta Biswa Sarma from 48 hours to 24 hours, reported NDTV on Saturday. The poll panel had imposed the 48-hour ban from campaigning and speaking to the media on Friday.The poll panel said that it has taken note of Sarma’s “unconditional apology and assurance/undertaking” and would modify its earlier order, reducing the debarment period from 48 hours to 24 hours.Sarma will now be able to campaign on Sunday, the last day for doing so before the third and last phase of the Assam Assembly elections is held on April 6. Canvassing by parties are allowed only till 48 hours before polling begins.Meanwhile, the poll panel on Friday transferred Himanta Biswa Sarma’s brother and Goalpara Superintendent of Police Sushanta Biswa Sarma from the district. Officer Veera Venakata Rakesh Reddy will take charge as the new Goalpara superintendent of police with immediate effect.Himanta Sarma was barred from campaigning after he threatened Bodoland People’s Front leader Hagrama Mohilary. On Thursday, the Election Commission had asked Sarma to respond to a notice sent to him on the basis of a complaint filed on the matter by Congress, which is contesting the Assam Assembly elections in alliance with Mohilary’s party. The EC’s order on Friday said that Sarma, in his response, had denied the allegation levelled against him but the election body did not find his reply satisfactory.The excerpt of Sarma’s purported comments against Mohilary, mentioned by the EC in its order, states that the BJP leader had threatened to send the Bodoland People’s Front leader to jail and initiate proceedings against him by the National Investigation Agency.The Congress, in its complaint, had said that the central agencies are not tools of the BJP to be used for electoral gains. It demanded that the Assam minister be disqualified from the Assembly election in the state and is prohibited from campaigning. The party had also asked the poll panel to issue directions for filing a first information report against Sarma.","author":"Scroll Staff","time":"2021-04-03T16:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110079-vxbfprtumt-1617447805.jpg","tags":["Himanta Biswa Sarma","Election Commission","Assam","Assam elections"],"source":"https://scroll.in/latest/991315/assam-polls-ec-reduces-himanta-biswa-sarmas-campaign-ban-from-48-hours-to-24-hours"}