{"title":"Assam: Congress MLA Aftabuddin Mollah arrested for remarks about Hindu priests","content":"The Assam Police on Wednesday arrested Congress MLA Aftabuddin Mollah for his remarks about Hindu ascetics, Namgarhias, who are priests of the Vaishnavite sect, in a speech on November 4, reported ANI.“Wherever there is any rape, the temples priests and namgharias are involved,” the Jaleswar MLA claimed at a public meeting in Goalpara district. “Show me one Muslim cleric who is responsible for wrongdoing. Such bad things are done by Hindus, not by Muslims. But still, Muslims are blamed.”Mollah made the remarks in response to a statement by All India United Democratic Front chief Badruddin Ajmal who had said last month that Muslims are “number one in robbery, dacoity, rape”.A day after Mollah’s speech, the Assam Congress issued a show cause notice, saying that he made a “highly obnoxious comment”.“The principle and perspective of Indian National Congress, is never against saints, priests, seers, maulanas and Namgharias and Congress has been always revealing due respects to them,” Assam Congress president Bhupen Kumar Borah said in the notice. “I am extremely unhappy and ask you to withdraw your statement and seek public apology in front of the media immediately.”Mollah apologised for his remarks on November 5. Guwahati Police Commissioner Diganta Barah said that it is a case of hate speech. The MLA has been booked under sections 295 (outrage religious feelings), 153 (promoting enmity between different religious groups) and 505 (committing any offence against any other class or community) under the Indian Penal Code, news agency ANI reported citing Assam Director General of police GP Singh.","author":"Scroll Staff","time":"2023-11-08T14:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195708-vhkowcyuqw-1699432462.jpeg","tags":["Assam Police","Aftabuddin Mollah","Himanta Biswa Sarma","Congress","BJP"],"source":"https://scroll.in/latest/1058829/assam-congress-mla-aftabuddin-mollah-arrested-for-remarks-about-hindu-priests"}