{"title":"Assam to implement Uniform Civil Code after Uttarakhand, Gujarat: Himanta Sarma","content":"Assam will be the third state after Uttarakhand and Gujarat to implement a Uniform Civil Code, Chief Minister Himanta Biswa Sarma announced on Thursday.Sarma, however, said that the tribal communities in the state will be kept out of the ambit of the bill.A Uniform Civil Code involves a common set of laws governing marriage, divorce, succession and adoption for all citizens. Currently, different religious communities are governed by their own codes of personal law.The introduction of a common personal law has for long been on the Bharatiya Janata Party’s agenda and several states ruled by the party have been making advances towards implementing it. The BJP claims that the aim of the proposed law is to ensure equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance.The matter gained impetus after the Law Commission in June sought views from the public and religious groups. A couple of weeks later, Prime Minister Narendra Modi also made a pitch for a Uniform Civil Code in the country.However, several tribal-majority states in the North East have sounded alarm over the proposal, saying it would amount to an infringement on the tribal way of life.In May, the Assam government had constituted a four-member committee to examine the legality of the move.At a press conference on Thursday, Sarma said that his government is waiting to see the bill around the Uniform Civil Code that Uttarakhand and Gujarat would introduce.“Once that is done, we will bring in the same legislation, but with certain tweaks,” said the chief minister. “Our bill would consider that we are also working against child marriage and polygamy. But, of course, we will exempt the tribal community from the ambit of it.”असम देश का तीसरा ऐसा राज्य होगा जहा UCC लागू होगा। #PressConferenceHighlights pic.twitter.com/EWZ143xKLS— Himanta Biswa Sarma (@himantabiswa) January 11, 2024\n\n\nOn the timeline of the introduction of a Uniform Civil Code in Assam, Sarma said that his administration would have to wait and see if the public consultation process can take place within two to three months after the Uttarakhand and Gujarat bills are introduced.“But if it’s a little bit complicated, wider consultations will be needed,” he said. “But Assam will definitely be the third state to bring a bill on the Uniform Civil Code.”On December 25, Uttarakhand Chief Minister Pushkar Singh said that the draft of a Uniform Civil Code for the state is ready and the expert committee will hand it over to the state government soon, reported PTI.Gujarat Home Minister Harsh Sanghavi announced on October 29, 2022, that the state cabinet had decided to form a committee for the implementation of a Uniform Civil Code in the state.Also read:Why the Uniform Civil Code has few takers in the North EastWhy Muslim women are divided on the question of a uniform civil code","author":"Scroll Staff","time":"2024-01-12T10:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193978-chwfznwrxz-1694416203.jpg","tags":["Uniform Civil Code","Assam","Himanta Biswa Sarma","UCC"],"source":"https://scroll.in/latest/1062022/assam-to-implement-uniform-civil-code-after-uttarakhand-gujarat-himanta-sarma"}