{"title":"Assam: Eight men allegedly linked to Bangladesh-based terror outfit arrested in Barpeta","content":"Eight men allegedly linked to a Bangladesh-based terror outfit have been arrested in Assam’s Barpeta district, the police said on Thursday.Assam Special Director General of Police (law and order) GP Singh said that the men, allegedly linked with Ansarullah Bangla Team, have been booked under provisions of the Unlawful Activities (Prevention) Act. The Ansarullah Bangla Team is a front organisation of terror group al-Qaeda in the Indian subcontinent.  The men have also been booked under Sections 120(b) (criminal conspiracy), 121 (waging war against the government of India) and 121(a) (conspiracy to commit offences punishable by Section 121) of the Indian Penal Code.In a tweet, Assam Chief Minister Himanta Biswa Sarma said the men were arrested for “indoctrination, recruitment, training and collection of funds for terrorist activities”.Eight persons have been arrested by @Barpeta_Police for links with AQIS/ABT. Barpeta PS C/No. 763/22 U/S 120(b)/121/121(A) IPC read with Sec 17/18/18(B)/19/20 UA(P) Act, 1967 pic.twitter.com/MlbjFkgrFp— GP Singh (@gpsinghips) July 28, 2022\n\nSingh added that one of the accused men, Mufti Mustafa, was running a madrasa in Morigaon, which was allegedly used as a safe house by members of the terror outfit.Morigaon Superintendent of Police Aparna Natarjan claimed that Mustafa had made financial transactions in 2019 with Amiruddin Ansari and Mamun Rashid, alleged members of the Ansarullah Bangla Team.Earlier on Thursday, the police had said 11 men have been detained on suspicion of their alleged links with the Ansarullah Bangla Team from Morigaon, Barpeta, Guwahati and Goalpara districts. The police said that the madrasa has been sealed and several electronic devices and documents seized from the detained persons.About 20 alleged members of the terror outfit have been arrested from Barpeta since March, according to PTI.","author":"Scroll Staff","time":"2022-07-29T11:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163621-taiajxsaxb-1630666093.jpg","tags":["Assam","Bangladesh","Barpeta","Himanta Biswa Sarma","Ansarullah Bangla Team","al-Qaeda in the Indian subcontinent"],"source":"https://scroll.in/latest/1029317/assam-eight-men-allegedly-linked-to-bangladesh-based-terror-outfit-arrested-in-barpeta"}