{"title":"Assam: Former ULFA(I) leader detained a day after five people were killed in Tinsukia","content":"The Assam Police on Friday detained former United Liberation Front of Asom (Independent) leader Jiten Dutta in connection with the killing of five people in Tinsukia district. One person was injured in the attack on Thursday.“As per instructions from the higher authorities, we have detained Jiten Dutta,” FirstPost quoted Sivasagar Additional Superintendent of Police Bolin Deori as saying. “He will be kept in Gaurisagar police station and we will wait for further orders.”According to reports, the police have also detained former ULFA(I) leader Mrinal Hazarika for questioning.However, the outfit on Friday said it had no role in the attack. Romel Asom, a member of the militant organisation’s publicity department, issued a press release denying responsibility for the murders.“We, the United Liberation Front of Asom (Independent) would like to make it clear to all concern authorities that our organisation does not have any involvement in the firing incident that occurred on 1st November, 2018 at Sadiya Saikhowaghat in Tinisukia District,” the release said.Union Home Minister Rajnath Singh on Friday said he spoke to Assam Chief Minister Sarbananda Sonowal and asked for an investigation into the deaths, ANI reported. “I have told him that the strictest action should be taken and culprits should not be spared,” Singh said.Sonowal has directed ministers Keshav Mahanta and Topon Kumar Gogoi to visit the site of the attack. He has deputed Director General of Police Kula Saikia and Additional Director General of Police Mukesh Agarwal to oversee the investigation, following which the police started a combing operation to arrest the accused.The attackAn unidentified official said six men were made to stand in a row on the banks of the Brahmaputra river before being shot. The deceased were identified as Bengali-speaking workers Subal Das, Dhanai Namsudra, Anant Biswas, Shyamal Biswas and Abinash Biswas, a district intelligence official told Scroll.in.Tinsukia Additional Superintendent of Police Prakash Sonowal, however, said, “Some motorcycle-borne men indiscriminately opened fire on the youth who were playing ludo at a dhaba in Kherbari village.” Intelligence officials were reportedly tipped off about the attack.A spokesperson for the United Liberation Front of Asom (Independent) told The Hindu, “The attack might have been [carried out] over resentment against the Bharatiya Janata Party government’s bid to derail the National Register of Citizens by pushing the Citizenship Amendment Bill, 2016.”The Citizenship (Amendment) Bill, 2016, which was introduced in the Lok Sabha in July 2016, aims to make crucial changes to the Citizenship Act of 1955. If passed, it would make undocumented immigrants – Hindus, Christians, Buddhists, Sikhs, Jains and Parsis – from Afghanistan, Pakistan and Bangladesh eligible for citizenship. It would also ease the terms of naturalisation of individuals from these groups.On October 23, protestors attempted to stop transport services and burnt tyres in several parts of the state after several groups called for a shutdown to protest against the proposed legislation.Protests in Assam and BengalThe All Assam Bengali Youth Students Federation called a 12-hour shutdown in Tinsukia on Friday to protest against the killings, ANI reported. Shops were closed and vehicles remained off the roads. An unidentified police official said that no untoward incident was reported till 9 am.The group has called for a statewide bandh on Saturday and demanded compensation of Rs 20 lakh for families of each of the deceased. Secretary Nirmal Kanti Seal said, “We strongly condemn this cowardice act and demand security for the people.” The Trinamool Congress also said it would organise protests across West Bengal on Friday to protest the killings. West Bengal Chief Minister Mamata Banerjee in a tweet said the party will hold rallies in several places, including Siliguri and Kolkata, PTI reported.In solidarity, on #ProtestDay to condemn the brutal killings of Bengalis by a State ruled by the #BJP, we are turning our Twitter/FB DPs into black. Street protests throughout #Bengal. Please turn your DP into black for today— All India Trinamool Congress (@AITCofficial) November 2, 2018","author":"Scroll Staff","time":"2018-11-02T09:46:44.932687+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/104584-vojodupieb-1541131658.jpeg","tags":["United Liberation Front of Asom (Independent)","Assam","Tinsukia"],"source":"https://scroll.in/latest/900623/assam-ulfa-i-denies-responsibility-for-killing-of-five-people-in-tinsukia-district"}