{"title":"Assam: Gauhati High Court sets aside Foreigners’ Tribunal order, calls it ‘a perversity’","content":"The Gauhati High Court has set aside an order by a Foreigners’ Tribunal in Jorhat district of Assam that declared a 65-year-old man foreigner, stating that proof beyond all reasonable doubts is not required for establishing one’s citizenship, The Indian Express reported on Wednesday.  The court made the observation while delivering the verdict on a writ petition filed by Mohammad Iddrish Ali challenging the order passed by the Foreigners’ Tribunal.Ali, a resident of Kairigaon village, was arrested by the Assam Border Police in September last year and taken to the detention centre for illegal immigrants in Jorhat. The Border Police is tasked to identify doubtful citizens as well as illegal immigrants. The cases of such individuals are heard and disposed by the various Foreigners’ Tribunals.  The petitioner had produced 11 documents including the voters’ lists of 1985 and 1989 containing his name, along with the names of his father and uncle, to prove he is Indian. However, all the evidence was rejected by the tribunal. The tribunal observed that since the petitioner admitted he is 65-years-old, he should have been born sometime in 1953 and by the year 1974, he should have been enrolled in the voters’ list. The tribunal also observed that “surprisingly, his name did not feature in the Voters’ List of 1975”. Therefore, the tribunal held that he could not establish linkage prior to 1971.  According to the Assam Accord of 1985, the cut-off date for detection and deportation of illegal migrants is March 25, 1971.A division bench of the High Court comprising Justices Manojit Bhuyan and Parthivjyoti Saikia last week called  the observation of the tribunal a “perversity”. “We have no doubt that the tribunal has committed an error while appreciating Exhibits 6 & 7 [voters’ lists of 1985 and ‘89],” the court added. “...The entire opinion of the tribunal suffers from perversity. Such an opinion must not sustain.”“He [Ali] was born and brought up in a village in Nagaon,” the court said, referring to the details of his origin cited by him in his documents. “His grandfather’s name appeared in the voter list of 1965. The petitioner claimed that since 1965 [and] till 1989, his family used to cast their votes at Moiradhwaj village. But when he shifted to No. 2, Kairigaon Village, his name was displayed in the voter list of Golaghat district as ‘D’ voter. So, since 1997, he has been shown in the Voter List as ‘D’ voter.”Doubtful, or D voters, are people whose citizenship is in dispute.  Referring to the differences between tribunals and courts outlined by the Supreme Court, the bench observed that nothing is required to be proved beyond all reasonable doubt.The court then directed the tribunal to make fresh opinions after considering the Ali’s documents and directed the Superintendent of Police (Border), Golaghat, to make necessary arrangement to produce Ali before the Foreigners Tribunal in Jorhat on March 17. The court added that Ali may apply for bail before the tribunal.","author":"Scroll Staff","time":"2020-03-04T12:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120616-yjwpvvaeiy-1560512409.jpg","tags":["Gauhati High Court","Foreign Tribunal","Assam","Jorhat","Citizenship","detention camps","NRC"],"source":"https://scroll.in/latest/955104/assam-gauhati-high-court-sets-aside-foreigners-tribunal-order-calls-it-a-perversity"}