{"title":"Assam: Video captures police firing that killed two during eviction drive","content":"Two civilians were killed in police firing on Thursday in Sipajhar area of Assam’s Darrang district. The Assam government has ordered an inquiry by a retired judge of the Gauhati High Court into the killings and the circumstances leading to the incident.The two killed have been identified as Saddam Hussain and Sheikh Farid, EastMojo reported, citing a police official.Earlier on Thursday, local residents told Scroll.in that at least three people were feared dead in the incident in which police opened fire on those protesting against an eviction drive.Darrang Superintendent of Police Sushanta Biswa Sarma has said that nine policemen had also injured in the incident, NDTV reported.The following video contains graphic content.A harrowing video from the Indian state of Assam. pic.twitter.com/0s0tNy8dND— Ahmer Khan (@ahmermkhan) September 23, 2021\n\n  Meanwhile, Assam Chief Minister Himanta Biswa Sarma told journalists on Thursday evening that the eviction drive will continue, the Hindustan Times reported. “Police are doing their duty...As per my information, people attacked the police with machetes, spears and other things,” Sarma said. “Eviction has restarted [after the violence] and will continue tomorrow as well.”  Assam government order on the inquiry.According to local accounts, late on Wednesday night, the administration served an eviction notice to residents of Kirakota Char. Protests erupted on Thursday morning. After this, the administration reportedly promised that the villagers will be rehabilitated before the eviction. However, once activists left the area, the police opened fire on the protestors, residents alleged.A video widely circulated after the incident shows policemen opening fire and then falling upon a protestor who was running towards them with a stick. A few seconds later, he lies motionless on the ground, apparently shot in the chest. A photographer accompanying the police repeatedly assaults the man as he lies on the ground.Wednesday’s notice was the latest installment of the Assam government’s eviction drive against what it terms “illegal encroachments” in Sipajhar area.Assam Special Director General of Police GP Singh defended police firing, but assured action against the photographer.“Wherever there were violations of SOPs [standard operating procedures] and protocols, police will take action,” Singh told The Indian Express. “The only thing I can say is that having seen the video, we will take action against him [Bijoy Bonia]…no questions asked.”On September 20, at least 800 families were evicted from a government land by the local administration and the police in Sipajhar. Chief Minister Sarma had said on Monday that the authorities cleared 4,500 bighas (1,487 acres) of land. But some reports said that 8,000 bighas (2645 acres) of land was cleared.Monday’s eviction drive was carried out in Dholpur 1 and Dholpur 3 of Sipajhar area from 9 am to 4 pm, Darrang Superintendent of Police Sushanta Biswa Sarma had told The Indian Express. Most residents are Muslims of Bengali origin.The eviction drives are being undertaken more than three months after Sarma promised to clear encroachments from over 77,000 bighas (25,455 acres) of government land to make space for organic farming by unemployed young people.As Scroll.in reported in June, the Assam government proceeded with its eviction drives, despite a court order, amid the devastating second wave of the coronavirus. Most of those displaced in the process were also Muslims of Bengali origin.","author":"Scroll Staff","time":"2021-09-23T18:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164351-mdqucohjnq-1632413848.jpg","tags":["Assam","Darrang","Eviction drive","Himanta Biswa Sarma","Assam Police"],"source":"https://scroll.in/latest/1006061/assam-at-least-three-feared-dead-in-police-firing-during-eviction-drive-in-darrang"}