{"title":"Assam Police ‘found wanting’ in ensuring security to Rahul Gandhi, Congress chief tells Amit Shah","content":"The Assam Police has been found wanting in ensuring adequate security to Congress MP Rahul Gandhi during the ongoing Bharat Jodo Nyay Yatra, party chief Mallikarjun Kharge said in a letter to Home Minister Amit Shah on Tuesday.Kharge urged Shah to intervene so that Assam Chief Minister Himanta Biswa Sarma and the state police ensure that there is no violence against those taking part in the march.The Bharat Jodo Nyay Yatra is a large-scale outreach programme of the Congress led by Gandhi. The Lok Sabha MP is slated to travel 6,200 kms across 15 states. The march is presently passing through Assam and has crossed paths with multiple demonstrations by Bharatiya Janata Party workers defacing posters, raising slogans against the Congress and blocking Yatra’s convoy. On Sunday, Assam Congress chief Bhupen Borah was injured in an attack allegedly carried out by BJP members in the Sonitpur district.Kharge said in the letter to Shah that the attack left him bleeding profusely.\"The Assam Police has systematically stood by and / or allowed BJP workers to come closer and closer to the convoy of Shri. Rahul Gandhi, breaching his security cordon, and endangering his physical security and that of his team.\"Congress President Shri @kharge writes to the… pic.twitter.com/7WGv5X0W9n— Congress (@INCIndia) January 24, 2024\n\n\n The Congress president further said: “The Assam Police has systematically stood by and/or allowed BJP workers to come closer and closer to the convoy of Shri Rahul Gandhi, breaching his security cordon and endangering his physical security and that of his team.”Kharge said that despite evidence being publicly available, none of the miscreants have been arrested and in many cases, investigation has also not been initiated.The Assam police on Tuesday registered a case against Gandhi and other Congress leaders for instigating a crowd to launch an attack on Guwahati police. They have been booked for “wanton acts of violence”.Earlier on Tuesday, Sarma directed the police to file a case after Congress workers broke barricades and shouted slogans upon being stopped from entering Guwahati during the Bharat Jodo Nyay Yatra.","author":"Scroll Staff","time":"2024-01-24T16:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190914-vzkregpynb-1685953142.jpg","tags":["Mallikarjun Kharge","Amit Shah","Assam","Rahul Gandhi"],"source":"https://scroll.in/latest/1062642/assam-police-found-wanting-in-ensuring-security-to-rahul-gandhi-congress-chief-tells-amit-shah"}