{"title":"Assam: FIRs lodged against NRC Coordinator Prateek Hajela for exclusion of genuine Indians from list","content":"First information reports have been lodged in Guwahati and Dibrugarh against Assam’s National Register of Citizens Coordinator Prateek Hajela for allegedly excluding Indians from the updated citizens’ list deliberately, The Hindu reported on Wednesday.The Asom Garia-Maria Yuba Chhatra Parishad lodged the first complaint on September 3 at Guwahati’s Latasil police station, accusing Hajela of producing an expensive “farcical” document that left out many indigenous people. The Garia and the Maria are two categories of indigenous Assamese Muslims.“The final NRC is a farce and a waste of time and resources,” a spokesperson of the organisation said on Wednesday. “It is full of anomalies with three members of a family in and two members out, armed forces personnel excluded, one son in and another out despite using the same legacy data. This shouldn’t have happened at least to the original inhabitants of the state.”On Wednesday, All India Legal Aid Foundation member Chandan Mazumder lodged a complaint against Hajela at Dibrugarh police station, Northeast Now reported. He told the website that he had been excluded from the list despite submitting all necessary documents, including his family’s 1951 NRC, to prove his citizenship. “I am a bonafide citizen and my parents settled at Dibrugarh in 1947,” Mazumder said. “But still my name has been excluded from the NRC’s final list. I am very much disappointed with the NRC. I am shocked that even after applying with all the documents my name was not included in the final list.”He alleged that many genuine Indians were excluded from the list  “due to some inefficient employees and conspiracy”. “I went for hearing at Chabua and after submitting all the documents, the officials had assured me that my name would appear in the final NRC,” Mazumder said. “But even after producing all the valid documents my name has been excluded.”More than 19 lakh people were left out of the final list of the updated citizens’ database that was published on August 31. The number of people left out comprise around 6% of Assam’s entire population, two times the number of Rohingya refugees in Bangladesh, and the population of Nagaland. They will now have to appeal against the decision in foreigners’ tribunals. Many political parties, including the Congress and the Bharatiya Janata Party, have criticised the NRC, pointing out that many Bengali Hindus have been left out of the register. Bengali Hindus are the BJP’s oldest vote bank in the state. State Finance Minister Himanta Biswa Sarma has said the state government will approach the Supreme Court again for a reverification process in the National Register of Citizens in two districts on a pilot basis to address flaws in the database.  Read all the stories in The Final Count series here.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-05T07:59:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/936296-78235-myibkjtwcs-1515069756.jpg","tags":["Assam","NRC","Prateek Hajela"],"source":"https://scroll.in/latest/936296/assam-firs-lodged-against-nrc-coordinator-prateek-hajela-for-exclusion-of-genuine-indians-from-list"}