{"title":"Assam Police evading RTI queries on police shootings, alleges Youth Congress ","content":"The Assam Youth Congress on Tuesday alleged the police were evading response to Right to Information queries on “fake encounters” that have taken place in the state over the last year, NDTV reported.Angkita Dutta, the chief of the Congress youth wing, told the news channel that her outfit had filed RTI queries on the basis of media reports, asking the police for information about the number of such incidents and the tally of persons killed or injured. “Out of 35 police districts in the state, only 18 of them sent us RTI replies,” she said. “Till now only in Nagaon the state government has ordered a CID [Criminal Investigation Department] probe that found that the encounter was fake, so we demand that all the alleged fake or doubtful encounters needs to be investigated.”In the Nagaon incident, police personnel had allegedly assaulted former student leader Kriti Kamal Bora and then shot him on his knee on January 22. Bora had said that he was shot after he tried to intervene when he saw police officials beating up two persons he knew. But the police claimed that Bora was involved in illegal drug trade and had assaulted an official.Subsequently, the case was handed over to the Assam Police’s Criminal Investigation Department that named sub inspector Pradeep Bania in its chargesheet filed on July 5, according to The Meghalayan.On Tuesday, Dutta also alleged that superintendents of police in some districts were evading response by saying that the shooting was under investigation while others claimed that the police action was part of their duty and no departmental inquiry has been initiated.“How is the police going to justify that they were doing lawful duty?” she asked.Also read:‘He surrendered’: In Assam, another custodial death raises questions Several persons accused of a crime have been shot dead or injured in police shootings since Chief Minister Himanta Biswa Sarma assumed office in May last year. In most cases, the police have claimed they opened fire in self-defence or to prevent the accused person from escaping custody.In an affidavit in June, the state government had told the Gauhati High Court that 51 persons have been killed and 139 injured due to police action or during their custody since May 2021.The affidavit was filed in response to a public interest litigation by Delhi-based lawyer Arif Jwadder, who had sought an independent investigation into the rise in police shootings in Assam.Jwadder had cited media reports to claim that over 80 such incidents have taken place from May 2021 till December that year. He had added that 28 persons were killed and 48 were injured in “fake encounters” in this period.On March 15, Sarma had defended police action in the state Assembly. The number of cases registered in January and February had fallen by 30% compared to the same period last year, Sarma had said, adding that the police’s tough stand against criminals was working.“The fall in crime rate shows that the police action against criminals has worked,” the chief minister added. “We have been criticised in the House repeatedly for the encounters. Nobody supports the encounters. Police have to work within the law. But while working within the law, if a bullet hits a rapist, we must be clear whether we should sympathise with the rapist or the victim.”","author":"Scroll Staff","time":"2022-07-20T11:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140214-aaivdyowfp-1627370575.jpg","tags":["Police shooting","Police encounter","Assam Police","Youth Congress","Angkita Dutta","Assam","Himanta Biswa Sarma"],"source":"https://scroll.in/latest/1028642/assam-police-evading-rti-queries-on-police-shootings-alleges-youth-congress"}