{"title":"Assam: Former ULFA leaders, arrested over alleged inflammatory comments, granted bail","content":"An Assam court on Thursday granted bail to former United Liberation Front of Asom leaders Mrinal Hazarika and Jiten Dutta, who were arrested earlier this month for allegedly making inflammatory comments, The Assam Tribune reported. The Court of Judicial Magistrate (First Class) observed that not much of an investigation had been carried out since their arrest and released them on bail bail bond of Rs 20,000 each with a similar surety. Other bail conditions were that they will not threaten any witness in the case or make speeches that may cause communal disharmony. The court directed them to appear before the investigating officer once every week for the next three months. The situation in Assam has been tense since the final draft of the National Register of Citizens was released in July and attempts were made to pass the Citizenship Amendment Bill of 2016 in Parliament. While the Bill aims to grant citizenship to non-Muslim migrants from neighbouring countries, including Bangladesh, the register is supposed to separate Indian citizens in Assam from undocumented migrants, alleged to be mostly from Bangladesh. The final draft of the register, released on July 30, left out over 40 lakh of the 3.29 crore people who had applied to be listed.After Bharatiya Janata Party MP Shiladitya Dev announced a mass gathering in November of 26 Bengali groups in support of the Bill, Hazarika reportedly said that the Bill “must be stopped from being passed at any cost”. “If this does not happen, we must go back to the days of 1983,” he had said, alluding to a violent phase of the Assam Agitation, a movement for evicting people branded as “illegal immigrants” from the state. Dutta, meanwhile, has often criticised Dev for his pro-Bill position. Subsequently, some Bengali groups filed police complaints against the two men, accusing them of making communal and inflammatory statements. Their arrests came amid tension in the state over the murder of five Bengali-speaking daily wage labourers in Tinsukia district on November 1. “Just by putting us behind the bars, the government cannot shut our mouth,” Hazarika said, according to Pratidin Time. “Earlier, it was the language of guns, but now we have the power of pen and paper...We will continue our protest against the Citizenship [Bill].”Dutta and Hazarika represent a faction of the United Liberation Front of Asom that favours holding talks with the Indian government. They were previously with the militant group’s 28th battalion, which is believed to have carried out several killings of Hindi speakers in the 2000s.","author":"Scroll Staff","time":"2018-11-16T13:57:10.791859+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105797-nelpicyncv-1542356069.jpg","tags":["Assam","United Liberation Front of Asom","Mrinal Hazarika","Jiten Dutta"],"source":"https://scroll.in/latest/902361/assam-former-ulfa-leaders-arrested-over-alleged-inflammatory-comments-granted-bail"}