{"title":"Assam: Three power corporation employees killed in mishap at flooded dam site","content":"Three employees of the North Eastern Electric Power Corporation died on Saturday after an uprooted tree fell on them during a visit to a flooded dam area in Assam’s Dima Hasao district, The Times of India reported.The three persons who died were project manager Jayanta Hazarika, deputy manager Anupam Saikia and a contractual worker named Dimaraj Jahari.The accident took place when the three of them were on their way to close the gate of a flooded tunnel, The Telegraph reported. The tunnel was flooded due to a breach in a protection wall at the Khandong hydro power station.“Unfortunately a huge tree fell on them because of strong winds and they passed away soon after,”  VK Singh, the Chairman and Managing Director of NEEPCO said, according to The Telegraph. “They died in the line of duty...were on their way to close the gate. It is a very sad day for us.”Singh added that officials were earlier supposed to close the gate at 12 pm on Saturday, but the water level increased suddenly around 10.30 am. “Luckily those inside the tunnel managed to get out but we lost three other employees at a different location,” he said.Officials from the corporation said that the dam was flooded due to heavy rainfall in the upper reaches of Meghalaya, according to IANS.The sudden inflow of water into the turbine caused significant damage. Though, the exact extent of the damage is not yet known, an official told the news agency.Senior officials from the corporation have reached the spot and further investigation is underway.In October 2019, four NEEPCO personnel had died after a pipeline at the Kopili hydro power plant in the Dima Hasao district burst, according to The Telegraph.","author":"Scroll Staff","time":"2022-03-27T13:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172110-pxlulyafll-1648367966.jpg","tags":["Dima Hasao","Assam","NEEPCO","VK Singh","Khandong hydro power station"],"source":"https://scroll.in/latest/1020462/assam-three-power-corporation-employees-killed-in-mishap-at-flooded-dam-site"}