{"title":"Assam floods: Nearly 4.95 people lakh hit, over 14,000 in relief camps","content":"Nearly 4.95 lakh people in Assam have been hit by floods triggered by heavy rainfall over the past week, the state disaster management authority said on Thursday. Twenty-two of the state’s 31 districts are impacted by flooding.One person in Tamalpur district has died due to the floods. Many parts of Assam are prone to floods during the monsoon. Last year, floods and landslides in the northeastern state had left at least 197 dead and thousands displaced.According to a report of the Assam State Disaster Management Authority on Thursday, over 4.95 lakh residents have been adversely affected by floods till now this year. Crops over 14,091.90 hectares have also been damaged.Bajali is the worst-hit district with 2,60,385 residents hit, followed by Nalbari (77,702) and Barpeta (65,221).#WATCH | Assam: Several areas of Barama town in Baksa district face severe waterlogging and flood-like situation due to incessant rainfall in the region. pic.twitter.com/ijv8MiuYzF— ANI (@ANI) June 22, 2023\n\nAs of Thursday, there are 14,035 residents in 16 relief camps across the state.Visuals by ANI showed people wading through flooded streets and inundated rivers in the districts of Baksa and Nalbari.#WATCH | Flood situation in Assam's Nalbari remains grim as water level rises following incessant rainfall; visuals from Moiraranga village of Nalbari pic.twitter.com/vFVQvFSikV— ANI (@ANI) June 22, 2023\n\nOn Sunday, the India Meteorological Department had issued a red alert and predicted heavy to very heavy rainfall in the districts of Dhubri, Kamrup, Kamrup Metropolitan, Nalbari, Dima Hasao, Cachar, Goalpara and Karimganj till June 22.A red alert means that authorities and residents are advised to take action in view of extreme weather.","author":"Scroll Staff","time":"2023-06-22T15:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191494-xzfwxkeepi-1687428749.jpeg","tags":["Assam","Nalbari","Assam floods","Baksa"],"source":"https://scroll.in/latest/1051387/assam-floods-nearly-1-2-lakh-hit-over-2000-in-relief-camps"}