{"title":"Assam: EC suspends 4 election officers, orders repoll in booth after EVM found in BJP leader’s car","content":"The Election Commission on Friday suspended four poll officials and ordered repolling in a booth in Ratabari constituency of Assam, after the electronic voting machine used to cast the ballots was found in a car belonging to a Bharatiya Janata Party candidate.The presiding officer, who was responsible for the transportation of the EVM, was among those suspended.A report by the poll body said that upon examination, the seal of the EVM was found intact “without any damage whatsoever”.The poll panel said that one of the polling officer was missing until Thursday morning as he was hiding and a search operation was conducted all night. “This delayed the transmission of this report by a few hours,” it added.EC issues factual report on incident involving EVM in Assam. Polling party 149-Indira MV School of LAC 1 Ratabari (SC) met with incident. Party comprised a Presiding Officer & 3 polling personnel. They were accompanied by police personnel comprising a constable & a homeguard:EC pic.twitter.com/irm3DEr6KV— ANI (@ANI) April 2, 2021\n\nViolence broke out in Assam’s Barak Valley region on Thursday after some Election Commission officials used the private vehicle to transport an electronic voting machine.The EVM was found in a jeep registered in the name of BJP MLA from Patharkandi, Krishnendu Paul’s family member. It was being transported to the strong room after voting for the second phase of polls concluded for the day.A group of locals intercepted the private vehicle, surrounded it from all sides, and attacked it with stones. A superintendent of police was injured in the clash, while other police personnel resorted to blank firing to disperse the protestors. A video of the incident was widely circulated on Twitter. In the 45-second clip, EVMs can be seen inside a white coloured jeep. A man who is not in the frame can be heard saying that the vehicle belongs to Paul.Every time there is an election videos of private vehicles caught transporting EVM’s  show up. Unsurprisingly they have the following things in common: 1. The vehicles usually belong to BJP candidates or their associates. .... 1/3 https://t.co/s8W9Oc0UcV— Priyanka Gandhi Vadra (@priyankagandhi) April 2, 2021\n\nOfficials on duty were unaware of car owner’s identity: ECThe Election Commission in its report, however, said that the poll officers did not know the identity of the car owner. The poll panel said that the polling party was on its way to the strongroom on Thursday after completion of polls, when their vehicle broke down around 9 pm near Nilam Bazaar area. They were accompanied by the police personnel, comprising a constable and a homeguard.Since the weather that day was very bad with heavy rainfall and “unprecedented traffic congestion”, the party got off from its convoy, the panel’s report said, adding that the officials called and informed Sector Officer Ajoy Sutradha about this development. But instead of waiting for the sector officer to send a replacement vehicle for them, the polling party decided to make their own arrangements, and took lift from a passerby. The panel said the officials did this “so as to reach the Material Receipt Centre faster since they were in custody of polled EVMs”.“At about 2120 hrs [9 pm], the polling party hailed a passing vehicle and boarded it along with their EVM and other things without checking the ownership of the vehicle bearing the number AS-10B-0022,” the EC report said. As per the poll panel, the officials were still not aware about the car owner’s identity. But a few kilometers into their journey, the panel said that the car was stopped by a group of about 50 people, which started pelting stones and abusing them. The protestors refused to let the vehicle pass. When the officials asked them why they were doing so, the leader of the group told them that this was the vehicle of BJP leader Krishnendu Paul who is a contesting candidate of a neighbouring constituency, the poll panel said. The leader of the local people accused the BJP and polling party of taking the EVM to manipulate the election. The report said that “it was only then” that the officials “realised that something was amiss and alerted the sector officer”. “However, a larger crowd had gathered by then and they were attacked and held hostage by a mob along with the EVM in the vehicle at 2145 hrs alleging that the EVM was being taken to be tampered with,” it added. The police was rushed to the spot, as the “mob had turned violent and had damaged the glass of the vehicle by stone pelting”, the EC said. “SP [Superintendent of Police] Karimganj sustained minor injuries on his collarbone and blank firing had to be resorted to disperse the mob,” it added.","author":"Scroll Staff","time":"2021-04-02T12:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157058-sxcrkekdmm-1617347490.jpeg","tags":["Assam","Ratabari","Election Commission","EVM","Assam elections","Bharatiya Janata Party","Congress"],"source":"https://scroll.in/latest/991224/assam-ec-suspends-4-election-officers-orders-repoll-in-booth-after-evm-found-in-bjp-leaders-car"}