{"title":"Assam government will move SC again for re-verification of NRC, says Himanta Biswa Sarma","content":"Assam Chief Minister Himanta Biswa Sarma on Wednesday said that his government would approach the Supreme Court again for a re-verification of the National Register of Citizens, The Hindu reported. In an interview to the newspaper, the newly elected chief minister said the government will move the court seeking re-verification for up to 20% of entries in areas bordering Bangladesh and 10% for interior regions.“If the NRC checks out then we shall do nothing,” Sarma said. “But if there are discrepancies, we will ask for the Supreme Court’s guidance on the issue. We have been saying this for a while and we stand by this.”In July 2019, the Assam government and the Centre had moved the Supreme Court for a re-verification exercise but that was dismissed after Prateek Hajela, who conducted the exercise in the state, had submitted that 27% of the names were already verified again.Ahead of the recently held Assam elections, the Bharatiya Janata Party, in its manifesto, had said it will undertake a process of “correction and reconciliation of entries” in the NRC. More than 19 lakh people were left out of the final list of the Assam NRC that was published on August 31, 2019. The number of people left out comprised around 6% of Assam’s entire population. Some of those left out have appealed against their exclusion in the foreigners’ tribunals. As many as 3.3 crore people had applied for the exercise.On the protests against the Citizenship Amendment Act in the state, Sarma said that Assam cannot do anything about the legislation as it was passed in Parliament. The chief minister, however, said that his government had approached Union Home Minister Amit Shah to make certain exceptions with regard to the state when the rules were framed.“Since, due to the [coronavirus] pandemic the exercise to frame the rules is on hold, that is where the matter lies,” he told The Hindu. “We are, of course, steadfast on the request that as and when rules are framed, we [will] be given a hearing and our concerns taken on board.”During the election campaigns, the BJP largely stayed away from the matter of implementation of the Citizenship Act in the state and made no mention of the law in its manifesto.The Citizenship Amendment Act, passed in December 2019, provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, provided they have lived in India for six years, and entered the country by December 31, 2014. Across the country, protests broke out last year against the law, seen as an assault on secular values inscribed in the Constitution.In Assam, and other states of the North East, the CAA activated older anxieties – that communities defined as indigenous to the region would be swamped by Bengali-speaking migrants from Bangladesh.On Wednesday, Sarma also said that his government had decided to implement stricter coronavirus-related  restrictions in the state. “Other than that, there were certain promises we made in our manifesto like employment for one lakh young people,” he said when asked about the priorities of the new government. “We have formed a committee under the new Finance Minister of the state [Ajanta Neog] to go into the modalities.”On Monday, Sarma took oath as the 15th chief minister of Assam along with 13 ministers who were inducted into his Cabinet. Soon after taking oath, Sarma said his government would be open to initiate talks with the banned militant group United Liberation Front of Asom.The BJP had not announced the new chief minister of Assam even after it won a clear majority in the state. The saffron party alone won 60 seats in the 126-member Assam Assembly, while its National Democratic Alliance bagged a total of 75 seats.The politician, who held multiple portfolios under the Sonowal-led administration, was also the primary person as state health minister to manage the Covid-19 pandemic.","author":"Scroll Staff","time":"2021-05-13T13:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131869-xjddeyrfbl-1574959444.jpg","tags":["Himanta Biswa Sarma","Assam","National Register of Citizens","Citizenship Amendment Act"],"source":"https://scroll.in/latest/994811/assam-government-will-move-sc-again-for-re-verification-of-nrc-says-himanta-biswa-sarma%22%20%5Ct%20%22_blank"}