{"title":"Assam: Names of two MLAs missing from final National Register of Citizens draft","content":"The controversial final draft of Assam’s National Register of Citizens does not include the names of at least two MLAs. The names of Bharatiya Janata Party’s Morigaon MLA Ramakanta Dewri and the All India United Democratic Front Abyapuri MLA Ananta Kumar Malo were not on the draft document. The draft, published by the Assam government on Monday, has left out around 40 lakh people.  Dewri said it was shameful for someone who knows they are a citizen to apply to be a part of the document, Time8 reported. “The people who had doubts about their citizenship status were the ones who applied for the NRC, I am a son of the soil and I do not feel the need to prove my citizenship,” the news channel quoted Dewri as saying. “I feel that the indigenous communities and tribes need not try to prove that they are citizens.”Malo, on the other hand, said he was confident his name would appear in a future list. “A lot of people didn’t figure in the list. It will happen…it will surely happen,” he said according to News18.The names of Archana Paul, the wife of BJP MLA from Cachar Dilip Paul, former Congress legislator Ataur Rahman Mazarbhuiya and former All India United Democratic Front MLA Ataur Rahman Mazarbhuiya are also missing from the draft.Family members of former President Fakhruddin Ali Ahmed have also been excluded from the list.As per the terms of the exercise, anyone who could not prove that they or their ancestors had entered the state before midnight on March 24, 1971, would be declared a foreigner. Over the course of three years, the exercise has been through several controversies, including allegations of bias against certain communities.","author":"Scroll Staff","time":"2018-07-31T20:25:36.993227+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888729-mewawiaymi-1533047708.jpg","tags":["National Register of Citizens","Assam","BJP"],"source":"https://scroll.in/latest/888729/assam-names-of-two-mlas-missing-from-final-national-register-of-citizens-draft"}