{"title":"Assam floods: Toll rises to 174, parts of Silchar remain inundated","content":"The toll due to floods and landslides in Assam rose to 174 after one person died in the state on Saturday, India Today reported.The death on Saturday took place in the Cachar district due to floods, according to the state disaster management authority.The number of residents affected by the floods have reduced substantially to 22.17 lakh on Saturday from 29.70 lakh on Friday. The number of flood-hit districts in Assam also dropped to 27 from 30 a day earlier.According to the state disaster management authority’s report on Saturday, the deluge has damaged crops over 50714.18 hectares. The Barpeta district is the worst affected in this respect, with crops over 14,172.00 hectares having suffered damage.As of now, 2,77,335 persons are living in 404 relief camps across Assam. The Cachar district has the highest number of persons at 2.42 lakh in relief camps.The report said that 260 houses have been damaged by floods, according to the state government.In the state’s worst-hit Silchar town, several areas remained under flood water, including Chengcoorie Road, National Highway Road and Malini Beel, the Hindustan Times reported.The Brahmaputra, Kopili, Disang and Burhidihing rivers continued to flow above the danger mark in many parts of the state. However, some other rivers showed a receding trend on Saturday.Members of the Centre’s Inter-Ministerial Central Team met senior officials of the state government, Army, Air Force, disaster management authorities and the National Highways Authority of India to discuss the flood situation, according to India Today.Meanwhile on Friday, the police arrested a man identified as Kabul Khan for allegedly breaching an embankment of the Barak river that was said to have been among the reasons for the floods in Silchar.Chief Minister Himanta Biswa Sarma had directed the police’s Criminal Investigation Department to file cases against six persons in Silchar for allegedly breaching embankments of the Barak river, reported News18.“The next time there is a flood, we have to post policemen at the embankment so that nobody can breach it,” he added.","author":"Scroll Staff","time":"2022-07-03T13:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176068-dkunxwamum-1655791794.jpg","tags":["Assam","Cachar","floods","Assam floods","Assam rains","Silchar"],"source":"https://scroll.in/latest/1027481/assam-floods-toll-rises-to-174-parts-of-silchar-remain-inundated"}