{"title":"More than 19 lakh people excluded from Assam’s final NRC; BJP, Congress disappointed","content":"The final National Register of Citizens, a list of bonafide Indian citizens in Assam, was published on Saturday. The office of the NRC coordinator said that out of 3.3 crore applicants, 3.11 crore were added to the list. More than 19 lakh people have been excluded. This includes people who did not submit claims after the last draft was published.The number of people left out comprise around 6% of Assam’s entire population, two times the number of Rohingya refugees in Bangladesh, and the population of Nagaland. pic.twitter.com/aUHmHojBYy— NRC Updation Assam (@NRCupdateAssam) August 31, 2019\n\nAssam minister Himanta Biswa Sarma on Friday said that the register, which was a measure to eliminate illegal immigrants “won’t help us get rid of foreigners”. “We have lost hope in the present form of the NRC right after the draft,” NDTV quoted Sarma as saying. “When so many genuine Indians are out, then how can you claim that this document is a red letter for the Assamese society.”The minister said that in districts, including South Salmara and Dhubri, on the border with Bangladesh, exclusion rate was the lowest and is high in Bhumipatra district. “We are not interested in this NRC anymore,” Sarma said. “NRC is no quarter final, semi-final and final for driving out Bangladeshis...wait a while and you will see more finals under the BJP regime.”The Congress, the Trinamool Congress and All India Majlis-e-Ittahadul Muslimeen chief Asaduddin Owaisi also criticised the list. Former Assam Chief Minister Tarun Gogoi blamed the BJP.“Many genuine Indians – especially Bengali Hindus – have been excluded from the NRC while several foreigners have been included,” Gogoi said. “The Bharatiya Janata Party has to explain what went wrong with the NRC.”  However, the Assam Congress unit appeared to be satisfied with the list. It said that there would no longer be any suspicion that “tens of millions” of illegal immigrants are living in Assam. It also asked people not to fall prey to rumours.The Trinamool Congress, on the other hand, claimed that the list was a plan by the Centre to drive Bengalis out of Assam. “Our party supremo [Mamata Banerjee] is very concerned about the future of the 19 lakh people who have been left out of the NRC list,” senior Trinamool Congress leader Hakim said. “What will happen to them? What is their future? The central government has to take their responsibility.” AIMIM chief Asaduddin Owaisi lashed out at Union Home Minister Amit Shah. “Union Home Minister Amit Shah had claimed that there are 50 lakh infiltrators, but the NRC says that it is 19 lakh,” he said. “So were you lying or is the NRC is true?” Owaisi said that if the foreigners’ tribunals conduct fair trials, the number will be even lower.Delhi BJP chief Manoj Tiwari demanded a similar NRC exercise for the city. “The situation in Delhi is becoming so dangerous that it is necessary to have NRC,” said Tiwari. “Illegal immigrants who have settled here are the most dangerous... we will implement NRC when the time comes.”West Bengal BJP chief Dilip Ghosh also called for implementation of the list in the state. “If the TMC government is not willing to bite the bullet, we will implement it and drive out Bangladeshi Muslims from the state after we come to power in 2021,” Ghosh said. The Assam Police claimed the government had ensured “adequate safeguards” for those whose names do not appear on the final list. Security was also increased in the state, amid reports of worry among the public. Section 144 of the Criminal Procedure Code, which bans the assembly of more than four people in public, was imposed, and 20,000 additional paramilitary forces were sent to Assam. Assam Chief Minister Sarbananda Sonowal on Friday also assured people that the state government will take all possible steps to help genuine Indians prove their citizenship, and asked people not to panic.Read all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.Also read: Four things you’ve heard about NRC that aren’t strictly trueThe government earlier this week said it would provide legal assistance to those left out of the NRC. Those who do not make it to the list will get 120 days to appeal against their exclusion at foreigners’ tribunals.The NRC was first published in 1951 and is being updated to exclude those who may have illegally entered Assam via Bangladesh after March 25, 1971. There are several controversies surrounding the NRC, including speculation that it has been targeted against a particular community, and that the state’s Bharatiya Janata Party government is reportedly unhappy that several “genuine citizens” who are Hindus have been excluded from the register. To check the list online, log on to either www.nrcassam.nic.in or www.assam.mygov.in.","author":"Scroll Staff","time":"2019-08-31T07:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126573-urjszmpvem-1567262785.jpg","tags":["Assam","NRC","National Register of citizens"],"source":"https://scroll.in/latest/935747/assams-final-national-register-of-citizens-will-be-published-today"}