{"title":"Assam floods: Toll rises to 101, CM Himanta Biswa Sarma to visit Silchar on Thursday","content":"The toll due to floods and landslides in Assam rose to 101 on Wednesday as twelve more persons died in the state, PTI reported.Four persons died in the Hojai district, three each in Barpeta and Nalbari and two in Kamrup, the state disaster management authority said. Four children were among the twelve who died on Wednesday.The deluge has adversely affected 54,57,601 persons across 32 districts of Assam. Crops in nearly one lakh hectares of land have been damaged. Barpeta is the worst-hit district in terms of damage to agricultural land, with 27,229.00 hectares of land having been damaged.There are 2,71,125 persons are in 845 relief camps across the state. Barpeta has the highest number of persons – 1,07,532 – in relief camps, as per the official figures.The floods have also damaged 215 houses in seven districts. A total of 33,17,086 animals have been affected by the incessant rains, the state disaster management authority said.Over the past two weeks, several regions of Assam have been cut off from the rest of the state and residents are facing shortages of food and water. Chief Minister Himanta Biswa Sarma is slated to reach Silchar on Thursday to review the situation related to the floods. On Wednesday, he visited flood-hit regions of the Nagaon and Morigaon districts. Sarma said that once the flood water recedes, the state will seek to find a permanent solution to floods in the area.Barak valley this morning #AssamFloods pic.twitter.com/xHB5F4QuW5— Nandan Pratim Sharma Bordoloi (@NANDANPRATIM) June 21, 2022\n\nThe flood situation began improving in some parts of Assam on Wednesday as the rains abated, The Indian Express reported. However, the town of Silchar in the Cachar district remained submerged, with several families marooned in waterlogged homes.“The rest of the state is slowly coming back to the usual flood management mode,” GD Tripathi, chief executive member of the state disaster management authority. “However, Cachar continues to remain critical.”Reviewing the flood situation in different parts of Nagaon district. pic.twitter.com/3zGIMEXVam— Himanta Biswa Sarma (@himantabiswa) June 22, 2022\n\nIn recent weeks, floods have also disrupted normal life in Meghalaya. In the state’s South Garo Hills district, flash floods and landslides blocked roads, washed away bridges and disrupted electricity supply and mobile connectivity on Tuesday.About 40,000 residents have been affected by the floods in Meghalaya.","author":"Scroll Staff","time":"2022-06-23T08:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176149-pakmelcoya-1655951959.jpg","tags":["Assam","Himanta Biswa Sarma","state disaster management authority","Barpeta","Assam floods"],"source":"https://scroll.in/latest/1026734/assam-floods-toll-rises-to-101-cm-himanta-biswa-sarma-to-visit-silchar-on-thursday"}