{"title":"Assam: 171 votes cast in a booth with 90 eligible voters, five election officials suspended","content":"Five poll officials have been suspended in Assam after the Election Commission found that 171 votes were cast at a booth in Dima Hasao district that has just 90 registered voters, PTI reported on Monday, citing officials.The booth where the alleged irregularity took place is at the 107(A) Khotlir Lower Primary School in Haflong Assembly constituency, which went to the polls in the second phase on April 1. The district election officer has proposed a re-poll for this booth, which was an auxiliary polling station for the main centre. However, an official order for the same is yet to be issued.The poll panel has suspended Sector Officer Seikhosiem Lhangum, Presiding Officer Prahlad Roy, First Polling Officer Parameswar Charangsa, Second Polling Officer Swaraj Kanti Das and Third Polling Officer Lalzamlo Thiek with immediate effect, citing “dereliction of duty”. The suspension order was originally issued on April 2, but the matter came to light on Monday evening.An unidentified official told PTI that the head of an interior village had refused to accept the voters’ list and brought his own. “Then, the people of the village voted according to that list,” the official said, without mentioning the name of the village.However, it was not clear why the officials accepted the village head’s demand and if there were any security personnel at the polling or if they played any role in the incident. Last election controversyOn April 2, the Election Commission had also suspended four polling officials and ordered repolling in a booth in the Ratabari constituency, after the electronic voting machine used to cast the ballots was found in a car belonging to a Bharatiya Janata Party candidate. The Election Commission in its report, however, had claimed that the poll officers did not know the identity of the car owner.Violence had broken out in Assam’s Barak Valley region on April 1 after some Election Commission officials had used the private vehicle to transport an electronic voting machine. The EVM was found in a jeep registered in the name of BJP MLA from Patharkandi, Krishnendu Paul’s family member. It was being transported to the strong room after voting for the second phase of polls concluded for the day.A group of local residents intercepted the private vehicle, surrounded it from all sides, and attacked it with stones. A superintendent of police was injured in the clash, while other police personnel resorted to blank firing to disperse the protestors.A video of the incident was widely circulated on Twitter. In the 45-second clip, EVMs can be seen inside a white coloured jeep. A man who is not in the frame can be heard saying that the vehicle belongs to Paul.Election in Assam is being held in three phases. The first phase was held on March 27 and the second on April 1. The third phase will be held on Tuesday.","author":"Scroll Staff","time":"2021-04-05T21:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157182-pqaqvxyiio-1617634492.jpg","tags":["Assam","Assam elections","Haflong","Election Commission"],"source":"https://scroll.in/latest/991478/assam-171-votes-cast-in-a-booth-with-90-eligible-voters-four-election-officials-suspended"}