{"title":"Assam has received sanction from Centre to build a detention camp for ‘foreigners’","content":"As Assam rushes to complete updating the National Register of Citizens for the first time since 1951, the state government has got sanction from the Centre to build at least one new detention camp in the district of Goalpara, officials in the home department confirmed. The centre is meant to hold those declared foreigners or those whose citizenship is in doubt. Six overcrowded jails in Assam already double up as detention centres, holding over 1,000 people in all. “We received sanction to build one from the Central government,” said LS Changsan, principal secretary in the Assam home and political department. “This is a standalone detention centre. The earlier ones were all on the premises of jails.” The Goalpara centre will be able to hold 3,000 detainees, Changsan said.It will be qualitatively different from the prisons that did duty as detention centres, Changsan said. “Detention centres are a stop-gap arrangement until the person is sent back to wherever they are from,” she explained.But that process, she admitted, was paved with complications. Most so-called foreigners in Assam are believed to be illegal Bangladeshi immigrants and, till date, there is no repatriation treaty with Dhaka.The state administration has been tight-lipped so far on the construction of new detention centres. Senior officials of the Assam Police Border Organisation, especially created in the 1960s to detect and deport so-called foreigners, denied all knowledge of the new centres. The Bharatiya Janata Party-led government also refuses to comment on the centres.Assam has been in a state of anxiety with only nine days to go before the expected publication on July 30 of the final draft of the updated National Register of Citizens, which will help identify “illegal immigrants” in the state. Till now, there is no clarity on the fate of those identified as such. As the date approaches and uncertainties rise, the state government has largely refused to comment on the process, pointing out that it is a Supreme Court-monitored process.“There is a complete embargo on us,” said one senior minister who refused to be quoted, claiming that even the chief minister had been reprimanded by the court for speaking on the National Register of Citizens and related matters.When asked about detention centres and a possible repatriation treaty with Bangladesh, all the minister said was, “That has not come into our minds also. Right now it is only about the preparation of the NRC.”Identifying citizens and foreignersThe National Register of Citizens is intended to be a roster of Indian citizens living in Assam. The terms of citizenship are governed by the Assam Accord of 1985, signed by the Centre, the state government and Assamese nationalist groups that had led an anti-foreigners’ agitation since 1979.The accord stipulated that anyone who could not prove that they or their ancestors entered the country before the midnight of March 24, 1971, or the eve of the Bangladesh War, would be declared a “detected, deleted and expelled”. Those who entered the country between 1966, when atrocities in what was then East Pakistan intensified, and 1971, would have their names deleted from the electoral rolls for 10 years.For its definition of foreigners, the accord seemed to draw on the Illegal Migrants (Determination by Tribunals) Act, 1983. The act laid down three conditions for defining illegal migr ants:  “he has entered into India on or after the 25th day of March, 1971”, “he is a foreigner” and “ he has entered into India without being in possession of a valid passport or other travel document or any other lawful authority in that behalf”. It also set up Foreigners’ Tribunals, staffed by former judges in the state, to detect illegal migrants as defined by the act.Till October 2017, Foreigners’ Tribunals had declared over 20,000 people foreigners in Assam. Many of those who are interred in the existing detention centres have languished there for years, without proper legal aid, supposedly awaiting deportation to Bangladesh.Recent petitions and fact-finding reports by non-governmental organisations have raised fears that the numbers sent to detention camps could rise as the National Register of Citizens labels more people as illegal migrants.‘Separate’ issues?Faced with growing alarm, the office of the National Register of Citizens is in firefighting mode. On Thursday, it issued a public rebuttal to one of the online petitions. Prateek Hajela, state coordinator for the citizenship register, has tried to put a distance between the counting process and the detention centres.“The NRC has nothing to do with detention centres, border police, D-voters, it’s totally different,” Hajela said. D-voters or “doubtful voters” are individuals whose voting rights have been suspended because their citizenship is under scrutiny. The register, he claimed, was a citizenship determination exercise while the other was about foreigner identification. Later, in a social media post refuting the claims of a  fact-finding report, Hajela warned against conflating the two processes.However, he admitted to Scroll.in that the Foreigners’ Tribunals were a higher judicial authority than the office of the National Register of Citizens. Those declared foreigners by  the tribunals could not be included in the citizen’s register.Those not included in the final draft published on July 30, Hajela told Scroll.in, would be allowed to re-apply, though he did not mention what additional documents such individuals could produce to prove citizenship. The phase after the draft is published also has provisions for objections, Hajela said. “Someone could object to some inclusions,” he said. “Then we’ll come out with the final NRC.” The court would set the date for that, Hajela said, but it would not be more than a few months. “Once it’s out, they [those who are not included in the final list] can still appeal to the Foreigners’ Tribunals,” he said. “People who do not make it to the final NRC will not be sent to detention centres either.”The senior minister speaking on condition of anonymity had a slightly different view on the matter. “It is not a separate thing,” he said, when asked about the tribunals and the identification process. “Only after the NRC is complete and foreigners are identified will the question of detention centres come up.”","author":"Ipsita Chakravarty","time":"2018-07-21T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/887351-53673-glikoureve-1489630408.jpg","tags":["Citizenship tangle","Assam","National Register of Citizens","Foreigners Tribunals","Bangladeshi migrants"],"source":"https://scroll.in/article/887351/assam-has-received-sanction-from-centre-to-build-a-detention-camp-for-foreigners"}