{"title":"Assam: Asom Gana Parishad walks out of coalition government with BJP over Citizenship Bill","content":"The Asom Gana Parishad on Monday broke alliance with the Bharatiya Janata Party protesting the Citizenship (Amendment) Bill, 2016. The Asom Gana Parishad and the BJP are part of the coalition government in Assam along with the Bodoland People’s Front. The bill seeks to amend the Citizenship Act of 1955 in order to grant citizenship to Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from Bangladesh, Afghanistan and Pakistan if they have lived in India for six years, even if they do not possess the necessary documents. The existing law states that “citizenship of India by naturalisation can be acquired by a foreigner (not illegal migrant) who is ordinarily resident in India for twelve years”. Asom Gana Parishad president Atul Bora said the decision came after a delegation of the party met Union Home Minister Rajnath Singh, who asserted that the government will ensure that the bill is passed in the Lok Sabha. “We made a last ditch attempt today to convince the Centre not to pass the Bill,” Bora told reporters. “But Singh told us clearly that it will be passed in Lok Sabha tomorrow. After this, there is no question of remaining in the alliance.”The decision came days after Prime Minister Narendra Modi declared in Silchar that his administration was working to ensure the law gets passed in Parliament. Addressing a rally on Friday, Modi claimed the legislation is meant to safeguard “all who had been victims of Partition”.  The Asom Gana Parishad had on Saturday reiterated that it would break away from the alliance if the Bill is tabled in Lok Sabha. Party founder and former Assam Chief Minister Prafulla Kumar Mahanta told The Economic Times on Monday that there is no reason for Asom Gana Parishad to continue its alliance with the BJP after the prime minister’s declaration. “The bill speaks of the double standard of the BJP-led central government,” Mahanta said. “On one hand the Supreme Court-monitored update of the National Register of Citizens, 1951, is underway and on the other, the government is trying to legalise the foreigners.”The Assam Accord is within the Indian Constitution, he said. “Mocking the Assam Accord reflects the bankruptcy of these leaders and shows that these leaders are nothing but empty vessels which sound more. They are not aware of the history and struggle of Assam,” Mahanta added.","author":"Scroll Staff","time":"2019-01-07T16:41:39.120669+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110036-fydpoemzxc-1546866624.jpg","tags":["Asom Gana Parishad","BJP","Assam","Sarbananda Sonowal","Citizenship Bill"],"source":"https://scroll.in/latest/908533/assam-asom-gana-parishad-walks-out-of-coalition-government-with-bjp-over-citizenship-bill"}