{"title":"Assam to repeal Muslim Marriage Act to prevent child marriages","content":"The Assam Cabinet on Friday decided to repeal the state’s Muslim Marriages and Divorces Registration Act, 1935 to prevent child marriages, Chief Minister Himanta Sarma said.The Act contains provisions allowing marriages to be registered even if the bride and the groom “had not reached the legal ages of 18 and 21”, Sarma said in a social media post. “This move [to repeal the Act] marks another significant step towards prohibiting child marriages in Assam,” he said.State minister Jayanta Malla Baruah said that scrapping the “colonial Act”, which regulates marital relationships among Muslims in Assam, is “a very important step in the journey towards a Uniform Civil Code” in the state, The Indian Express quoted him as saying.A Uniform Civil Code involves a common set of laws governing marriage, divorce, succession and adoption for all citizens. Currently, different religious communities are governed by their own codes of personal law.“The Assam Muslim Marriage and Divorce Registration Act 1935 – on the basis of which 94 Muslim registrars had even now been doing the registration and divorce of Muslim marriages in the state – has been repealed,” Baruah said. “Today’s Cabinet [decision] has removed this Act, as a result of which, after today, Muslim marriage registration or divorce registration cannot happen through this Act. We have a Special Marriage Act, so we want all marriages to happen under the Special Marriage Act.”The Act allows the registrars operating in the districts to grant licences to Muslim persons to register marriages and divorces.A clause in the Act states, “…provided that if the bride and groom, or both, be minors, application shall be made on their behalf by their respective lawful guardians…”The law was “not in line with today’s society”, Baruah said. The decision to repeal the Act is part of the state government’s efforts to prevent child marriage, he added.Muslims constitute 34% of the northeastern state’s population, according to the 2011 Census.In February 2023, Assam Police launched a crackdown on child marriages with retributive arrests, nabbing more than 4,000 persons under either the Protection of Children from Sexual Offences Act or the Prohibition of Child Marriage Act.Earlier this month, Sarma said that a bill to end polygamy in the state will be introduced in the Assembly during the Budget session. This announcement came weeks after the chief minister said that Assam will be the third state after Uttarakhand and Gujarat to implement a Uniform Civil Code.In January, Uttarakhand became the first state in India after independence to pass a law to implement the Uniform Civil Code.Also read: In Assam, a police crackdown on child marriage leaves a trail of crying women and broken families","author":"Scroll Staff","time":"2024-02-24T08:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195107-rxydsabfdh-1697693177.jpg","tags":["Assam","Muslim Marriage Act","child marriages","Uniform Civil Code"],"source":"https://scroll.in/latest/1064213/assam-to-repeal-muslim-marriage-act-to-prevent-child-marriages"}