{"title":"Assam merges four districts a day ahead of EC ban on creating new administrative units ","content":"The Assam government on Saturday announced that it was merging four districts with four others and changing the administrative jurisdiction of a few villages, reported PTI.At a press conference, Chief Minister Himanta Biswa Sarma announced that the Biswanath district will be merged with Sonitpur, Hojai with Nagaon, Bajali with Barpeta and Tamulpur with Baksa.After the merger, the number of districts in Assam will decrease to 31. The decision was taken just a day before the the Election Commission’s ban on creating new administrative units in Assam comes into effect.The poll panel is undertaking a delimitation exercise that will involve demarcating boundaries of Assembly and parliamentary constituencies as well as civic wards. At present, Assam has 14 Lok Sabha, 126 Assembly and seven Rajya Sabha seats.The districts that have been merged were mostly created recently, and Sarma said he wanted to apologise to their residents but hoped they would understand the importance of the decision. The chief minister said the move was only temporary but did not disclose the reason behind it.He said a team of ministers will visit these newly-merged districts to explain the reasons behind the decisions which cannot be disclosed publicly. “These decisions have been taken because of administrative ascendancy and in the interest of Assam, and the society,” Sarma said. “... Decisions were taken in the interest of Assam’s future.”Carrying out delimitation was among the promises made by the ruling Bharatiya Janata Party ahead of the 2021 Assembly elections in the state.The party had said that the exercise will be undertaken to protect the political rights of the citizens of Assam. However, political scientists have expressed concerns that the exercise would further marginalise immigrant Muslims in the state.The poll panel will use Census data of 2001 for the process.","author":"Scroll Staff","time":"2022-12-31T17:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185064-lspoclupqv-1672486391.jpg","tags":["Assam","Himanta Biswa Sarma","Biswanath","Assam districts","Election Commission"],"source":"https://scroll.in/latest/1040936/assam-merges-four-districts-a-day-ahead-of-ec-ban-on-creating-new-administrative-units"}