{"title":"Assam elections: Congress ties up with five parties to form Grand Alliance, says ‘people want this’","content":"The Opposition Congress in Assam on Tuesday formally declared a “Grand Alliance” with five parties to contest against the ruling Bharatiya Janata Party in the state in the Assembly elections, reported The Assam Tribune.The announcement was made during an event in Guwahati in the presence of Chhattisgarh Chief Minister Bhupesh Baghel, who was named the senior observer of the All India Congress Committee for the Assam polls. All India United Democratic Front, the Communist Party of India, the Communist Party of India (Marxist), the Communist Party of India (Marxist Leninist) Liberation, and the Anchalik Gana Marcha (AGM) are part of the alliance along with the Congress. The coalition of six parties promised to jointly fight the upcoming Assembly elections, and asked other “anti-Bharatiya Janata Party” parties to join the Grand Alliance. “The coming together of the six parties under a common platform is a major development,” Baghel said in an address, according to The Assam Tribune.The alliance, however, did not announce its chief ministerial candidate, The Indian Express reported. Assam Congress President Ripun Bora said leaders of all six parties held talks on Tuesday with Baghel and party general secretaries Mukul Wasnik and Jitendra Singh.“We have come to the conclusion that in the coming Assam Assembly elections, we all will fight together to oust the BJP,” Bora said. “At the same time, we will keep our doors open to invite the other regional parties of Assam and other anti-BJP parties to join our alliance.”Congress’ General Secretary and in charge of Assam Jitendra Singh said “people want this alliance”, reported NDTV. “... in the last five years a new type of politics has come – of hatred and ruining the fabric of Assam,” he said, adding that the coalition would come up with a common manifesto.“None of the parties have joined the alliance with any preconditions,” Singh added.BJP National President JP Nadda on Monday said that his party will always take good care of Assam’s unique culture and language. Nadda made the comments on a two-day visit to the state to kickstart BJP’s campaign for the 2021 Assembly elections.Elections to the 126-member state Assembly are due in April-May. The Election Commission of India on Wednesday said the 2021 Assembly elections in Assam will be over by May 4, before the Central Board of Secondary Education exams in the state start.Also read:Assam elections to be held keeping in mind Bihu festival, CBSE exams, says Election Commission","author":"Scroll Staff","time":"2021-01-20T17:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153618-htzsrqvkah-1611138750.jpg","tags":["Congress","Assam","BJP","Left parties"],"source":"https://scroll.in/latest/984587/assam-elections-congress-ties-up-with-five-parties-to-form-grand-alliance-says-people-want-this"}