{"title":"Assam: 12-hour bandh observed in Darrang district day after two killed in police firing","content":"A 12-hour bandh called to protest the killings of two civilians in police firing in Assam’s Darrang district affected normal life on Friday, PTI reported.The police firing on Thursday took place during a protest against an eviction drive.The bandh was called by the All Minority Organisations Coordination Committee, which includes the All Assam Minority Students Union, Jamiat-e-Ulema and some other organisations.During the bandh on Friday, all business establishments in Darrang stayed closed and very few vehicles were seen on roads, according to PTI. Security was tightened in the district and a large number of police officers were deployed in Goroikhuti, Dholpur I and III villages in Sipahjar area, where the eviction drive was conducted.According to local accounts, late on Wednesday night, the administration had served an eviction notice to residents of Kirakota Char. Protests erupted on Thursday morning. After this, the administration reportedly promised that the villagers will be rehabilitated before the eviction.However, once a group of activists left the area, the police opened fire on the protestors, residents alleged. The two persons who died in the attack have been identified as Saddam Hussain and 12-year-old Sheikh Farid.A video widely circulated after the incident shows policemen opening fire and then falling upon a protestor who was running towards them with a stick. A few seconds later, he lies motionless on the ground, apparently shot in the chest. A photographer accompanying the police repeatedly assaults the man as he lies on the ground.  The photographer was identified as 30-year-old Moinul Haque, NDTV reported. “They have killed my son,” his father told the television channel. “Are we Bangladeshis? Then send us away!”However, Assam Chief Minister Himanta Biswa Sarma said on Friday that the media should not “demean the state government with one video”, according to ANI. He alleged that some people in the area had encroached on land belonging to a temple.“Since 1983 that area is known for killings,” he told reporters. “Otherwise, normally people don’t encroach on temple land. I’ve seen encroachments all around. Peaceful eviction drive was agreed upon, but who instigated?”#WATCH | You cannot demean state govt with one video...Since 1983 that area is known for killings... Otherwise, normally people don't encroach on temple land. I've seen encroachments all around. Peaceful eviction drive was agreed upon, but who instigated?:Assam CM Himanta B Sarma pic.twitter.com/MJ63OCyr8S— ANI (@ANI) September 24, 2021\n\nMeanwhile, leaders of the Assam Congress led by the party’s state Bhupen Kumar Borah submitted a memorandum to the governor demanding that the eviction be immediately stopped. They also demanded the suspension of the district commissioner and superintendent of police of Darrang.However, Sarma said that the eviction drive in Sipajhar area will continue.The Assam government has ordered an inquiry by a retired judge of the Gauhati High Court into the killings of civilians and the circumstances leading to the attack.APCC President @BhupenKBorah accompanied by @ripunbora, CLP Leader @DsaikiaOfficial, Dy CLP @rakibul_inc submitted a memorandum to the Hon'le Governor of Assam through ADC of Darrang demanding immediate halt of eviction & suspension of DC & SP of Darrang Dist & a judicial enquiry pic.twitter.com/fATSGNCfLg— Assam Congress (@INCAssam) September 24, 2021","author":"Scroll Staff","time":"2021-09-24T18:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164380-phzyvcywly-1632485524.jpg","tags":["All Minority Organisations Coordination Committee","Darrang","Assam","Assam police firing","Himanta Biswa Sarma"],"source":"https://scroll.in/latest/1006147/assam-12-hour-bandh-observed-in-darrang-district-day-after-two-killed-in-police-firing"}