{"title":"Assam NRC list of August 2019 not final, state coordinator tells Gauhati HC ","content":"Assam’s National Register of Citizens Coordinator Hitesh Sarma has informed the Gauhati High Court that the NRC list published in August last year was not complete, and the final list of the exercise was “yet to be published” by the Registrar General of India.In an affidavit filed on December 3, accessed by Scroll.in on Thursday, Sarma told the court that the NRC list published on August 31, 2019, was a “supplementary National Register of Citizens”, and was fraught with errors as it included “4,700-odd ineligible names”. Despite him informing the Registrar General of India about the errors,  Sarma said the central body had been silent on the publication of the actual “final NRC”.The official submitted that all anomalies detected by him in the NRC list of 2019 were communicated to the Registrar General of India in February. He said he even sought “necessary directions for corrective measures in the interest of an error-free NRC which is of utmost importance as NRC is directly related to national security and integrity”. But the Registrar General of India did not issue any directions to deal with the anomalies, Sarma claimed. “Rather, instructions have been received for issue of rejection slips and winding up of the operation of updation of NRC,” he added. “The Registrar General of India is also silent on final publication of the NRC for which it is the only authority to take action and till date the Final NRC is yet to be published by Registrar General of India as per Clause 7 of the rules under the Citizenship (Registration of Citizens and Issue of National Identity Cards) Rules 2003.”  — National Register of Citizens Coordinator Hitesh Sarma\nAlso read:In the North East, the Citizenship Amendment Act has activated a fresh wave of nativist sentiment  Over 19 lakh people out of 3.3 crore were left out of the final list of the updated citizens’ database that was published on August 31, 2019. The number of people left out comprise around 6% of Assam’s entire population. This vast number, now left in limbo about their status as citizens, are yet to receive formal rejection notices known as “speaking orders”. Some of those left out have been appealing against their exclusion in foreigners’ tribunals. As many as 3.3 crore people had applied for the exercise.When the list was published, Prateek Hajela, then Supreme Court-mandated coordinator of NRC who was involved in the task since September 2013, had called it the “final NRC”.But the Assam government, as well as the Opposition, maintained that the list supervised by Hajela was erroneous. In September last year, late Congress leader Tarun Gogoi wrote to then Chief Justice of India Ranjan Gogoi, complaining that Hajela had not discharged his duty efficiently. Two cases were also filed against Hajela for allegedly excluding bonafide Indians from the updated citizens’ list deliberately. In October 2019, Hajela was shifted out of the state by the Supreme Court. In the affidavit filed by before the Gauhati High Court, Sarma said that after the NRC was published in August last year, some district heads of the exercise had written to the then state coordinator seeking a change in citizenship status of some people. “A total of 10,199 requests were made, of which 5,404 were for changing the result from ‘Reject’ to ‘Accept’ and 4,795 were for changing the result from ‘Accept’ to ‘Reject’,” the affidavit stated. Of the 4,795 requests, 1,032 were for removing names because they fell into categories of Declared Foreigners (DF), Doubtful Voter (DV), persons with cases pending at Foreigners Tribunals (PFT), and the descendants of these categories. Remaining 3,763 requests were for removing names because of “other reasons”, he said. Sarma said he had already written to the NRC in-charge in districts of Assam to remove the 1,032 names in October. Action on the 3,763 names, Sarma wrote, will be “considered after further verification subject to approval by the Registrar General of India”. “For putting the verification mechanism in place, approval of the Registrar General of India is needed and if agreed upon, necessary sanction of funds by the Registrar General of India will be required for such verification,” Sarma said.","author":"Scroll Staff","time":"2020-12-10T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134017-wqujeeohbx-1578136197.jpg","tags":["Assam","Prateek Hajela","National Register of Citizens","Gauhati High Court"],"source":"https://scroll.in/latest/980817/assam-nrc-list-of-august-2019-not-final-state-coordinator-tells-gauhati-hc"}