{"title":"Assam: Former student leader injured in police shooting in Nagaon, CM orders inquiry","content":"Two persons were injured in separate incidents of shooting by police personnel in Assam’s Nagaon and Dhubri districts in a span of 24 hours. The first incident happened in Nagaon’s Kachalukhua area on Saturday when Kriti Kamal Bora was returning home, reported Northeast Now. Bora, the former general secretary of Nowgong College, said that he intervened when he saw the police beating up two persons he knew. When he questioned the police about the incident, they allegedly asked him to leave. But, Bora alleged that he instead got off from his motorcycle and the police personnel started assaulting him and then shot him on his knee. “After I was no longer able to get up, one of the policemen said that they should have shot me on my chest,” he alleged.Bora also alleged that the police personnel were drunk. “After I was on the ground, one of them brought some liquor bottles and threw them by my side claiming that I was drunk,” he added.  Nagaon Superintendent of Police Anand Mishra, however, claimed it was suspected that Bora was involved in illegal drug trade. Mishra claimed he was shot because he had assaulted a police officer.“In the preliminary investigation, I found that police received information that some bikers were selling drugs,” Mishra told PTI. “When two policemen in civil dress reached the spot, this particular youth asked them whether they were law enforcers.”Mishra said that the police personnel replied they were officers of the force and claimed that Bora then began assaulting them.“A backup police team placed nearby also reached the spot and tried to overpower him, but he continued attacking them,” he claimed. “Left with no other option, police fired at his leg. Eight vials containing heroin were seized from his possession.” Bora was admitted to the Gauhati Medical College Hospital. The medical report showed that Bora had a “penetrating injury”, implying a bullet wound, on his right thigh and several others contusions and abrasions on his body. The former student leader’s right femur was also fractured. Following the incident, Bora’s mother and some students staged a demonstration in front of Nagaon police station and demanded a judicial inquiry, reported PTI.On Sunday, the Assam Police said they have requested the government to open a commissioner-level inquiry into the shooting incident.In a tweet, the police said that the personnel involved in the shooting incident have been sent to “police reserve” with immediate effect. This means that the officials have not been suspended but they would not be able to join the force till the inquiry is complete.Meanwhile, Assam Chief Minister Himanta Biswa Sarma said he has asked Additional Chief Secretary Paban Kumar Borthakur to inquire the shooting and submit a report within seven days.Police personnel involved in the shooting incident at Kachalukhua,Nagaon have been sent to Police Reserve with immediate effect.We have requested the Govt to institute a Commissioner level enquiry into the incident. If any lapse is found, guilty personnel will be taken to task.— Assam Police (@assampolice) January 23, 2022\n\nSeveral politicians have condemned the shooting.  All Assam Students’ Union chief advisor Samujjal Kumar Bhattacharjya demanded a judicial inquiry into it. “The state government is creating an atmosphere of ‘open killings’,” he told PTI. “We strongly warn it to stop such barbaric acts. During his meetings with SPs and other police officials, does the chief minister give directives to them to shoot innocent people?”Raijor Dal President Akhil Gogoi said the incident was a “grotesque validation” that Assam was under the “police raj”, or police rule.“We demand the suspension of the Nagaon SP n arrest of the police officials involved in the incident,” he tweeted.Senior Congress leader Ripun Bora described the incident as “jungle raaj”, or lawlessness, in the state. “This is a clear result of CM Himanta Biswa Sarma’s provocative statements regarding police firing,” he tweeted. “SP Nagaon Police should be suspended at the earliest!”\"Police jungle raaj in Assam\"I strongly condemn the police firing on former GS Kirti Kamal Bora of Nagaon College. This is a clear result of CM @himantabiswa's provocative statements regarding police firing. SP @nagaonpolice should be suspended at the earliest! pic.twitter.com/FrL5a7Z5wh— Ripun Bora (@ripunbora) January 22, 2022\n\nAssam Jatiya Parishad President Lurinjyoti Gogoi said that “open killings” by the police have been started in the state to create an atmosphere of “fear and terror”.“The Assam Police have started open killings as per instructions of the chief minister,” he alleged. “These open killings are happening in the same pattern of secret killings. Police are identifying the voice of protests and trying to eliminate them.”The term “secret killings” refers to extra-judicial killings of family members of the leaders of the United Liberation Front of Asom, a banned separatist organisation, in the 1990s.Since Bharatiya Janata Party leader and Chief Minister Himanta Biswa Sarma assumed office in May last year, 32 people have been gunned down and at least 67 injured while allegedly trying to flee from police custody or attacking law enforcers. Dhubri shootingDhubri Superintendent of Police Gaurav Abhijit Dilip claimed on Sunday that a suspected drug peddler was injured in a separate shooting incident when he tried to escape police custody.Dilip told PTI that the the accused man was arrested from his residence in Dhubri town on Saturday evening and a large amount of narcotic substances were allegedly seized from his possession. The accused person has been identified as Bellal Sheikh, according to Northeast Now. The police officer claimed that Sheikh had agreed to lead the police to nab his “accomplices” from Gauripur area in the district and was then taken to the spot.“However, around 1 am, on the pretext of relieving himself, he tried to escape by assaulting an on-duty policeman,” Dilip claimed. “After attempts to restrain him failed, police fired a single round to prevent him from escaping. He was injured and was admitted to Dhubri Civil Hospital, where he is undergoing treatment.”The police officer said that Sheikh had been earlier arrested for various crimes, including involvement in a drug racket, and several cases have been registered against him in Dhubri police station.","author":"Scroll Staff","time":"2022-01-23T17:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169178-wvwxfkbmyt-1642936287.jpeg","tags":["Assam","Assam Police","Police encounter","Nagaon","Dhubri","Himanta Biswa Sarma"],"source":"https://scroll.in/latest/1015716/assam-former-student-leader-injured-in-police-shooting-in-nagaon-cm-orders-inquiry"}