{"title":"Assam: Gatherings banned in Bongaigaon a day after madrassa was destroyed by authorities","content":"A day after the  Markazul Ma-Arif Quariana Madrassa was demolished in Assam’s Bongaigaon district after the administration claimed that it was “structurally vulnerable and unsafe for human habitation”, the authorities prohibited the gathering of five or more persons in the region.On Thursday, the district magistrate’s office issued the prohibitory order under Section 144 of the Code of Criminal Procedure. Meetings, rallies and sloganeering without permission have been banned. Residents have been asked to not use loudspeakers.“…due to prevailing situation in some parts of the district after apprehending of anti-national activists, there is every likelihood of breach of public peace and tranquillity in Bongaigaon district,” the order read. “Information has also been received that due to activities of fundamentalist organisations, altercation may occur.”Three madrassas have been demolished in Assam since the police stepped up their operations against alleged modules of Ansarullah Bangla Team, a banned Bangladesh-based terror outfit that is said to have links with Al-Qaeda in the Indian Subcontinent, or AQIS.So far, the police have arrested 37 persons for allegedly having links with Ansarullah Bangla Team and AQIS.On Monday, a madrassa in Assam’s Barpeta was demolished after district Superintendent of Police Amitava Sinha claimed that the facility was built illegally on government land.The police also alleged that two Bangladeshi terrorists linked to the Ansarullah Bangla Team and AQIS had stayed at the madrassa.On August 4, the authorities in central Assam’s Morigaon district demolished a madrassa following the arrest of a teacher for his alleged involvement with the terror groups.The Sarma-led government has also made it mandatory for imams coming to Assam from other states to inform the local police and register themselves on a government portal.‘Madrassa used for anti-India activities will be razed,’ says CMAssam Chief Minister Himanta Biswa Sarma on Thursday said that if the government gets information on madrassas being used for anti-India activities, then they will be demolished, India Today reported.“We don’t have any intention to go on demolishing Madrassas,” he said. “Only intention to see that they are not used by jihadi elements.”","author":"Scroll Staff","time":"2022-09-01T22:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179266-msxgxxgieq-1662048599.jpg","tags":["Assam","Markazul Ma-Arif Quariana Madrassa","madrassa","demolish"],"source":"https://scroll.in/latest/1031854/assam-gatherings-banned-in-bongaigaon-a-day-after-madrassa-was-destroyed-by-authorities"}