{"title":"Assam polls: BJP will enact laws against ‘love and land jihad’, says Amit Shah","content":"Union Home Minister Amit Shah on Friday said the Bharatiya Janata Party will enact laws to tackle “love and land jihad” in Assam if elected to power. Assam will vote in three phases on March 27, April 1 and April 6. The results will be declared on May 2.“The BJP’s manifesto has several items,” he said, addressing a rally in Kamrup district. “But the biggest among them is that the BJP government will work towards bringing in laws against love and land jihad.” He said that every woman college student would be given a “scooty” for free in the party’s efforts to empower women. “After Class 8, every girl child will be given bicycles,” the Union minister added.Shah claimed that the BJP got rid of agitations, and terrorism-related activities in Assam. He said the saffron party will soon turn the state into an employment hub and make it flood-free. The BJP’s manifesto promises to implement a deradicalisation policy to identify organisations and individuals provoking communal exclusion and separatism.Shah criticised the Congress for its alliance with Badruddin Ajmal-led All India United Democratic Front. He also accused Congress leader Rahul Gandhi of portraying Ajmal as a representative of Assam’s identity.“Assam’s identity is linked to Vaishnav saints Srimanta Sankardeva and Madhavdeva, brave Ahom general Lachit Barphukan who saved the state from Mughal invasion and Bharat Ratnas Bhupen Hazarika and Gopinath Bordoloi,” he said. “We will not allow Ajmal to become a symbol of Assam’s identity notwithstanding Congress’s efforts to do so. Can the Congress and AIUDF save the state from illegal infiltration?”LIVE: HM Shri @AmitShah addresses a public meeting in Kamrup, Assam. https://t.co/gKjA5KemL6— BJP (@BJP4India) March 26, 2021\n\nAlso read:In Assam, Congress stitches up a broad alliance. Will it be able to topple the BJP?‘We will not be able to stop infiltration if Congress-AIUDF alliance wins in Assam’: Amit Shah On March 22, Shah had criticised the Congress’ tie-up with the AIUDF in Assam, saying that the BJP will not be possible to stop infiltration if their alliance comes to power after the Assembly elections.  The BJP is fighting to retain power in the state and has been campaigning aggressively for it. It had defeated the Congress in Assam for the first time in 2016. On the other hand, the Congress has tied up with five other parties. AIUDF, the Communist Party of India, the Communist Party of India (Marxist), the Communist Party of India (Marxist Leninist) Liberation, and the Anchalik Gana Marcha (AGM) are part of the alliance.","author":"Scroll Staff","time":"2021-03-26T17:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156776-uzabhyfvwm-1616758424.jpg","tags":["Amit Shah","Assam","Assam polls","Assam Assembly election"],"source":"https://scroll.in/latest/990662/assam-polls-bjp-will-enact-laws-against-love-and-land-jihad-says-amit-shah"}