{"title":"Assam: Over 1,000 arrested in police crackdown on child marriage, says Himanta Biswa Sarma","content":"Chief Minister Himanta Biswa Sarma on Tuesday said that over 1,000 more persons have been arrested in cases allegedly related to child marriages in Assam.Barpeta Superintendent of Police Amitabh Sinha told Scroll that about 150 men and their family members allegedly involved in child marriage had been arrested in his district alone since Monday evening.The number now stands at 1,039. https://t.co/RTAOh3slWj— Himanta Biswa Sarma (@himantabiswa) October 3, 2023\n\nThis is the second such crackdown this year. On September 11, the state government informed the Legislative Assembly that 3,907 people had been arrested since February in the first round of the crackdown. Of these, 3,319 arrests were made under the Prohibition of Child Marriage Act, 2006.In January, Sarma announced that the Assam government was launching a state-wide drive against child marriages and would book men marrying girls below 14 years of age under the Protection of Children from Sexual Offences Act, and those marrying girls aged 14 to 18 under the Prohibition of Child Marriage Act.In February, he said that 4,004 cases had been registered and added that the main targets of the authorities would be the “mullahs, kazis and pujaris” who encouraged child marriages.Subsequently, the Gauhati High Court observed that police action was causing havoc in the state. The court made the observation while granting anticipatory bail in four separate cases of child marriage, noting that charges under the POCSO Act might not be justified.The arrests made earlier this year also triggered protests by women who opposed the filing of criminal cases against their family members. Hundreds of women gathered outside police stations in February to protest the state government’s crackdown.The police baton-charged the protestors at Dhubri’s Tamarhat police station and used teargas to disperse them. “I am worried about how I’m going to look after my child,” an unidentified woman, carrying a three-month-old infant, told The Indian Express at that time. “My husband worked as a farm labourer. I ran away from home to get married so I don’t have any other support. As of now, I don’t have a single rupee with me.”At Golakganj police station in Dhubri, a 23-year-old woman protested against her husband’s arrest and threatened to die by suicide if he and her father were not released.In September, Sarma said that the state police would arrest 2,000 to 3,000 more men. “I was waiting for the G20 to end,” said the chief minister. “Now in the next 10 days, I will arrest 2,000-3,000 men for child marriage. Because we have to eradicate it. A law has been enacted saying that this should not happen. And if it continues to happen, daughters from a particular group will never progress. They will keep becoming victims of exploitation.”He added that the crackdown will continue till 2026 when the next Assembly elections are due in Assam.Although Sarma claimed that no particular community would be targeted, police data seen by Scroll shows that districts with high Muslim populations have seen more arrests than others.‘Crackdown will not end child marriage’The All Assam Minority Students’ Union said in a statement on Tuesday that it will not be possible to eradicate the practice of child marriage by police or such crackdowns.“It has to be through social awareness and the government has failed in that area,” Mohammad Imtiaz Hussain, the general secretary of the body, said in a statement. “We again reiterate our position that such a crackdown would jeopardise a happy family.”Hussain said that the government found out during the last crackdown that child marriage was prevalent among the majority communities as well, especially in the tea garden and Majuli areas in the Upper Assam division.Due to this, he alleged, the government is cautious this time and targeting districts in the Lower Assam division, including Dubri and Barpeta, and has ensured that only minority population is targeted.Hussain also alleged that while the government is trying to project the move as a crackdown against social evil, there is a political element linked to it.  “They are trying to harass the minority communities,” he alleged. “They want to break the families. And, that’s how they are trying to gain their make inroads by such political and religious moves among the majority community. This is part of the polarisation tactic.”Also read: In Assam, a police crackdown on child marriage leaves a trail of crying women and broken families","author":"Scroll Staff","time":"2023-10-03T13:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185926-znscbyjebe-1674370263.jpg","tags":["Himanta Biswa Sarma","Assam","child marriage"],"source":"https://scroll.in/latest/1056980/assam-over-1000-arrested-in-police-crackdown-on-child-marriage-says-cm-himanta-biswa-sarma"}