{"title":"Assam polls: EC notice to BJP’s Himanta Sarma for allegedly threatening BPF leader Hagrama Mohilary","content":"The Election Commission of India on Thursday issued a notice to Assam Health Minister Himanta Biswa Sarma for allegedly threatening Bodoland People’s Front leader Hagrama Mohilary, PTI reported.The poll panel has asked Sarma, a Bharatiya Janata Party leader, to respond to the notice by 5 pm on Friday. The Election Commission took the action after the Congress, an ally of the Bodoland People’s Front, wrote to the poll panel complaining about Sarma on Tuesday. “The Congress party alleged that by the said threats Sarma has also attempted to influence the voters not to vote for INC [Indian National Congress] alliance, including Mohilary’s party,” the notice to Sarma read, according to India Today. The poll panel said that it has also received the full transcript of Sarma’s speech from the chief electoral officer. In its petition, the Congress had sought action against Sarma for threatening Mohilary of “sending him to jail”, reported Northeast Now.“While issuing the said threat, Shri Himanta Biswa Sarma has gone to the extent of saying that they [i.e. the BJP] will ensure that NIA [National Investigation Agency] investigates and implicates Shri Mohilary and that he is sent to jail,” the Congress alleged in its petition.The Congress said that the central agencies are not tools of the BJP to be used for electoral gains. “The actions of Sarma are in complete disregard to the MCC [Model Code of Conduct], RP Act, 1951, Indian Penal Code etc and the BJP leader has been terrorising its opponents of false implications/ jail/ curtailing personal liberty by misusing central investigating agencies,” the petition said.The Congress demanded that the Assam minister be disqualified from the Assembly election in the state and is prohibited from campaigning. The party also asked the poll panel to issue directions for filing a first information report against Sarma.Voting for the second phase of the Assembly election is underway in Assam. An approximate voter turnout of 48.26% was recorded in Assam as of 2.30 pm.In the first phase held on March 27, the state had recorded an approximate voter turnout of 73.46%. The third and final phase will take place on April 6. The results will be declared on May 2.","author":"Scroll Staff","time":"2021-04-01T15:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140337-pzrgmkgjoh-1617268195.jpg","tags":["Hagrama Mohilary","Himanta Biswa Sarma","Assam","Assam elections","Election Commission"],"source":"https://scroll.in/latest/991150/assam-polls-ec-notice-to-bjps-himanta-sarma-for-allegedly-threatening-bpf-leader-hagrama-mohilary"}