{"title":"Assam to introduce bill to ban polygamy","content":"Assam will introduce a bill to ban polygamy in the next Assembly session in September if the expert committee looking into the matter submits its findings, Chief Minister Himanta Biswa Sarma announced on Thursday, reported ANI. Sarma added that if the government fails to introduce the bill in September, then it will be moved in  the next session in January.  Polygamy – the practice to have more than one wife – is allowed in the Muslim personal laws. The practice was banned among Hindus in the 1950s through the Hindu Code Bill that also regulates aspects such as inheritance, adoption, marriage and divorce. This law is often used as a justification by the Hindutva bodies to introduce a uniform civil code.#WATCH | Guwahati | We are planning to introduce the Bill to ban polygamy in the upcoming Assembly session...If for some reason we are not able to do so then we will introduce the Bill in the January Assembly session...In Assam we want to ban polygamy immediately: Himanta Biswa… pic.twitter.com/DAuUg8JYi2— ANI (@ANI) July 13, 2023\n\nA uniform civil code has been on the Bharatiya Janata Party’s agenda for long and several states ruled by the party have been making advances towards introducing the common set of personal laws for people from all religions. The matter gained impetus last month after the  Law Commission sought views from citizens and religious groups. A couple of weeks later, Prime Minister Narendra Modi also made a pitch for a Uniform Civil Code in the country..On Wednesday, Sarma said that introducing the bill was an important part of the uniform civil code discourse, reported India Today NE. The chief minister said while the implementation of the code falls under the jurisdiction of Parliament, states can independently make decisions on its specific aspects with the President’s assent.Sarma had formed a four-member panel to examine the practice in May. The panel is headed by retired Gauhati High Court judge Justice Rumi Phukan while the other members are Assam Advocate General Debajit Saikia, Additional Advocate General Nalin Kohli and Gauhati High Court advocate Nekibur Zaman.In May, Sarma had said that during the crackdown on child marriage in the state, the authorities had found that several men had married multiple times, and often minor girls, reported The Indian Express. “Therefore crackdown against child marriage is not the only solution, banning polygamy is also important,” he had said.Also read: Why legal experts think BJP will never actually implement a uniform civil code","author":"Scroll Staff","time":"2023-07-13T16:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162601-swsfwwstpm-1644676761.jpg","tags":["Himanta Biswa Sarma","Assam","Polygamy","Uniform Civil Code"],"source":"https://scroll.in/latest/1052570/assam-to-introduce-bill-to-ban-polygamy"}