{"title":"Assam: EC proposes to increase Assembly seats reserved for SCs and STs in delimitation draft","content":"The Election Commission on Tuesday proposed to increase the Assembly seats reserved for Scheduled Castes in Assam from eight to nine and for Scheduled Tribes seats from 16 to 19.The proposal was made in the draft delimitation document for the North Eastern state. The poll body has retained the number of Assembly seats in Assam at 126 and the Lok Sabha constituencies at 14.A delimitation exercise refers to demarcating boundaries of Assembly and parliamentary constituencies as well as civic wards. The exercise, which began in Assam in December, had sparked fresh anxieties among the state’s Bengali-origin Muslim community. Many had feared the exercise could lead to further political marginalisation of the community, often vilified as “illegal migrants”.The apprehensions were largely due to the repeated contentions by the ruling Bharatiya Janata Party, including in its 2021 Assembly election manifesto, that a delimitation exercise would help the state’s “indigenous” communities have the upper hand in the electoral process.Also read:Who benefits from the redrawing of electoral boundaries in Assam?A day before the Election Commission decision to impose a ban on creating new administrative units in Assam came into effect, the state government had announced on December 31 that it was merging four districts with four others and changing the administrative jurisdiction of a few villages.On Tuesday, the Election Commission proposed to increase one seat in the autonomous districts of West Karbi Anglong for Scheduled Castes and three assembly seats in Bodoland district for the Scheduled Tribes.The poll body has created two news parliamentary seats – Diphu and Kokrajhar – for Schedules Tribes and one parliamentary seat – Silchar – for Scheduled Castes. It has also proposed that a new parliamentary seat be named Kaziranga.The Election Commission said that representations from 11 political parties and 71 other organisations were received and considered during the exercise.The delimitation exercise was carried out on the basis of the 2001 census. The earlier exercise was done in the state in 1976.Political parties oppose moveAssam Chief Minister Himanta Biswa Sarma on Wednesday said he was saddened as the Jalukbari constituency, which he had represented since 2001, would no longer exist and would be divided into three parts, according to PTI.However, Sarma said that with the implementation of the proposal, Assam would be “politically saved” and the interests of indigenous communities would be protected for the future.Assam Congress chief Bhupen Kumar Borah alleged that the Election Commission was “acting like an extended arm of BJP”. He said that in January, Congress leaders met the poll panel to seek clarification on several aspects of the delimitation exercise, but did not get a reply.“Meanwhile some eminent citizens moved the Hon’ble SC [Supreme Court], and the SC has given 25th July, 2023, as the date for final hearing,” Borah said on Twitter. “Therefore, while the matter is sub judice, it is astonishing – and a direct affront to the Hon’ble SC – that the ECI have come out with a draft delimitation document without waiting for the SC judgement.” We Assam PCC never opposed Delimitation. But on 4-1-2023 we met the ECI in Delhi and asked them to clarify various aspects. However, they failed to give us a reply.Meanwhile some eminent citizens moved the Hon’ble SC, and the SC have given 25th July’2023 as the date for final…— Bhupen kumar Borah (@BhupenKBorah) June 20, 2023\n\nAsom Gana Parishad leader Prodip Hazarika said he was opposed to the proposed delimitation, as his constituency of Amguri has been eliminated.“Amguri has historical importance and we cannot accept complete deletion of the constituency,” he said, according to PTI. “This cannot be accepted at all. We will protest this move when the EC members visit Assam next month.”All India United Democratic Front MLA Aminul Islam said that delimitation would benefit the BJP as well as the Congress. He alleged that the BJP was trying to “eliminate the AIUDF from Assam’s scene”.","author":"Scroll Staff","time":"2023-06-21T10:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191452-nhhjtunxqm-1687324786.jpg","tags":["Assam","delimitation exercise","Election Commission"],"source":"https://scroll.in/latest/1051292/assam-ec-proposes-to-increase-assembly-seats-reserved-for-scs-and-sts-in-delimitation-draft"}