{"title":"Assam elections: PM Modi appeals to militants to return to mainstream","content":"Prime Minister Narendra Modi on Saturday appealed to the militants in Assam to return to the mainstream so that his vision of “self-reliance” could be created in the state, reported News18.“I assure our mothers and sisters here that your children will not have to carry guns, they do not have to spend their lives in jungles, they do not have to fall prey to anyone’s bullet,” Modi said at a rally in Tamulpur, which goes to polls in the third phase of the state Assembly elections on April 6. “This is the commitment of the NDA [National Democratic Alliance] government.”Addressing a rally in Tamulpur. Watch. https://t.co/sBxRPPVF2c— Narendra Modi (@narendramodi) April 3, 2021\n\nThe prime minister also criticised the Congress-led alliance in the state. “The ‘mahajhooth’ [grand lies] of ‘mahajot’ [grand alliance] has been disclosed,” he said. “On the basis of my political experience and audience love, I can say that people have decided to form the NDA government in Assam. They can’t bear those who insult Assam’s identity and propagate violence.”Modi also hit back at Congress’ allegations that the Bharatiya Janata Party was communal, reported PTI. “It’s unfortunate that those who divided society and threw crumbs of development at particular sections for their vote bank politics are said to be practising secularism while we, who ensure that development reaches all, are termed communal,” he said, apparently referring to the Congress.The prime minister added that the National Democratic Alliance government has made policies that are non-discriminatory for all sections of the society. “The NDA government has strived to holistically empower every section of society with our mantra ‘Sabka Saath, Sabka Vikas, Sabka Vishwas’,” he said. “This game of secularism and communalism has hurt the nation a lot.”He also praised the “double engine” NDA government at the Centre and the state, saying that it has resulted in the “double benefit” for Assam.The prime minister claimed that the NDA government will remain in power in the state. “I say this on the strength of the love, affection and enthusiasm they have shown for the NDA in the two phases of polling already held,” he added. “They are with development, stability, peace, harmony and unity.”","author":"Scroll Staff","time":"2021-04-03T15:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157094-tlxjvpkesi-1617440420.jpg","tags":["Narendra Modi","Assam","Assam elections"],"source":"https://scroll.in/latest/991308/assam-elections-pm-modi-appeals-to-militants-to-return-to-mainstream"}