{"title":"Assam floods: Red alert issued in several districts till June 22","content":"The India Meteorological Department on Monday issued a red alert and predicted very heavy to extremely heavy rainfall across several districts of Assam till June 22, PTI reported. A red alert is issued when the weather department predicts risk of heavy damage to life and property.Lower Assam districts of Kokrajhar, Chirang, Baksa, Barpeta and Bongaigaon will see extremely heavy rains and the districts of Dhubri, Kamrup, Nalbari, Dima Hasao, Cachar, Goalpara and Karimganj are expected to witness very heavy downpour, according to the weather department.#WATCH | Lakhimpur | Flood situation in Assam remains grim. Water levels rise following incessant rains (17.06) pic.twitter.com/fu87f7f6cX— ANI (@ANI) June 18, 2023\n\nAssam has been witnessing heavy rainfall across the state that has left several villages, towns and farmlands inundated.The deluge has adversely affected more than 33,000 people across the districts of Cachar, Darrang, Dhemaji, Dibrugarh, Golaghat, Hojai, Lakhimpur, Nagaon, Nalbari, Sonitpur, Tinsukia and Udalguri.According to the Assam State Disaster Management Authority, Lakhimpur is the worst hit with 25,275 people affected, followed by Dibrugarh with more than 3,857 people and Tinsukia with almost 2,666 persons.Current condition in Assam's #Lakhimpur district#Assam#Flood pic.twitter.com/SYRCMxX2gk— Hemanta Kumar Nath (@hemantakrnath) June 14, 2023\n\nThe floods have also damaged 2,600 houses in nine districts. Nearly 60,000 animals (59,654) were washed away in the floodwater. At present, 142 villages are under water in Assam and 1,510.98 hectares of crop areas have been damaged, the state weather agency said.Nearly 100 houses damaged in landslides in SikkimMeanwhile, heavy rainfall triggered multiple landslides in the West Sikkim district, damaging nearly 100 houses, according to PTI. Bridges were also swept away in flash floods and mudslides in Gyalshing district’s Dentam and Lower Sapung.Agricultural land and livestock have also been adversely affected.VIDEO | Several houses damaged and washed away as heavy rainfall triggers multiple landslides and flood-like situation in Sikkim. pic.twitter.com/5sOh3TAKNO— Press Trust of India (@PTI_News) June 19, 2023","author":"Scroll Staff","time":"2023-06-19T13:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191390-rqwgxnneaa-1687159334.jpeg","tags":["Assam","Assam Floods","Sikkim"],"source":"https://scroll.in/latest/1051179/assam-floods-red-alert-issued-in-several-districts-till-june-22"}