{"title":"Assam NRC coordinator asks authorities to delete names of ‘ineligible persons’ from register","content":"The Assam National Register of Citizens coordinator on Tuesday asked deputy commissioners across the state to delete names of “ineligible persons” from the document. The National Register of Citizens – an exercise to update the citizens’ database – was published on August 31 last year in Assam. It excluded around 6% of the state’s population or 19 lakh people.“Some names of ineligible persons found entry to the NRC,” said NRC coordinator Hitesh Dev Sarma in his letter to the deputy commissioners. These “ineligible persons” include those declared foreigners by the Foreigners Tribunals (DF), those marked as Doubtful Voters (DV) by the election officials or persons whose cases are pending at Foreigners Tribunals (PFTs) and their descendants.Sarma asked the district in charges of the NRC to “write speaking orders for deletion of such names…after specifically ascertaining the identity of the person”. The letter added: “The verification would mandatorily require the correct identity of the person so that no ambiguity arises in future so far as the identification of the person is concerned.”“You are, therefore, requested to submit the list of such persons who are not eligible for having their names in the NRC along with speaking order justifying reasons for each case for necessary action for deletion of such names.”— Assam NRC coordinator's letter\nSarma said he cannot comment on the total number of “erroneous inclusions”. “List of names are still coming in from several districts and it would not be fair to comment on the total number of such erroneous inclusions into the NRC right now,” he told The Indian Express. “Let us get the complete lists.”The order came amid the state government’s persistent insistence that 10%-20% re-verification of all included names is necessary to get a “correct register”. Assam is ruled by the Bharatiya Janata Party. “We want a correct NRC… The NRC just completed is flawed,” Assam Chief Sarbananda Sonowal had said at a rally earlier this month.The government’s appeal seeking re-verification is still pending with the Supreme Court. “We have appealed to the SC that people of Assam will never accept this NRC,” the chief minister had said. “Names of many illegal foreigners are included in it. NRC should include names of only the genuine Indian citizens.”The NRC was first published in 1951 and was updated to exclude those who may have illegally entered Assam via Bangladesh after March 25, 1971.There are several controversies surrounding the NRC, including speculation that it has been targeted against a particular community. Many political parties, including the Congress and the Bharatiya Janata Party, have criticised the NRC, pointing out that many Bengali Hindus have been left out of the register. Bengali Hindus are the BJP’s oldest vote bank in the state.A “people’s tribunal” has also pointed out flaws in the Supreme Court’s role in the compilation of Assam’s National Register of Citizens. The tribunal, which held its discussions over the weekend in Delhi, observed that the top court’s role had raised important constitutional concerns. It said the Supreme Court judgement that paved the way for the NRC exercise had relied upon “unverified, and now disproved, data to hold that migration amounted to ‘external aggression’ upon India”. In doing so, the court “in effect, dehumanised migrants and infringed their rights to liberty and dignity”, the tribunal said.Also read:Gauhati High Court ordered detention centres to be moved out of jails – but that’s just geography","author":"Scroll Staff","time":"2020-10-14T17:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134017-wqujeeohbx-1578136197.jpg","tags":["National Register of Citizens","NRC","Assam","Hitesh Dev Sarma"],"source":"https://scroll.in/latest/975791/assam-nrc-coordinator-asks-authorities-to-delete-names-of-ineligible-persons-from-register"}