{"title":"Assam: EVMs found inside BJP MLA’s car, alleges Congress, asks EC to take decisive action","content":"The Congress on Friday accused the Bharatiya Janata Party of stealing electronic voting machines  and manipulating votes in its favour during the second phase of Assembly elections in Assam. Congress General Secretary Priyanka Gandhi shared a video on Twitter that purportedly shows BJP MLA from Patharkandi, Krishnendu Paul, transporting EVMs in his car on Thursday. In the 45-second clip, EVMs can be seen inside a white coloured jeep. A man who is not in the frame can be heard saying that the vehicle belongs to Paul.The widely circulated clip was first tweeted by senior Assam-based journalist Atanu Bhuyan, who wrote that the “situation is tense in Patharkandi” because of the incident. The BJP and the Election Commission are yet to respond to the allegation.2. The videos are taken as one off incidents and dismissed as aberrations3. The BJP  uses its media machinery to accuse those who exposed the videos as sore losers.The fact is that too many such incidents are being reported and nothing is being done about them. 2/3— Priyanka Gandhi Vadra (@priyankagandhi) April 2, 2021\n\nGandhi deplored the alleged malpractice, and said it was about time that the Election Commission acted decisively on rigging complaints against the BJP. She also called for a “serious re-evaluation” of the use of EVMs by all the national parties.“Every time there is an election videos of private vehicles caught transporting EVM’s show up,” the Congress leader wrote on Twitter. She went on to explain how Thursday’s incident fit into a larger pattern, and how “unsurprisingly” all such instances have many things in common.“1. The vehicles usually belong to BJP candidates or their associates,” Gandhi said. “2. The videos are taken as one off incidents and dismissed as aberrations. 3. The BJP uses its media machinery to accuse those who exposed the videos as sore losers.”Gandhi added, “the fact is that too many such incidents are being reported and nothing is being done about them.”Assam Congress chief threatens to boycott pollsSeveral other Congress leaders also shared the video and accused the BJP of trying to steal the election. Assam Congress chief Ripun Bora threatened that the party would boycott the election “if this open loot and rigging of EVMs does not stop immediately”.Bora urged the Election Commission to take immediate action, and explain how “this could happen”. We expect the Election Commission to take immediate action and explain how this could happen. The Congress party will consider boycotting the election if this open loot and rigging of EVMs does not stop immediately. @ECISVEEP #EVM_theft_Assam #AssamAssemblyElection2021 https://t.co/JfwbZzmyol— Ripun Bora (@ripunbora) April 1, 2021\n\nCongress MP Pradyut Bordoloi alleged that the BJP was resorting to such practices because it knew it was going to lose the election. “Why cannot the BJP gracefully accept they are losing?” he wrote. “Stealing EVMs and rigging won’t do you any good. Assam will never forgive you even if the Election Commission of India does.”Why can’t the BJP gracefully accept they are losing #AssamAssemblyElections2021? Stealing EVMs and rigging the result won’t do you any good. Assam will never forgive you even if @ECISVEEP does.#EVM_theft_Assam https://t.co/IZ9IkvKM2U— Pradyut Bordoloi (@pradyutbordoloi) April 1, 2021\n\nParty leader Gaurav Gogoi made similar allegations. He lamented how the alleged EVM campturing was happening “under the nose of the Election Commission”.This is the only way the BJP can win Assam: by looting EVMs. EVM capturing, like there used to be booth capturing. All under the nose of the Election Commission. Sad day for democracy. #EVM_theft_Assam #AssamAssemblyElection2021 https://t.co/5dmlu67Uui— Gaurav Gogoi (@GauravGogoiAsm) April 1, 2021\n\nCongress General Secretary and Assam in-charge Jitendra Alwar demanded an explanation from the Election Commission. “How could such a lapse happen?” he asked. “Can EVMs be stolen by a BJP candidate without the connivance of district officials? Is the people’s vote still sacrosanct?”How could such a lapse happen? Can EVMs be stolen by a BJP candidate without the connivance of district officials? Is the people’s vote still sacrosanct? Looking at you, @ECISVEEP#EVM_theft_Assam #AssamAssemblyElection2021 https://t.co/tN58JK23Fl— Jitendra Singh Alwar (@JitendraSAlwar) April 1, 2021","author":"Scroll Staff","time":"2021-04-02T11:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154686-pkwgsqvttw-1612959437.jpg","tags":["Priyanka Gandhi","Congress","Assam","electronic voting machines","Bharatiya Janata Party"],"source":"https://scroll.in/latest/991206/assam-evms-found-inside-bjp-mlas-car-alleges-congress-asks-ec-to-take-decisive-action"}