{"title":"Assam NRC final list: Here’s how to check if your name is on it","content":"The final National Register of Citizens in Assam, a list of bonafide Indian citizens in the state, will be published at 10 am on Saturday. The stated aim of the National Register of Citizens is to separate genuine Indian citizens from undocumented immigrants living in the state. According to its terms, anyone who cannot prove that they or their ancestors entered Assam before midnight on March 24, 1971, will be declared a foreigner.One can check their name in the Assam NRC list both on the internet and offline. The list will be available at all NRC Seva Kendras, offices of the circle officer or of the deputy commissioner on all working days from 10 am to 4 pm.To check online, log on to either www.nrcassam.nic.in or www.assam.mygov.in. Click on the link that says, “Supplementary Inclusions/Exclusions Lists (Final NRC) status”, and key in the Application Reference Number, or ARN.    A quick recap  The NRC was first prepared in 1951 under the purview of the Census Act, 1948. The process to update it started in 2015. Over the last four years, 329 lakh people living in Assam have had to prove their Indian citizenship.The first draft was published in December 2017, in which 140 lakh people were included.    After the second draft was published in July 2018, more than 40 lakh people were excluded.  An “additional exclusion list” was published on June 26. It contained names of 1,02,463 people who were earlier included in the draft.    Read all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.Some prominent exclusionsFormer Armed forces personnel: Mohammed Sanaullah, a retired honorary lieutenant of the Indian Army, was declared a foreigner and sent to a detention centre in Assam. The matter came to light in May when his family moved the Gauhati High Court. Sanaullah, who retired as subedar with the Corps of Electronics and Mechanical Engineers of Indian Army in August 2017, and his family’s name were put on hold in the draft National Register of Citizens because of the pending foreigners’ tribunal case against him. In another case, Mohammad A Haq, who was in the Army for 30 years as a junior commissioned officer, and his family were also left out of the list. A former president’s family member: Ziauddin Ali Ahmed, the nephew of Fakhruddin Ali Ahmed, India’s fifth president, was left out of the draft NRC. Ziauddin Ali Ahmed’s father Ehtramuddin Ali Ahmed is the late president’s younger brother. Their father Zalnur Ali Ahmed, a doctor by training, had retired from the Army as a colonel. He is widely acknowledged to be the first Assamese to obtain a degree in medicine. To be included in the NRC, applicants have to prove that they or their ancestors had entered India before the midnight of March 24, 1971. Most people have relied on the original 1951 NRC or the pre-1971 electoral rolls to establish that. But Ziauddin Ali Ahmed could not find the name of his father in either of those archival documents which had been digitised by the NRC authorities to help people prove their lineage through a “legacy person”.Assam’s lone woman Chief Minister Syeda Anwara Taimur is missing from the final draft of the National Register of Citizens that was published on July 30. Taimur, who currently lives in Australia, had said she planned to return home to initiate the process of enlisting herself and her family in the register. The authorities who drafted the register said they did not have the former chief minister’s legacy data, and thus it was not possible for them to ascertain whether she and her family members had applied to have their names included in the draft list. Taimur was the chief minister from December 6, 1980 to June 30, 1981. She served as member of the Rajya Sabha in 1988. In 2011, she left the Congress to join the All India United Democratic Front.      The road ahead People excluded from the NRC will get 120 days to present their cases at foreigners’ tribunals. The state has said it will provide legal aid to the defendants through district legal service authorities. Only if these foreigners’ tribunal uphold the NRC authorities’ decision will people be detained. However, a foreigners’ tribunal decision can be challenged in higher judicial forums.Deportation is unlikely, at least in the near future. India does not have any formal repatriation treaty with Bangladesh, which insists that there has been no large-scale migration to Assam in the last 30 years. Also read: Four things you’ve heard about NRC that aren’t strictly trueAssam’s NRC: These children could be stateless soonWhy the Assam government is not happy with the NRCWhy did Assam prepare the 1951 NRC, which has become a touchstone for citizenship today?Inside Assam’s sham trials that could strip millions of citizenship","author":"Scroll Staff","time":"2019-08-31T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/97299-tcnatabcqc-1561533249.jpg","tags":["Assam","NRC","citizenship"],"source":"https://scroll.in/latest/935716/assam-nrc-final-list-heres-how-to-check-your-name"}