{"title":"Assam polls: BJP to return for second term as alliance wins 75 seats","content":"The Bharatiya Janata Party-led coalition will return to Assam for a second term with a clear majority in the Assembly. The majority mark in the Assam Assembly is 64.The saffron party won 60 seats. The party’s allies, the Asom Gana Parishad and the United People’s Party Liberal won nine and six seats, respectively. Among the Opposition parties, the Congress won 29 seats. Badruddin Ajmal’s All India United Democratic Front won 16. The Bodoland Peoples Front won four seats and the Communist Party of India (Marxist) bagged one.In the Majuli constituency, Chief Minister Sarbananda Sonowal won by a huge margin of 43,192 votes against Congress candidate Rajib Lochan Pegu. Minister Himanta Biswa Sarma won the Jalukbari constituency by an even bigger margin of 1,01,911 votes. In Titabor constituency, Congress’ Bhaskar Jyoti Baruah won by nearly 13,379 votes. The constituency was earlier held by former Assam Chief Minister Tarun Gogoi for four consecutive terms. He died in November. However, the party’s state President Ripun Bora lost by over 29,294 votes in Gohpur. Following his defeat, Bora resigned from his post.Jailed anti-Citizenship Amendment Act activist Akhil Gogoi won in Sibsagar by 11,875 votes.Speaking to reporters on Sunday evening, Sonowal said that it was clear that the BJP was forming government in the state once again. “This has been possible because of the public cooperation,” he told ANI.Prime Minister Narendra Modi thanked voters of Assam for the verdict. “The people of Assam have again blessed the NDA’s [National Democratic Alliance] development agenda and the pro-people track record of our Government in the state,” he said in a tweet.The people of Assam have again blessed the NDA’s development agenda and the pro-people track record of our Government in the state. I thank the people of Assam for the blessings. I appreciate the hard work of NDA Karyakartas and their untiring efforts in serving the people.— Narendra Modi (@narendramodi) May 2, 2021\n\nAlso read:Preview: Exit polls predict BJP will win in Assam, but will anti-CAA sentiment impact votes? The polling in the state was marred with few controversies. Hours after voting ended on April 1, an electronic voting machine was found in a private vehicle of a BJP leader. Four Election Commission officials were suspended and the poll panel ordered repolling in a booth in Ratabari constituency.Later in the same week, another five Election Commission officials were suspended after it was found that 171 votes were cast at a booth in Dima Hasao district that has just 90 registered voters. The poll panel also ordered repolling in a few more booths.Further, the Election Commission reduced the campaigning ban imposed on Sarma from 48 hours to 24 hours, three days ahead of the last phase of voting on April 6. Sarma was barred from campaigning after he threatened Bodoland People’s Front leader Hagrama Mohilary. The BJP and Mohilary’s party fought the 2016 polls together, but the latter forged an alliance with the Congress this March.","author":"Scroll Staff","time":"2021-05-02T14:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112962-reisuahvns-1576815446.jpg","tags":["BJP","Assam Elections","Assembly Elections","Vote counting"]}