{"title":"Assam shutdown: Many shops closed, protestors burn tyres to protest Citizenship bill","content":"Protestors attempted to stop transport services and burnt tyres in several parts of Assam on Tuesday as several groups had called for a shutdown to protest against the Citizenship (Amendment) Bill, 2016, PTI reported. Many shops and business establishments remained closed in several parts of state capital Guwahati, particularly in Athgaon, Fancy Bazar and Paltan Bazar.The bandh was called by the Krishak Mukti Sangram Samiti and Asom Jatiyatabadi Yuva Chatra Parishad. At least 46 groups in Assam, including the Asom Gana Parishad, a member of the Bharatiya Janata Party-led ruling alliance, pledged their support to the shutdown.The bill, which was introduced in the Lok Sabha in July 2016, aims to make crucial changes to the Citizenship Act of 1955. If passed, it would make undocumented immigrants – Hindus, Christians, Buddhists, Sikhs, Jains and Parsis – from Afghanistan, Pakistan and Bangladesh eligible for citizenship. It would also ease the terms for naturalisation of individuals from these groups.  Khabir Mandal, secretary of the Krishak Mukti Sangram Samiti in Darrang, alleged that the bill was part of a plot to legalise the settlement of 1.9 crore Hindu Bangladeshis in Assam, Time8 reported.  Daily life was affected in Kamrup, Rupohihat, Tezpur Golaghat, Raha and Gohpur. Protestors burnt effigies of Prime Minister Narendra Modi and Chief Minister Sarbananda Sonowal in Tingkong, Time8 reported.Protestors blocked traffic on the Saraighat bridge and National Highway 31, and pelted stones at a bus in Tinsukia and damaged a truck in Tingkhong.  The Asom Gana Parishad held a protest march from the Latasil playground to the Chandmari area in Guwahati, in which around 5,000 people took part, The Assam Tribune reported. The Assam police detained several protestors, including President of All Assam Development Board Mausum Kumar Ujir and Kamrup District Organisation Secretary Manas Dutta in Beltola. Protestors tried to put up blockades on railway tracks. The police added that they were removing protestors who were squatting there and escorting public buses to ensure transport services remained unaffected during the protests.In Guwahati, the state secretariat recorded nearly 80% attendance, but there was high absenteeism in other government offices in the city, The Assam Tribune reported.Representatives of 46 organisations held a press conference on Monday to explain their opposition to a meeting of the Joint Parliamentary Committee with the ministries of Home and External Affairs over the Bill. The meeting, which was scheduled for 11 am, has now been postponed to 3 pmOrganisers’ standMembers of the All Assam Minority Students Union and Congress also staged demonstrations against the government.  “The behaviour of the state government reminds us of the Assam Movement period when the Hiteswar Saikia government had resorted to all means to foil bandhs,” said Akhil Gogoi, adviser to Krishak Mukti Sangram Samiti. Gogoi said it would not call off the shutdown as the “existence of the Assamese people and their identity is at stake”.What the government saysChief Minister Sarbananda Sonowal directed all departments to prohibit government employees from taking a day off on Tuesday. Unidentified officials said employees who remain absent will face a possible pay cut and action, NorthEast Now reported.On Monday, Assam Finance and Health Minister Himanta Biswa Sarma said the 12-hour shutdown called against the Centre’s attempt to pass the bill will not be allowed. Sarma cited a 2013 Gauhati High Court ruling prohibiting shutdowns in the state and described them as “unconstitutional and illegal”.Congress MP and Joint Parliamentary Committee member Bhubaneshwar Kalita on Monday proposed that the North East be exempted from the provisions of the bill, The Sentinel reported. Kalita said the region already faces a “foreigner problem” and that the law would “spell disaster for the state”.","author":"Scroll Staff","time":"2018-10-23T09:09:26.193088+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103756-vvxzmotcim-1540275266.jpg","tags":["Assam","Shutdown","Citizenship bill","Sarbananda Sonowal","Protest"],"source":"https://scroll.in/latest/899258/assam-at-least-46-organisations-pledge-support-to-shutdown-called-against-citizenship-bill"}