{"title":"Assam NRC: Over 1 lakh people excluded from additional list","content":"Over 1 lakh people have been excluded from the draft National Register of Citizens, PTI reported on Wednesday.“As per provisions contained in Clause 5 of the Schedule of Citizenship (Registration of Citizens and Issue of National Identity Card) Rules, 2003, an additional draft list consisting of 1,02,462 [names] has been published today,” the office of the state coordinator of the National Register of Citizens said in a statement, according to Hindustan Times.The statement listed three categories for being excluded from the list: persons declared foreigners, doubtful voter or persons with cases pending at foreigners tribunals; persons found ineligible while appearing as witness in hearings held for disposal of claims and objections; and persons found ineligible during the process of verification carried out by the local registrars of citizens registration after the draft NRC was published last year.The “additional exclusion list” is available at designated NRC Seva Kendras and the offices of the deputy commissioners, sub-divisional officers and circle officers, News18 reported The list can also be accessed at nrcassam.nic.in.Last week, the office of the state coordinator said the additional list will contain only the names of people who figured in the draft list published in July 2018 but were subsequently found ineligible for inclusion due to various reasons. People whose names are excluded will be informed through letters delivered at their residential addresses. “Such persons will have the opportunity to file their claims at the designated NRC Seva Kendras before July 11, 2019,” the previous statement had said. “Their claims will be disposed thereafter before publication of final NRC on July 31, 2019.”More than 40 lakh people were excluded from the final draft of the register published on July 30, 2018. Those who did not make the draft list were allowed to make one last claim for inclusion before the publication of the final consolidated list at the end of next month. Authorities also allowed objections to be filed against people included in the final draft.The stated aim of the register is to separate genuine Indian citizens from undocumented immigrants living in Assam. According to the terms, anyone who cannot prove that they or their ancestors entered the state before midnight on March 24, 1971, will be declared a foreigner.","author":"Scroll Staff","time":"2019-06-26T11:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/97184-djsjattepn-1561529717.jpg","tags":["Assam","National Register of Citizens","NRC","Citizenship"],"source":"https://scroll.in/latest/928402/assam-nrc-over-1-lakh-people-excluded-from-additional-list"}