{"title":"Assam: Another detention centre inmate dies, CM sets up committee to look into condition of camps","content":"The Assam government has constituted a review committee to evaluate the conditions prevailing in detention centres for undocumented immigrants in the state after the recent deaths of two inmates, Hindustan Times reported on Saturday. The government took the decision on Friday, a day after a 70-year-old man from a detention camp died in hospital, NDTV reported. Phalu Das, a resident of Satemari in Nalbari district, had been in the camp in Goalpara district since July 2017. He was admitted to a local hospital on October 11, and was then referred to the Gauhati Medical College and Hospital, where he died. Das’ family refused to accept his body, and said they were not informed of his health condition.Last week, the government was involved in a standoff with the family of 65-year-old Dulal Chandra Paul, who died on October 13 in a hospital after spending almost two years in a camp in Sonitpur district. Paul’s family initially asked the government to send his body to Bangladesh since he was declared a foreigner. They accepted his body on Tuesday following Chief Minister Sarbananda Sonowal’s intervention.  “The committee will visit all detention centres in the state and review the legal aid status and health status of each detainee and provide recommendation for improvement, if needed,” Sonowal’s office said in a statement.  The deputy inspector general of border police will head the panel, and it will include the inspector general of prisons, a retired district and session judge, a representative nominated by deputy commissioners of each district, and any other member the chairperson may choose. The panel will evaluate the quality of food served to detainees, living conditions in the camps, and education provided to the detainees’ children. The committee has been asked to submit its report within three months.The final list of the National Register of Citizens was published on August 31. More than 19 lakh people were left out of it. More than 1,000 people declared foreigners are housed in six detention centres across the state at present.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-26T11:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/58329-odfrglccvz-1572067409.jpeg","tags":["Assam","Sarbananda Sonowal","National Register of CItizens","detention camps"]}