{"title":"Assam: One more arrested for allegedly instigating violence during eviction drive in Darrang","content":"The Assam Police on Thursday arrested one more person for allegedly instigating the violence that took place during an eviction drive in the Sipajhar area of Darrang district on September 23, reported The Indian Express. Two civilians had died in Sipajhar after the Assam Police opened fire at the villagers who were protesting against the eviction. The state government had ordered an inquiry into the incident.  Darrang Superintendent of Police Sushanta Biswa Sarma said that they arrested 40-year old Sarifuddin from Dholpur 1 village on Thursday. Sarifuddin is a daily wage labourer, according to The Indian Express. This is the third arrest in the case. On Monday, the police had arrested Asmat Ali Ahmed (37), a resident of Kirakara village, and Chand Mamud (47) of Dholpur 3 village. Both of them are local panchayat body leaders.Sarma also told reporters that the police have not yet found any links between the three arrested men and the Popular Front of India. On September 25, Chief Minister Himanta Biswa Sarma had hinted at the involvement of the Kerala-based Muslim organisation. Meanwhile, Jorifuddin, Sarifuddin’s brother, has said that the police arrested Sarifuddin from a hospital where he was admitted for a bullet injury that he suffered during the violence on September 23.“He was shot on his leg and was taken to the Gauhati Medical College,” Jorifuddin said, according to The Indian Express. “He had not recovered fully. We arrived at the station Thursday morning and around 2 pm, we were told that he has been arrested.”However the police superintendent claimed that Sarifuddin was arrested only after being released from the hospital.The Assam government had been widely criticised for the manner in which the police had handled the situation on September 23.A video widely circulated after the incident showed policemen opening fire and then falling upon a protestor who was running towards them with a stick. A few seconds later, he lied motionless on the ground, apparently shot in the chest.A photographer accompanying the police desecrated the body of the man. The photographer, Bijoy Bonia, reportedly a government cameraperson, was later arrested. The Assam Criminal Investigation Department has registered a case against him.However, on September 25, Sarma had defended the police action claiming that the villagers had attacked them first.“You have to see the entire video,” the chief minister had said. “The protestors first attacked with a sharp shovel. But we don’t justify or support retaliation. If you have to pick up a part of the video clip, you should show the entire clip, the entire sequence.”","author":"Scroll Staff","time":"2021-09-30T23:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164350-auuvwayutx-1632413471.jpeg","tags":["Assam Police","Assam eviction","Darrang","Himanta Biswa Sarma"],"source":"https://scroll.in/latest/1006673/assam-one-more-arrested-for-allegedly-instigating-violence-during-eviction-drive-in-darrang"}