{"title":"Assam: Man allegedly involved in forcing Muslim youths to chant ‘Jai Sri Ram’ arrested","content":"The Assam Police have arrested a man for allegedly being involved with a group that forced some Muslim youths to chant “Jai Sri Ram” in Barpeta district earlier this week. The police arrested him after a video of the incident went viral but his accomplices have not yet been held. “Debojit Deka has been arrested,” Barpeta Superintendent of Police Robin Kumar told The Indian Express on Sunday. He was booked under IPC sections pertaining to outraging of religious feelings, criminal conspiracy and promoting enmity. Deka had posted a video on social media on June 18, commenting that “Ram Sainiks of Barpeta district have taught a lesson to some people saying Pakistan Zindabad”. “He had uploaded the video. It is under investigation whether Deka was present in the mob that attacked the group,” Kumar said. Deka describes himself as the founder of an organisation called Ram Sena, Assam, on his Facebook page.“We took an auto from Jonia to go to the railway station in Barpeta Road,” Ashraful Islam, one of the victims, told The Indian Express. “We were on our way to Nepal to get jobs as welders. On the way, we were stopped by a group of 15-20 men, who asked us our names. They realised all eight of us were Muslim, and started shouting that we have to say ‘Jai Sri Ram’. When you watch the video, you will realise that one of us said we cannot say ‘Jai Sri Ram’, and they threatened us. They forced us to say it. What was edited out of the video is that they asked us to say ‘Pakistan Zindabad’, which we refused.”The All Assam Minority Students’ Union and North-East Minorities Students’ Union, as well as Congress MP Abdul Khaleque registered police complaints after the video went viral.  This is the second incident of Muslims being beaten up and threatened to say “Jai Sri Ram” within a week. A 24-year Muslim man was beaten by a mob in Jharkhand’s Seraikela Kharsawan district on June 18, and he died in the hospital four days later.","author":"Scroll Staff","time":"2019-06-24T16:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122517-cupexyebap-1561371866.jpeg","tags":["Assam","Jai Shri Ram","Assam Police","Muslims beaten up"],"source":"https://scroll.in/latest/928195/assam-man-allegedly-involved-in-forcing-muslim-youths-to-chant-jai-sri-ram-arrested"}