{"title":"Assam killings: Bengali groups blame BJP government for escalating ethnic tensions over NRC","content":"On Thursday night, five Bengali-speaking daily wage labourers were killed in Assam. They were picked out and shot dead by armed men in military fatigues in the eastern Tinsukia district.The execution-style murders have shocked Assam’s Bengali community, and Bengali organisations have called a bandh on Saturday, blaming the state’s Bharatiya Janata Party government for the escalation in ethnic tensions. The Assam police on Friday arrested two former United Liberation Front of Asom leaders, Mrinal Hazarika and Jiten Dutta, accusing them of inciting the murders.    Assam’s politics is in turmoil as a result of the updation of the National Register of Citizens and attempts to pass the Citizenship Amendment Bill of 2016 in Parliament. While the bill aims to grant citizenship to non-Muslim migrants from neighbouring countries, including Bangladesh, the register is supposed to separate Indian citizens in Assam from undocumented migrants, alleged to be mostly from Bangladesh. The final draft of the register, released on July 30, left out over 40 lakh of the 3.29 crore people who had applied to be listed. Escalating tensionsActivists have linked the killings to the build-up of ethnic tensions in the state over the past month. “This is a long-term issue,” said Tapodhir Bhattacherjee, former vice chancellor of Assam University. “The hate campaign run with issues like the NRC is now reaching its conclusion. This is the natural outcome of such politics. This is a sequence: there was the blast three weeks ago, there were incendiary statements. This might lead to a 1983-type situation.” On October 13, a bomb explosion in Guwahati injured four people. The attack was carried out by the United Liberation Front of Assam (Independent), the militant group’s chief Paresh Baruah said, to protest against the Citizenship Bill and the alleged dilution of the National Register of Citizens exercise. On October 24, the Brahmaputra Valley shut down to protest the proposed legislation, with protesters saying they feared it would reduce Assamese speakers into a minority in the state. On the other hand, Bengali groups have accused former United Liberation Front of Asom militants of making incendiary statements against the community. “Two former ULFA members have constantly been delivering instigating statements, Mrinal Hazarika and Jiten Dutta,” said Sukumar Biswas of the All Assam Bengali Youth Students Federation. “Why did the government not arrest them before?”War of wordsDutta and Hazarika represent a faction of the United Liberation Front of Asom which, unlike Baruah’s group, favours holding talks with the Indian government. They were previously with the militant group’s 28th battalion, which is believed to have carried out several killings of Hindi speakers in the 2000s. In recent months, they have been engaged in a war of words with Shiladitya Dev, a BJP legislator seen to represent the Bengali community’s interests. The tensions between them escalated significantly last month after Dev announced he was organising a mass gathering of 26 Bengali groups in support of the bill in November. Responding to the announcement, Hazarika reportedly said the bill “must be stopped from being passed at any cost”. “If this does not happen, we must go back to the days of 1983,” he added, alluding to a violent phase of the Assam Agitation, a movement for evicting people branded as “illegal immigrants” from the state.  Dutta has repeatedly lashed out at Dev’s pro-bill position over the past month. This has led to some Bengali groups filing police complaints against the two men, accusing them of making communal and inflammatory statements.What’s the government doing?’  The Bengali community has accused the Assam government of allowing the situation to worsen. “The state government has been negligent,” said Santanu Mukherjee of the Bengali United Forum of Assam, a conglomeration of 14 Bengali groups. “Had the government been active, this would not have happened. What is the government doing? There should be an NIA probe into the killings, and the people who were openly giving threats need to be arrested.”On Friday, the Assam police admitted it had received intelligence about a possible attack on Bengali neighbourhoods.Just before the first draft of the National Register of Citizens was released at the turn of the year, security was beefed up in Assam. Some 45,000 additional security personnel were deployed and the Army was put on standby. In March, the state government extended the Armed Forces Special Powers Act for six months after declaring the entire state a “disturbed area”. The law gives the military sweeping powers to search and arrest, and open fire if necessary for “the maintenance of public order”. “For the NRC exercise, there was the police and there was the Army,” Congress MLA Kamalakhya Dey Purkayastha pointed out. “Why then are they not being used to prevent such incidents?”‘No immediate connection’Following the outcry over the Tinsukia killings, the police arrested Hazarika and Dutta. “Statements and the counter-statements by these two groups [Assamese and Bengali] unnecessarily vitiated the atmosphere,” said Additional Director General of Police, Special Branch, Pallav Bhattacharya.Diganta Barah, joint commissioner of police, Guwahati, said Hazarika was arrested for criminal conspiracy, inciting communal hatred and criminal intimidation under the Indian Penal code. Dutta was detained in Sivasagar and is now “being brought to Guwahati”, the official said. It was not immediately known if he faces similar charges as Hazarika. Kula Saikia, Assam’s police chief, said there was no “immediate” connection between the action against the former militants and Thursday’s killings. “But we will see if any clue comes,” he added.Anup Chetia, a top leader of the pro-talks faction of the United Liberation Front of Asom, criticised the arrest of Hazarika and Dutta. He blamed Dev and the “Bengali lobby” aided by the government for creating unrest in Assam. “The fire was started by them, so the government should have taken action against them,” he said. “They are the ones responsible for what happened yesterday.”","author":"Shoaib DaniyalArunabh Saikia","time":"2018-11-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/104583-wzaghtwxvr-1541130900.jpg","tags":["Assam","ULFA","National Register of Citizens","Citizenship Bill","Paresh Baruah","Mrinal Hazarika","Jiten Dutta"],"source":"https://scroll.in/article/900707/assam-killings-bengali-groups-blame-bjp-government-for-escalating-ethnic-tensions-over-nrc"}