{"title":"Assam’s large tea worker community has always lacked a political voice. Could this be changing? ","content":"A couple of months ago when the local Bharatiya Janata Party legislator visited Nilmoni Tea Estate in the Dibrugarh’s Rajgarh area, Kuwoti Orang became a bit of a hero. A permanent worker in the garden for 12 years, she walked up to the front of the crowd as the MLA spoke about connecting the labour quarters to the electric grid soon. “You said that when you came to us asking for votes five years ago,” she interrupted. “Today, give us a timeline of when the post will be erected, when the lines will be drawn, or else don’t come to us seeking votes anymore.”Within weeks, the Nilmoni Tea Estate’s labour lines – as the workers’ quarters are called – had electricity.DesperationIt is easy to think of Orang’s outburst as a heartwarming story that reinforces the power of the ballot in a democracy. In truth, it is a sordid commentary on the deprivation that haunts the lives of the 65 lakh-odd people in Assam belonging to the “tea tribes”. The term is used for descendants of Adivasis largely from the Chotanagpur region in present-day Jharkhand who were brought by the British Raj to work as indentured labourers in Assam’s tea plantations starting the mid-19th century.The community is routinely billed as one that can single-handedly swing elections in Assam, since it is present in large numbers in at least 40 of the state’s 126 seats. Yet, it required a stern ultimatum to the local MLA for something as basic as electricity to reach the labour quarters of a tea garden located barely an hour away from Dibrugarh town, Upper Assam’s largest and most important city.As Orang would later recount to this reporter, the outburst stemmed from acute desperation. “Nothing is more important than electricity,” said Orang, who is unsure how old she is. “My life started in the bagan [tea garden] and will end here, but I want my children to get out of here and that is only possible when the evenings are not dark and they get to study.”Kuwoti Orang said, \"I want my children to get out of here and that is only possible when the evenings are not dark and they get to study.”A condemned existenceDibrugarh perhaps has more tea gardens per square kilometre than any other place in the world – at last count, there were 177. The tea garden workers play a decisive role in nearly all seven assembly constituencies in the district, including one that spills over into neighbouring Tinsukia. That the Dibrugarh Lok Sabha seat has been represented by a member of the community uninterruptedly since 1977 only underlines its electoral importance. Yet, visit any tea garden or its adjoining village, it becomes evident that the strength of numbers has done nothing to improve people’s lives.Assam’s tea-growing areas have maternal mortality rates comparable to Sub-Saharan Africa, one of highest infant mortality within India, rampant hypertension and endemic alcoholism that leads to hooch tragedies alarmingly frequently. Of course, at the root of it all: an abysmally low daily wage of Rs 157 that is likely to see a retrospective hike of Rs 26 from February 22 onwards, thanks to the elections. (For context: the minimum daily wage of unskilled workers in Assam is Rs 240.)What do elections then mean for such a community? “We also have aspirations, we also want prosperity,” said Lily Kujur, a single mother of three who has been working as a labourer in a tea garden in Dibrugarh’s Tingkhong area for the last twenty years. “Just because I have plucked tea leaves all my life, can I not dream of a bright future for my children?”Lily Kujur, a single mother of three who has been working as a labourer in a tea garden in Dibrugarh’s Tingkhong area for the last twenty yearsThe many (unfulfilled) promises of the BJPIn 2016, the BJP promised to deliver prosperity to the community in two ways: by hiking their daily wage to Rs 351 and giving them Scheduled Tribe status. Both promises remain unfulfilled. Instead, there has been a flurry of sops and a string of pre-election cash assistance. First, the state government deposited Rs 5,000 in the bank accounts of around 7,00,000 permanent workers in two instalments that coincided with the 2018 panchayat polls and the 2019 Lok Sabha elections. In February, the government put in another tranche of Rs 3,000 – the timing (again) left to no one’s imagination.To be sure, the government in February did propose a hike of Rs 50 that would take the daily wages of the tea garden workers to Rs 217. But the association of tea companies moved court against it. The court put the ball in the tea companies’ court. They decided on an “an interim enhancement” of Rs 26.In the tea gardens of Dibrugarh, there is chatter about a wage hike, the maaliks going to court, but no one seems to be quite sure what exactly is happening.Then, there are the fears, as the workers have been told by the management that the gardens will have to shut down if they demand too high a wage. “It is our majboori [compulsion],” said 31-year old Bitu Tanti, who has worked in Rajgarh Tea Estate for the last 15 years. “We will have to listen to what the company says.”Few, therefore, take the Congress’s promise of increasing the daily wage to Rs 365 seriously.Tied to the gardenThis sentiment, a mixture of obeisance and gratitude to their employers, is rather commonplace. “Money is fine,” said Moneshwar Lakra, a worker who has now graduated to becoming a sardar or supervisor at a garden near Dibrugarh, “but we have to remember the bagan gives us a house to live in, grains to eat, and logs to cook our food on.”Do they know they would probably earn more anywhere else for the eight hours of backbreaking work they put in six days a week?“But at least they give us a lunch break here,” protested Jonali Kharia, who works in a tea estate an hour away from Dibrugarh town. “Also, if someone is sick and dying, there is an ambulance to go to the hospital for free.”A labour line inside a tea estate in Upper Assam. Few expectationsIf there are any expectations, it is of the government. But even they are rather moderate: electricity, bathrooms, clean water, roads in the labour lines.Lily Kujur, for instance, said she was grateful that the government had provided her cash assistance – although it had failed to keep its promise of a wage hike. Why, you ask her. Because now she has access to something she never had all these years: clean water. “I used the money to install a tubewell,” she said, with a shy smile.“This is what happens when you oppress a community for as long as they have done with us,” said Madan Baghwar, who heads the district unit of the All Assam Adivasi Students’ Union that has a reasonable presence in the gardens. “You can’t even think big.”‘Vote collectors’Discussions around the electoral choices of the tea community have always been tinged with a sense of certain disdain. The view among political parties is that the workers are too marginalised to make informed decisions, that all it takes is some last minute handouts to influence them. That eventually they would vote en masse based on decisions taken by their sardars, who wield considerable influence over them by the virtue of being their reporting managers who decide on overtime wages and bonuses.This has often led to political parties patronising the sardars. This election, for instance, the BJP has plied them with smartphones. But in Dibrugarh, say local politicians and activists, the influence of the sardars has diminished over time.Outfits such as the All Assam Adivasi Students’ Association and Assam Tea Tribe Students Association, however, remain as crucial ever. As the Assamese poet Kamal Kumar Tanti who traces his roots to the community put it, “They are the mediators between the political parties and the workers.”Political parties, therefore, put a premium on co-opting leaders from these community outfits. “Parties fund these leaders, fund their protests, make them popular and ultimately get them to join them,” explained Tanti. “That is how the issues finally take a backseat.”The All Assam Adivasi Students’ Association is publicly exhorting workers to not vote for the BJP this time because the party did not keep any of its promises. Not just Scheduled Tribe status and a wage hike, even land titles promised to people living within tea estates did not materialise. The association’s leaders say that its position should not be read as an endorsement of the Congress, although they concede it is one for all practical purposes. “The tragedy is we have become vote collectors even if inadvertently,” said Baldev Tanti of the Adivasi National Party, closely linked to the Adivasi students’ outfit. “When we are saying don’t vote for the BJP, we are effectively saying vote for the Congress.”The pulls and pressures of being a community leaderBaldev Tanti’s cynicism stems from experience – much like the current BJP term, through the long years the Congress ruled the state, community representatives from the party did little to improve people’s lives. “All of them fight on the community’s name, but don’t ever speak for us when they get elected,” he said.The poet Kamal Kumar Tanti agreed with this view, but added that it was important to acknowledge the limitations of the community leaders. “There are only a few people who are representing the community, most of them first generation politicians,” he said. “There is that fear that if they take too strong a stand, they would be dropped [from the candidate lists] for someone else. That’s a fear that the national parties are always playing on.”The anxiety was not unfounded, he claimed. Of late, there has been a somewhat concerted attempt to reduce representation from the community. “It began with Tarun Gogoi’s regime and the BJP has continued it,” he said, referring to the former Congress chief minister. “Increasingly, only in constituencies where you cannot possibly contest without a face from the community that one gets to see our people.”As an example, Tanti pointed out how former parliamentarian Kamakhya Prasad Tasa, one of the community’s most well known faces, was dropped by the BJP from the Jorhat constituency despite being the incumbent candidate. Instead, an Ahom candidate was given the ticket.“The Left parties, who claim to speak for us, do no better in terms of representation to be honest,” he said. “Maybe they believe people in the bagan do not understand Marxism, Leninism.”In any case, Tanti asked, why must the onus of speaking for a marginalised community lie only with leaders from the community? “The hegemonic Assamese social organisations, they barely ever raise a voice for the community,” he said.A perpetual escapeA small middle class has started to emerge from the community. But they are reluctant to make common cause with their folks back in the gardens, said Tanti, the poet. “Once you escape, no one wants to go back.”Indeed, a large part of life in the tea gardens seems to be about escaping. Tragically, for many, this lies in cheap and hazardous country liquor.But people harbour hope too – if not for themselves, at least for their children who they make sure get to go to private schools even if they themselves sleep hungry. Because, never mind what they have lived through, at least their children, they say, should find more honourable exits.So far, the ballot may not have helped with this, but there is still a belief that something may change at some point. And perhaps a bit of an awakening too – despite everything.Kuwoti Orang, the leaf-plucker who took on the local MLA, for instance, is not satisfied with just electricity. She wants the community to be accorded the Scheduled Tribe status as was promised. “Because it is only then our children will become officers,” she said. “That will be their passport out of here.”No amount of money or freebies, she insisted, will distract her from voting for the party which will give her suvidha [amenities]. “They can drag me by my arm and plonk me in the booth. But I will vote for the party I think is right for my children’s future.”“We are starting to become aware of our rights,” she said. “We won’t be suppressed forever.”","author":"Arunabh Saikia","time":"2021-03-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156723-qewqhgiisw-1616677013.jpg","tags":["Assam Assembly Elections 2021","Tea Tribes","Tea garden workers"],"source":"https://scroll.in/article/990446/assams-large-tea-worker-community-has-always-lacked-a-political-voice-could-this-be-changing"}