{"title":"Assam’s lone woman chief minister not included in final draft of National Register of Citizens","content":"The name of Assam’s lone woman chief minister, Syeda Anwara Taimur, is missing from the final draft of the National Register of Citizens, which was published on July 30. Taimur, who is currently resides in Australia, said she plans to return home to initiate the process of enlisting herself and her family in the register, PTI reported. “It is sad that my name is not there in the list,” she said. She claimed that she had “requested a relative to submit the application for the family’s inclusion in the NRC, but maybe it could not be done due to some reasons’’. Taimur’s son told News 18 that the family would submit the forms again.The authorities who drafted the register said they did not have the former chief minister’s legacy data, and thus it was not possible for them to ascertain whether she and her family members had applied to have their names included in the draft list.Taimur was the state’s chief minister from December 6, 1980, to June 30, 1981. She served as member of the Rajya Sabha in 1988. In 2011, she left the Congress to join the All India United Democratic Front.‘’We have come to know from media reports that our party member and Assam’s first woman chief minister’s name does not figure in the list,” said AIUDF General Secretary Aminul Islam. “There are others like former president Fakhruddin Ali’s nephew whose names do not figure in the NRC. This is a serious matter.”Meanwhile, the state coordinator of the register, Prateek Hajela, said the 40,07,707 people left out from the list would get an opportunity to submit fresh sets of documents during the upcoming claims-and-objections process, reported The Indian Express.“If you choose a particular document, or I would rather say, a particular legacy at one time, then during [the past] procedure, you [couldn’t] change that,” Hajela said. “However, at the time of claims and objections, we will start afresh again and we will allow any fresh document to be submitted completely or partly.”The Supreme Court has asked the Central government to provide by mid-August the standard operating procedure for the process. It is scheduled to run from August 30 to September 28.","author":"Scroll Staff","time":"2018-08-03T23:07:10.118406+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889159-pcpmmzoeeq-1532973062.jpg","tags":["Assam","Syeda Anwara Taimur","Prateek Hajela","National Register of Citizens"],"source":"https://scroll.in/latest/889159/assams-lone-woman-chief-minister-not-included-in-final-draft-of-national-register-of-citizens"}