{"title":"Assam: EC orders repolling in 4 booths in Ratabari, Sonai and Haflong constituencies on April 20","content":"The Election Commission on Saturday ordered repolling in four booths in Assam’s Ratabari, Sonai and Haflong Assembly constituencies on April 20, reported the Hindustan Times. All three constituencies went to polls in the second phase of the Assembly elections.“The commission declares void, the votes cast at these stations on April 1st,” the poll panel said in a statement.On April 2, the Election Commission had decided to conduct repolling at Ratabari contituency’s polling station number 149 at Indira MV School after an electronic voting machine used to cast the ballots at the booth was found in a car belonging to a Bharatiya Janata Party candidate. Four poll officials, including the presiding officer responsible for the transportation of the EVM, were suspended.In its Saturday order, the poll panel said that although the seals on the EVM were found intact, repolling has been ordered as an added precautionary measure. “A report has also been sought from the special observer,” the statement said.Repolling was ordered at two booths in the Haflong Assembly constituency after it was found out that 171 votes were cast at an auxiliary booth in the Dima Hasao district that has just 90 registered voters. Five poll officials were suspended for the irregularity.The presiding officer and the first polling officer at the booth had admitted that they allowed voters who were registered at the main polling station, Mouldam LP School, to cast their votes at the auxiliary polling station in 107(A) Khotlir Lower Primary School.The poll panel also ordered repolling at 463 Madhya Dhanehori LP School polling booth in Sonai constituency because of a firing incident. Three persons were injured after which the police questioned BJP candidate Aminul Haque Laskar. Five police personnel attached to him were suspended.","author":"Scroll Staff","time":"2021-04-10T19:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157409-owbgtykzja-1618058092.jpg","tags":["Assam","Election Commission","Haflong","Ratabari","Sonai","Assam elections"],"source":"https://scroll.in/latest/991940/assam-ec-orders-repolling-in-4-booths-in-ratabari-sonai-and-haflong-constituencies-on-april-20"}