{"title":"Assam NRC: Supreme Court refuses to extend July 31 deadline for publication of final document","content":"The Supreme Court on Thursday refused to extend the July 31 deadline for the publication of the final National Register of Citizens in Assam, ANI reported. The court directed NRC Coordinator Prateek Hajela, the Assam chief secretary, and the Election Commission of India to meet within a week to decide how to conduct verification hearings.The authorities had sought for an extension of deadline till September, News18 reported. The court asked Hajela and the authorities concerned to ensure that the NRC verification process is not hindered by the upcoming Lok Sabha elections, The Indian Express reported.Hajela informed the court that there were 36.2 lakh claims for inclusion of names in the final document and more than 2 lakh objections against names included in the draft until December 31. He added that the process of hearing claims will start on February 15, and claimants will be issued notices 15 days in advance.Supreme Court orders Assam Chief Secretary, State NRC Coordinator Prateek Hajela, and Election Commission to meet within 7 days to decide how to conduct NRC verification hearings; the process for Lok Sabha elections may continue simultaneously. https://t.co/w6AlUU1vIR— ANI (@ANI) January 24, 2019\n\nThe stated aim of the NRC is to separate genuine Indian citizens from “illegal migrants” who might be living in Assam. According to the terms, anyone who cannot prove that they or their ancestors entered the state before midnight on March 24, 1971, will be declared a foreigner. The exercise has been embroiled in several controversies, including allegations of bias against certain communities.The final draft of the register, published on July 30, had left out nearly 40 lakh people, including some MLAs and a former chief minister. Those excluded will come under the purview of the Foreigners’ Tribunals and will have to prove their citizenship or face unlimited detention if they fail to do so.The Centre in December had extended by six months the date to complete updates to the draft register.","author":"Scroll Staff","time":"2019-01-24T16:41:24.008952+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/94933-rggkemshfp-1531492372.jpg","tags":["National Register of Citizens","Assam","Supreme Court","Prateek Hajela"],"source":"https://scroll.in/latest/910694/assam-nrc-supreme-court-refuses-to-extend-july-31-deadline-for-publication-of-final-document"}