{"title":"Assam government evicts residents from Lumding reserve forest in Hojai","content":"The Assam government on Monday started evicting residents from the Lumding reserve forest in Hojai district, The Hindu reported. The two-day eviction drive was ordered by the Gauhati High Court on September 30.“Nearly half of the Lumding forest was encroached upon over the years by people from Barpeta, Nagaon, and Dhubri districts,” Chief Minister Himanta Biswa Sarma claimed, according to the Hindustan Times. “Since 2012, these encroachers have cut nearly half of trees in the forest and started ginger cultivation with an annual turnover of Rs 25 crore.”Sarma said that some businessmen had also encroached upon the forest and hired people from Barpeta and Dhubri districts for commercial farming, according to The Hindu.The drive in Lumding forest was undertaken by the government a month and a half after it evicted people from Sipajhar area of Darrang district. On September 23, the Sipajhar eviction drive had turned violent. Two civilians, including a 12-year-old child, were killed in  police firing. The civilians, mostly Muslims of Bengali origin, were among villagers who were protesting against the eviction.On Monday, the government officials claimed that the Lumding forest eviction drive was peaceful as there was no resistance from “illegal settlers”, The Hindu reported. The government has deployed 1,000 security personnel, including four Central Reserve Police Force teams, elephants and excavators to clear the encroachments.“Many settlers vacated their houses while others are ready to leave,” said Hojai’s Superintendent of Police Barun Purkayastha. “We are trying to convince a few who are refusing to budge.”The chief minister said that approximately 1,000 people had vacated the area, Northeast Now reported. “The government is committed to follow the [court] order and will do so through dialogue and not by force,” he said.Meanwhile, the All Assam Minority Students’ Union on Monday submitted a memorandum to Prime Minister Narendra Modi, seeking proper rehabilitation of people adversely affected by floods and the eviction drive carried out in Sipajhar.A video widely circulated after the incident had shown policemen opening fire and then falling upon a protestor who was running towards them with a stick. A few seconds later, the protestor lies motionless on the ground, apparently shot in the chest. A photographer accompanying the police repeatedly assaults the man as he lies on the ground.  In its memorandum, the students’ union said that the violent eviction drive in Assam violated human rights, especially of children and women. The union highlighted policemen hitting the dead man with sticks and the photographer jumping on his body. Such incidents, the union said, “shamed the entire mankind”.","author":"Scroll Staff","time":"2021-11-09T15:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166157-pjgzsgfhyl-1636446032.jpeg","tags":["Lumding eviction drive","Assam","Gauhati High Court","Assam evictions"],"source":"https://scroll.in/latest/1010145/assam-government-evicts-residents-from-lumding-reserve-forest-in-hojai"}