{"title":"Assam: Former president’s family members among 40 lakh people excluded from final NRC draft","content":"Family members of former President Fakhruddin Ali Ahmed are among the 40 lakh people left out of the final draft of the National Register of Citizens, published by the Assam government on Monday, News18 reported on Tuesday. Ahmed was the country’s fifth president, from 1974 to 1977.The list verifies 2.89 crore people, out of the 3.29 crore who had applied, as legal citizens of India.Ziauddin Ali Ahmed, the son of the former president’s brother Lt Ekramuddin Ali Ahmed, said he would try to find the necessary documents to ensure his family’s name is included in the list. The family hails from Rangiya town of Assam’s Kamrup district.  “I am the nephew of former President of India Fakhruddin Ali Ahmed, and my name is missing in the NRC, since my father’s name is not in the legacy data,” Ziauddin Ali Ahmed was quoted as saying. “We are [a] little worried about it.”The stated aim of the counting exercise is to separate genuine Indian citizens from so-called illegal migrants who might be living in the state. According to the terms of the exercise, anyone who could not prove that they or their ancestors had entered the state before midnight on March 24, 1971, would be declared a foreigner. State NRC coordinator Prateek Hajela said on Monday that those who were not included in the draft can make claims and objections. The claims and objection process will begin on August 30 and carry on till September 28. The final list of the National Register of Citizens will be published by December 31. People marked as doubtful voters, or D-voters, by the Election Commission and their descendants have been kept on hold, as have people whose cases are pending in Assam’s foreigner tribunals – quasi-judicial courts that adjudicate on matters of nationality.  The registrar general of India said that the reasons for excluding the 40 lakh people will not be made public, according to The Times of India. The only exception, the authority said, are the people who have been marked as doubtful by the election panel.Political reactionsSeveral leaders continued to argue about the list on Tuesday. The Rajya Sabha was adjourned for the day following uproar by Opposition legislators. MPs raised the matter in the Lok Sabha as well. Bharatiya Janata Party President Amit Shah said his party had the courage to implement the NRC, unlike the Congress. He was speaking in the Rajya Sabha on Tuesday. Earlier in the day, Opposition leaders had accused the Centre of politicising the matter and rendering people refugees in their own country. West Bengal Chief Minister Mamata Banerjee condemned the Union government for making more than 40 lakh people refugees in their own country, ANI reported. “I do not want to see my motherland divided,” Banerjee said. “If Bengalis say Biharis cannot stay in Bengal, South Indian people say North Indians cannot stay there and North Indians say South Indians cannot stay here, what will be state of this country? Our country is a family.”Bahujan Samaj Party chief Mayawati said the BJP government in Assam has taken away the citizenship of 40 lakh minorities. “If people living for a long time in Assam haven’t been able to provide proof about their citizenship, it doesn’t mean they should be thrown out of the country,” she said, according to ANI.Tripura Chief Minister Biplab Deb, meanwhile, claimed the citizenship row was not a “big issue”, NDTV reported. “There is no demand for NRC in Tripura,” he said. “Everything is systematised in Tripura. I think this is not a big issue even for Assam. [Chief Minister] Sarbananda Sonowalji is capable of managing it. Some people are trying to create panic and disturb the environment.”Several leaders, including Banerjee, claimed the BJP government was targeting religious minorities using the NRC, an allegation that the ruling party has denied. Home Minister Rajnath Singh has been among the leaders who have assured people that the document was only a draft and no action will be taken against anyone not mentioned in it.   Only to win polls people can't be victimised. Don't you think people who's name isn't in list will lose a part of their identity? Please understand India-Pakistan-Bangladesh were one before partition. Whoever came from Bangladesh to India till March 1971 is Indian citizen: WB CM pic.twitter.com/3j7gORDgWG— ANI (@ANI) July 31, 2018","author":"Scroll Staff","time":"2018-07-31T14:29:53.288796+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888676-htimrirjly-1533026626.jpeg","tags":["Assam","NRC","Fakhruddin Ali Ahmed","Ziauddin Ali Ahmed","national register of citizens"],"source":"https://scroll.in/latest/888676/assam-former-presidents-family-members-among-40-lakh-people-excluded-from-final-nrc-draft"}