{"title":"Assam’s tea gardens will have high schools for the first time. But tea workers have one concern","content":"Priyanka Sona and Bhanumati Baraik have been excited after getting admission to the new high school at the Samdhang Tea Estate, where they live. While Sona will start Class 6 in May, Baraik will be in Class 7. Earlier, high school would have been unthinkable for them. “We had to travel six kilometres to reach the high school,” said Sona, who wants to be a nurse. “Now, this school is just five minutes away from my home.” Their parents work at the tea garden in Assam’s Tinsukia district, earning Rs 205 a day.  Sona has two sisters who were only able to study till Class 6 – her parents could not afford to send them to school after that. She now hopes to be able to go up to Class 10 as her parents will not have to spend money on her education anymore. “Earlier, we needed to pay Rs 500 for admission,” she said. “But in the new schools, everything, including books and uniforms, are free.” Assam’s tea estates will now have high schools offering free education up to Class 10. The Samdhang Tea Estate school is among 119 new “model schools” being set up by the government. According to government officials, most of these schools are expected to open their doors to students this month. “After Independence, this is the first time that high schools have been set up [in tea gardens,” said Dhiraj Gowala, president of the Assam Tea Tribes’ Students’ Association president. It was a “revolutionary step”, added a pleased Gowala.“This does not happen in one day – we have been fighting for high schools for the last 30-40 years,” said Sandeep Naag, president of the local wing of the Assam Tea Tribes’ Students Association at the Samdhang and Hahsara tea estates.But the joy over the new schools is mixed with concern – that the tea garden management will be involved in running them. The Tarajan Tea Estate model high school. Picture credit: Rokibuz ZamanModel schools?Roshni Aparanji Korati, mission director of the Axom Sarba Siksha Abhiyan Mission, told Scroll.in that the new “model schools” were meant to create a better academic environment and reduce dropout rates in the tea garden areas of Assam. Each institution will be run by a school management and development committee. Members include representatives from tea garden workers and from trade unions as well as a social worker nominated by the deputy commissioner and the school’s headmaster. The committee will be chaired by the manager of the tea garden where the school is located.Assam’s tea garden workers objected to this last condition, that the tea garden management will also manage the schools. “They want us to always pluck tea leaves,” said Depen Tanti, a tea garden worker in Tinsukia district. “We are not ashamed of plucking leaves but they have suppressed our voices so we cannot demand our basic rights.” Like Tanti, many workers say that tea garden managements did not encourage education and made it difficult for their children to go to school. If the new schools are to function properly, they feel, they should be managed by local student bodies, parents and other members of the local community.A long way to schoolFor decades, the children of tea tribe communities, who live and labour in Assam’s sprawling tea estates, have had limited access to higher education. Even if a few estates had primary schools, there were no high schools. Students often had to walk five to six kilometres to reach the high schools, Gowala pointed out. Besides, chronically low wages meant few tea garden workers could afford to send their children to high school. Baldev Teli, a leader of Adivasi Suraksha Samiti in Dibrugarh district, said the expenses of a tea worker were higher than their earnings. For years, workers have agitated for higher wages. Last year, the government pushed it up to a paltry Rs 205 per day for tea garden workers in the Brahmaputra Valley, up from  Rs 167. Those in Assam’s Barak Valley get even less, Rs 183 a day. Teli is sceptical of the promise that education will be free in the new schools. “The government is saying admission is free in government educational institutes till graduation,” he said. “But we have seen school administrations charging Rs 500 as an admission fee.” For people earning such meagre wages, even Rs 500 was a lot, he pointed out.Back to the gardensNot surprisingly, dropout rates have been high among students from tea garden areas.  Twenty-year-old Dibyani Dhanwar, who lives in Sonitpur district’s Thakurbari tea garden, studies in Class 11. Out of the eight girls who studied with her till Class 8, only two made it to Class 10. Poverty had forced them out, she said.Dhanwar’s own sister is 28 and made it to Class 10 but still works in the tea garden. Her neighbour, 21-year-old Sibiyani Aind, dropped out because she did not have the money and the nearest school was in Rangapara, about six kilometres from where she lived. Now it is back to the tea estate for Aind, who works as a daily wage labourer to help support her family.Assam’s tea gardens are filled with similar stories – of students being forced to drop out and work to help the family make ends meet. With little education, there are few other sources of livelihood apart from the tea estates. ‘If we study, we will ask for our rights’Tea garden workers argue that the dropout rate is not incidental. According to Teli, tea garden owners and companies have never supported the idea of education as they require workers and “want to create a labour class”. “When they [tea garden families] are educated, nobody will work as tea pluckers for such a low wage,” said Teli.  Hari Sona, who works at a tea garden in Tinsukia district, said the management there had not taken any initiative to provide educational facilities. The primary schools run by the tea garden were poorly managed and had just one teacher for 300-400 students. “In most schools, there is only one teacher for the entire school,” Sona said. At Samdhang estate, Naag claimed the management had been reluctant to provide land for the new model school at first. “They don’t want the spread of education,” he said. “They just want to exploit us. Their story will be over if our children study. If we study, they can’t suppress our voices. We will raise our voice for our rights.”Dipok Teuri, secretary of the tea garden workers' trade union at Tarajan, said before the new model school, there was no high school within a seven kilometre radius of the estate. Picture credit: Rokibuz Zaman‘Teachers to blame’Many workers  and student leaders alleged that the teachers appointed to the schools run by tea garden managements were often forced to work in the gardens themselves.It is a claim that tea companies emphatically deny. “This is not true,” said Seemanta Kumar Das, an official of the state-owned Andrew Yule and Co Limited who has worked in the tea industry for three decades. Das claimed that it was the teachers who were to blame for poor education among tea garden workers and not the management. “They find the job of a teacher in a tea garden school is a cushy job because there is no direct intervention of the manager in school functioning,” said Das. “The teachers enjoy all the benefits and salary of the staff, but hardly do anything.”Das also claimed that the high dropout rate in tea garden area schools was due to the “lack of motivation” among students. “They know they have the garden – Why [do] they need to study?” he remarked.He denied that tea companies did not want the children of their workers to be educated and find jobs outside the garden. “I belong to Assam and have a social responsibility that tea garden workers should get a good education,” said Das. Bidyananda Barkakoty, adviser of the North Eastern Tea Association, echoed Das – tea garden owners did not want to keep workers and their families uneducated. He agreed, however, that communities in the tea gardens deserved better education and welcomed the new government schools.“Things are changing for good,” he said. “[The] tea industry as a whole will be benefited when more and more educated youths are employed.”Das remains sceptical of the new initiative. “Making a building will not serve the purpose, it is the quality of the teachers who have the ability not only to teach but also to motivate people,” he said. While Das did not comment on whether tea garden managements should be part of the school committees, he felt the schools should be run “in a professional manner” by a government-appointed body.A vote bankWhile tea garden managements may have been recalcitrant all these years, the government has also neglected the education of tea garden communities. Some argue the new schools may be driven by electoral calculations by the Assam government, currently led by the Bharatiya Janata Party.Most tea garden workers belong to Adivasi communities referred to as “tea tribes”. Such communities have traditionally supported the Congress but started shifting to the BJP after 2014, when Narendra Modi became prime minister. Since then, the BJP has swept elections in the state, from the assembly polls of 2016 and 2021 to the Lok Sabha elections of 2019. The tea garden community, spread across about 1,000 estates in Assam, play a decisive role in electoral outcomes.Walter Fernandes, a Guwahati-based social scientist and director of the North Eastern Social Research Centre, said that tea garden managements and the state government were under pressure to start schools as the workers are an important vote bank. “However, up to what point they will succeed or how far will they take it seriously, I’m waiting to see,” said Fernandes.Teli, the adivasi leader, echoed Fernandes. “We have to think for what purpose the model schools have been established,” he said. “Is it to secure the vote bank or their genuine concern for improvement in education among the community?”Rajib Konwar [right], principal of the Tarajan high school, writes letters to community leaders and tea garden workers to invite them for a meeting. Picture credit: Rokibuz ZamanOn a hopeful noteWhatever the concerns, in Dibrugarh district’s Tarajan tea estate, a new high school has given rise to new hope. According to local estimates, the estate has a population of approximately 3,500. “Before the model school was built, there was no high school within a seven kilometre radius of the estate,” Dipok Teuri, secretary of the tea garden workers’ trade union at Tarajan.The brand new school building has modern classrooms, staff rooms and washrooms. Benches, tables, cupboards, teaching boards, computers and bookshelves have also reached the school. Rajib Konwar, the school principal, said the government would implement the mid-day meal scheme there and provide free uniforms and textbooks. Konwar said 85 students had enrolled at the school and seven teachers had been appointed. He hoped to bring more students to the school soon.Konwar is also optimistic that the schools will benefit not only the tea tribes community but also other communities living close by. “The high dropout rate will be reduced in this area,” he said.","author":"Rokibuz Zaman","time":"2022-05-14T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174320-ivtdxusxdq-1652449450.jpg","tags":["Assam","tea gardens","education"],"source":"https://scroll.in/article/1023862/assams-tea-gardens-will-have-high-schools-for-the-first-time-but-tea-workers-have-one-concern"}