{"title":"Assam approves compensation for arson accused whose homes were bulldozed in Nagaon","content":"The Assam government has approved compensation for six families whose homes were demolished by the police in Nagaon in 2022 after a police station was set on fire, according to documents accessed by Scroll.On May 21, 2022, a mob torched the Batadrava police station in Nagaon district, a day after a fish trader, Safikul Islam, was allegedly killed in custody. Islam’s family had alleged that the police demanded Rs 10,000 and a duck as a bribe to release him.A day after the police station was burnt down, the police demolished the homes of the accused men. There are no provisions under the Indian law to demolish the home of anyone accused of a crime but this has become a regular practice in several Bharatiya Janata Party-ruled states.One of the men accused in the case of torching the police station, Ashikul Islam, had died in a road accident after he allegedly tried to escape police custody on May 30.On Thursday, the state home department communicated to Dipankar Nath, senior government advocate for Assam, that it would pay Rs 10 lakh for each Pucca demolished house and Rs 2.5 lakh for the Kutcha houses.“An online sanction proposal for concurrence has been moved to the finance department on 30/04/2024,” said the home department. “Now, concurrence from the Finance Department is awaited and will complete the payment of compensation as and when concurrence received from that department.”On Friday, the Gauhati High Court also stated that a government-appointed inquiry had admitted Islam’s death was a case of custodial death.“This is a clear case of vicarious liability of the state,” the court said.It added: “One account of the custodial death of Safiqul Islam, some dispute arose and people were collected in the police station. They created a ruckus there and then after the police had bulldozed the house there. That’s why the whole incident happened.”The Gauhati High Court has of its own accord taken up a public interest litigation based on a representation by lawyer Zunaid Khalid against the Assam government having used bulldozers and the accused persons having been evicted.Also read: Death, demolitions, terror charges: In ravaged Assam village, residents contradict police claims","author":"Rokibuz Zaman","time":"2024-05-04T11:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174951-likzssaaup-1653567694.jpg","tags":["Assam","arson case","police station arson","Safiqul Islam","Demolition"],"source":"https://scroll.in/latest/1067427/assam-approves-compensation-for-arson-accused-whose-homes-were-bulldozed-in-nagaon"}