{"title":"Assam CM is communalising scheme to grant land rights, alleges All India United Democratic Front ","content":"The All India United Democratic Front on Wednesday accused Assam Chief Minister Himanta Biswa Sarma of communalising a scheme to grant land rights to residents of the state, The Hindu reported.On November 14, Sarma launched Mission Basundhara 2.0, under which land rights would be given only to indigenous persons. He said that persons residing in “char” areas will not be eligible for the scheme for ecological reasons. However, he added that the restriction will not apply to the Majuli district as it is a permanent island.Chars are sandbars created by the deposition of river silt. Most of such sandbars are dominated by Bengali-speaking Muslims.On Wednesday, All India United Democratic Front Joint Secretary Aminul Islam questioned whether only those who voted for the Bharatiya Janata Party would be considered indigenous persons, according to The Times of India. “As there is no official declaration about the term indigenous in the state, such statements are unacceptable,” he said. “The chief minister has no right to declare a section of people as indigenous.”Islam accused Sarma of communalising the matter by drawing a line between who he thought was indigenous and who was not. “He is indirectly targeting a minority community in order to please Nagpur [the headquarters of the Rashtriya Swayamsevak Sangh] and the anti-Muslim forces,” he said.Sarma had said on November 14 that the Mission Basundhara 2.0 was only for “indigenous people with mandatory three-generation clear residency” and that benefits will be given based on self-certification.“This means that we will verify the residency claims if we have doubts,” the chief minister said, according to The Times of India. “We will make inquiries and if circle officers have any doubtful claimant/s, they will keep the applications aside. Let us first clear the clean claims.”To this, Islam said that it would be difficult for persons residing in chars to show residency certificates for three generations, as the sandbar areas keep changing every year on account of soil erosion.Sarma has claimed that the Assam government will earn about Rs 1,500 crore in land revenue each year if land rights are given to residents who do not have official records.The first phase of the Mission Basundhara was held from October 2021 to May this year. About 6,00,000 applicants availed of the scheme.","author":"Scroll Staff","time":"2022-11-17T16:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182970-nakqlhxdee-1668680997.jpg","tags":["Himanta Biswa Sarma","AIUDF","Assam","Aminul Islam"]}