{"title":"Assam floods: Toll rises to 127, CM says situation in Silchar is ‘man-made’ disaster","content":"Five more persons died due to floods in Assam on Sunday, taking the cumulative tally in the state to 127, the state disaster management authority said.The five fatalities were reported from Barpeta, Darrang, Cachar, Morigaon and Karimganj districts. Of these, four were children.The total number of persons affected by the floods is 22,21,577 in the 28 districts of the state. The figure has come down from 33,03,316 on Friday. On Thursday, 45,34,048 persons were affected by the deluge in 30 districts.Crops across 74,706.77 hectares of land have been damaged. Barpeta is the worst-hit district in terms of damage to agricultural land with crops across 26,451.50 hectares of land destroyed in the region.The worst flood-affected district in the state is also Barpeta with 6,95,617 persons in distress. In Nagaon, 5,12,778 persons are affected, followed by Cachar with 2,77,158 persons and Kamrup with 1,99,506 persons.Seventy-five revenue circles and 2,542 villages are hit by the deluge.The state disaster management authority said that 116 relief distribution centres are active in the state. A total of 564 relief camps have been set up and 2,17,413 residents have taken refuge in them. Of these, 61,878 are children.Across 15 districts, 15,90,557 animals are reported to be affected.#WATCH | For Assam flood relief ops,IAF deployed 7 types of fixed&rotary-wing aircraft which transported 77 tonnes of relief material to different parts.Till now IAF has flown more than 130 humanitarian assurance missions&dropped 700 tons of load in the last 5 days: IAF officials pic.twitter.com/lTs1Ctfp5c— ANI (@ANI) June 26, 2022\n\nSilchar submerged, CM says flood is man-madeNearly 96,972 persons are affected by floods in the Silchar town of Cachar district, the state disaster management authority said.The town was submerged for the seventh consecutive day, officials told the Hindustan Times.On June 17, the flooding in Silchar had reached unprecedented levels after residents damaged a part of the Barak river’s embankment in the Bethukandi area.On Sunday morning, Assam Chief Minister Himanta Biswa Sarma visited the town to take stock of the situation.Sarma said that he hoped flooding will reduce in Silchar if it does not rain in the next 48 hours, the Hindustan Times reported.He, however, said the flooding of the town was a “man-made” disaster, the Deccan Herald reported.“I have got information that the embankment which protects Silchar from the water of the Barak river was breached by some people,” he added. “I have asked the police to register a case so that action can be initiated against them.”Inspected the magnitude of flood & extent of damage at Rangirkhari, Silchar on a boat during my second visit to the flood-hit town.During my more than one-hour inspection, saw the hardships faced by people as most areas are still reeling under floodwaters. pic.twitter.com/Mf7DZT9mAG— Himanta Biswa Sarma (@himantabiswa) June 26, 2022\n\nWhen Sarma took a boat ride to assess the situation, a resident shouted from the first floor of a building that there was no electricity in the town.Silchar MP Rajdeep Roy, however, assured that electricity would be restored in one day, reported the Deccan Herald.This was Sarma’s second visit to Silchar.","author":"Scroll Staff","time":"2022-06-27T10:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176325-inigwwbwpt-1656304356.jpg","tags":["Assam","Floods","Silchar","Barpeta"],"source":"https://scroll.in/latest/1027001/assam-floods-toll-rises-to-127-cm-says-situation-in-silchar-is-man-made-disaster"}