{"title":"Assam suspends mobile internet services in 24 districts to prevent cheating during government exam","content":"The Assam government suspended suspended mobile internet services in 24 districts for four hours on Sunday to prevent cheating in an examination.In an order dated August 18, Niraj Verma, the principal secretary in the state’s home department, said that mobile internet will be suspended from 10 am to 12 pm and 2 pm to 4 pm on Sunday. On August 28, the next Sunday, the services will be put on hold in 25 of the 35 districts in the state.   Broadband internet services will remain functional, the order added. The examinations are being conducted to fill up 30,000 vacancies Grade III and Grade IV posts in the Assam government. More than 14 lakh candidates will appear for the examinations to be held on August 21, August 28 and September 11. The order does not mention whether internet services will remain suspended on September 11 as well. The Assam govt temporarily suspends mobile internet in 25 districts so that recruitment exams for govt jobs can be held in a “free, fair and transparent manner”. Mobile internet services will be shut from 10am-12noon and 2pm- 4pm on Aug 2ams  Aug 28. @IndianExpress pic.twitter.com/XMXXDYuqec— Tora Agarwala (@toramatix) August 21, 2022\n\nThe government order stated that on earlier occasions, candidates had resorted to unfair means such as using Facebook, WhatsApp and YouTube. Principal secretary Verma said that the decision to suspend the mobile internet services has been taken to ensure that the examination is held in a “free, fair and transparent manner”.On Wednesday, Chief Minister Himanta Biswa Sarma also made an announcement about suspending the internet services and apologised for the inconvenience, reported The Indian Express.“This is not just an exam,” he said. “If we can induct 30,000 completely on merit, then the face of the government will change.”On the September 11 examination, Sarma said the government would review whether internet services need to be suspended as only a small number of candidates would be appearing for the test on that day.“We don’t want to take any risk,” the chief minister added. “Even if one person leaks the question paper on WhatsApp during the exam, there will be chaos.”Prohibitory orders banning the gathering on four or more persons under Section 144 of the Code of Criminal Procedure has been enforced in and around the examination venues on August 21, August 28 and September 11.","author":"Scroll Staff","time":"2022-08-21T15:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162601-swsfwwstpm-1644676761.jpg","tags":["Assam","recruitment examination","mobile internet","Internet suspension","Himanta Biswa Sarma"],"source":"https://scroll.in/latest/1030966/assam-suspends-mobile-internet-services-in-24-districts-to-prevent-cheating-during-government-exam"}