{"title":"Assam NRC coordinator moves SC seeking re-verification, says serious errors found in list","content":"Assam National Register of Citizens coordinator Hitesh Dev Sharma has moved the Supreme Court, saying that serious errors have been found in the NRC, Bar and Bench reported on Thursday. He has sought a comprehensive re-verification of the NRC in a time-bound manner.Sharma said around 50,000 people were found eligible for being included in the NRC but their names were not in the register. He said that the figure might increase if a detailed re-verification was done.“For a flawless complete NRC, names of these persons have to be included in NRC failing which NRC will lose its acceptability,” Sharma said in an application filed last week.The NRC is a register meant to document all legal citizens of India. More than 19 lakh people were left out of the final list of the Assam NRC that was published on August 31, 2019. The number of people left out comprised around 6% of Assam’s entire population. Some of those left out have appealed against their exclusion in the foreigners’ tribunals. As many as 3.3 crore people had applied for the exercise.Sharma’s application said that 7,446 persons out of 30,684 in Kamrup district included in the NRC under the “original inhabitants” category were found ineligible. It said that 23,345 persons were found eligible on grounds other than the “original inhabitants” category. Only 107 people were found eligible in the category, the application said. The plea said that the authentication process done by office and field verification cannot help in finding manufactured or manipulated documents as well as when the names of people are fraudulently entered in the electoral roll, reported Live Law.  It said that there was “no back end verification in the preparation of electoral rolls”.Sharma said in the application that the Family Tree Matching process, adopted for the field verification process, would have been the “ultimate full proof method of NRC verification” if it was implemented with due diligence.“Although the provisions of law have put the onus on proving the citizenship on the applicants, it is observed here, that officers were trying to prove the citizenship of the applicants by giving them a second chance to re-verify their documents where the back-end verification result was ‘NO’ and their eligibility for inclusion in Draft NRC subjectively,” the plea said.It claimed that while the NRC was published on August 31, 2019, the list kept changing till September 14 of the same year, when it was published on the internet. “The System Integrator M/s WIPRO, who is responsible for maintaining the database of NRC, was asked to add/delete names in the final NRC till the 13th of September 2019 through e-mail which may not be legal,” the plea claimed. “As a result, although on 31st August 2019 the total number of persons found eligible for inclusion in final NRC was 3,11,21,004, leaving 19,06,657 persons out of the final NRC [as per press statement], on 14th September 2019, these figures changed to 3,11,04,811 and 19,22,851, respectively.”It said that the then state coordinator Prateek Hajela was asked to give the password of the official email id but he denied the request.In view of these submissions, Sharma has sought the re-verification to be conducted under the supervision of a monitoring committee in the respective districts. He has also requested that the committee preferably comprises the district judge, district magistrate and superintendent of police.Earlier on Wednesday, Assam Chief Minister Himanta Biswa Sarma had also said that his government would approach the Supreme Court again for the NRC re-verification. The newly-elected chief minister said the government will move the court seeking re-verification for up to 20% of entries in areas bordering Bangladesh and 10% for interior regions.In July 2019, the Assam government and the Centre had moved the Supreme Court for a re-verification exercise but that was dismissed after Prateek Hajela, who conducted the exercise in the state, had submitted that 27% of the names were already verified again.","author":"Scroll Staff","time":"2021-05-13T17:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127497-grdfcvqgzy-1584445216.jpg","tags":["Hitesh Dev Sharma","National Register of Citizens","Assam NRC","Supreme Court"],"source":"https://scroll.in/latest/994836/assam-nrc-coordinator-moves-sc-seeking-re-verification-says-serious-errors-found-in-list"}