{"title":"Assam will intensify police action against child marriage, says CM Himanta Biswa Sarma","content":"Assam will intensify its crackdown on child marriages, Chief Minister Himanta Biswa Sarma said on Friday at a meeting with police officials, PTI reported. Since February 3, the Assam Police have launched an operation against child marriages with retributive arrests. As of February 17, a total of  3,047 people have been arrested in 4,037 cases filed under either the Protection of Children from Sexual Offences Act or the Prohibition of Child Marriage Act.  Earlier this week, the Gauhati High Court observed that police action was causing havoc in the state. The court made the comment while granting anticipatory bail in four separate cases of child marriage, noting that charges under the Protection of Children from Sexual Offences Act may not be justified.Thousands of women across the state have protested against the Bharatiya Janata Party government’s crackdown on child marriages, saying the arrested men are the sole breadwinners of their families. Police data seen by Scroll shows that districts with high Muslim populations have seen more arrests than others.  Also read: In Assam, a police crackdown on child marriage leaves a trail of crying women and broken familiesDespite the High Court’s grim view on the matter, Sarma on Friday held a meeting with deputy commissioners and superintendents of police of all districts to discuss measures to up the ante in alleged child marriage cases.“The idea is to ensure that no child marriage happens in the state and we will eliminate it by 2026,” he told reporters, according to PTI. He also denied that arrests were being made targeting any particular religion.He pointed out that courts have granted bail to only 251, or 8.23% of the persons arrested since the crackdown started, which showed that the cases were not botched up. We're firm on having zero tolerance against child marriage.In a conference with SPs & DCs, we've decided to build a robust ecosystem to stop child marriage in Assam within 2 years. This mission involving various stakeholders will have sufficient budgetary support. pic.twitter.com/ozQ8h5a7zs— Himanta Biswa Sarma (@himantabiswa) February 17, 2023\n\nIn January, the Assam chief minister had referred to the “alarming results” of the National Family Health Survey-5 conducted in 2019-’20 to justify the government’s drive against child marriage. According to the survey, Assam had an underage pregnancy rate of 11.7 % – significantly higher than the national average of 6.8%.But activists have said the police crackdown was short-sighted as it did not address the structural reasons such as poverty and illiteracy behind underage marriages.Also read: Afraid of arrest, Assam’s pregnant teens skip hospitals, turn to home births and abortion pills","author":"Scroll Staff","time":"2023-02-18T09:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178434-zqwizpfrwf-1660374094.jpg","tags":["Himanta Biswa Sarma","Assam","Child marriage","Assam child marriage"],"source":"https://scroll.in/latest/1044123/assam-will-intensify-police-action-against-child-marriage-says-cm-himanta-biswa-sarma"}