{"title":"Assam: Unrest in Silapathar after attack on students’ union office allegedly by Bengali Hindu group","content":"Indian Army personnel were deployed in Assam’s Silapathar town, Dhemaji district, on Tuesday following an unrest on Monday evening. Clashes broke out after an All Assam Students’ Union office was attacked allegedly by a little-known Bengali Hindu refugee group called Nikhil Bharat Bangali Udbastu Samanvay Samiti.The officer in-charge of Silapathar police station, Pratul Bhuyan, told Scroll.in that the group took out a rally in the town after holding a meeting, during which it demanded citizenship for all Bengali Hindus in the state irrespective of their legal status. “It seems they attacked and pelted stones at the office and ransacked it,” Bhuyan said. The police had to fire teargas shells and use batons to disperse the crowd, which led to a few injuries, the officer added.The incident evoked strong responses. AASU adviser Dr Samujjal Kumar Bhattacharyya said such attacks would not be tolerated, warning of “severe consequences” if the culprits were not arrested immediately. “The foreigners’ problem the state has been saddled with must be solved only on the basis of the Assam Accord. Religion has nothing to do with it. The indigenous people must call the shots in Assam, not Bangladeshis,” he said.Bhattacharyya also highlighted that the current Assam administration had come to power “with the promise to safeguard the interests of indigenous people”. “After today’s incident, we will closely watch what steps this government takes in the coming days,” he told The Sentinel.An Assam Police officer said eight arrests had already been made in connection with the incident. In a series of retaliatory attacks, shops owned by Bengali businessmen in Golaghat district and Rangia, Kamprup district, were ransacked, the local administration and police told Scroll.in.The situation in Silapathar continues to be tense, with local student bodies organising protest marches across the town and neighbouring regions. Bhuyan said a mob had torched the venue used by the Bengali Hindu group for its Monday meeting.","author":"Scroll Staff","time":"2017-03-07T16:51:39.950392+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/831126-53018-xdqdslkodd-1488885674.jpg","tags":["Assam","students union"],"source":"https://scroll.in/latest/831126/assam-unrest-in-silapathar-after-attack-on-students-union-office-allegedly-by-bengali-hindu-group"}