{"title":"Assam floods: Toll rises to 135, but situation improves in six districts","content":"Eight more persons died on Monday due to floods in Assam, pushing the toll up to 135, according to data from the state disaster management authority.Five persons died in the Cachar district on Monday, while one each died in Kamrup, Morigaon and Nagaon. One resident of Cachar is missing, according to the disaster management body.However, there was some improvement in the situation as the population adversely affected by the floods declined on Monday to 21,52,415 persons in 22 districts. On Sunday, 22,21,577 persons in 28 out of 35 districts were affected. Biswanath, Dhubri, Dibrugarh, Hojai, Karbi Anglong West and South Salmara were no more on the list of affected districts on Monday. Only one river – the Kopili in Dharamtul village of Morigaon district – was still flowing above the danger level, according to the disaster management authority.But, more than 1.91 lakh persons were still staying in 538 relief camps across the state.On Monday, Cachar Deputy Commissioner Keerthi Jalli said that the authorities would be able to pump out water from the low-lying areas of Silchar if the weather conditions improve over the next two days, the Hindustan Times reported.Silchar is the worst-affected area as the lives of more than two lakh residents living in 138 villages have been hit due to floods.On Monday, Chief Minister Himanta Biswa Sarma held a meeting with officials of the Public Works Department to chalk out the redevelopment of several infrastructure projects.✅Infrastructure work under GAD such as Integrated Directorate at Betkuchi✅Buildings of 7 universities✅Redevelopment of Raj Bhawan at GuwahatiAlso reviewed condition of Guwahati roads that were damaged by recent floods & ordered starting their reconstruction within 10 days.— Himanta Biswa Sarma (@himantabiswa) June 27, 2022\n\nOn Tuesday morning, the chief minister visited the flood-affected areas in the Bajali district.Live from Breach Point at Kuwara, Patacharkuchi Under Bajali District. https://t.co/gKt4hk09xU— Himanta Biswa Sarma (@himantabiswa) June 28, 2022","author":"Scroll Staff","time":"2022-06-28T13:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176389-fxfgqnggpn-1656400309.jpg","tags":["Assam floods","Himanta Biswa Sarma","Assam"],"source":"https://scroll.in/latest/1027104/assam-floods-toll-rises-to-135-but-situation-improves-in-six-districts"}