{"title":"Assam floods: Toll rises to 89, over 55 lakh residents adversely affected ","content":"Seven residents died due to floods in Assam on Tuesday, taking the cumulative toll to 89, the Hindustan Times reported.Three residents died in the Kamrup district, while one each died in Darrang, Karimganj, Tamulpur and Udalguri, the state disaster management authority said. Three children were among the dead, as per the official figures.One person is missing due to the floods in the Kamrup district.The deluge has affected 32 districts and 55,42,053 residents of Assam. Crops on more than 1.08 lakh hectares of land have been damaged. There are 2,62,155 persons are in 862 relief camps across the state. The floods have also damaged 2,600 houses in nine districts. Nearly 60,000 animals (59,654) were washed away in the floodwater.Landslides were reported from Hailakandi, Kamrup (Metropolitan) and Karimganj districts. Flooding and waterlogging in urban areas were reported in the districts of Cachar, Darrang, Goalpara and Karimganj.This is one of the disastrous situation in northeast.. pray for the people of northeast 🙏 #AssamFloods pic.twitter.com/zxWC8iSV6p— Masuma Begum (@Masumabegum94) June 21, 2022\n\nIn the Morigaon district, nearly 2,000 persons whose homes were submerged by floodwater are taking shelter on National Highway-37, ANI reported. The district’s Barkhal area has been hit by floods for the second time in a month.Meanwhile, National Disaster Response Force and State Disaster Response Force teams rescued 3,652 stranded residents in 11 districts through 278 boats, according to the Hindustan Times.In Meghalaya’s South Garo Hills district, flash floods and landslides blocked roads, washed away bridges and disrupted electricity supply and mobile connectivity on Tuesday, PTI reported. About 40,000 residents have been affected by the floods. The district has been cut off from the rest of the state for the past four days as the National Highway-62 has been blocked at several places.Meghalaya Chief Minister Conrad Sangma on Tuesday said that South Garo Hills was the worst-affected district by the floods in the state. He reviewed the extent of the damage and the administrative response in a meeting with officials in the district headquarters of Baghmara.","author":"Scroll Staff","time":"2022-06-22T09:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175965-psnmtlsvcw-1655545346.jpg","tags":["Assam","Kamrup","Assam floods","Guwahati","Meghalaya"],"source":"https://scroll.in/latest/1026669/assam-floods-toll-rises-to-89-over-55-lakh-residents-adversely-affected"}