{"title":"Assam: Congress will give Rs 365 to tea workers, set up special ministry, says Rahul Gandhi","content":"Congress leader Rahul Gandhi on Friday promised that if voted to power in Assam, his party would give a minimum wage of Rs 365 to tea plantation workers of the state, ANI reported. He added that his party will also establish a special ministry to solve the problems of tea workers in the state.Elections will be held in three phases in Assam on March 27, April 1 and April 6. Both the BJP-led Assam government and the Opposition have promised to increase daily wage of tea workers.Tea estates in Assam are the main source of employment for the state’s tea tribe population. Their presence is a deciding factor in at least 40 out of Assam’s 126 Assembly constituencies, making them a key to the success of the major contenders, the Bharatiya Janata Party and the Congress.At a rally in Assam’s Dibrugarh, Gandhi accused the incumbent BJP government of not doing enough for tea workers. “Tea gardens are being handled the same way as the airport matter,” he said. “When we had a government, we gave security to Assam. There were thousands of crores of special packages, investment policies, through which we used to give subsidies.”But all these policies were cancelled after the BJP government came to power, the Congress leader alleged. “The BJP promised Rs 351, but gives Rs 167 to Assam tea workers,” Gandhi said. “But I am not Narendra Modi, I don’t lie. Our manifesto is in consultation with tea tribe, people, and not framed behind closed doors.”On March 16, the Gauhati High Court said tea garden owners in Assam will have the “liberty” to decide if they want to give enhanced wages to workers, as notified last month by the state government. In 2017, the minimum wage of tea plantation workers was reportedly raised to Rs 167 per day after an advisory committee’s recommendation. But, the committee had suggested a daily wage of Rs 352.  At Friday’s rally, the Congress leader announced five main promises, which he said his party will fulfil if they won the state elections. These are, “Rs 365 for tea workers, we will stand against CAA [Citizenship Amendment Act], provide five lakh jobs, 200 units free electricity and Rs 2,000 for housewives,” Gandhi said.Gandhi made several pointed attacks on the BJP, criticising the government for being responsible for a decline in democracy and increasing unemployment amongst youth. “You think democracy is declining,” he said. “Youth is unemployed, farmers are protesting, CAA is there.” Shri @RahulGandhi arrives to a massive reception at the Tea Estate Workers Rally at Dibrugarh, Assam.We are committed towards the welfare of each of Assam's tea workers.#AssamWelcomesRahulGandhi pic.twitter.com/cBSpcvunYA— Congress (@INCIndia) March 19, 2021\n\nThe Congress leader said the BJP was spreading hate to polarise masses. “You are being divided, by inciting one religion against another, by inciting one person against another and then what is yours is being taken away from you and being given to their industrialist friends,” he said. There is a direct connection in hate and unemployment, Gandhi said. “If hatred will increase then unemployment will increase,” he added. “If unemployment increases then hatred will increase. If hatred will reduce, unemployment will reduce.”He said that the BJP and its ideological mentor, the Rashtriya Swayamsevak Sangh, were spreading hate for political gains. “BJP-RSS use hatred, not religion,” he said. “What the BJP-RSS do is not written in any religion. Nowhere in Hinduism is it written that you beat someone.”Referring to the Rashtriya Swayamsevak Sangh’s headquarters, Gandhi said that “one force from Nagpur” was trying to control the entire country.Gandhi added that the youth of Assam were unable to fulfil their aspirations because of BJP’s policies. “You go to college, you study, why do you go? What is your idea?” he said. “That you want employment. You study for 15-20 years continuously and the government says, ‘will not provide employment’.”","author":"Scroll Staff","time":"2021-03-19T16:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156435-tvyrnjfajz-1616150681.jpeg","tags":["Rahul Gandhi","Congress","Assam","Assam elections","tea gardens","CAA"],"source":"https://scroll.in/latest/989992/assam-congress-will-give-rs-365-crore-to-tea-workers-set-up-special-ministry-says-rahul-gandhi"}