{"title":"Assam polls: EC bars Himanta Biswa Sarma from campaigning for 48 hours for threatening BPF leader","content":"The Election Commission on Friday barred Assam minister and Bharatiya Janata Party leader Himanta Biswa Sarma from campaigning and speaking to the media for 48 hours for threatening Bodoland People’s Front leader Hagrama Mohilary. The orders come into effect from Friday itself, the poll panel announced.On Thursday, the Election Commission had asked Sarma to respond to a notice sent to him on the basis of a complaint filed on the matter by Congress, which is contesting the Assam Assembly elections in alliance with Mohilary’s BPF. The EC’s order on Friday said that Sarma, in his response, had denied the allegation levelled against him but the election body did not find his reply satisfactory.The excerpt of Sarma’s purported comments against Mohilary, mentioned by the EC in its order states that the BJP leader had threatened to send Mohilary to jail and initiate proceedings against him by the National Investigation Agency. “If Hagrama does extremism with [former militant leader MD] Batha he will go to jail,” Sarma had said, according to the EC order. “If Hagrama encourages Batha, he will go to jail. Already got lot of evidence. This case is being given to NIA.”The Congress, in its complaint, had said that the central agencies are not tools of the BJP to be used for electoral gains. It demanded that the Assam minister be disqualified from the Assembly election in the state and is prohibited from campaigning. The party had also asked the poll panel to issue directions for filing a first information report against Sarma.Assam goes to polls for the third and final phase on April 6, effectively meaning Sarma will not be able to campaign any further for BJP, as canvassing by parties are allowed only till 48 hours before polling begins.On Friday morning, the Election Commission had suspended four poll officials and ordered repolling in a booth in Ratabari constituency of Assam, after the electronic voting machine used to cast the ballots was found in a car belonging to a Bharatiya Janata Party candidate. The presiding officer, who was responsible for the transportation of the EVM, was among those suspended.","author":"Scroll Staff","time":"2021-04-02T21:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143451-hvgjumtxye-1602312485.jpg","tags":["Assam elections","Himanta Biswa Sarma","Hagrama Mohilary","BJP"],"source":"https://scroll.in/latest/991284/assam-polls-ec-bars-himanta-biswa-sarma-from-campaigning-for-48-hours-for-threatening-bpf-leader"}