{"title":"Assam: Congress MLA arrested for provocative statements on 1983 Nellie Massacre","content":"The Assam Police on Saturday arrested Congress MLA Sherman Ali Ahmed for calling eight people, who were hailed as “martyrs” after the 1983 Nellie Massacre, “killers”, The Indian Express reported. Thousands of Muslims of East Bengal origin were killed in violence at Nellie village in Assam’s Morigaon district and other parts of the state that year.Ahmed had made the comments after two Muslims were killed in police firing in Assam during an eviction drive on September 23.In video accessed by The Indian Express, the MLA said that eight people, who many believe had been martyred during the 1983 Nellie Massacre, were “responsible for the death of many others from the Bengali-speaking Muslim community”.Special Director General of Police GP Singh said that Ahmed had been arrested. “Questioning is underway,” Singh said. “We have received a few first information reports against him.”The Congress’ Assam unit on Saturday issued a showcause notice to Ahmed for “deliberately acting in a way calculated to lower the prestige” of the party. The notice said that the MLA’s statements were “communally provocative” and “gnawed at [the] old wounds of the past incidents of Assam Agitation”.The party also said that Ahmed’s “insensitive” statements could destroy the social harmony of the state.The All Assam Students’ Union had also criticised Ahmed for “disrespecting martyrs” and pressed for his arrest on Saturday.The Nellie Massacre, which took place in February 1983, happened after the Assam Agitation was launched by the All Assam Students Union in 1979. They had demanded the identification and deportation of undocumented immigrants from Assam.The agitation witnessed several episodes of violence, with the most prominent being the massacre at Nellie village. Within six hours, agitators had killed around 1,800 people, mostly Muslim. The unofficial toll counts 3,000 dead.Following this, there were other instances of violence too, which the police tried to quell. The eight people who Ahmed referred to in his statements, had died in violence near Sipajhar area of Darrang district.Read more: Why was Assam’s Nellie massacre of 1983 not prevented, despite intimations of violence?CM on undocumented settlersAssam Chief Minister Himanta Biswa Sarma on Thursday had alleged that undocumented settlers have been encroaching on government land to change the demography in Assembly constituencies, The Times of India reported.He claimed that encroachment in Darrang district’s Dholpur area was a part of the plan to grab the Sipajhar constituency as 6,000 people from the area “did not have names on the National Register of Citizens”.“I do not want to say that these people [locals of Sipajhar] are from Islam faith because our native Assamese Muslims are far, far away from this blueprint,” he said. “In fact, desi [native] Muslims are complaining to me that their mosques are grabbed by illegal settlers.”Sarma claimed that in the 2021 Assam Assembly elections, Barkhetri, Batadraba and Mangaldai constituencies were taken over by “illegal” settlers.","author":"Scroll Staff","time":"2021-10-03T14:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164704-bxikadpuas-1633250338.jpg","tags":["Sherman Ali Ahmed","Nellie Massacre","Assam Police","Assam Agitation"]}