{"title":"After police station is set on fire in Assam’s Nagaon, homes of the accused demolished","content":"The Nagaon administration in Assam on Sunday demolished the homes of those who had set the Batadraba Police Station in the district on fire a day earlier over an alleged case of custodial death, Northeast Now reported.Residents of the Salnabari area said the district administration along with the police razed around seven structures. Two police personnel were injured on Saturday after a mob torched the police station as a fish trader, Safikul Islam, was allegedly detained late on Friday evening, according to PTI. He was taken by the police when he was going to board a bus for Sivsagar.His family alleged that the police had demanded Rs 10,000 and a duck as a bribe to release him. “We could only afford a duck, so they [police] beat him to death,” Islam’s wife said, according to The Hindu.An independent investigation is ordered into the alleged custodial death of Islam, said Assam Special Director General of Police GP Singh (law and order), ANI reported.The district administration has also demolished Islam’s home, Northeast Now reported. Residents said that authorities did not issue any notice and people were stopped from entering the area during the demolition drive.While there are no provisions under Indian law to demolish the home of anyone accused of a crime, this pattern has been regularly observed across Bharatiya Janata Party-ruled states.Assam | Nagaon District Administration demolished houses of five families who were allegedly involved in setting fire to Batadraba Police Station yesterday, May 21 pic.twitter.com/N0u9xMg0ZW— ANI (@ANI) May 22, 2022\n\nSingh said the demolition drive was ordered after allegations came to light stating those who attacked the police station had encroached land, NDTV reported. “Even if they had documents, they were forged,” Singh said. “So today, a few huts were demolished.”  Meanwhile, Congress MP from Barpeta Abdul Khaleque opposed the demolition drive.“We  never support attack on a police station,” he wrote in a tweet. “But  bulldozing houses of attackers by police is a direct violation of human  rights.”The allegationsOn Saturday, the family claimed that Islam’s wife was told that her husband had been taken to Nagaon Civil Hospital, where she found him dead.Following that, residents attacked the police station and allegedly assaulted on-duty police personnel before setting it on fire, PTI reported.#WATCH: Visual of local Women setting fire at Assam’s Batadrava Police Station.The mob destroyed the P.S after a local youth, after being apprehended by the Police, died in the custody. Locals alleged police of killing the youth. pic.twitter.com/CWK9fWch3w— truth. (@thetruthin) May 21, 2022\n\nVideos shared on social media showed an unidentified woman sprinkling some inflammable liquid on two-wheelers parked in front of the police station and setting them on fire. The Assam Police said that three persons have been arrested for their alleged involvement in the attack and operations are underway to find the others using CCTV footage.A mob of 40 people was involved in the incident, the police said on Sunday, reported ANI.“Seven  people were arrested and 15 people were detained in connection with  setting fire to Batadraba police station yesterday,” said DGP Singh. “SIT will be formed in the matter.”Superintendent of Police Leena Doley, however, said that Islam was found in a drunken state and was brought to the police station.“Members of his family visited the police station after they were informed,” Doley said, according to The Hindu. “He was found sick today [Saturday] and taken to a primary health centre, which referred him to the district hospital. The doctors there declared him dead on arrival.”On the allegations that the police had demanded a bribe, Doley added that all charges will be investigated. “If anyone is found guilty, steps will be taken,” she said, according to PTI.On Sunday, Director General Of Police Bhaskar Jyoti Mahanta said that the officer-in-charge of the Batadraba Police Station was suspended following Islam’s death.We don’t think these are grieving relatives of the dead, but as we have identified, they were bad characters and their relatives with criminal records- records that were there within the thana. Proof, incrementing evidences- all burnt down.— DGP Assam (@DGPAssamPolice) May 22, 2022\n\n“We take the unfortunate death of Safiqul Islam very seriously and have put the OC of Batadraba thana on suspension and rest of the staff closed,” Mahanta said in a tweet. “If there is any foul play at our end, we mean to find that and punish the guilty according to the law. No two thoughts.”He added: “Later that day, local bad elements took law onto their own hands and burnt down the thana [station]. These bad elements came in all forms women, men, young and old. But the preparedness with which they came, the ferocious, organised attack they staged on police has made us think deeper.”","author":"Scroll Staff","time":"2022-05-22T11:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174704-ssapoclaee-1653198818.jpg","tags":["Assam","Custodial Deaths","Nagaon","Assam Police"],"source":"https://scroll.in/latest/1024484/assam-mob-burns-down-police-station-in-nagaon-district-over-alleged-custodial-death"}