{"title":"Assam: Rahul Gandhi will be arrested after Lok Sabha polls for ‘violence’, says CM Himanta Sarma","content":"Assam Chief Minister Himanta Biswa Sarma on Wednesday reiterated that Congress leader Rahul Gandhi would be arrested after the Lok Sabha elections for alleged violence during his Bharat Jodo Nyay Yatra in the state.The Assam Police booked Gandhi, among other Congress leaders, on Tuesday for alleged provocation, damage to public property and assault on police personnel.The Bharat Jodo Nyay Yatra is a large-scale outreach programme of the Congress led by Gandhi. The Lok Sabha MP is slated to travel 6,200 kms across 15 states.The march has been passing through Assam since January 18 and has been met with several demonstrations by Bharatiya Janata Party workers, who allegedly vandalised posters, shouted slogans and blocked Gandhi’s convoy.Sarma had directed the state police to register a case against Gandhi after Congress workers allegedly broke barricades as they were stopped from entering Guwahati on Tuesday.The police attempted to stop them by beating them with batons.The Congress had been denied permission to enter the city had been denied to avoid disruption in traffic movement.On Wednesday, Sarma said that a special investigation team had been formed to inquire into the matter.“We have evidence against him [Gandhi],” Sarma said. “We will arrest him after the Lok Sabha polls because any action before the elections would invite unnecessary criticism.”This is not the first time Sarma has said that Gandhi would be arrested after the general elections.On January 19, Sarma had told reporters that if the Opposition party takes its march inside Guwahati, he would register a case of violation of orders and make arrests after two three months.Meanwhile, Congress chief Mallikarjun Kharge wrote to Union Home Minister Amit Shah on Tuesday saying that the Assam Police has been found wanting in providing security to Gandhi during the Bharat Jodo Nyay Yatra.“The Assam Police has systematically stood by and/or allowed BJP workers to come closer and closer to the convoy of Shri Rahul Gandhi, breaching his security cordon and endangering his physical security and that of his team,” Kharge said.The Opposition party has also accused Sarma of being one of the most corrupt chief ministers in the country.Meanwhile, Gandhi alleged on Wednesday that Dhubri MP Badruddin Ajmal colludes with Sarma and the BJP. Ajmal is the chief of the All India United Democratic Front.“Whatever the Assam chief minister wants, Ajmal gets it done in a minute,” Gandhi said. “He also helps your chief minister and the BJP. So, the Congress is not fighting the BJP alone in Assam. We are also fighting Ajmal, who heads the BJP’s B-team. We can neither compromise with the BJP nor with Ajmal.”BJP अकेले नहीं लड़ती है। BJP के सबसे बड़े पार्टनर अजमल हैं।हर सिक्के के दो पहलू होते हैं। सिक्के का एक पहलू मोदी, अमित शाह और आपके CM हैं।सिक्के का दूसरा पहलू अजमल हैं। असम के CM जो भी कहते हैं, वह अजमल करते हैं।असम में कांग्रेस पार्टी सिर्फ BJP से ही नहीं, उसकी B टीम अजमल के… pic.twitter.com/nag8FYgUbW— Assam Congress (@INCAssam) January 24, 2024","author":"Scroll Staff","time":"2024-01-25T08:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195107-rxydsabfdh-1697693177.jpg","tags":["Himanta Biswa Sarma","Rahul Gandhi","Bharat Jodo Nyay Yatra","Assam","Lok Sabha Polls"],"source":"https://scroll.in/latest/1062666/assam-rahul-gandhi-will-be-arrested-after-lok-sabha-polls-for-violence-says-cm-himanta-sarma"}