{"title":"Assam to relocate those evicted from Darrang if their names appear in NRC, government tells HC","content":"The Assam government told the Gauhati High Court on Wednesday that evicted families in Darrang district will be relocated, provided their names appear in the National Register of Citizens and they also meet a set of other criteria, reported PTI. “An area of about 1,000 bighas [about 134 hectares] of land in the southern part of No 1 and No 3 Dhalpur village has been earmarked for relocating the evicted persons subject to verification of the status of erosion affected and landless status in their respective original places and districts, citizenship and existing rehabilitation policy of the state,” the government said in a affidavit.In September, the Assam government had carried out mass eviction drives in the district. On September 23, the eviction drive in the Sipajhar area of the district had turned violent and two civilians, including a 12-year-old child, were killed in police firing. The civilians were among villagers who were protesting against the eviction. This was the second mass eviction drive that week. The villages that were issued eviction notices were mainly home to Muslims of Bengali origin.Leader of the Opposition Debabrata Saikia had filed a plea in connection with the violence. The High Court too had taken suo motu cognisance of the matter. The Assam government’s affidavit on Wednesday was filed in response to Saikia’s plea.Also read:Why evictions in Assam under Himanta Sarma have left Bengali Muslims more fearful than ever beforeIn its affidavit, Sipajhar Revenue Circle Officer Kamaljeet Sarma said that the evicted families would not be given any compensation as they are “encroachers”. He said that they were “liable to be evicted at any time” according to the rules under Assam Land and Revenue Regulation, 1886.“The matter is related to encroachment and eviction only and is not at all related to acquisition of land,” the affidavit said. “Therefore, the question of resettlement, rehabilitation and compensation etc as per Land Acquisition Act is irrelevant.”A bench of Chief Justice Sudhanshu Dhulia and Justice Kakheto Sema recorded the government’s submissions and issued an order, reported Bar and Bench.“As of now, for the remaining alleged encroachers, no coercive action will be adopted,” the order said. “If and when it is adopted, the writ petitioner is free to approach the court.”Advocate General Debojit Saikia told the High Court that that the government was ascertaining all the facts that led to the violence and whether any external forces or organisations were involved in inciting what he called was “mob violence”.The advocate general also argued about the motive behind the filing of the pleas.“The people on the ground, they know the situation, not the lawyer outside or the Leader of the Opposition of Assembly,” Debojit Saikia contended. “The ground reality is that people are not coming before this court. These are all politically motivated PILs.”The bench, however, said it was not for them to look into these claims and observed that everything was political these days.Advocate Talha Abdul Rahman, appearing for the petitioner, said that neither the affidavit nor the inquiry into the case has been satisfactory.Rahman alleged that the affidavit was vague. He said that the government’s submission does not clarify if the magistrate who allegedly ordered the police firing was the same person appointed to conduct the initial inquiry.The petitioner’s counsel said that he will reply after the government submits an additional affidavit in the case. He also urged the advocate general to issue a statement that a notice is served before any evictions. But the government’s counsel said the administration will not use any force unless it was compelled to do so.The High Court has posted the matter for hearing on December 14.Meanwhile, on the criterion of citizenship, Rahman told PTI: “NRC is not published and the state is doubting the correctness of NRC drive. How does it then rely on the same NRC to exclude people?”He said that a process had to be followed to detain foreigners. “You cannot just evict people from their homes on suspicion of being foreigners and later make their rehabilitation contingent on proof of citizenship,” Rahman told PTI.","author":"Scroll Staff","time":"2021-11-04T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165973-hbzgrlwyxo-1636036429.jpg","tags":["Assam","Gauhati High Court","Eviction drive","Darrang","Sipajhar"],"source":"https://scroll.in/latest/1009810/assam-to-relocate-those-evicted-from-darrang-if-their-names-appear-in-nrc-government-tells-hc"}