{"title":"Assam: Final NRC status of over 3 crore applicants published online","content":"A complete list of Assam’s National Register of Citizens with the names of all those excluded and included has been published online on Saturday, PTI reported. As many as 3.3 crore people had applied for the exercise.More than 19 lakh people were left out of the final list of the updated citizens’ database that was published on August 31. The number of people left out comprise around 6% of Assam’s entire population, two times the number of Rohingya refugees in Bangladesh, and the population of Nagaland. They will now have to appeal against the decision in foreigners’ tribunals.  The applicants can check their final status on www.nrcassam.nic.in by typing their application receipt number. The list has been published in English and Assamese language.An unidentified official told the news agency that the names of all members of a family, irrespective of their involvement in the claims and objections process, have been published. He added that spelling and other mistakes have been corrected in the final complete list. The exclusion certificates are being collected from the various NRC Seva Kendras and will be made available at the earliest so that people can file their appeals. The official said that the time period for issuing the exclusion certificates will be announced soon. The government had last month said it would provide legal assistance to those left out of the NRC. The Centre has also reportedly withdrawn 10,000 paramilitary personnel, who were deployed in Assam ahead of the NRC publication amid fears of violence. Also read:How Assam’s National Register of Citizens counted people – from 2015 to 2019Read the stories of those who are most affected by the NRC exercise in our series: The Final Count.The NRC was first published in 1951 and was updated to exclude those who may have illegally entered Assam via Bangladesh after March 25, 1971.There are several controversies surrounding the NRC, including speculation that it has been targeted against a particular community. Many political parties, including the Congress and the Bharatiya Janata Party, have criticised the NRC, pointing out that many Bengali Hindus have been left out of the register. Bengali Hindus are the BJP’s oldest vote bank in the state.A “people’s tribunal” has also pointed out flaws in the Supreme Court’s role in the compilation of Assam’s National Register of Citizens. The tribunal, which held its discussions over the weekend in Delhi, observed that the top court’s role had raised important constitutional concerns. It said the Supreme Court judgement that paved the way for the NRC exercise had relied upon “unverified, and now disproved, data to hold that migration amounted to ‘external aggression’ upon India”. In doing so, the court “in effect, dehumanised migrants and infringed their rights to liberty and dignity”, the tribunal said.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-14T19:11:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/125478-pgkjgfhrdp-1567398636.jpg","tags":["Assam","NRC","NRC online list","National Register Of Citizens"],"source":"https://scroll.in/latest/937340/assam-final-nrc-status-of-over-3-crore-applicants-published-online"}