{"title":"Assam: Madrassa run by man with alleged links to terror outfit demolished in Morigaon district","content":"A madrassa run by a man allegedly linked to a terror outfit was demolished in Assam’s Moirabari town on Thursday, ANI reported, citing the police.“Jamiul Huda madrasa in Moirabari area run by Mustafa alias Mufti Mustafa, who was recently arrested for his links with Bangladesh-based terror outfit Ansarullah Bangla Team and AQIS [Al-Qaeda in the Indian Subcontinent], has been demolished today,” said Morigaon District Superintendent of Police Aparna Natarjan.The AQIS, a branch of global militant outfit Al Qaeda, was established in 2014.Assam | Jamiul Huda madrasa in Moirabari area run by Mustafa alias Mufti Mustafa who was recently arrested for his links with Bangladesh-based terror outfit Ansarullah Bangla Team &AQIS has been demolished today, says Aparna N, Superintendent of Police (SP) of Morigaon district. pic.twitter.com/JXClZSBNID— ANI (@ANI) August 4, 2022\n\nThe demolition came after Mustafa was arrested on July 28 in Assam’s Barpeta district.The police alleged that Mustafa, along with seven others, have links with the Ansarullah Bangla Team, a front organisation of the AQIS. The men were booked under provisions of the Unlawful Activities (Prevention) Act and the Indian Penal Code.After the arrest, Assam Special Director General of Police (law and order) GP Singh had said that the Jamiul Huda madrasa that Mustafa was running was allegedly used as a safe house by members of the terror outfit.The police had also alleged that Mustafa made financial transactions in 2019 with Amiruddin Ansari and Mamun Rashid, alleged members of the Ansarullah Bangla Team.The madrassa run by Mustafa was sealed after his arrest, The Sentinel reported.On Thursday, Assam Chief Minister Himanta Biswa Sarma said that 43 students were enrolled in the madrassa and have now been admitted to different schools, ANI reported.“Mustafa alias Mufti Mustafa obtained a doctorate in Islamic Law from Bhopal in 2017,” Sarma told reporters.He said 800 government madrassas have been abolished in the state.“But there are many Qawmi madrassas in the state,” he added. “The citizens, parents should keep watch on these madraasas and what type of subjects are taught there.”Sarma also said that the Assam Police have busted five “jihadi modules” of the Ansarullah Bangla Team in the last five months. Twenty-nine members of the outfit have been arrested so far, the chief minister added.“I urge all to stay alert and help administration in overcoming the challenges posed by these jihadis to the state,” he said.","author":"Scroll Staff","time":"2022-08-04T16:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178038-mrbyjulfni-1659608767.jpg","tags":["Assam Police","Assam","Himanta Biswa Sarma","Madrassa"],"source":"https://scroll.in/latest/1029768/assam-madrassa-run-by-man-with-alleged-links-to-terror-outfit-demolished-in-morigaon-district"}