{"title":"Assam: Retired army soldier, who was declared foreigner, released from detention centre","content":"Mohammed Sanaullah, a retired Indian Army soldier who was declared a foreigner by an Assam tribunal in May, was released from a detention centre on Saturday, PTI reported. Sanaullah was let go a day after the Gauhati High Court granted him bail.Sanaullah was taken to the Kamrup Superintendent of Police’s office at Amingaon after his release. He completed the formalities according to the court’s directions, an unidentified senior official told PTI.Later, Sanaullah’s family and friends accompanied him to his home in the Boko area of Kamrup. The High Court on Friday allowed his release and ordered him to furnish a bail bond of Rs 20,000 with two local sureties. The court also asked him to not leave Kamrup district without permission of district superintendent of police.The court reportedly also sent notices to the respondents in the case on Friday, all of whom verified his documents, namely the central government, the Assam government, the Foreigners’ Tribunal at Boko, the officials at the National Register of Citizens, the election department, and the Assam Border Police investigation officer Chandramal Das, who is now retired.Sanaullah, who retired as a subedar with the Corps of Electronics and Mechanical Engineers of Army in August 2017, was arrested by the Assam Border Police in Guwahati and sent to a detention centre for illegal immigrants in Goalpara district. The Border Police is tasked with identifying doubtful citizens as well as undocumented immigrants.Sanaullah, who retired from the Indian Army in 2017, was awarded the President’s Medal in 2014, according to PTI.Sanaullah, who lives in Kolohikash village in Boko, was posted as an assistant sub-inspector in the Assam Border Police. He was served a notice by the Boko Foreigners’ Tribunal in 2018 and was later dismissed from the service.Also read:Special report: Ex soldier was among 100-plus ‘foreigners’ held in Assam in post-poll driveIndian Army must do more than have ‘big heart’ for ex-soldier declared foreigner in Assam","author":"Scroll Staff","time":"2019-06-08T20:11:24.554910+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121430-otqjsctzaz-1559999192.jpg","tags":["Assam","Foreigners’ Tribunal","Mohammed Sanaullah","Indian Army"],"source":"https://scroll.in/latest/926378/assam-retired-army-soldier-who-was-declared-foreigner-released-from-detention-centre"}