{"title":"Assam floods: Toll rises to 118, situation still grim in Silchar","content":"Ten more persons died due to floods in Assam on Saturday, taking the cumulative tally in the state to 118, PTI reported.Two fatalities each were reported from Barpeta, Dhubri, Karimganj and Udalguri districts due to floods and landslides. One death each was reported from Cachar and Morigaon.On Friday, the total number of persons affected by the floods reduced to 33,03,316 in 28 districts, the state disaster management authority said. On Thursday, 45,34,048 persons were affected in 30 districts.A day before, on Wednesday, the number of persons affected by the calamity was 54,57,601.Crops across 91,658.49 hectares of land have been damaged. Barpeta is the worst-hit district in terms of damage to agricultural land.The worst flood-affected district in the state is also Barpeta with 8,76,842 persons in distress. In Nagaon, 5,08,475 persons are affected, followed by Kamrup with 4,01,512 persons and Cachar with 2,76,345 persons.Ninety-three revenue circles and 3,510 villages are hit by the deluge.Large-scale erosion was reported in Baksa, Biswanath, Bongaigaon, Chirang, Dibrugarh, Darrang, Golaghat, Hailakandi and Kamrup, PTI reported.Currently, 2,65,788 residents have taken shelter in 717 relief camps. The state disaster management authority said that 409 relief distribution centres are active in the state.On Saturday, the flood situation improved in some districts, PTI reported. However, the Brahmaputra at Dhubri and Kopili in Nagaon continued to flow above the danger mark, officials said.Continuing its efforts to provide relief to flood affected populace of Assam and Meghalaya since past 4 days, #IAF has airlifted 203 Tonnes of relief material in 74 HADR missions while also rescuing 253 stranded personnel utilising various helicopter and transport aircraft. pic.twitter.com/CtsSu51cs1— Indian Air Force (@IAF_MCC) June 25, 2022\n\nSituation in Silchar still criticalNearly 91,050 persons are affected by the floods in Silchar, the state disaster management authority said. The town was submerged for the sixth straight day, officials told PTI.Deputy Commissioner of Cachar district Keerthi Jalli said that the administration was engaged in rescuing persons stranded in Silchar. The priority was to shift ailing persons to hospitals.The Indian Air Force helicopters were deployed to airdrop food packets, drinking water bottles and other essential items in the town, she said.Two drones are also deployed in Silchar to assess damages due to floods in the region. They will also provide relief materials to the affected persons.Eight teams of the National Disaster Response Force, comprising 207 personnel from Itanagar and Bhubaneswar, along with an Army unit with 120 personnel have been sent to Silchar. Nine boats from Dimapur are also stationed in the town, which has already been battered by rainfall far exceeding the monthly average for June.#AssamNeedsHelp300 Kilometers from the nauseating horse trading in Guwahati, Silchar and 30 out of 35 District of Assam suffer.A Corpse on an Indundated highway in Silchar, People struggling for water, food, medicines.Agencies working to provide relief but stretched too thin. pic.twitter.com/A1pdVgv0EF— Akshay Dongare (@AkshayDongare_) June 24, 2022\n\nAssam CM on Maharashtra turmoilMeanwhile, after the Opposition criticised Assam Chief Minister Himanta Biswa Sarma for allegedly hosting rebel Shiv Sena MLAs at a Guwahati hotel instead of focusing on floods in the state, the Bharatiya Janata Party leader said he is glad that the political turmoil in Maharashtra has highlighted the problems in the North Eastern state, ANI reported.Shiv Sena minister Eknath Shinde reached Guwahati from Gujarat’s Surat on Wednesday morning to revolt against the Maha Vikas Aghadi government.“We have 200 hotels in Guwahati and all have guests,” Sarma said on Saturday, ANI reported. “Would we remove guests stating the flood situation? BJP is supporting [rebel Shiv Sena MLAs] in Maharashtra, I won’t get involved.”Sarma said his job is to provide security to anyone who comes from another state.“Tomorrow, even if Congress comes, I will extend the same welcome,” he added. “I am grateful Shiv Sena came, it is the reason Assam’s flood was highlighted.”Earlier, Trinamool Congress MP from Silchar Sushmita Dev had said the BJP’s priorities were wrong, The Indian Express reported.“There is a crisis in Silchar right now, there is no drinking water, there is no electricity, no boats for rescue and people are living on their roofs,” she added. “In the middle of all this, the chief minister of Assam is busy poaching MLAs, and putting them up in five-star hotels. This is really bad.”","author":"Scroll Staff","time":"2022-06-25T15:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176274-xsboujlkmn-1656149699.jpg","tags":["Assam","Assam floods","Assam deluge"],"source":"https://scroll.in/latest/1026936/assam-floods-toll-rises-to-118-situation-still-grim-in-silchar"}