{"title":"Assam Foreigners’ Tribunal member asks NRC coordinator to stop interfering in its work ","content":"A member of a foreigners’ tribunal in Assam has asked the state National Register of Citizens Coordinator Hitesh Dev Sharma to not interfere in the working of the quasi-judicial bodies which were formed to decide on matters of disputed nationality, the Hindustan Times reported.This was after Sharma wrote a letter to the members of the foreigners’ tribunal asking them not to consider the draft National Register of Citizens released in 2019 and its supplementary list as reliable evidence for the disposal of cases.“Since the Registrar General of Citizens Registration [RGCR] hasn’t declared NRC as final and there are errors, things may change when Final NRC gets published,” Sharma had written in a letter dated April 18. “You are requested not to rely on the NRC draft and supplementary list published so far till the Final NRC is published.”In Assam, persons who have entered India before March 25, 1971, have to prove their citizenship.In August 2019, Assam had published a National Register of Citizens with an aim to distinguish Indian citizens from undocumented immigrants living in the state. More than 19 lakh persons in Assam were left out of the final list of the National Register of Citizens, which comprised around 6% of Assam’s entire population.The state government had called the final draft of the National Register of Citizens “faulty” and had alleged that it has excluded several indigenous people of Assam. Foreigners’ Tribunals were tasked with hearing their appeals against exclusion. Those whose claims are rejected, face detentionOn May 10, a member of the foreigners’ tribunal responded to Sharma’s letter saying that the NRC was final and was published in compliance with various orders and judgements of the Supreme Court and was notified by the Registrar General of Citizens Registration, the Hindustan Times reported. The newspaper has access to a copy of the letter.“On the day of final publication of NRC on 31.08.2019 a press communiqué was issued by your predecessor in office, the then state coordinator, NRC Assam, Prateek Hajela whereby it was clear that the published NRC is final NRC,” the member wrote in the letter.The member added that Sharma’s claim of the National Register of Citizens not being final was opposed to the orders of the Supreme Court.“The state coordinator cannot propagate his wrong understanding of law, rules, notifications and orders of the Supreme Court about finality of NRC in Assam,” the member added. “We advised him, he should withdraw his letter and stop interfering in the lawful functioning of the Foreigners Tribunals which is beyond your jurisdiction and limits of power.”Meanwhile, Sharma claimed that he has not received the said letter from the member of the foreigners’ tribunal, The Hindu reported.“Only the RGI (Registrar General of India) and Hajela is authorised to publish the final NRC, which is yet to be done,” Sharma told the newspaper. “The Supreme Court asked Hajela to publish the supplementary list of inclusions and exclusions, not the final NRC. Some FT [foreigners’ tribunal] members have been giving judgements claiming the NRC as final.”","author":"Scroll Staff","time":"2022-05-16T11:49:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/53576-bklyufhtku-1489519683.jpg","tags":["NRC","Assam","Hitesh Dev Sharma","National Register of Citizens","Foreigners Tribunals"],"source":"https://scroll.in/latest/1024012/assam-foreigners-tribunal-member-asks-nrc-coordinator-to-stop-interfering-in-its-work"}