{"title":"‘A hate crime directed at one community’: Killings in Tinsukia deepen the ethnic divide in Assam","content":"When Bokul Biswas, a resident of Bisonimukh village in Upper Assam’s Tinsukia, heard loud bursting sounds on Thursday evening, he thought it was firecrackers going off. “Diwali is only a few days away,” he reasoned to himself and continued watching the evening news on TV.What he had heard was kalashnikov rifles pumping bullets into five men. Three of them were from his own family: brothers Ananta Biswas and Abhinash Biswas and uncle Shyamlal Biswas. The other two, Subal Das and Dhananjay Namasudra, lived a few houses away. They were all marginal farmers, although a couple also ran small businesses.This, according to eyewitnesses is what happened at Bisonimukh that evening. At around 7 pm, six men wearing military fatigues arrived on two motorcycles in the village, set in the shadow of Bhupen Hazarika Setu, India’s longest river bridge, and populated predominantly by Hindu Bengalis. They rounded up six men, made them face a canal and opened fire from behind. One of them miraculously survived; Sahdev Namashudra said he fell into the canal as the firing began, making the gunmen mistake him for dead. The others died instantly.   The police suspect the killings were the handiwork of the United Liberation Front of Asom. But the insurgent group’s chief, Paresh Baruah, has denied any responsibility.PS Changmai, superintendent of police in Sadiya, said the gunmen had likely come through the many contiguous reserve forests near the village. “It is a route that the ULFA has been using for decades now,” he added.Men from Bisonimukh inspect the site where the five men were executed. Photo credit: Shakya Shamik Kar Khound ‘It’s ULFA obviously’On Saturday, the police arrested one Diklai Gogoi in connection with the executions. Changmai described Gogoi as a “linkman of the ULFA” who had been caught with an improvised explosive device in May as well. “We will check his call records now,” he said.  “He is known to have helped the ULFA in the past.”The families of the victims do not buy the militant group’s denial either. “It is ULFA obviously,” said Sahdev Namashudra. “Who else will do such a thing?”To support their allegation, they cite former ULFA militant Mrinal Hazarika’s comments on the Citizenship Amendment Bill of 2016, which seeks to grant citizenship to non-Muslim migrants from India’s neighbours. The only way to dissuade the central government from passing the bill, Hazarika said last month, was to “physically enter the homes of Hindu Bengalis in the state, warn them and possibly even use force”. “We must go back to the days of 1983,” he added, alluding to a violent phase of the Assam Agitation, a campaign for evicting from the state people branded as “illegal immigrants”.Nakulmani Sarkar, Sahdev Namashudra’s uncle, argued, “They had said they would enter our houses and kill us. They seem to have done this to prove they can actually do it.”On Friday, the police arrested Hazarika for criminal conspiracy, inciting communal hatred and criminal intimidation under the Indian Penal code. Jiten Dutta, another former ULFA militant, was also detained. The state police chief Kula Saikia, however, said there was no “immediate connection” between the arrests and the killings.Hazarika and Dutta represent a faction of the ULFA which, unlike Baruah’s group, favours holding talks with the Indian government. They were previously with the insurgent group’s 28th battalion, which is believed to have carried out several killings of Hindi speakers in the 2000s in Tinsukia. Villagers prepare for the funeral rites of the dead men. Photo credit: Shakya Shamik Kar KhoundStrained relationsWhile the relationship between the Assamese and the Bengalis has been strained for sometime now, the killings threaten to deepen the divide. “We were targeted because we are Hindu Bengalis,” said Mohanlal Biswas. “After all, they let off Nepali boys.” Sahdev Namashudra claimed that when he and the five slain men were being taken to the canal, they passed two youth on a motorbike. The youth claimed to be Nepalis but were let off by the gunmen, he added.“It is obvious that this was a hate crime directed at one community,” insisted Ajit Debnath, president of the  local unit of the All Assam Bengali Youth Students Federation, the most active group representing Bengali interests in the area.  Bisonimukh is part of the Aroimuriya panchayat along with five other villages, all majority Assamese. People in these villages claimed their relations with the Bengalis of Bisonimukh have always been fairly cordial. “Except maybe during the Assam Agitation, when obviously it was bad like everywhere else in the state,” said Lohit Gogoi, a government schoolteacher in Aroimuriya.Yet, prejudices exist. “They are the newest settlers in the area,” said Gogoi. “And their population has really exploded.”Of late, such prejudices have taken on political overtones. “Not the people who were killed or any people of Bisonimukh, but some people from their community in Dhola [the nearest town] seem to have become a little too assertive these days,” said Padma Gogoi, the resident of an adjacent Assamese village.Mohanlal Biswas lost two sons and a brother in the killings. Photo credit: Shakya Shamik Kar KhoundThis cleavage, seemingly of recent vintage, appears to be largely driven by the Citizenship Bill and the updation of the National Register of Citizens, meant to separate Indian citizens in Assam from undocumented migrants, alleged to be mostly from Bangladesh.“Once, during a community meeting on the NRC, the All Assam Bengali Youth Students Federation said Bengalis were being targeted,”  said Bhaskar Gogoi, who leads the local chapter of the All Tai Ahom Students’ Union, which represents the Tao Ahom tribe. “How could they say something like that? I told them then itself that they should take stock of their position, for it may lead to bad things.”Gogoi also criticised the federation’s position on the bill. “They say they respect the Assam Accord, yet they wouldn’t explicitly object to the bill,” he claimed. The Assam Agitation ended with the Assam Accord of 1985. The accord declared everyone who had entered Assam after the midnight of March 24, 1971 – in other words, after the start of the Bangladesh War – an illegal immigrant, irrespective of their religion.Debnath said his group does respect the accord but feels that Hindu Bengalis are often wrongfully persecuted as “illegal migrants”. “We have some genuine problems, we just want those revolved,” said Debnath, who was with the All Assam Students Union, which led the Assam Agitation, before joining the federation. “We have not supported the Citizenship Bill as such, but why can’t the other parties be more sympathetic to our problems?”The divide has manifested even in the wake of the killings. A shutdown called by the Bengali group on Friday to protest against the killings led to violent clashes in several areas of Tinsukia with many Assamese people refused to shut their businesses. Another call for a shutdown on Saturday was resisted by  a local chapter of the All Tai Ahom Students Union.  Yet again, the shutdown turned violent in many parts of the state with Bengali groups reportedly using force to enforce it. “Their demands have been met, they have received compensation,” said Gogoi. “How can we have two bandhs in two days? It will cause so much loss to the people.” The reasons may go beyond economic loss, however. Jintu Gogoi, general secretary of a local chapter of the students union, claimed the Bengali group had failed to support their recent shutdown against the Citizenship Bill.  “The Bengalis have lived in Assam for decades, and we treat them as our own,” said Gogoi. “But suddenly some of them are trying very hard to not be Assamese.”","author":"Arunabh Saikia","time":"2018-11-04T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/104716-lcrvwnvdjp-1541261642.jpg","tags":["Tinsukia killings","National Register of Citizens","Citizenship Amendment Bill","Hindu Bengalis","Assam Agitation","Bisonimukh","Paresh Baruah","ULFA"],"source":"https://scroll.in/article/900826/assam-killings-as-hindu-bengalis-mourn-their-dead-tinsukias-ethnic-divide-deepens"}