{"title":"Assam’s plan to turn transit camp into jail for child marriage accused is unacceptable, says HC","content":"The Guwahati High Court on Tuesday criticised the Assam government saying that its plan to convert the Matia Transit Camp in Golpara into a “temporary jail” was prima facie unacceptable, The Indian Express reported.In August 2021, the Assam government had announced that detention centres in the state that house “foreigners” will now be called “transit camps”.“What is the justification?” Chief Justice Sandeep Mehta asked at Tuesday’s hearing. “If you want to enhance your prison capacity, do it in the place where your prisons are constructed. Why do you need to convert this detention centre to a prison?”The authorities in Assam are setting up additional prison facilities for persons arrested as part of an ongoing crackdown on child marriage in the state.Last month, Chief Minister Himanta Biswa Sarma had announced that the police will file cases under the Protection of Children from Sexual Offences Act against men who have married girls below 14 years of age, and under the Prohibition of Child Marriage Act against those who married girls aged 14-18.Hundreds of women in Assam have been protesting against the arrests and the police action against their family members. The mass arrests have led to a space crunch in existing jails, reported The Indian Express.Police data seen by Scroll shows that districts with high Muslim populations have seen more arrests than others. The districts of Biswanath, Barpeta, Baksa, Dhubri, Hojai, Bongaigaon and Nagaon districts have all recorded over 100 arrests each. In Matia Transit Camp, at least 350 people have been imprisoned since February 5. The camp became operational on January 27 and had 68 “foreigners” previously. On Tuesday, Chief Justice Mehta underlined that transit camps were meant for people who were neither convicts nor offenders.“They may be in the wrong place at the wrong time because of circumstances,” the chief justice said, according to The Indian Express. “But you cannot keep them with ordinary criminals.”Advocate General D Saikia, appearing for the state government, said that he will seek instructions and “correct ourselves if we are wrong”.The court will hear the case next on March 2.","author":"Scroll Staff","time":"2023-03-01T19:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134017-wqujeeohbx-1578136197.jpg","tags":["Assam","Child marriage","Guwahati High Court"],"source":"https://scroll.in/latest/1044880/assams-plan-to-turn-transit-camp-into-jail-for-child-marriage-accused-is-unacceptable-says-hc"}