{"title":"Assam CM directs police to book Rahul Gandhi for ‘provoking crowd’ during Bharat Jodo Nyay Yatra","content":"Assam Chief Minister Himanta Biswa Sarma on Tuesday directed the state police to register a case against Congress leader Rahul Gandhi after party workers broke barricades and shouted slogans upon being stopped from entering Guwahati during the ongoing Bharat Jodo Nyay Yatra.The Bharat Jodo Nyay Yatra, or India Justice and Unity March, is the second large-scale outreach programme of Congress, in which Gandhi is slated to travel 6,200 km across 15 states.After covering Meghalaya, Gandhi resumed the march in Assam on Tuesday. However, the Assam government denied him permission to enter Guwahati and use National Highway 27, reported PTI. The authorities said that the measure was taken to avoid traffic snarls.This triggered protests by Congress workers, who broke several barricades on the outskirts of the city. The police attempted to stop them using batons.Later in the day, Gandhi said while addressing those who took part in the march: “We broke the barricades, but we will not break the law. The march will proceed only on the routes where we have permission.”Following this, Sarma said in a social media post that he had instructed Director General of Police GP Singh to book Gandhi for provoking crowds.“These are not part of Assamese culture,” Sarma said. “We are a peaceful state. Such ‘naxalite tactics’ are completely alien to our culture.”These are not part of Assamese culture. We are a peaceful state. Such “naxalite tactics” are completely alien to our culture. I have instructed @DGPAssamPolice to register a case against your leader @RahulGandhi for provoking the crowd & use the footage you have posted on your… https://t.co/G84Qhjpd8h— Himanta Biswa Sarma (@himantabiswa) January 23, 2024\n\n\nResponding to the post, Singh said that “action is being taken as per law”.Sir, Action is being taken per law. Unruliness and violation of ASL decision, including attempt to change route through force is also being taken up with appropriate agencies. Warm regards. https://t.co/nnayHO25Gl— GP Singh (@gpsinghips) January 23, 2024\n\n\nआज असम में जिस रास्ते से ‘भारत जोड़ो न्याय यात्रा’ निकलनी है।इसी रास्ते से बजरंग दल और जेपी नड्डा की रैली निकली लेकिन हमारी पदयात्रा को रोक दिया गया है।कांग्रेस के कार्यकर्ताओं ने रास्ते पर लगे बैरिकेड हटा दिए हैं। इसलिए ये मत सोचिए कि कांग्रेस का कार्यकर्ता कमजोर है।… pic.twitter.com/qMx4r9S0gF— Assam Congress (@INCAssam) January 23, 2024\n\n\nGandhi also addressed a press conference in the afternoon and said that the chief minister’s actions were only helping Congress.“The kind of publicity we are getting is proving their intervention to be beneficial,” he said. “People are seeing the injustice being done. Even the BJP protestors are waving at me.”The Congress leader said that Sarma is the most corrupt chief minister in the country and Assam is reeling under massive unemployment, corruption and inflation.“Stopping me from visiting temples, university, preventing ‘padyatra’ is part of intimidation tactics,” said Gandhi. “We do not get intimidated.”The Congress MP was scheduled to visit the University of Science and Technology in Meghalaya’s Ri Bhoi district near the border with Assam on Tuesday. But he alleged that he was barred from interacting with the students on the orders of Union Home Minister Amit Shah.On Monday, the Wayanad MP alleged that the Assam authorities prevented him from visiting the Batadrava Satra shrine, the birthplace of 15th-century scholar and reformer Srimanta Sankardeva in Nagaon.The management committee of the shrine on Sunday had urged the Congress MP not to visit it till the Ram temple in Ayodhya was consecrated.The Assam leg of the Bharat Jodo Nyay Yatra is expected to continue till January 25, covering 833 km in 17 districts.","author":"Scroll Staff","time":"2024-01-23T17:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197772-qghuobwfdv-1706009147.jpg","tags":["Rahul Gandhi","Himanta Biswa Sarma","Congress","Assam"],"source":"https://scroll.in/latest/1062589/assam-cm-directs-police-to-book-rahul-gandhi-for-provoking-crowd-during-bharat-jodo-nyay-yatra"}