{"title":"Assam polls: 73.46% voter turnout recorded, electorate of 47 seats voted in first phase","content":"An approximate 73.46% voter turnout was recorded in Assam on Saturday in the first phase of the Assembly elections. Forty-seven of the state’s 126 constituencies voted in this phase.This is the first election in the state after the completion of the National Register of Citizens and the introduction of the Citizenship Amendment Act.Voting has been peaceful so far, with a few complaints of electronic voting machine malfunctions, an Election Commission official told PTI. Voters were seen lining up outside polling booths, adhering to Covid-19 protocols.Polling began amid tight security from 7 am and concluded at 6 pm, with the timing extended by an hour to ensure all coronavirus-related protocols are followed. A total of 264 candidates are in the fray in the first phase, in which all the seats in Upper and North Assam will be voting, in addition to the five constituencies in the central part of the state that fall in the Nagaon district.Chief Minister Sarbananda Sonowal cast his vote around 11 am at Sahitya Sabha Bhavan, a polling centre, in Assam’s Dibrugarh, his home town.#AssamAssemblyPolls: Voters follow physical distancing at polling station set up at Kamala Bari Junior Basic School, Majuli pic.twitter.com/agupM24oBc— ANI (@ANI) March 27, 2021\n\nIn 2016, the BJP made history by winning power in Assam for the first time, ending the Congress party’s 15-year rule. The party has fought aggressively to retain power in the state, with Prime Minister Narendra Modi and Union Home Minister Amit Shah leading the campaign.Political partiesThe ruling BJP is contesting in 39 seats while its alliance partner, the Asom Gana Parishad, is fighting from 10 seats. The two parties will also engage in a friendly contest in Lakhimpur and Naharkatiya constituencies.The Congress-led Grand Alliance, comprising five other parties – the All India United Democratic Front, the Communist Party of India, the Communist Party of India (Marxist), the Communist Party of India (Marxist Leninist) Liberation, and the Anchalik Gana Marcha – is contesting in all seats.The Congress has fielded candidates in 43 constituencies and the AIUDF, CPI(ML), RJD and Anchalik Gana Morcha in one seat each. The election is also a crucial one for the Congress, which is hoping to make a comeback. While its election slogan, “Save Assam”, is primarily centered around opposing the Citizenship Amendment Act, the party’s manifesto focuses mainly on immediate socio-economic issues.The Raijor Dol, led by jailed farmer leader Akhil Gogoi, and the Asom Jatiya Parishad, launched by the All Assam Students’ Union and the Asom Jatiyotabadi Chhatra Parishad – the two largest and most influential of nationalist student outfits in the state – are contesting the elections together. The parties have united to fight the polls as a combined anti-CAA forum against the BJP.The AJP is contesting in 41 seats while there are 78 Independents, which include 19 Independent candidates from Raijor Dal.#WATCH Voters turn out in large numbers in Rupahi, Nagaon District, for voting in the first phase of Assam Assembly elections pic.twitter.com/5vjn7GgVNn— ANI (@ANI) March 27, 2021\n\nKey contestsSonowal’s fate will be decided in the first phase from Majuli (ST) seat where he is locked in a direct contest with three-time former Congress MLA and former minister Rajib Lochan Pegu. Speaker of the outgoing Assembly, Hitendranath Goswami, is also in a direct contest with former Congress MLA Rana Goswami, according to The Indian Express. Another prominent constituency is Titabor, which had been held by former Chief Minister Tarun Gogoi for four consecutive terms. The Congress has now fielded candidate Bhaskar Jyoti Baruah against former Asom Gana Parishad MLA Hemanta Kalita.Jailed Raijor Dal leader Akhil Gogoi is contesting from Sivasagar as an Independent candidate and is engaged in a triangular contest with BJP’s Surabhi Rajkonwar and Congress’ Subhramitra Gogoi.Assam: Voters stand in a queue outside a polling booth in Dibrugarh, ahead of the first phase of #AssamAssemblyPolls today pic.twitter.com/oAaT1u3hzl— ANI (@ANI) March 27, 2021\n\nThe CAA factorThe Congress, which enjoyed three successive terms in Assam from 2001, has seen its fortunes dramatically decline in the state since 2014 when the BJP came to power in the Centre. In 2016, the party won just 26 of the 126 seats in the Assembly elections that year, finishing a distant second behind the BJP. Over the years, deaths and defections further reduced the number of seats to 20.But an opening seemed to emerge when the BJP forced through the Citizenship Amendment Act in 2019, which makes undocumented non-Muslim migrants from Bangladesh, Pakistan and Afghanistan eligible for Indian citizenship.Assam was the first state in the country to protest against the Act – as far back as the winter of 2018 when it was introduced as a Bill in Parliament. In December 2019, as the amendments were cleared by both the houses, the fury spread across the state leading to the death of at least five people.In the rest of the country, critics see the amended citizenship law as an attempt to undermine India’s secular ethos by excluding Muslims. But in Assam, people fear that it would open the floodgates for migrants, altering the demography and culture of the state – concerns that go back decades.The Congress hopes to take advantage of the anti-CAA sentiments in the state this time, as it leads the grand anti-BJP alliance. The Bharatiya Janata Party, however, maintains that the CAA was a not a matter of concern and the politics around it will play no role in the election.","author":"Scroll Staff","time":"2021-03-27T09:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156809-ucquouubzl-1616815000.jpg","tags":["Assam","Assam election","Congress","BJP","Sarbananda Sonowal"],"source":"https://scroll.in/latest/990710/assam-polls-cm-sarbananda-sonowal-in-fray-as-voting-begins-for-47-seats-in-first-phase"}