{"title":"Assam: Third madrassa bulldozed in a month after CM claims institutions being used as ‘terror hubs’","content":"A madrassa in the Bongaigaon district of Assam was demolished on Wednesday after the administration issued an order claiming that it was “structurally vulnerable and unsafe for human habitation”.The order, issued by the office of the Bongaigaon deputy commissioner, claimed that there are insufficient provisions at the Markazul Ma-Arif Quariana Madrassa to deal with a fire or an earthquake. The campus of the institution lacks adequate open space that can be used in the event of a disaster, the administration said.The deputy commissioner’s order cited a report from the district superintendent of police as saying that the madrassa housed 224 students.The administration directed the demolition of the entire structure except a mosque located in a  separate area within the madrassa complex.This is the third madrassa in the state to be demolished this month since the Assam Police stepped up its operations against alleged modules of Ansarullah Bangla Team, a banned Bangladesh-based terror outfit that is said to have links with Al-Qaeda in the Indian Subcontinent, or AQIS.  So far, the police have arrested 37 persons for allegedly having links with Ansarullah Bangla Team and AQIS.Bongaigaon Superintendent of Police Swapnaneel Deka told ANI that the Goalpara district police had conducted a search operation on Tuesday at the madrassa along with a person arrested in the case. “As per direction of the district administration, we have started the process to demolish the madrassa,” he added.#WATCH | Assam: Markazul Ma-Arif Quariayana Madrasa, located at Kabaitary Part-IV village in Bongaigaon district, being demolishedThis is the 3rd Madrasa demolished by the Assam government following arrests of 37 persons including Imam and Madrasa teachers linked with AQIS/ABT pic.twitter.com/zTQiiicAne— ANI (@ANI) August 31, 2022\n\nOn Monday, a madrassa in Assam’s Barpeta was demolished after district Superintendent of Police Amitava Sinha claimed that the facility was built illegally on government land, PTI reported.The police also alleged that two Bangladeshi terrorists linked to the Ansarullah Bangla Team and AQIS had stayed at the madrassa. “This is the second madrassa we have demolished in Assam following due process of law,” Chief Minister Himanta Biswa Sarma said on Tuesday, according to Times of India. “These institutions were being used as a hub for terrorism.”The chief minister added that his government has shut down more than 700 state-funded madrassas. “What we are seeing is that jihadi elements have infiltrated and taken cover under the guise of imams,” he said. “We have been evicting madrassas wherever we have received complaints of fundamentalists.”On August 4, the authorities in central Assam’s Morigaon district had demolished a madrassa following the arrest of a teacher for his alleged involvement with the terror groups.The Sarma-led government has also made it mandatory for imams coming to Assam from other states to inform the local police and register themselves on a government portal.","author":"Scroll Staff","time":"2022-08-31T12:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179186-fkzojiwlcc-1661927863.jpeg","tags":["Bongaigaon","Assam","Ansarullah Bangla Team","AQIS","Swapnaneel Deka","madrassas","Himanta Biswa Sarma"],"source":"https://scroll.in/latest/1031703/assam-third-madrassa-bulldozed-in-a-month-after-cm-claims-institutions-being-used-as-terror-hubs"}