{"title":"All persons residing in Assam before January 1, 1951 should be considered ‘Assamese’, suggests panel","content":"A report on Clause 6 of the Assam Accord defines “Assamese people” as all persons residing in the territory of Assam on or before January 1, 1951, and their descendants. The All Assam Students’ Union released a copy of the “confidential” report on Tuesday. The students’ union is part of a high-level committee for the implementation of Clause 6 of the Assam Accord of 1985.The committee, constituted to define “Assamese people” and implement Clause 6, had submitted the report to Assam Chief Minister Sarbananda Sonowal on February 25 so that it could be handed over to Union Home Minister Amit Shah. The All Assam Students’ Union said it released the document as people have the right to know its contents, PTI reported.Clause 6 of the Assam Accord of 1985 calls upon the Centre to provide constitutional, administrative and legislative safeguards to protect the linguistic and cultural identity of the Assamese people and safeguard their rights to land. The signing of the accord in 1985 ended a six-year-long, violent anti-immigrant movement, sparked by anxiety over fresh migration into Assam in the aftermath of the Bangladesh War of 1971. Using the war as the cut-off, the Accord defined anyone who came before the midnight of March 24, 1971 as an Indian citizen in Assam. But the accord did not define who falls under the ambit of “Assamese people”.Apart from defining the category, the panel has now said that “foreigners” who had entered Assam after 1971 should be resettled outside the state as an interim measure, until they could be deported.‘Assamese people’The report places the “Assamese people” under five categories – all citizens of India who are part of the Assamese community, residing in the territory of Assam on or before January 1, 1951; any indigenous tribal community of Assam so residing; thirdly, any other indigenous tribal community residing in the territory of Assam before or on the given date; fourthly, all other citizens of India residing in the territory of Assam on on before January 1, 1951, and lastly, descendants of all such persons.According to the report, Assam shall mean the “territory of Assam as defined in the First Schedule of the Constitution of India”. In other words, the undivided state of Assam that was created post Independence.Reservation in ParliamentThe report recommended that 80% to 100% of the seats in Parliament from Assam should be reserved for the “Assamese people” as defined above. In the Assam Legislative Assembly and local bodies, 80% to 100% of seats should be reserved for the “Assamese people”, inclusive of pre-existing reservations. A similar percentage of posts in the central government, central public sector units and private sector companies operating in Assam should be reserved for the “Assamese people”, the panel said.The committee also recommended “immediate and effective implementation” of the agreements the Centre has arrived at with the Karbi Anglong Autonomous Council, North Cachar Hills Autonomous Council and Bodoland Territorial Autonomous Council. The panel also said that other autonomous councils created by state acts should be made fully functional, by providing adequate financial and administrative support.‘Create Upper House of Assam legislature’The report said that an Upper House of the Assam legislature should be created, in which all seats would be reserved for the “Assamese people”. “The composition of the House shall be from among the SC [Scheduled Castes], ST [Scheduled Tribes] and the tribes/communities of the State,” the committee said. ‘Land rights’The committee recommended that land rights in Assam be confined to those defined as the “Assamese people”. “Unless the land rights of the “Assamese People” are protected along with the political rights, it will be a futile exercise to adopt measures for full implementation of Clause 6 of the Assam Accord in its true spirit,” it said. ‘No action from government’“It has been more than five months since we submitted the report but there is simply no action from the government,” All Assam Students’ Union Chief Advisor Samujjal Kumar Bhattacharya said. “People are asking us daily what happened to it. We have finally decided to release it as the people have the right to know.” He wondered whether the report was still with the chief minister.Arunachal Pradesh Advocate General Nilay Dutta, who is a committee member, said at a press conference that they were releasing the report because the government was “sitting idle”.","author":"Scroll Staff","time":"2020-08-11T19:48:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/79294-euximtamxq-1516107117.jpg","tags":["Assam","Assam Accord","Clause 6","All Assam Students' Union"],"source":"https://scroll.in/latest/970050/assam-accord-all-persons-residing-in-state-before-january-1-1951-defined-as-assamese-says-report"}