{"title":"Assam students’ union seeks proper rehabilitation of those affected by eviction drive, floods","content":"The All Assam Minority Students’ Union on Monday submitted a memorandum to Prime Minister Narendra Modi, seeking proper rehabilitation of people adversely affected by floods and the eviction drive carried out in the state.On September 23, the eviction drive in the Sipajhar area of Darrang district had turned violent and two civilians, including a 12-year-old child, were killed in police firing. The civilians, mostly Muslims of Bengali origin, were among villagers who were protesting against the eviction.A video widely circulated after the incident had shown policemen opening fire and then falling upon a protestor who was running towards them with a stick. A few seconds later, the protestor lies motionless on the ground, apparently shot in the chest. A photographer accompanying the police repeatedly assaults the man as he lies on the ground.The Assam government had told the Gauhati High Court on November 3 that evicted families in Darrang would be relocated only if their names appear in the National Register of Citizens and if they meet other conditions.The government had also refused to give any compensation to them, saying they were “encroachers”.On Monday, the students’ union staged a protest in Delhi’s Jantar Mantar against the eviction, reported Pratidin Time.   In its memorandum, the students’ union said that the violent eviction drive in Assam violated human rights, especially of children and women. The union highlighted policemen hitting the dead man with sticks and the photographer jumping on his body. Such incidents, the union said, “shamed the entire mankind”.The memorandum said that the evicted families have been forced to sleep in the open and are facing a shortage of food, drinking water and medicines. It said that two children among them have reportedly died and asked the prime minister to take necessary action. “The government of Assam without verifying the historical reality and on some vested political agenda has engaged themselves in an arbitrary, selective and illegal eviction spree by evicting genuine families from their homestead without rehabilitating them and thereby forcing people to live a beastly nomadic life,” the memorandum said. It said that the evicted families, belonging to minority communities, are victims of flood and erosion. They have lost their properties to the “nature’s fury”, the memorandum added.The students’ union also requested the prime minister to resume the NRC process and complete it within a stipulated time frame. It asked the prime minister to provide them with Aadhaar cards without any condition.Over 19 lakh people, or around 6% of the state’s population, were excluded from the NRC list aimed at separating genuine Indian citizens from undocumented immigrants living in the state. According to its terms, anyone who cannot prove that they or their ancestors entered Assam before midnight on March 24, 1971, cannot be considered a citizen.In the memorandum, the students’ union also demanded establishing a university, a sainik (soldier) school and a campus of the Aligarh Muslim University for their educational upliftment of members of the minority communities.It also asked the prime minister to ensure the safety of minority communities who have faced attacks is Assam and Tripura as well as the Hindus living in Bangladesh. “We are hopeful that those guilty will be dealt with the strictest provisions and won’t be spared,” the memorandum added. “The attack on minorities in Assam and other parts of India should also be strictly dealt with to forbid such hate crimes from being repeated again.”Eviction drive in Lumding forestMeanwhile, the Assam government began a two-day eviction drive to remove residents from the Lumding reserve forest in Hojai district in compliance with a Gauhati High Court order, PTI reported, citing officials.Hojai Deputy Commissioner Anupam Choudhury said that the eviction drive was peaceful on Monday as most of the people had already left after the district administration informed them about the High Court’s September 14 order to make the forest “encroachment-free”. The forest, which a major habitat for elephants, is spread over 22,403 hectares of land. Of this, 500 hectares are under encroachment at present, an official said. Those settlers there belong to minority and tribal communities.Chief Minister Himanta Biswa Sarma told reporters that most of the settlers have land in different areas. According to Special Director General of Police (Law and Order) GP Singh, most of them belong to Kamrup, Barpeta, Nagaon, Morigaon and Dhubri districts and over 80% of them have their own lands and homes in different places of the state.The evicted people claim that they had purchased the forest land from brokers who are absconding.","author":"Scroll Staff","time":"2021-11-08T22:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166141-qfaeacyzjs-1636388216.jpg","tags":["Assam","Darrang","Narendra Modi","eviction drive","All Assam Minorities Students Union"],"source":"https://scroll.in/latest/1010100/assam-students-union-seeks-proper-rehabilitation-of-those-affected-by-eviction-drive-floods"}