{"title":"Assam: Modi criticises previous governments, says they deprived indigenous people of land rights","content":"Prime Minister Narendra Modi on Saturday criticised the previous governments in Assam, saying that they deprived lakhs of poor indigenous people of their land rights, reported PTI. “The BJP-led [Bharatiya Janata Party] government in the state is committed to ensuring that the indigenous people have legal rights over their land,” Modi said as he launched a drive to give ownership certificates to over one lakh families.As part of the initiative, landless families in rural areas will be allotted seven bighas of agricultural land and an additional one bigha to make their homes, according to the Hindustan Times. One bigha is equal to 14,400 square feet. Landless families will be allotted 1.10 katha in urban areas and 1.50 katha in Guwahati. One katha equals 2,880 square feet.Modi said that more than six lakh indigenous families in the state had no legal rights on their land before the Sarbananda Sonowal-led government assumed power in Assam in 2016. “In the last few years more than two lakh such families have been allotted ownership certificates,” he said. “With more than one lakh families added today, the government has shown its commitment to protecting the rights of the indigenous people.”The prime minister asserted that the BJP government is committed to protecting the land, language and culture of the indigenous people. The ownership certificates will guarantee their swabhiman (pride), swadheenta (freedom) and suraksha (protection), he said. The prime minister also praised the Assam government for its handling of the coronavirus pandemic, reported ANI. “I am confident that Assam will take forward the vaccination drive now,” he said. “I appeal to all to get vaccinated.” Modi said that his government was working swiftly after identifying the needs of the people of the state. “In the last six years, the connectivity of Assam, along with the whole of North East, was expanding with other infrastructure,” he said. “Today, Assam and North East are improving our connection under India’s Act East Policy with South Asian countries. Because of improving infrastructure, Assam is growing as an important factor of the “atmanirbhar bharat (self-reliant India).”He said that it was important to develop the North East and Assam for the development of a self-reliant India. Modi said that Jan Dhan bank accounts were opened for 1.75 crore people in the past few years. “Because of these bank accounts, it was possible to send help to thousands of women and lakhs of farmers of the state during the coronavirus pandemic.”Modi was addressing the gathering at Jerenga Pathar, a historic site where Joymoti, a princess belonging to the Ahom ethnic group, sacrificed her life in the 17th century to protect the life of her husband Prince Godapani. He later became a king of the Ahom dynasty. “Jerenga Pathar is the balidan-bhoomi [sacrifice land] of Joymoti,” the prime minister said. “I salute her indomitable courage and this land. Considering the importance of this place, we are taking steps to include it in a list of five iconic archaeological sites in the country.”Addressing a public meeting in Sivasagar in Assam. https://t.co/xKH3iwYOLf— Narendra Modi (@narendramodi) January 23, 2021\n\nMeanwhile, the prime minister also paid tribute to freedom fighter Subhas Chandra Bose on his birth anniversary on Saturday, reported The Indian Express.  The government has decided to observe January 23 as “Parakram Diwas” to commemorate Bose’s birth anniversary. “The entire country is celebrating the 125th birth anniversary of Netaji Subash Chandra Bose, today,” Modi said.This was the prime minister’s first visit to the state ahead of the Assembly elections, which is likely to be held in April. Union Home Minister Amit Shah will also visit the state on Sunday.After Assam, Modi will visit West Bengal for “Parakram Diwas” celebrations in Kolkata. He will interact with artistes and delegates at the National Library and then attend an event at the Victoria Memorial Hall.","author":"Scroll Staff","time":"2021-01-23T14:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153772-winvwzprjn-1611390653.jpeg","tags":["Assam","Jerenga Pathar","Narendra Modi","Land rights"],"source":"https://scroll.in/latest/984901/assam-modi-criticises-previous-governments-says-they-deprived-indigenous-people-of-land-rights"}