{"title":"Assam’s National Register of Citizens may discriminate against Bengali Muslims, warn UN officials","content":"In a letter to External Affairs Minister Sushma Swaraj, four United Nations special rapporteurs have taken note of the “increased anxieties and concerns among the Bengali Muslim minority of Assam” generated by the National Register of Citizens, currently being updated in the state. The letter, dated June 11, goes on to say that “concerns have been raised that local authorities in Assam, which are deemed to be particularly hostile towards Muslims and people of Bengali descent, may manipulate the verification system in an attempt to exclude many genuine Indian citizens from the update NRC”.The four special rapporteurs work under the Office of the United Nations Commissioner for Human Rights. Their mandates are to look into minority issues, contemporary forms of racism, racial discrimination, xenophobia and related intolerance, the promotion and protection of the right to freedom of opinion and expression and freedom of religion or belief, respectively.The communication, published online, seeks a reply from the external affairs ministry within 60 days. It raises a number of concerns around the process of updating the register, an exercise monitored by the Supreme Court and being undertaken for the first time since 1951, when Assam had seen a massive population exchange post-Partition. The complete draft of the register was to be published on June 30, though this has now been delayed because of the floods in Assam. There is no deadline yet for the publication of the final National Register of Citizens.‘No official policy’The massive bureaucratic exercise is aimed at identifying the Indian citizens living in Assam, the letter notes. It then points to silences in the government policy on those who do not make this category.“There is no official policy outlining the implications for those for those who will be excluded from the final NRC,” it said. “It is reported that they will be treated as foreigners and their citizenship rights may be revoked in the absence of a prior trial.” Such persons would then have to prove citizenship before a Foreigners’ Tribunal in the state.In the meantime, there are stray remarks from individuals in government. The letter mentions comments made by a local minister in December 2017. He reportedly said that the register was being updated to eject “illegal Bangladeshis” in Assam and anyone whose name did not appear in the list would be deported.The high court orderThe letter raises concerns about the “alleged misinterpretation” of a Gauhati High Court judgment dated May 2, 2017. According to this judgment, the court directed the Assam Border Police to start inquiries on relatives of persons who have been declared foreigners and to refer them to the Foreigners Tribunals.In May this year, the state coordinator of the National Register of Citizens issued two orders asking the border police refer the relatives of “declared foreigners” to the tribunals. There is no mention of a prior inquiry, and once the counting authorities are informed of the referral, such relatives are automatically excluded from the updated list of citizens. Their citizenship status is put down as “pending” until they can prove it before the Foreigners’ Tribunal.This procedure, the letter concludes, would lead to the “wrongful exclusion of close two million names” without investigation and trial. It also seems to contradict a 2013 Gauhati High Court judgment, which stipulates that a fair and proper investigation must be held before referrals. The letter also points out that it may contravene clauses of the Citizenship Act of 1955, which grants citizenship to anyone born in India after January 26, 1950 and before July 1, 1987.Declaring foreignersThe apprehensions surrounding the court order and its interpretation are compounded by the increasing number of people declared foreign by the tribunals, the letter says. Between 1985 and 2016, out of 468,934 referrals, 80,194 people were declared foreigners. In 2017 alone, this number is 13,434, the letter says, suggesting that there was “increasing pressure from State authorities to declare more persons as foreigners”.The letter goes on to observe that Bengali Muslims have been “disproportionately affected and targeted as most persons asked to prove their citizenship before Tribunals reportedly lack the necessary means to do so”. It critiques the functioning of the tribunals, based on the 1946 Foreigners’ Act, which places the onus of proving citizenship on the accused. Declared foreigners have increased after the “new Government” came to power, the letter says, though it does not specify whether this means the Assam government, which came to power in 2016, or the Centre, both led by the Bharatiya Janata Party.It also raises questions about the Centre’s Citizenship (Amendment) Bill, 2016, which facilitates citizenship for six minority communities from Bangladesh, Afghanistan and Pakistan. The communities mentioned by the bill are all non-Muslim minorities. “The proposed amendment suggests a broader context of vulnerability of Bengali Muslims to unlawful exclusion from Indian citizenship,” the letter says. It concludes that Bengali Muslims in Assam have “experienced discrimination in access to and enjoyment of citizenship status on the basis of their ethnic and religious minority status” and expresses the fear that the National Register of Citizens would could escalate this discrimination.The letter asks Swaraj to provide assurances that the updating process is in line with India’s obligations under international human rights law, details of safeguards taken against discrimination, data breaking down the race, religion and ethnicity of those excluded from the register and information about what would happen to those excluded. It also asks why Bengali Muslims are excluded from the citizenship bill.","author":"Scroll Staff","time":"2018-06-23T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/883748-89000-lwdevibuqt-1525635874.jpg","tags":["United Nations Human Rights Commission","Assam","National Registry of Citizens","Indian Muslims","Sushma Swaraj"],"source":"https://scroll.in/article/883748/assams-national-register-of-citizens-may-discriminate-against-bengali-muslims-warn-un-officials"}