{"title":"Assam Police book Rahul Gandhi for ‘violence’ during Bharat Jodo Nyay Yatra","content":"The Assam Police has registered a first information report against Congress leader Rahul Gandhi and other party leaders for “wanton acts of violence”, Chief Minister Himanta Biswa Sarma said on Tuesday.The development came after Sarma directed the state police to register a case against Gandhi after Congress workers allegedly broke barricades and shouted slogans as they were stopped from entering Guwahati during the Bharat Jodo Nyay Yatra.The Bharat Jodo Nyay Yatra is the second large-scale outreach programme of the Congress. The Lok Sabha MP is slated to travel 6,200 kms across 15 states.Besides Gandhi, the police also booked Congress General Secretary (Organisation) KC Venugopal and Kanhaiya Kumar, among others, for alleged provocation, damage to public property and assault on police personnel.With reference to wanton acts of violence, provocation , damage to public property and assault on police personnel today by Cong members , a FIR has been registered against Rahul Gandhi, KC Venugopal , Kanhaiya Kumar and other individuals under section…— Himanta Biswa Sarma (@himantabiswa) January 23, 2024\n\n\nOn Tuesday, the Assam government denied the Bharat Jodo Nyay Yatra the permission to enter Guwahati and use National Highway 27. The authorities said that the measure was taken to avoid disruption in traffic movement.This triggered protests by Congress workers, who allegedly broke several barricades on the outskirts of the city. The police attempted to stop them by using batons.Sarma shared videos of the incident on social media and said: “These are not part of Assamese culture. We are a peaceful state. Such ‘naxalite tactics’ are completely alien to our culture”.Earlier, Sarma had said that Gandhi will be arrested after the Lok Sabha elections, The Times of India reported.The Opposition party has accused the supporters of the Bharatiya Janata Party of attempting to disrupt their march and vandalise its posters in Assam.On Tuesday, Gandhi said that Sarma is the most corrupt chief minister in the country and Assam is reeling under massive unemployment, corruption and inflation.“Stopping me from visiting temples, university, preventing ‘padyatra’ is part of intimidation tactics,” said Gandhi. “We do not get intimidated.”The Congress MP was scheduled to visit the University of Science and Technology in Meghalaya’s Ri Bhoi district, near the border with Assam on Tuesday. But he alleged that he had been barred from interacting with the students on the orders of Union Home Minister Amit Shah.On Monday, the Wayanad MP alleged that the Assam authorities prevented him from visiting the Batadrava Satra shrine, the birthplace of 15th-century scholar and reformer Srimanta Sankardeva in Nagaon.","author":"Scroll Staff","time":"2024-01-24T08:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193973-wfqioqgkct-1694411935.jpg","tags":["Rahul Gandhi","Himanta Biswa Sarma","Assam Police","Bharat Jodo Nyay Yatra"],"source":"https://scroll.in/latest/1062605/assam-police-book-rahul-gandhi-for-violence-during-bharat-jodo-nyay-yatra"}