{"title":"Assam CM says over 2,000 men will be arrested soon in crackdown on child marriage","content":"Assam Chief Minister Himanta Biswa Sarma on Sunday said that the state police will arrest 2,000 to 3,000 more men in the next 10 days as part of its campaign against child marriage. Since February, the Bharatiya Janata Party government in Assam has arrested 5,000 men in a crackdown on child marriages. The police have been filing cases under the Protection of Children from Sexual Offences Act against men who have married girls below 14 years of age, and under the Prohibition of Child Marriage Act against those who married girls aged 14-18.Sarma made his latest comments on the campaign against child marriage while addressing a meeting of the national executive of the BJP women’s wing.“I was waiting for the G20 to end,” Sarma said. Now in the next 10 days, I will arrest 2,000-3,000 men for child marriage. Because we have to eradicate it. A law has been enacted saying that this should not happen. And if it continues to happen, daughters from a particular group will never progress. They will keep becoming victims of exploitation.”The chief minister also accused the Congress of seeing Muslims only as a vote bank, and claimed that the BJP has done more for Muslims than the Congress regime.“Some people believe that we are anti-Muslim,” Sarma said. “But I believe that by ending triple talaq, polygamy and child marriage, we have done more for Muslims than any Congress government.”कांग्रेस ने मुस्लिम समुदाय को वोट बैंक की दृष्टिकोण से देखा।हमारे बाल विवाह और बहुविवाह की प्रथा बंद करने के संकल्प से, मुस्लिम समाज को सबसे ज्यादा लाभ होगा।📍National Executive, BJP Mahila Morcha (Guwahati) pic.twitter.com/Hg2wD5jQpy— Himanta Biswa Sarma (@himantabiswa) September 10, 2023\n\nThe arrests made earlier this year had triggered protests by women who opposed the filing of criminal cases against their family members. Many activists had contended the police crackdown was short-sighted as it did not address the structural reasons for underage marriages such as poverty and illiteracy.Police data seen by Scroll in February showed that districts with high Muslim populations have seen more arrests than others. In July, Sarma had also said that the state government will bring in a law to ban the practice of polygamy.Polygamy – the practice of having more than one wife – is permissible as per Muslim personal law. The practice was banned among Hindus in the 1950s through the Hindu Code Bill that also regulates aspects such as inheritance, adoption, marriage and divorce. The last available data shows that incidence of polygamy was the lowest among Muslims, with just 5.7% of the community likely to practice it. Hindus had a higher incidence rate of polygamy, at 5.8%, although other communities, including Buddhists and Jains, were proportionally even more likely to practice polygamy. At the top were tribals, 15.25% of whom were polygamous. Also read: In Assam, a police crackdown on child marriage leaves a trail of crying women and broken families","author":"Scroll Staff","time":"2023-09-11T13:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193978-lwivrtvnkb-1694416255.jpg","tags":["Himanta Biswa Sarma","child marriage","Assam","BJP"],"source":"https://scroll.in/latest/1055758/assam-cm-says-over-2000-men-will-be-arrested-soon-as-part-of-crackdown-on-child-marriage"}