{"title":"Assembly elections: Five states to vote in seven phases from February 10, results on March 10","content":"The Election Commission on Saturday announced that the Assembly polls in Goa, Punjab, Manipur, Uttarakhand and Uttar Pradesh will be held in seven phases from February 10. The votes will be counted on March 10.The elections to 403-seat Uttar Pradesh Assembly will be held in seven phases on February 10, February 14, February 20, February 23, February 27, March 3 and March 7.The 60 seats in Manipur will got to polls in two phases on February 27 and March 3.Punjab, Uttarakhand and Goa with 117, 70 and 40 seats will be held in a single phase on February 14. There are 18.34 crore eligible voters in these five states. Of these, 8.55 crore are women.With this announcement, the Model Code of Conduct has been enforced in these poll-bound states.  \n\n\n    \n    Play\n\nAt a press conference, Chief Election Commissioner Sushil Chandra advised political parties to conduct campaigns virtually and said no rallies or roadshows will be allowed till January 15. He said that the poll panel will review about rallies and roadshows based on the coronavirus situation.The dates have been announced a day after the poll panel was briefed by the government on the Covid-19 situation, reported NDTV.Political parties have begun campaigning for the polls amid the spread of the coronavirus disease. In December, the Election Commission had said parties in Uttar Pradesh want the polls to be held as per schedule despite a rapid rise in coronavirus cases.On Wednesday, the Uttarakhand High Court had asked the Election Commission to consider banning large gatherings and to allow virtual rallies for the state Assembly elections expected to be held next month amid a resurgence of coronavirus cases in IndiaOn December 23, Justice Shekhar Yadav of the Allahabad High Court had requested the Election Commission to postpone the upcoming Assembly polls. He had also urged Prime Minister Narendra Modi to immediately ban rallies and public meetings of political parties. “Jaan hain toh jahan hain [if there is life, we have the world],” he had observed.","author":"Scroll Staff","time":"2022-01-08T16:12:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/51907-pfuwpstqtu-1488629884.jpg","tags":["Uttar Pradesh","Uttarakhand","Manipur","Goa","Punjab","Election Commission of India","Assembly elections"],"source":"https://scroll.in/latest/1014599/assembly-elections-to-five-states-to-be-held-in-seven-phases-says-ec"}