{"title":"Assembly elections: Goa records 78.94% voter turnout, 60.44% in second phase of Uttar Pradesh","content":"All Assembly seats in Uttarakhand and Goa went to polls on Monday. A total of 55 constituencies across nine districts of Uttar Pradesh also voted in the second of the seven phases of elections in the state.A voter turnout of 78.94% was recorded in Goa, 61.90% in Uttar Pradesh and 59.55% in Uttarakhand, according to the Election Commission data after polling concluded on Monday evening.GoaA total of 301 candidates will contest for 40 Assembly seats in Goa, according to PTI. Goa is witnessing a multi-cornered contest this year. The Congress, Trinamool Congress, Aam Aadmi Party and other smaller regional parties are contesting against the BJP.BJP leader and Chief Minister Pramod Sawant, Leader of Opposition from Congress, Digambar Kamat, and former Chief Minister Manohar Parrikar’s son Utpal Parrikar are among the prominent faces contesting the polls.Trinamool Congress’s Churchill Alemao, BJP leader Ravi Naik and independent candidate Laxmikant Parsekar – all of whom were former chief ministers – are also contesting the elections.The Panaji seat was surrounded by controversy since January after the BJP denied a ticket to former Goa Chief Minister Manohar Parrikar’s son Utpal Parrikar. He is now contesting as an independent candidate.Utpal Parrikar had expressed his desire to contest from the Panaji constituency, which was held by his father for 25 years. The saffron party has instead fielded sitting MLA Atansio Monserrate from Panaji. Utpal Parrikar has alleged that Monserrate has criminal antecedents. Meanwhile, the Congress and Aam Aadmi Party leaders were made to take an oath against defections. As many as 26 MLAs, which comprise 65% of the Goa Assembly, have changed parties since 2017, The Hindu reported. UttarakhandIn Uttarakhand, voting is being held for the 70 Assembly seats in over 13 districts. As many as 632 candidates, including 152 independents, are in the fray.The Congress, Aam Aadmi Party and Bahujan Samaj Party are fighting against the BJP.Prominent leaders in the fray include BJP leader and Chief Minister Pushkar Singh Dhami, Congress leader Harish Rawat and state Congress chief Ganesh Godiyal.Prime Minister Narendra Modi, Union Home Minister Amit Shah, Defence Minister Rajnath Singh and Uttar Pradesh Chief Minister Adityanath had campaigned for the BJP.For the Congress, Rahul Gandhi and Priyanka Gandhi had conducted public meetings. To campaign for the Aam Aadmi Party, Delhi Chief Minister Arvind Kejriwal had held a rally.This is the fifth Assembly election being held in the hill state since its creation in 2000.Uttar PradeshAs many as 586 candidates are in the fray in the second phase of elections to 55 seats spread across Saharanpur, Bijnor, Moradabad, Sambhal, Rampur, Amroha, Budaun, Bareilly and Shahjahanpur districts. Most of these districts have a Muslim-majority population and are considered strongholds of the Samajwadi Party, which is the Opposition in the state.Uttar Pradesh minister and backward class leader Dharam Singh Saini will contest the polls in the second phase. Saini had quit Chief Minister Adityanath’s Cabinet on January 13, citing the saffron party’s “gross neglect” of Dalits, backward castes, farmers, unemployed youth and small traders.In the 2017 Assembly elections, the BJP had won 38 of the 55 seats, while Samajwadi Party had secured 15 seats and Congress had bagged two. Of the 15 seats won by Samajwadi Party, Muslim candidates were elected from 10 seats.The results of all the Assembly elections will be declared on March 10.Read our ‘Five years after BJP’s UP sweep’ series here.","author":"Scroll Staff","time":"2022-02-14T08:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170075-tuarwxrpjk-1644817291.jpg","tags":["Goa","Uttarakhand","Uttar Pradesh elections","Modi","Adityanath","Assembly elections 2022","Samajwadi Party","BJP","Congress","Aam Aadmi Party","Rahul Gandhi"],"source":"https://scroll.in/latest/1017304/assembly-elections-voting-begins-for-all-seats-in-goa-and-uttarakhand-55-constituencies-of-up"}