{"title":"Assembly polls: ‘I accept people’s verdict,’ says Rahul Gandhi after Congress’ poor performance","content":"As the Congress lost power in Punjab, got reduced to two seats in Uttar Pradesh and got trumped by the Bharatiya Janata Party in Goa, Uttarakhand and Manipur, party MP Rahul Gandhi said that he has accepted the people’s verdict.“Best wishes to those who have won the mandate,” he said in a tweet. “My gratitude to all Congress workers and volunteers for their hard work and dedication. We will learn from this and keep working for the interests of the people of India.”Humbly accept the people’s verdict. Best wishes to those who have won the mandate.My gratitude to all Congress workers and volunteers for their hard work and dedication. We will learn from this and keep working for the interests of the people of India.— Rahul Gandhi (@RahulGandhi) March 10, 2022\n\nCongress won just 18 seats in Punjab where it was in power. Chief Minister Charanjit Singh Channi from both Chamkaur Sahib and Bhadaur seats that he contested. The Aam Aadmi Party was heading won 92 seats in the state.In Uttar Pradesh, Congress could win only two seats, as the Bharatiya Janata Party was set to retain power with over 250 seats.The  party won 17 seats in Uttarakhand and was leading in two of them at 9.30 pm on Thursday. In Goa, the party won 11 seats, while in Manipur it got just five seats.Congress leader RS Surjewala said that the results in five states were against the party’s expectations, ANI reported.“[...]  but we accept that we failed to get the blessings of the people,” he  said. “Sonia Gandhi has decided to convene a Congress Working Committee  meeting soon to introspect the results.”","author":"Scroll Staff","time":"2022-03-10T22:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165635-hqyzijfmlh-1635339101.jpeg","tags":["Congress","Rahul Gandhi","Assembly elections"],"source":"https://scroll.in/latest/1019207/assembly-polls-i-accept-peoples-verdict-says-rahul-gandhi-after-congress-poor-performance"}