{"title":"Assembly bye-polls: BJP wins three seats, Congress and TMC clinch one each","content":"The Bharatiya Janata Party on Friday won three out of seven Assembly seats where bye-polls were held on Tuesday. The Congress, Trinamool Congress, Samajwadi Party, and Jharkhand Mukti Morcha emerged victorious in one seat each.In Tripura’s Boxanagar, the BJP’s Tafajjal Hossain defeated Mizan Hossain of the Communist Party of India (Marxist) by 30,237 votes, data from the Election Commission showed. The seat was earlier held by Samsul Haque of the CPI(M), whose death necessitated the bye-poll.In Dhanpur, Bindu Debnath of the ruling BJP finished 18,871 votes ahead of Kaushik Chanda of the CPI(M). BJP leader Pratima Bhoumik had resigned as Dhanpur MLA in March after she was appointed as a Union minister.The CPI(M) boycotted the counting of votes in both the seats alleging that the Election Commission did not take steps to prevent large-scale rigging. In Kerala’s Puthuppally, Congress’ Chandy Oommen won by defeating Jaick C Thomas of the CPI(M) by a margin of over 36,000 votes. The seat fell vacant after the Congress candidate’s father and former Chief Minister Oommen Chandy died in July.In West Bengal’s Dhupgiri, Nirmal Chandra Roy of the Trinamool Congress won against the BJP’s Tapasi Roy by 4,309 votes.Meanwhile, in Uttar Pradesh’s Ghosi constituency, Sudhakar Singh of the Samajwadi Party defeated BJP’s Dara Singh Chauhan by 42, 759 votes. The bye-poll in Ghosi took place as Chauhan, who had won the seat in 2022 on a Samajwadi Party ticket, quit the outfit to join the BJP.In the Uttarakhand Bageshwar, the BJP’s Parwati Dass won by a margin of 2,405 votes against the Congress’ Basant Kumar. In Jharkhand’s Dumri, Bebi Devi of the Jharkhand Mukti Morcha defeated All Jharkhand Students Union leader Yashoda Devi by 17, 153 votes, as per the Election Commission’s data.","author":"Scroll Staff","time":"2023-09-08T13:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193889-mddnbuugcs-1694159278.jpg","tags":["Election Commission","BJP","Dara Singh Chauhan","Bye-elections"],"source":"https://scroll.in/latest/1055637/assembly-bye-polls-bjp-wins-two-seats-in-tripura-samajwadi-party-leads-in-ups-ghosi"}