{"title":"Bengal polls: After BJP, TMC supporters clash at Nandigram, EC says voting was not disrupted ","content":"Here are the day’s top updates:\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.43 pm: Congress submits a memorandum to Assam chief electoral officer seeking the disqualification of candidature state minister Pijush Hazarika for allegedly threatening a news reporter, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.12 pm: As per latest Election Commission data, 77.21% turnout was recorded in Assam and 80.43% in West Bengal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.11 pm: Speaking on chaos at a booth in Nandigram, Trinamool Congress MP Derek O’Brien says the party will consider taking steps to prevent such incidents, reports ANI.“We want to do this not for just winning Nandigram or West Bengal but we need to do it for keeping democracy in place,” says O’Brien.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.05 pm: BJP’s Nandigram candidate Suvendu Adhikari alleges West Bengal Chief Minister Mamata Banerjee had pressurised district magistrate and sub-divisional officers in 2019 Lok Sabha elections, reports ANI.“BJP candidate lost by 2,500 votes because votes of 16 EVMs were not counted,” says Adhikari. “BJP had won Jhargram and Purulia zila parishads but votes for lotus symbol were replaced with TMC symbol overnight.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.49 pm: The voter turnout in Assam is 74.95%, according to the Election Commission’s latest update. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.44 pm: The Election Commission, citing a report from General Observer Hemen Das, says that polling was not disrupted at any point at the booth in Nandigram where a clash erupted between the supporters of Trinamool Congress and the BJP, according to ANI. The poll panel adds that it received a separate complaint from West Bengal Chief Minister Mamata Banerjee. “The same has been forwarded to Special General Observer Ajay Nayak and Special Police Observer Vivek Dube,” it said. “They have been asked to send a report by tomorrow [Friday] 6pm.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.38 pm: The Election Commission says that the second phase of Assembly elections in Assam and West Bengal Assembly was conducted peacefully across 21,212 polling stations, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.25 pm: The Trinamool Congress will hold a press briefing at its headquarters in Kolkata 7.30 pm, India Today reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.05 pm: BJP leader Suvendu Adhikari accuses Mamata Banerjee of doing “drama” in Nandigram, ANI reports. “Mamata stalled voting for two hours here [in Boyal],” he says. “Around 90% of voting has happened in Nandigram but it is only 78% at this booth. Voting is going on peacefully here. There is no issue. There is no worker of TMC [Trinamool Congress] in this area.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.50 pm: The Trinamool Congress has filed a complaint with the Election Commission, alleging booth capturing by BJP workers in Moyna constituency, reports ANI.“BJP workers are attempting to take control of EVM and are rigging the booth,” claims the complaint. “The CRPF deployed at the booth is not taking any action.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.48 pm: The Trinamool Congress chief claims she would win a majority of the 60 seats that had gone to polls in the first and second phase in West Bengal, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.44 pm: The chief minister alleges that Union Home Minister Amit Shah is instructing Central Reserve Police Force, Border Security Force and other personnel to help BJP win the elections, reports ANI. She also accuses the Election Commission of “one-sidedly supporting” saffron party candidates.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.41 pm: West Bengal Chief Minister Mamata Banerjee claims that she will win polls from the Nandigram constituency, reports ANI. “I am not worried about Nandigram, but I am worried about democracy,” she adds. “We have already lodged 63 complaints with Election Commission.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.35 pm: Assam has recorded a voter turnout of 73.03% till now in the second phase of Assembly elections.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Glimpses of zealous women voters at polling stations in Nalbari district, Assam#GoVote #AssemblyElections2021 #ElectionCommissionOfIndia #ECI pic.twitter.com/ulh94f7WDJ— Election Commission of India #SVEEP (@ECISVEEP) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.30 pm: According to the Election Commission, West Bengal has recorded a voter turnout of 80.43% till now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.29 pm: The prime minister questions if Trinamool Congress chief Mamata Banerjee was contemplating to contest from another seat as she was nervous about Nandigram constituency. “Didi, are you going to fill nomination on another seat,” he asks. “First you went to Nandigram, and the people gave you an answer. Wherever you go, the people of Bengal are ready to give you the right answer.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Didi, is there any truth in the rumour that you are going to file nomination from another constituency? First you went there (Nandigram), & people gave you an answer. If you go somewhere else, people of Bengal are ready: PM Narendra Modi in Uluberia. #WestBengalPolls pic.twitter.com/Wr4fcYw0pr— ANI (@ANI) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.25 pm: The situation in West Bengal’s Paschim Medinipur district is tense after a Trinamool Congress worker was allegedly stabbed to death on Wednesday evening, reports India Today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.16 pm: West Bengal Chief Minister Mamata Banerjee’s former party colleague-turned-rival Suvendu Adhikari reaches a polling booth at Boyal in the Nandigram Assembly segment, reports ANI.“She [Banerjee] doesn’t have any support,” Adhikari tells reporters, claiming that she has lost the elections.Earlier in the day, the chief minister had alleged that 80% of the votes have been rigged in Boyal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.51 pm: Prime Minister Narendra Modi claims that the BJP will win over 200 of the state’s 294 Assembly seats, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.49 pm: West Bengal has recorded a voter turnout of 71.07% till now, while Assam has reported a 63.04% turnout.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.48 pm: At an election rally in Joynagar in West Bengal, Prime Minister Narendra Modi accuses Chief Minister Mamata Banerjee of “insulting the culture” of the state and “disliking” his visits to the temple.“Tell me, is it wrong to visit Maa Kaali’s temple,” he asks. “Didi, you don’t know us, we are not seasonal devotees. We are proud of our devotion.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.33 pm: Mamata Banerjee questions why Prime Minister Narendra Modi is allowed to address rallies in West Bengal on the day of voting, reports India Today.“Every election day, Narendra Modi comes to Bengal to give an address,” she says. “Why only on election day? If we don’t get to campaign on elections day, why does the prime minister get to come and give a speech, with all facilities, including Doordarshan.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    मतदान के दिन पीएम क्यों रैली करते हैं? क्या ये चुनाव कानूनों का उल्लघंन नहीं?  : @MamataOfficial#WestBengalPolls pic.twitter.com/Q2yspUdCjc— AajTak (@aajtak) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.26 pm: Meanwhile, West Bengal Chief Minister Mamata Banerjee asks Union Home Minister Amit Shah and the Election Commission to control “goons” who are allegedly heckling women journalists in rallies, reports ANI.The chief minister says she has never witnessed “such a bad election”. She refuses to reveal what she discussed in her conversation with Governor Jagdeep Dhankar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.22 pm: BJP leader Suvendu Adhikari attacks West Bengal Chief Minister Mamata Banerjee for calling Governor Jagdeep Dhankar from Nandigram, reports ANI. “She’s insulting voters,” he claims. “It has become her habit to insult people of Nandigram. She received injuries in an accident but levelled allegations. Governor’s is a constitutional post, she can speak to him, no problem. The Election Commission conducts polls, not governor or president.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.59 pm: A BJP candidate from Keshpur Assembly seat, Pritish R Kuar, alleges that Trinamool Congress supporters attacked him, reports ANI. “There was a QRT [quick reaction team] of police in front of our car and behind them was local media,” he says. “When we reached there, there were ‘Trinamooli gundas’. My security took us to car, where goons started hitting us with bricks and lathis.”He says that there were seven people in the car and all were attacked. “We were crying for our lives,” he says. “We left the place and entered a house where minority women saved us and took care of us.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.54 pm: The Election Commission of India has sought a detailed report from the West Bengal administration in connection with the violence in the Boyal area where TMC and BJP supporters clashed, reported The Hindu. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.50 pm: BJP supporters in Uluberia in West Bengal’s Howrah district wear t-shirts that read “Why Angry, Didi?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    West Bengal: BJP supporters at Uluberia wear t-shirts with 'Raag Keno Didi' (Why Angry, Didi?) written on them. Prime Minister Narendra Modi will address a public rally here shortly. #WestBengalElections2021 pic.twitter.com/7AICdxoPzE— ANI (@ANI) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.47 pm: BJP candidate from Debra constituency of West Bengal alleges that people are not being allowed to vote, were beaten up and made to leave, reports ANI. “Those who weren’t allowed to vote blocked my way and narrated their ordeal,” she says. “That’s why I called election agent here. Unnecessary havoc being created so that I get stuck.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.43 pm: Ruckus continues near a polling booth in Debra constituency of West Bengal where local residents had alleged that outsiders were being called in to create a ruckus, reports ANI. Some of them say they want BJP’s Bharti Ghosh, who is contesting the seat, to leave. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    West Bengal: Rucks continues near a polling booth in Debra where locals had earlier alleged that people from outside are being called to create problems here. Locals now say, \"We want Bharti didi to leave immediately\"BJP's Bharti Ghosh & TMC's Humayun Kabir contesting from here pic.twitter.com/gZYPZibuVE— ANI (@ANI) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.39 pm: An approximate voter turnout of 63.04% was recorded in Assam and 71.07% in West Bengal as of 3.30 pm, trends from the Election Commission show.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.36 pm: The police in West Bengal arrest three people in connection with the alleged vandalisation of a car belonging to Tanmay Ghosh, a BJP candidate from Debra constituency, reports The Indian Express. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.29 pm: Prime Minister Narendra Modi claims that a BJP wave is blowing across West Bengal and his party will win 200 seats in the polls, reported The Times of India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.25 pm: Prime Minister Narendra Modi claims West Bengal Chief Minister has problems with “Jai Shri Ram” slogans, reports Times of India. He is speaking at a Bengal rally. “Didi [Banerjee] has issues with Durga idol immersion,” Modi says. Entire Bengal knows it. Didi has now problems with vermillion and saffron cloth.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.07 pm: West Bengal Chief Minister Mamata Banerjee calls Governor Jagdeep Dhankar after TMC workers clash with BJP supporters, reports NDTV. She alleged that goons “from other states are creating ruckus”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH: West Bengal CM Mamata Banerjee speaks to Governor Jagdeep Dhankhar over the phone at a polling booth in Nandigram. She says, \"...They didn't allow the local people to cast their vote. From morning I am campaigning...Now I am appealing to you, please see...\" pic.twitter.com/mjsNQx38BB— ANI (@ANI) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.04 pm: West Bengal Chief Minister Mamata Banerjee criticises the Election Commission for “inaction” despite her party lodging several poll-related complaints, reports PTI. She threatens to move court.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.01 pm: A clash breaks out in the Boyal area of Nandigram between BJP and TMC supporters after the supporters of the saffron part chant “Jai Shri Ram” as West Bengal Chief Minister Mamata Banerjee visits a polling booth, reports PTI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.34 pm: West Bengal Chief Minister Mamata Banerjee visits a polling booth in Nandigram, ANI reports. She alleges that “goons” from other states are creating chaos in West Bengal, according to PTI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    West Bengal CM Mamata Banerjee visits a polling booth in Nandigram. She is contesting against BJP's Suvendu Adhikari, from the constituency in #WestBengalElections2021 pic.twitter.com/W5IP6bjfyY— ANI (@ANI) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.50 pm: An approximate voter turnout of 48.26% was recorded in Assam till 1.50 pm, while a turnout of 58.15% was reported in West Bengal, trends from the Election Commission show. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.36 pm: Trinamool Congress leader Derek O’Brien writes to the Election Commission, alleging that BJP workers were capturing booths in Nandigram, reports NDTV. “Huge mob of BJP workers have entered booth no.s [number] 6, 7, 49, 27, 162, 21, 26, 13, 262, 256, 163, 20,” he alleges. “BJP workers attempting to take control of EVM and rigging the booth.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.28 pm: The convoy of BJP candidate from Keshpur seat, Pritish Ranjan Kuar, was attacked by unidentified miscreants, reports India Today. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.07 pm: Prime Minister Narendra Modi, who is campaigning in Assam, draws a football analogy and says that people there have shown the “red card” to the Congress-led Grand Alliance in the state, reports PTI. He also accuses the previous Congress governments of “being a mute spectator to unbridled violence” in the Bodo dominated areas of the state.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.04 pm: Trinamool Congress leaders in West Bengal complain about EVM disruptions in several constituencies, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1 pm: A vehicle of a media person was attacked near a polling booth in Kamalpur area of Nandigram constituency, reports ANI. Bharatiya Janata Party leader Suvendu Adhikari claims the alleged assault was the “work of Pakistanis”. “There are voters from a particular community at the booth who are doing this,” he alleges. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    West Bengal: Vehicle of media personnel attacked near booth number 170 in Kamalpur, Nandigram.\"These are work of Pakistanis, 'Jay Bangla' is a slogan from Bangladesh. There are voters from a particular community at that booth who are doing this,\" says BJP's Suvendu Adhikari pic.twitter.com/gMsENDDnA5— ANI (@ANI) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.56 pm: At his rally in Assam, Prime Minister Narendra Modi claims that people of the state have given the “National Democratic Alliance their blessings” in the first phase of polling, reports The Indian Express. “In the first phase, Assam has put a stamp on grand victory of NDA,” he claims. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.45 am: Prime Minister Narendra Modi is addressing an election rally in Assam’s Kokrajhar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Kokrajhar is firmly with NDA. Watch my speech. https://t.co/9oULPseIl3— Narendra Modi (@narendramodi) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.32 am: BJP leader Suvendu Adhikari alleges that a party worker was beaten in Samsabad’s Kanchan Nagar area during the polling, reports ANI. He, however, says that the overall situation in the state is peaceful. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.30 am: West Bengal has recorded a voter turnout of 37.42% till 11.30 am, according to the Election Commission. Meanwhile, Assam saw a turnout of 27.45% till the same time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.20 am: West Bengal Chief Minister Mamata Banerjee has decided to stay in Reyapara area in Nandigram Assembly constituency for the whole day, reports PTI. The chief minister is contesting against former party colleague-turned-rival Suvendu Adhikari, who switched to the BJP just ahead of the polls.Banerjee is monitoring the situation as local Trinamool Congress leaders complained of their election agents not being allowed to enter several booths, according to PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.37 am: All India United Democratic Front Badruddin Ajmal chief Badruddin Ajmal casts his vote during the second phase of polling in Assam. “PM Modi and Amit Shah have said they’ll send Bangladeshi infiltrators back...I want to ask them how many Bangladeshis [have they] sent back till now,” he tells ANI.The AIUDF is the main ally of the Congress in the 10-party mahajot or grand alliance that seeks to oust the Bharatiya Janata Party and its regional partners from power in the state.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Assam: All India United Democratic Front President Badruddin Ajmal casts his vote at polling station number 21 in Hojai#AssamAssemblyPolls pic.twitter.com/fp4T08fkEI— ANI (@ANI) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.35 am: According to the Election Commission, 10.51% voter turnout was recorded in Assam till 10.30 am.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.02 am: Voter turnout in the 30 Bengal constituencies voting today is 15.72% as of 10 am, Election Commission data showed.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.57 am: Bharatiya Janata Party candidate from Debra constituency, Bharati Ghosh, alleges that her poll agent has been “surrounded by 150 TMC goons” and has not been allowed to enter the polling booth, reports ANI. Ghosh also alleges that the Trinamool Congress was threatening voters in Barunia.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.52 am: Prime Minister Narendra Modi urges voters in West Bengal and Assam to cast their ballots in large numbers “to strengthen the festival of democracy”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Urging the people of West Bengal in whose seats there is polling taking place today to vote in record numbers.— Narendra Modi (@narendramodi) April 1, 2021\n\n\n\n    Second phase of the Assam polls takes place today. Requesting all eligible voters of this phase to strengthen the festival of democracy by exercising their franchise.— Narendra Modi (@narendramodi) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.48 am: Authorities in Nagaon constituency of Assam conduct temperature checks of voters. The Election Commission has also taken a series of measures in its effort to halt the spread of the coronavirus. It has increased the number of polling stations, extended the voting time by one hour at most places and sanitisation of electronic voting machines has been made mandatory. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Voters being screened with a temperature gun, given hand sanitiser & hand gloves as they arrive at polling booths for the second phase of #AssamAssemblyPolls. Visuals from a polling booth in Nagaon. pic.twitter.com/E0AgJzDHme— ANI (@ANI) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.43 am: A Trinamool Congress worker was allegedly stabbed to death in West Bengal’s Paschim Medinipur district in the early hours of Thursday, hours before polling started in the area, PTI reports, quoting the police. The Election Commission has sought a report from district authorities over the incident.Uttam Dolui was at a local club in Hariharpur in the district’s Keshpur area along with a few others when around 10-15 people allegedly attacked him with sharp weapons, according to the police.. He died on the way to a hospital in Midnapore.Dolui’s family alleged that “Bharatiya Janata Party goons” attacked him to create tension in the area and intimidate voters ahead of the polling. The BJP dismissed the allegations, saying they have no reason for resorting to violence as they are confident about winning the Keshpur seat.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    West Bengal: Unidentified miscreants killed a TMC worker with a sharp weapon last night, at Dadpur village in West Midnapore district. SP West Midnapore says, \"Eight people arrested in connection with the murder.\" pic.twitter.com/4pbQRCTa6s— ANI (@ANI) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.17 am: Suvendhu Adhikari appeals to the people to vote in large numbers on Thursday, ANI reports. “People are waiting to see if development or politics of appeasement will win here [Nandigram],” he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    I appeal to people to come out in large numbers to cast their vote as the whole country is looking at Nandigram. People are waiting to see if development or politics of appeasement will win here: Bharatiya Janata Party's Nandigram candidate, Suvendu Adhikari #WestBengalElections pic.twitter.com/rc6paGKSln— ANI (@ANI) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.45 am: A day ahead of the polls, the Election Commission imposed prohibitory orders under Section 144 of the Code of Criminal Procedure in Nandigram Assembly seat.The prohibitory orders will last till Friday night, the official said. “A person who is not a voter of Nandigram will not be allowed to enter the area till polling is over,” he said, adding that the order prohibits the assembly of five or more persons, besides other restrictions. Nandigram has 355 polling booths.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    More about Nandigram\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    It was this constituency that catapulted Chief Minister Mamata Banerjee to power on the back of the land acquisition movement in 2007. The agitation paved the way for the Trinamool Congress’ victory in the 2011 Assembly elections, ending 34 years of Left rule in West Bengal. Fourteen years later, the seat has emerged as the defining battle of the 2021 elections. Banerjee has relinquished her old constituency, Bhowanipore, to fight against her former aide Suvendu Adhikari, who switched over to the Bharatiya Janata Party in December. Adhikari’s exit sparked an exodus of TMC leaders who joined the saffron camp in the following months. Also in the fray is, Congress-Left-ISF alliance’s candidate Minakshi Mukherjee of CPI-M. The Nandigram Assembly seat has been with Trinamool since 2009, when the party won the bye election there. Before that it was a Congress and then a Communist Party of India stronghold, according to The Indian Express. In the 2016 Assembly elections, Adhikari won the seat by 81,320 votes. In 2019, the Tamluk Lok Sabha seat was won by Suvendu Adhikari’s brother Dibyendu Adhikari, who has also joined the BJP. The saffron party came second, getting over 60,000 votes in the Nandigram segment, the newspaper reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    (Dibyangshu SARKAR / AFP)\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.30 am: Voters queue up to cast their ballot in Assam.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    A long queue of voters at a polling station in Hojai in the second phase of voting for #AssamAssemblyPolls pic.twitter.com/iQgl7JEb4Y— ANI (@ANI) April 1, 2021\n\n\n\n    Voting for the second phase of #AssamAssemblyPolls underwayVisuals from polling station 146-148 in Silchar pic.twitter.com/HyKuWrJTcS— ANI (@ANI) April 1, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.28 am: The Bengali-dominated Barak Valley is expected to witness the key contests in this phase, where All India United Democratic Front’s Badruddin Ajmal has joined hands with the Congress. He is expected to be a key player in this area, with the population equally divided between Hindus and Muslims.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Also read:Assam polls: Amit Shah says Congress can’t stop infiltration, Rahul Gandhi targets BJP on CAA\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.26 am: Four ministers and the deputy speaker are among the candidates contesting on 39 of the Assam’s 126 seats. In 2016, the BJP won 22 of the seats, the Asom Gana Parishad won two. The Bodoland People’s Front, a former BJP ally, had won four seats, according to NDTV. The ministers who are contesting include Parimal Suklabaidya, Piyush Hazarika, and Bhabesh Kalita. Deputy Speaker Aminul Haque Laskar of the BJP is in a straight fight against All India United Democratic Front’s Karim Uddin Barbhuiyan in Sonai.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.24 am: In Assam, the second phase of elections will decide the fate of 345 candidates.There are These are the six regions which will vote on Thursday: Barak Valley (15 seats), Central Assam (12 seats, Hill districts (5 seats), Bodoland Territorial Council (4 seats), Kamrup (2 seats) and Lower Assam (1 seat), according to The Quint. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.22 am: Besides Nandigram, another prominent seat going to the poll in the second phase is Sabang, where the TMC has fielded Rajya Sabha MP Manas Bhunia. He is up against TMC turncoat and BJP leader Amulya Maity.Bhunia, a former state Congress president, had held the seat from 1982 to 2016 as the Congress nominee before switching over to the TMC in September 2016.TMC has fielded actor Sayantika Banerjee, a popular face in the Bengali silver screen, from Bankura seat against BJP’s Niladri Sekhar Dana. The Sanjukta Morcha has fielded Congress candidate Radharani Banerjee.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.20 am: Banerjee’s Trinamool Congress and the BJP are contesting in all the 30 seats, while the Communist Party of India (Marxist) is in the fray in 15. Its alliance partners of Sanjukta Morcha, the Congress and the Indian Secular Front are competing in 13 and two seats respectively, according to PTI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.17 am: In West Bengal, more than 75 lakh voters will decide the fate of 191 candidates in 30 seats. All eyes will be on Nandigram where Chief Minister Mamata Banerjee is locked in a prestige battle with her former confidante Suvendu Adhikari of the Bharatiya Janata Party.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.15 am: Voters in West Bengal and Assam will cast their ballots in the second phase of the Assembly elections on Thursday. Thirty constituencies in Bengal and 39 in Assam vote today.","author":"Scroll Staff","time":"2021-04-01T07:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157037-ykhwgvwpvh-1617288086.jpg","tags":["Assam","BJP","Congress","Trinamool Congress","Mamata Banerjee","Suvendu Adhikari","Nandigram","West Bengal"],"source":"https://scroll.in/latest/991105/assembly-elections-voting-begins-in-in-69-seats-across-bengal-assam-all-eyes-on-nandigram"}