{"title":"Assembly polls: 37% of 678 elected MLAs in five states face criminal cases, says election watchdog","content":"Of the 678 candidates who were elected as MLAs in the recently-concluded Assembly elections in five states, nearly 37%, or 253, have declared criminal cases against them, showed analyses conducted by the Association for Democratic Reforms.The Assembly elections in Madhya Pradesh, Chhattisgarh, Rajasthan, Telangana and Mizoram were conducted in November. The results of the polls were declared on Sunday and Monday.The Bharatiya Janata Party emerged victorious, winning 163 of 230 seats in Madhya Pradesh, 54 of 90 in Chhattisgarh and 115 out of 199 in Rajasthan. In Telangana, the Congress defeated the ruling Bharat Rashtra Samithi by bagging 64 out of 119 seats. The Zoram People’s Movement clinched 27 out of 40 Assembly seats in Mizoram, ousting the Mizo National Front government.The election watchdog analysed the self-sworn affidavits of all winning candidates in the five states. Of the total candidates, 21%, or 146, have declared serious criminal cases against them.Association for Democratic Reforms defines serious crimes as non-bailable offences that attract a maximum punishment of five years and more. These are crimes related to assault, murder, kidnap and rape, as well as crimes against women and corruption cases.Here is a look at individual states:Madhya PradeshOf the 230 winning candidates in the state, 39%, or 90, have declared criminal cases against them. Of these, 15%, or 34 MLAs, have serious criminal cases against them. The number was 41%, or 94, and 20%, or 47, after the Assembly elections in 2018.While 163 BJP candidates won this time, 31%, or 51, of them are facing criminal charges. Nearly 58%, or 38, of the Congress’ 66 winning candidates and the lone MLA from the Bharat Adivasi Party also have criminal cases against them.In addition, 10%, or 16, of BJP’s MLAs and 26%, or 17, of Congress’ MLAs, were booked for serious offences.The election watchdog’s analysis showed that one candidate has a murder charge on them and five have attempt to murder charges. Three winning candidates have declared cases related to crimes against women.The analysis of the candidates’ financial backgrounds showed that 89%, or 205, of them have assets worth over Rs 1 crore. The average of assets per winning candidate in the Madhya Pradesh Assembly election was Rs 11.77 crores.The richest MLA is BJP’s Chetanya Kasyap, who contested the Ratlam City seat. Kasyap declared assets worth over Rs 296 crore in his self-sworn affidavit in the run-up to the polls. His party colleague Sanjay Satyendra Pathak is at the second spot with assets worth over Rs 242 crore and at the third position is Congress’ state unit chief and former Chief Minister Kamal Nath with assets worth over Rs 134 crore.On the other hand, Kamleshwar Dodiyar of the Bharat Adivasi Party has the lowest declared assets worth over Rs 18 lakh. Two other candidates with the lowest assets are BJP’s Santosh Varkade and Kanchan Mukesh Tanve, with total assets of Rs 25 lakh and Rs 26 lakh.Also read: Five reasons that may explain BJP’s staggering win in Madhya PradeshChhattisgarhIn Chhattisgarh, 19%, or 17, candidates who won the Assembly seats, have a criminal background. Seven per cent of them, or six MLAs, are facing serious criminal charges. In the 2018 polls, 27%, or 24, candidates with criminal cases were made MLAs.A party-wise analysis showed that 22%, or 12, of the 54 candidates from BJP have declared criminal cases. Seven per cent, or four of them, are facing serious criminal charges.Of the 35 Congress MLAs, 15%, or five, have declared criminal cases and 6%, or two, of those are for serious crimes.Additionally, 80%, or 72, of the winning candidates have declared assets worth over Rs 1 crore. The average of assets per winning candidate in the Chhattisgarh Assembly elections is Rs 5.25 crores.The candidate with the highest declared asset – Bhawna Bohra – is from BJP. Bohra fought the Pandariya constituency and has assets worth over Rs 33 crore. He is followed by outgoing Chief Minister Bhupesh Baghel, who declared assets worth over Rs 33 crore. In the third position is BJP’s Amar Agrawal, with assets worth over Rs 27 crore.Congress’ Ramkumar Yadav, who fought from Chandrapur, has the lowest assets – worth over Rs 10 lakh – among the elected MLAs. Poorv Sainik Ramkumar Toppo and Gomati Sai, both from the BJP, precede Yadav with assets worth over Rs 13 lakh and Rs 15 lakh. Both of them have said that they have no immovable assets.RajasthanThe analysis in Rajasthan showed that 31%, or 61, winning candidates on 199 seats have declared criminal cases. A total of 22%, or 44, of those have serious criminal cases against them. In 2018 elections, 23%, or 46, candidates had criminal cases against them.Of the 115 BJP candidates who won, 30%, or 35, are facing criminal charges and so are Congress’ 29%, or 20, candidates out of the 69. From the Bharat Adivasi Party, 63%, or two out of the three candidates, have declared criminal cases. The only MLA from the Rashtriya Loktantrik Party and 38%, or three, out of eight independent candidates are also in the same boat.Of the total, BJP candidates have 21%, or 24, MLAs with serious criminal charges and Congress has 26%, or 16.One candidate has declared a case related to murder and seven have declared cases of attempt to murder. Six winning candidates have been booked for cases related to crimes against women.In addition, 85%, or 169, of the winning candidates have declared assets worth over a crore. According to the analysis, the average of assets per winning candidate in the Rajasthan Assembly election was Rs 7.78 crore.The candidate topping the list is BJP’s Siddhi Kumari, who contested from the Bikaner East seat. Kumari had declared assets worth over Rs 102 crore. She is followed by Congress candidate Vidhyadhar Singh with assets worth over Rs 70 crore and his party colleague with assets worth over Rs 63 crore.The candidate with the lowest asset of Rs 1 lakh is Congress’ Abhimanyu, who contested the elections from the Sangaria constituency. He is preceded by Nauksham, representative of Kaman, with assets worth over Rs 2 lakh and Manish Yadav, newly elected MLA from Shahpura, with assets worth over Rs 3 lakh. All three have stated that they have no immovable assets.Also read: Why the Congress defeat in Chhattisgarh is far worse than the loss in RajasthanTelanganaIn Telangana, 69%, or 82, winning candidates have declared criminal cases against themselves. Out of 119 MLAs analysed during the Assembly elections in 2018, 61%, or 73, MLAs had declared criminal cases against themselves.This time, 50%, or 59, elected representatives are facing serious criminal charges. The number was 40%, or 47, in 2018.Of the 64 Congress candidates that emerged victorious on Sunday, 80%, or 51, have criminal cases. Forty-eight per cent, or 31, of these are MLAs with serious charges. When it comes to Bharat Rashtra Samithi, 49%, or 19 of its leaders in the Legislative Assembly have criminal cases against them. Eighty-eight per cent, or seven of the eight winning BJP leaders, are also facing charges.The analysis showed that one newly-elected MLA was booked for murder and seven for attempting to murder. Two MLAs have declared cases related to crimes against women.Additionally, of the 119 candidates, 114 have assets worth more than a crore. All winning candidates of the BJP and the All India Majlis-e-Ittehadul Muslimeen are crorepatis. The average of assets per winning candidate in the elections is Rs 38.88 crore.The top three winning candidates with high assets and those with the lowest assets are all from Congress.Gaddam Vivekanand, who contested the elections from the Chennur constituency, has the highest assets worth over Rs 606 crore. Komatireddy Raj Gopal Reddy follows him with assets worth over Rs 458 crore. Ponguleti Srinivasa Reddy is at the third spot with assets worth over Rs 433 crore.The candidate with the lowest asset is Vedma Bhojju, who represented the Khanapur seat. He had declared assets worth Rs 24 lakh and said that he has no immovable assets. The second on the list is Balu Naik Nenavath with assets worth over Rs 28 lakh and he follows Adinarayana Jare with assets worth over Rs 56 lakh.MizoramOf the 40 MLAs in Mizoram, only three have declared criminal cases against them. All three are from the Zoram People’s Movement. The offences they have been charged for are serious.In the 2018 elctions, 5%, or two, winning candidates had criminal charges against them.The analysis also showed that in this tenure of the Legislative Assembly, 85%, or 34, MLAs have assets worth more than a crore. The average assets per winning candidate in the Mizoram Assembly elections is Rs 7.89 crore.The top three winning candidates with the highest assets are H Ginzalala of Zoram People’s Movement with total assets worth more than Rs 36 crore, his party colleague W Chhuanawma with total assets of worth over Rs 35 crore and Mizo National Front’s Robert Romawia Royte with total assets worth over Rs 32 crore.The winning candidates with the lowest assets are all from the Zoram People’s Movement. They are Dr Lorrain Lalpekliana Chinzah, with assets worth Rs 42 lakh, Lalmuanpuia Punte with assets of Rs 57 lakh and TBC Lalvenchhunga with assets of Rs 80 lakh.Also read: ‘Change’ over ethnic identity politics: Why MNF lost MizoramElection results: What does BJP’s hegemony in the Hindi belt mean for Indian politics?","author":"Scroll Staff","time":"2023-12-07T20:39:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/47563-tfqiwyvxsz-1481968719.jpg","tags":["BJP","Congress","Madhya Pradesh","Chhattisgarh","Rajasthan","Telangana","Mizoram"],"source":"https://scroll.in/latest/1060253/assembly-polls-37-of-678-elected-mlas-in-five-states-face-criminal-cases-says-election-watchdog"}