{"title":"Assembly polls: Two sitting CMs, one deputy CM lose – a look at how the key candidates fared","content":"The results of the Assembly elections in five states were very much in line with the exit polls which on Tuesday predicted the Bharatiya Janata Party to be favourites in Uttar Pradesh and a sweeping victory for the Aam Aadmi Party in Punjab.As it turns out, the BJP is set to form governments in Manipur, Goa and Uttarakhand as well.However when it came to individual candidates, there were some surprises in store. Here is a look at how the key candidates fared across the five states:Uttar PradeshChief Minister Adityanath was leading in Gorakhpur Urban seat by more than a lakh votes in the Gorakhpur Urban constituency at 10 pm. In the Karhal constituency, Samajwadi Party chief Akhilesh Yadav emerged victorious by securing 60.12% of the total votes cast. The Samajwadi Party has not lost the Karhal seat since 1993.Dharam Singh Saini, who quit the Adityanath Cabinet to join the Samajwadi Party, lost the Nakur constituency by just 315 votes. He was defeated by BJP’s Mukesh Choudhary. Minister Swami Prasad Maurya, who joined Samajwadi Party on January 14, lost from Fazilnagar constituency to BJP’s Surendra Kumar Khushwaha by 41,781 votes. In Kairana, a Muslim-dominated constituency, Samajwadi Party’s Nahid Hasan defeated BJP’s Mriganka Singh by 25,887 votes.Deputy Chief Minister Keshav Prasad Maurya lost the Sirathu constituency to Samajwadi Party’s Pallavi Patel by a margin of 7,337 votes.The saffron party won all eight seats of Lakhimpur Kheri district.The district hit the headlines in October when eight people, including four farmers, were killed during a protest against the Centre’s contentious agriculture laws. Union minister Ajay Mishra’s son Ashish Mishra has been charged with murder and criminal conspiracy after farmer bodies had alleged that a vehicle belonging to him had run over the protestors.He had been arrested on October 9. He walked out of jail on February 15 after the Allahabad High Court granted him bail on February 10.BJP’s Saurabh Srivastava won the Varanasi Cantonment seat by defeating Samajwadi Party’s 86,844 votes. Varanasi North and South constituencies were also won by BJP candidates. Varanasi is Prime Minister Narendra Modi’s parliamentary constituency.PunjabPunjab turned out to be a setback for the Congress. Chief Minister Charanjit Singh Channi lost from both Chamkaur Sahib and Bhadaur seats that he contested from.In Chamkaur Sahib, Aam Aadmi Party candidate Charanjit Singh won by 6,373 votes against the Punjab chief minister. In the second seat, the Aam Aadmi Party candidate Labh Singh Ugoke won by a margin of 36,964 votes.Former Punjab Chief Minister Amarinder Singh also lost Patiala Urban constituency, his family bastion, to Aam Aadmi Party candidate Ajit Pal Singh by a margin of over 13,000 votes.Meanwhile, voters in the Amritsar East constituency snubbed both high-profile candidates, Congress’ state unit chief Navjot Singh Sidhu and Akali Dal leader Bikram Singh Majithia.Aam Aadmi Party candidate Jeevan Jyot Kaur bagged the seat with 39,679 votes. Sidhu finished second with 32,929 votes, while Majithia secured 25,188 votes,Shiromani Akali Dal patriarch Parkash Singh Badal and his son Sukhbir Singh Badal lost the seats they contested to candidates of Aam Aadmi Party.Parkash Singh Badal, who contested from his traditional seat of Lambi in Muktsar district, lost to the Aam Aadmi Party’s Gurmeet Singh Khudian by 11,396 votes, according to the data available on the Election Commission’s website.Sukhbir Singh Badal lost the Jalalabad constituency seat to Jagdeep Kamboj of the Aam Aadmi Party by 30,930 votes. Sukhbir Singh Badal was elected chief minister in 2012.ManipurManipur Chief Minister and Bharatiya Janata Party candidate N Biren Singh won the Heingang seat by a huge margin of 18,271 votes. He asserted that his party will form the government with a full majority in the state.National People’s Party leader and Deputy Chief Minister Yumnam Joykumar Singh lost the Uripok constituency to BJP candidate Khwairakpam Raghumani Singh by 909 votes.Former Chief Minister and Congress leader Okram Ibobi Singh defeated BJP candidate Leitanthem Basanta Singh in Thoubal by a margin of 2,543 votes.Former Manipur Congress chief Konthoujam Govindas Singh, who joined the BJP last year, defeated Janata Dal (United) candidate Oinam Nabakishore Singh in Bishenpur by 1,409 votes.In Yaiskul constituency, well-known police officer and Janata Dal (United) candidate Th Brinda Devi finished a distant third. BJP minister Thokchom Satyabrata Singh won the seat.Losii Dikho of Naga People’s Front defeated Independent candidate Woba Joram in the Mao constituency by 8,513 votes.UttarakhandEven as BJP bagged 38 of the 70 seats in the state, sitting Chief Minister Pushkar Singh Dhami lost to Bhuwan Chandra Kapri of the Congress in the Khatima constituency by a margin of 6,579 votes.Former Uttarakhand Chief Minister and Congress candidate Harish Rawat lost in Lalkuwa Assembly constituency by a margin of 17,527 votes to BJP’s Mohan Singh Bisht. Rawat took responsibility for the party’s defeat.Uttarakhand BJP chief and four-time MLA Madan Kaushik won from Hardwar constituency. He secured 55.45% of the total votes cast.Congress’s Yashpal Arya won from the Bajpur constituency. He defeated BJP’s Rajesh Kumar by 1,611 votes. Arya had quit Congress and joined BJP in 2017. He returned to the party last year. GoaBJP won 20 seats in Goa – one seat short of gaining a majority.Goa Chief Minister and BJP leader Pramod Sawant won the Sanquelim constituency by a narrow margin of 666 votes.In Panaji, BJP’s Atanasio Monserrate defeated former Chief Minister Manohar Parrikar’s son, Utpal Parrikar, by 716 votes.Utpal Parrikar was contesting as an Independent candidate after BJP denied him a ticket.BJP leader Vishwajit Rane won the Valpoi constituency by 8,085 votes, while Leader of Opposition, Digambar Kamat of Congress bagged the Margao constituency by 7,794 votes. Kamat was up against Deputy Chief Minister Manohar Ajgaonkar.Deputy Chief Minister in the Pramod Sawant-led cabinet, Chandrakant Kavlekar, lost to Congress candidate Altone D’Costa in Quepem. D’Costa, a first time contestant from the constituency, defeated Kavlekar by a margin of more than 3,000 votes.","author":"Scroll Staff","time":"2022-03-10T22:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171333-qxzwayvaed-1646927784.jpg","tags":["Assembly polls","BJP","Punjab polls","Uttar Pradesh","Manipur","Uttarakhand polls","Goa Assembly elections"],"source":"https://scroll.in/latest/1019228/assembly-polls-two-sitting-cms-one-deputy-cm-lose-a-look-at-how-the-key-candidates-fared"}