{"title":"Assembly polls: BJP wins in Nagaland and Tripura, offers support to Conrad Sangma’s NPP in Meghalaya","content":"The Bharatiya Janata Party and its allies on Thursday won the Nagaland and Tripura Assembly elections, data from the Election Commission showed.The saffron party failed to make a similar impact in Meghalaya but ultimately extended support to the Congrad Sangma-led National People’s Party to form the government. The National People’s Party and the BJP had contested the 2018 polls together but split ahead of this years elections.Prime Minister Narendra Modi thanked the residents of the three states for their support to BJP. Addressing party workers in New Delhi, he said that the results from the northeastern states show people have full faith in democracy and democratic institutions.Speaking from @BJP4India HQ.  https://t.co/mZmECGZkzm— Narendra Modi (@narendramodi) March 2, 2023\n\n“By frequently visiting the northeast, I won their heart,” Modi said. “And it’s a big win for me.   I was satisfied that the people of the North East are no longer ignored.”  Elections in Tripura were held on February 16, while polls in Meghalaya and Nagaland were held on February 27. Each state has 60 Assembly seats.  NagalandIn Nagaland, the ruling alliance of the Nationalist Democratic Progressive Party and the BJP retained power as they won 37 of the 60 seats. The majority mark in the state is 31.The Nationalist Congress Party won seven seats, followed by the National People’s Party with five seats. Four Independents were also elected to the state Assembly.Source: Election Commission.With Thursday’s victory, NDPP chief Neiphiu Rio is set to become the chief minister of the state for the record fifth term.The state also elected women MLAs for the first time.Two woman candidates of the NDPP – Hekani Jakhalu and Salhoutuonuo Kruse – won the election from the Dimapur III seat and the Western Angami constituency. They were the only two women candidates fielded by the NDPP.Also Read: Why the return of NDPP-BJP in Nagaland was a victory foretoldTripuraIn Tripura, the BJP and its coalition partner, the Indigenous People’s Front of Tripura, secured 33 of the 60 seats. The saffron party alone emerged victorious in 32 constituencies.The Communist Party of India (Marxist) won 11 seats and the Congress three. The Tipra Motha party, a new entrant in the elections, won 13 seats.Source: Election Commission.In terms of vote share, the BJP received 39% of the votes, the CPI(M) 24.6% and the Congress 8.6%.In the 2018 elections in Tripura, the BJP-led coalition had won a comfortable majority, securing 44 seats, and dismantled the Left Front government of 25 years.MeghalayaIn Meghalaya, the ruling National People’s Party emerged as the single-largest party after winning 26 out of the 59 seats but failed to cross the majority mark. The BJP, which had severed ties with the NPP before the elections this year, won two seats.Source: Election Commission.However, as the results trickled in, Sangma urged Union Home Minister Amit Shah to offer support to form the government, announced Assam Chief Minister Himanta Biswa Sarma.In another tweet, Sarma said that BJP president JP Nadda has agreed to Sangma’s demand.Adaraniya Sri @JPNadda ji , the national president of the @BJP4India has advised the state unit of BJP, Meghalaya to support the National people’s Party in forming the next government in Meghalaya. @SangmaConrad— Himanta Biswa Sarma (@himantabiswa) March 2, 2023\n\nBesides the NPP-BJP coalition, the regional outfit United Democratic Party emerged as the second-largest party in the Meghalaya Assembly. The outfit was previously a part of the coalition with the BJP and the NPP.The United Democratic Party was formed in 1997, as an offshoot of the first regional party of the state, the All Party Hill Leaders’ Conference, which was borne out of the Meghalaya statehood movement, reported The Indian Express.","author":"Scroll Staff","time":"2023-03-02T21:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187500-dkizbwcial-1677772821.jpg","tags":["Tripura","Nagaland","Meghalaya"],"source":"https://scroll.in/latest/1044956/assembly-polls-bjp-wins-in-nagaland-and-tripura-offers-support-to-conrad-sangmas-npp-in-meghalaya"}