{"title":"Assembly elections: Mizoram records 77.73% turnout as voting ends","content":"Voting for the 40-seat Mizoram Assembly and 20 out of 90 Assembly constituencies in Chhattisgarh was hold on Tuesday. The northeastern state recorded a voter turnout of 77.73%, while Chhattisgarh saw a voter turnout of 71.11%, according to the Election Commission.Mizoram has a total of 8,56,868 registered voters spread across 1,276 polling stations. The voting process in the state began at 7 am. The Mizo National Front, which is part of the Bharatiya Janata Party-led National Democratic Alliance, had won 26 out of 40 Assembly seats in the 2018 polls. The Congress had secured five seats while the BJP won a single seat.This time, the state is expected to witness a triangular contest among the Mizo National Front, the Zoram People’s Movement and the Indian National Congress. A total of 174 candidates are contesting the polls. The Mizo National Front, the Congress and Zoram People’s Movement are fighting from all 40 constituencies. The BJP, the Aam Aadmi Party and independents are contesting 23 seats, 4 and 27, respectively. Mizoram Chief Minister Zoramthanga cast his vote at one of the polling stations in Aizawl on Tuesday morning. #WATCH | Chief Minister of Mizoram Zoramthanga casts his vote for the Mizoram Assembly Elections 2023 at 19-Aizawl Venglai-I YMA Hall polling station under Aizawl North-II assembly constituency. pic.twitter.com/w3MdGFLWme— ANI (@ANI) November 7, 2023\n\nPolling for 40ACs in #Mizoram and 20 ACs in First Phase in #Chhattisgarh is scheduled for tomorrow. Check out 👇for more details#ECI #AssemblyElections2023 pic.twitter.com/1X5HLuQ5if— Election Commission of India #SVEEP (@ECISVEEP) November 6, 2023\n\nMeanwhile, in Chhattisgarh, the Congress is seeking to fend off the challenge from the BJP and retain power. Out of the 20 seats where polling is taking place on Tuesday, the Congress had won 19 in the last elections. There are 223 candidates contesting the polls from these 19 seats.In 10 of the 20 constituencies, the polling began at 7 am, while voting in the remaining 10 seats began at 8 am, according to PTI. There are 40,78,681 registered voters in the first phase of the Chhattisgarh elections.On Tuesday, a Central Police Reserve Force soldier was injured in an Improvised Explosive Device blast triggered by Maoists in the Tondamarka area of Sukma district on Tuesday, Superintendent of Police Kiran Chavan told ANI.  A day before the first phase of polling, another Improvised Explosive Device blast in Kanker district had injured a Border Security Force constable and two polling team members.जिला @BastarDistrict के सुदूर अंचल में स्थित संवेदनशील मतदान केंद्र कलेपाल में ग्रामीण मतदाताओं को मिला पहली बार अपने ग्राम में मताधिकार को प्रयोग करने का अवसर।#ECI #ECISVEEP #Chunaitihar @ECISVEEP@SpokespersonECI pic.twitter.com/Wve66Ym2S3— Chief Electoral Officer, Chhattisgarh (@CEOChhattisgarh) November 7, 2023\n\nAhead of the polls in Chhattisgarh, the Congress and the BJP tried to outdo each other with their paddy procurement prices for farmers. On Friday, the BJP had promised that it will procure paddy at Rs 3,100 per quintal if it comes to power in the state in the upcoming Assembly election. The Congress government in the state currently purchases the crop at Rs 2,600 per quintal, a price that is already the highest in the country. However, after the saffron party upped the ante, the Congress promised that farmers would get Rs 3,200 for every quintal of paddy. The amount will include an input subsidy under the Rajiv Gandhi Kisan Nyay Yojana, the manifesto said.The BJP, meanwhile, has urged Chhattisgarh Chief Minister Bhupesh Baghel to respond to allegations by the Enforcement Directorate that he accepted bribes of at least Rs 508 crore from illegal betting website Mahadev Book. The allegations came after the Enforcement Directorate conducted raids in the state and arrested two persons.Also read: In Mizoram, a young party promises a fresh start for the stateBastar votes today. There is change in the air","author":"Scroll Staff","time":"2023-11-07T08:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195667-zgjpeknajq-1699324582.jpg","tags":["Mizo National Front","Chhattisgarh","Mizoram","BJP","Congress"],"source":"https://scroll.in/latest/1058739/assembly-elections-voting-begins-in-mizoram-20-out-of-90-seats-in-chhattisgarh"}