{"title":"Assembly elections in Tamil Nadu, Kerala, Puducherry to be held in single phase on April 6","content":"Assembly elections in Tamil Nadu, Kerala and Puducherry will be held in a single phase on April 6, the Election Commission of India announced on Friday. The polls will be held for 234 Assembly constituencies in Tamil Nadu, 140 in Kerala and 30 in Puducherry.Besides these states, elections will also be held in Assam and West Bengal between March 27 and April 29 in three and eight phases, respectively. Chief Election Commissioner Sunil Arora said that counting of votes in all the four states and the Union Territory will be held on May 2.The term of the 140-member Kerala Assembly will end on June 1. The issue of notification will take place on March 12, followed by the scrutiny of nomination on March 20. The last date of withdrawal of candidature is March 22, and finally, the polling of votes will take place in 14 districts on April 6. The bye-election to Mallapuram Parliamentary constituency will be held simultaneously on April 6, the Election Commission said. The Bharatiya Janata Party is preparing to the challenge the Pinarayi Vijayan-led Left Democratic Front  government in Kerala. The BJP had toured Kasaragod district last week to flag off the party’s campaign ahead of the state elections, with Uttar Pradesh Chief Minister Adityanath addressing rallies. In his speech, the Hindutva leader chose to target Vijayan over the absence of a law in the state to tackle conspiracy theories of “love jihad”.Congress leader Rahul Gandhi has also been vociferously campaigning in the state. Gandhi is an MP from Wayanad. However, the main contest is being expected to take place between the ruling LDF and the United Democratic Front. The voters have alternated between the two in past state elections.The term of the Tamil Nadu Assembly ends on May 24. The notification for the Assembly elections in 28 districts for 234 constituencies will be issued on March 12. The last date of filing nomination is March 19, while the last date for the scrutiny of nominations is March 20. The last date for withdrawing candidature is March 22, before voting takes place on April 6. Elections to the vacant seat in Kanyakumari constituency will also be held simultaneously on April 6. The BJP will contest elections with its ally All India Anna Dravida Munnetra Kazhagam, while the Congress is expected to fight it along with the Dravida Munnetra Kazhagam. Another aspect to watch out for is the reemergence of expelled All India Anna Dravida Munnetra Kazhagam leader VK Sasikala, who returned to Tamil Nadu to a rousing welcome after serving a four-year jail term. She urged the AIADMK to unite against the MK Stalin-led Dravida Munnetra Kazhagam.In Puducherry, which has been the centre of political drama of late, two districts will vote for 30 constituencies on April 6. The date of issue of notification is March 12, and the last date of filing nomination for candidates is March 19. For the scrutiny of nominations, the last date is March 20. The candidates have time till March 22 to withdraw their candidature. Earlier this month, the Congress-led Puducherry government had collapsed after four of the party MLAs had resigned. Three days after the Congress failed to prove its majority in a floor test, the Union Territory was placed under the President’s rule on Thursday. The BJP had said it will not stake claim to form a government, but expressed confidence that the party will win in the Assembly election.Elections during pandemicAfter Bihar, this is the first major set of elections to be held in the middle of the coronavirus pandemic. The Election Commission said that just like the November elections, this time too, all precautionary measures will be in place to avoid the spread of Covid-19. “Elections by definition involve large gatherings of people, whether it’s counting of votes or campaigning,” CEC Sunil Arora said. “Therefore, we have taken several steps to limit the spread of the disease.”This includes measures to ensure physical distancing, hand hygiene and the reduction of polling stations at every voting centre. Besides, states can make local changes and variations for holding the elections, with respect to their coronavirus situation. Polling time has been uniformly increased in all states and the Union Territory by one hour. Door to door campaigning has been restricted to five persons, including the candidate, while roadshows are allowed but in a staggered manner.","author":"Scroll Staff","time":"2021-02-26T18:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155472-fpalucdebg-1614344648.jpg","tags":["Tamil Nadu","Kerala","Puducherry","Assembly elections","Election Commission"],"source":"https://scroll.in/latest/988035/assembly-elections-in-tamil-nadu-kerala-puducherry-to-be-held-in-single-phase-on-april-6"}