{"title":"At 75, will India return to the divisive logic of Partition? Plus six other Sunday reads","content":"At 75, will India embrace the logic of freedom or partition?For some time now, the Narendra Modi government has attempted to mine the 1947 Partition for political gain. In recent years, it has backed the Citizenship Amendment Act and the National Register of Citizens, promising to settle outstanding business from the time British India was divided into two countries. In this vein, on Saturday, Modi announced that August 14 would be observed as Partition Horrors Remembrance Day. In the Indian Express, Pratap Bhanu Mehta points out that India can today remember August 15, 1947, either as the moment of Partition – trapping Indians in “compulsary identities” – or as the liberation of Independence, which lets Indians define themselves.More here.Each state making OBC list will mean a recipe for turmoilFor some decades now, the Other Backwards Classes, who comprise more than half of India’s population, have driven electoral politics in India. In fact, the Bharatiya Janata Party owes its rise greatly to its courting of Hindu OBCs. So it isn’t surprising that the just concluded Monsoon session of Parliament unanimously passed the Constitution (127th Amendment) Bill, 2021, transferring the right to identify OBCs to the states.However, in The Times of India, Shyam Babu of the Centre for Policy Research objects to this political consensus. Till now, OBCs were identified by an apolitical and elaborate process that included measuring a group’s backwardness. Now, he argues, the process will be purely political, with electoral compulsions powering the determination of backwardness.More here.Afghanistan’s military was built over 20 years. How did it collapse so quickly?In the two decades following the invasion of Afghanistan, the United States spent $83 billion in weapons, equipment and training to build the Afghan military. So how is it folding like a pack of cards when faced with the ragtag Taliban militia?In the New York Times, Thomas Gibbons-Neff, Fahim Abed and Sharif Hassan report on the utter demoralisation of the Afghan military, which feels little motivation to defend the corrupt, incumbent regime.More here.Malignant normality: The psychological theory that explains naked emperors, narcissists and NazisIf one person’s crazy beliefs suddenly become mainstream, that is malignant normality. We’ve seen it in Hans Christian Andersen’s classic literary folktale “The Emperor’s New Clothes” but also in the rise of demagogues like Hitler and Trump, who got millions to follow their absurd ideas.In a liberal democracy whose primary tenet is rationalism, it is clear that malignant normality is an aberration that threatens the organisation of society. So is there any way to stop it, asks Mathew Rozsa in Salon.More here.Trotsky after KolakowskiLeszek Kolakowski, the author of the magisterial Main Currents of Marxism, was openly contemptuous of Leon Trotsky.Note that Trotsky was undeniably brilliant. How many intellectuals are there who sipped coffee in Café Zentral in Vienna on a Friday, and then led the largest army of workers and peasants in the world to victory next Monday? Yet, once Lenin was gone, Trotsky displayed an unusual willingness to move beyond intellectual positions and actually take charge of events on the ground.On his blog, economist Branko Milanovic writes that eventually, Trotskyism came to exemplify this characteristic of Trotsky himself.  It became after World War II a useful “movement” to have nice dinner conversations and to meet clever girlfriends and boyfriends.More here.Can America regain global leadership? A view from SingaporeAfter 40 years of Cold War and seemingly interminable post-9/11 wars in the Middle East, it has been clear for a decade or so that ordinary Americans are no longer willing to bear any burden or pay any price to uphold global order. To add to that is the rise of China, as a co-equal power.US–China competition, however, is not a “new Cold War”; that is an intellectually lazy and overused trope that fundamentally misrepresents the nature of US-China competition. The US and the Soviet Union led two separate systems connected only at their margins. Their Cold War competition was to determine which system would prevail. By contrast, the US and China are both vital and irreplaceable components of a single global economic system, argues Bilahari Kausikan, Singaporean academic and retired diplomat, in the Jerusalem Strategic Tribune.More here.Lungi vs Vetti – Caste and class prejudice in clothing of Tamil cinemaThere is a stark contrast in portrayal of the lungi and vetti in Tamil cinema. The white vetti-sattai has enjoyed the status of respectable traditional attire of Tamil film protagonists for many decades. The lungi, on the other hand, has been used as the untidy costume of goons or for TASMAC dance sequences,  creating a stereotypical on-screen image for the garment.However, renowned filmmakers like Pa Ranjith, Vetrimaaran, & Mari Selvaraj have catalysed a paradigm shift in portrayal of lungis in Tamil cinema, argues  Purushu Arie on his blog.More here.Shoaib Daniyal covers national politics for Scroll.in","author":"Shoaib Daniyal","time":"2021-08-15T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162804-zgmzxpbsxk-1628947357.jpg","tags":["OBC","partition","Lungi","Tamil cinema"],"source":"https://scroll.in/article/1002856/at-75-will-india-return-to-the-divisive-logic-of-partition-plus-six-other-sunday-reads"}