{"title":"At Chandigarh film festival, the art and business of cinema go together ","content":"The Cinevesture International Film Festival that will take place in Chandigarh will not only screen Indian and international titles but also connect filmmakers with investors, exhibitors and distributors. Organised by Nina Lath, CIFF will be held between March 27 and 31.“Apart from screening films, we also wanted a market that was producer-centric,” Lath, the former National Film Development Corporation Managing Director and Film Bazaar founder, told Scroll. “There are a lot of people outside the industry who want to invest in films.”The first edition kicks off with A Taste of Things. Anh Hung Tran’s visually sumptuous ode to French haute cuisine stars Benoit Magimel and Juliette Binoche. The closing film is Jang Jae-hyun’s horror thriller Exhuma.\n\n\n    \n    Play\n\nThe Taste of Things (2023).The international line-up also has Jonathan Glazer’s Oscar-winning The Zone of Interest, Hirokazu Kore-eda’s Monster, the animated film Sultana’s Dream, the Iranian documentary Seven Winters in Tehran and Sri Lankan master Prasanna Vithanage’s Paradise, starring Darshana Rajendran and Roshan Mathew.\n\n\n    \n    Play\n\nParadise (2023).Among the Indian titles is Gurvinder Singh’s Adh Chanani Raat, Rima Das’s Tora’s Husband, Jayant Somalkar’s Sthal and Lijo Jose Pellissery’s Malaikottai Vaaliban.The Indian documentaries include Harjit Singh’s film on Punjabi painter and writer Imroz, Sreemoyee Singh’s And, Towards Happy Alleys and Varun Grover’s short film Kiss.The Indian classics that will be screened at open-air screenings are Satyajit’s Ray’s Jalsaghar (1958), Guru Dutt’s Kaagaz Ke Phool (1959) and Francis Ford Coppola’s 2020 recut The Godfather Coda: The Death of Michael Corleone.\n\n\n    \n    Play\n\nSthal (2023).The CIFF director is former Films Division Director-General VS Kundu and its Artistic Director is Bina Paul, who previously steered the International Film Festival of Kerala. The programme includes a children’s section curated by Harinder Sandhu. Nina Lath has assembled an advisory board that includes the actor Rana Daggubati, former head of the Cannes Film Market Jerome Paillard, former co-cirector of Sundance Film Festival Nicole Guillemet and Indian filmmaker Ajitpal Singh (Tabbar, Fire in the Mountains).The event has been organised by Cinevesture, the company founded by Lath in 2022. The festival’s goals align with those of Cinevesture, Lath told Scroll – “to facilitate the business of films”.Nina Lath.The CIFF Market Projects section, curated by Namrata Joshi, has 20 upcoming projects comprising films and web series. “The projects have been curated to build an investor-creator network and mitigate the risk for investors,” Gupta said.These include April Mein Shootout from Randeep Jha (Trial By Fire, Kohrra) Girls of Orlem, Alankrita Shrivastava’s adaptation of Lindsay Pereira’s novel Gods and Ends, and Chhaal by Don Palathara (Family, Central Travancore).Also part of the market projects are Peach No. 15 by Ayappa KM (War Room from Unpaused Season 2), The Trials by Gurvinder Singh (Anhe Ghore Da Daan, Chauthi Koot), Sacred by Deepa Bhatia (Nero’s Guests, First Act), Husky by Atika Chohan (writer of Chhapaak, Agra), The Bookkeeper’s Wife by Bauddhayan Mukherji (Teenkahon, The Violin Player), #JACK by Bhaskar Hazarika (Kothanodi, Aamis) and I.T.A. by Vandana Kataria (Noblemen).Independent Indian cinema needs all the help it can get in terms of seeing projects reach the finishing line, Lath added. Unlike Film Bazaar, the CIFF market will work with existing talent rather than find new voices. she pointed out.“We also have workshops and master classes to address the disparity between filmmakers and skilled personnel,” Lath said. “Filmmaking works on informal networks – when you are looking for a third assistant director, you send out a WhatsApp message. What we are trying to do is create a Yellow Pages for the industry on our website, where there will be job listings, for instance.”","author":"Scroll Staff","time":"2024-03-25T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199549-ioliavksyw-1711307210.jpeg","tags":["Cinevesture International Film Festival","Nina Lath","Cinevesture"],"source":"https://scroll.in/reel/1065733/at-chandigarh-film-festival-the-art-and-business-of-cinema-go-together"}