{"title":"At ceremony for new Parliament building, Modi spoke of democracy – to cover up the absence of it","content":"Democracy was the burden of Prime Minister Narendra Modi’s song as he laid the foundation stone for the new Parliament building on December 10. He invoked Guru Nanak to emphasise the importance of dialogue, perhaps as a nod to the Sikh farmers protesting at the edges of the capital. He referred to instances from 10th and 12th century India to make a case for a native tradition of democracy, apparently older than the version adapted from the West. Democracy was a culture in India, a way of life and the soul of the nation, said the prime minister, in a ceremony whose circumstances and impulses were decidedly undemocratic. Modi was addressing an audience of ministers and select industrialists. Most of the Opposition had steered clear of a ceremony that went ahead in the midst of a pandemic and farmer protests that are an indictment of how India’s parliamentary democracy has performed in recent times. It also went ahead despite several lawsuits against the Central Vista project, of which the new Parliament building is a key component. The Supreme Court allowed the ceremony but stayed all construction or demolition before it decided on petitions against the project. But the ebullience of the prime minister’s speech, and the 2022 deadline for completing the building, suggests lawsuits are trivial pursuits. They are bound to be decided in favour of this grand edifice to “New India”. Finally, a “bhumi pujan” was performed to consecrate the foundation of the new “temple of democracy”. While an interfaith prayer was said, the religious rituals of the majority dominated the service. Why exactly did the new Parliament of a secular state begin life with religious rituals in the first place? Down with the oldThe old Parliament building has long been absorbed into the iconography of Indian democracy, its images printed on bank notes and flashed on television screens by Doordarshan before the daily news broadcast. Independent India took colonial structures, it is argued, and made them its own.It is true that the Parliament building and central vista of Lutyens’s Delhi are steeped in histories of injustice that are often elided in the national narrative; consider the 150 villages erased to make way for the new imperial capital in the early 20th century. It may also be up for discussion whether the grand urban axis – a legacy of empire, aimed at impressing upon citizens the terror and awe of the state – best represents a modern democracy. But these matters were never up for discussion. There was little public or parliamentary debate about the new central vista project. Constitutional guidelines were bypassed, heritage laws were twisted, land use and environmental guidelines were shrugged off to push it through in just a few months. The Central Public Works Department, presiding over the Central Vista Committee despite a conflict of interest, gave a “no objection” certificate despite 1,200 recorded objections from citizens. Tenders were rushed through in a secretive process.Diversion! #CentralVista pic.twitter.com/Oxz0NMlLjJ— Satish Acharya (@satishacharya) December 11, 2020\n\nWhile the new Parliament building is to cost Rs 971 crore, the entire redevelopment project, which will reconfigure central Delhi, is an estimated Rs 20,000 crore in public funds. It makes for especially bad optics right now. The country is reeling from an economic crisis and farmers protest against laws they fear will leave them at the mercy of corporates. The capital chokes on the annual winter smog, fed by stubble burning and construction dust. Fast tracking the project now has a distinct Nero fiddled while Rome burned bravado to it.Hurry up with the newIt has been argued that India needs a bigger building to house more parliamentarians in an increasingly populous democracy. But delimitation, which will drive up the number of representatives, is not until 2026. The Centre’s hurry to complete the building by 2022, in time to commemorate 75 years of Independence, speaks of this government’s fetish for monumentalisation.Statues of iron men, temples on the site of desecrated mosques, renamed roads – these are the many ways in which Modi’s Bharatiya Janata Party has tried to remould the national imaginary. Now, the Parliament building will be cast in the image of “New India”, Modi claimed. But, given the lack of public participation and debate, it may well be in the image of Modi and his government.","author":"Ipsita Chakravarty","time":"2020-12-12T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151810-gpwbxinszd-1607695482.jpg","tags":["Narendra Modi","Central Vista project","Supreme Court"]}