{"title":"At Elgar Parishad 2021, calls for freedom for the ‘Bhima Koregaon 16’","content":"On Saturday morning, people entering Pune’s Ganesh Kala Krida auditorium were greeted by dozens of police officials at every gate, multiple security checkpoints with metal detectors, repeated bag-checks and body pat-downs, and police sniffer dogs roaming around the compound.The intense police scrutiny was on account of the event held at the auditorium: Elgar Parishad 2021, the defiant second edition of an event that became controversial after the Maharashtra police accused its organisers – a coalition of 250 anti-caste and human organisations – of instigating caste-based violence in Pune’s Bhima Koregaon area on January 1, 2018.The first Elgar Parishad was held in Pune’s Shaniwar Wada on December 31, 2017, a day before lakhs of Dalits from across India gathered at the village of Koregaon Bhima to commemorate the 200th anniversary of a battle in which a Dalit contingent of the British army defeated the region’s Peshwa Brahmins. To mark the occasion, speakers at the Elgar event highlighted the rise of “new Peshwas” in the form of right-wing Hindutva forces across the country.Since June 2018, 16 activists and intellectuals have been arrested and denied bail for allegedly provoking the Bhima Koregaon violence, operating as “urban Naxals” with Maoist connections and carrying out “anti-national” activities. They include educators Anand Teltumbde, Shoma Sen and Hany Babu, Adivasi rights activist Stan Swamy, poets Sudhir Dhawale and Varavara Rao, lawyer Sudha Bharadwaj and activists Gautam Navlakha, Arun Ferreira and Vernon Gonsalves.The authorities claim they were associated with organising the first Elgar Parishad, though most of them have denied this.Meanwhile, Hindutva leaders Sambhaji Bhide and Milind Ekbote – also accused of instigating the 2018 violence – have not been arrested.A poster at the Elgar Parishad event in Pune on Saturday. Photo: Aarefa JohariThe second Elgar Parishad on Saturday was organised as a tribute to the 16 arrested activists as well as a reiteration of their anti-caste, anti-Hindutva ideologies. The date of the event marked the death anniversary of Gandhi and the birthday of Rohith Vemula, a Dalit student of Hyderabad Central University whose suicide in 2016 triggered a national students movement against casteism in educational institutes.“The institutional murder of Rohith Vemula and the enforced disappearance of [JNU student] Najib Ahmed show that there are histories of casteism and fascism deeply entrenched within universities,” said Ayesha Renna, one of the speakers at the event and one of the students of Delhi’s Jamia Milia Islamia who stopped police officials from beating up a fellow student during the 2019 protests against the Citizenship Amendment Act.Other speakers at the Elgar event included author Arundhati Roy, former bureaucrat Kannan Gopinathan, Justice BG Kolse-Patil, student leaders Sharjeel Usmani and Ayesha Renna, and journalist Prashant Kanojia.\"I don't trust the Indian State today. And it is not my responsibility to trust it. It is the State's responsibility to earn my trust.\"Former AMU student Sharjeel Usmani speaking at the Elgar Parishad organised in Pune today.@scroll_in pic.twitter.com/d8IcbYl3gZ— Aarefa Johari (@AarefaJohari) January 30, 2021\n\n‘Laws implemented selectively’Arundhati Roy, the keynote speaker, spoke at length about the many different laws and methods the current government is using to clamp down on minorities of various kinds. “In our country laws are selectively applied depending on your class, caste, ethnicity, religion, gender and political beliefs,” she said. “So, while poets and priests, students, activists, teachers and lawyers are in prison, mass murderers, serial killers, daylight lynch mobs, disreputable judges and venomous TV anchors are handsomely rewarded and can aspire for high office. The highest, even.”Focussing on the “Bhima Koregaon-16” – the arrested activists – she said, “Nobody, not even their captors probably believe that they have committed the hackneyed crimes they are being accused of – planning the assassination of the prime minister, or plotting murder. Everybody knows they are in jail for their intellectual clarity and moral courage – both of which are viewed by this regime as a significant threat.” Read her full speech here. If Bhagat Singh was born today, he would be arrested for being anti-national: Kabir Kala Manch performing this song at the second Elgar Parishad organised in Pune today.Three Kabir Kala Manch members are among 16 arrested in the Bhima Koregaon case. @scroll_in pic.twitter.com/U7o0gvv69z— Aarefa Johari (@AarefaJohari) January 30, 2021\n\nThe Elgar event was attended by 200-300 people, a lower turnout than the organisers expected. “I think this time the response is smaller because of Covid-19 and because some people are afraid after the police response to the previous Elgar Parishad,” said Sushant Kshirsagar, an event volunteer who was manning one of the many stalls selling books about casteism and politics at the venue. “But it is important to attend such events because people need to be made aware of the ways in which social activists are being targeted and arrested in the past few years.”‘Elgar should happen every year’Several other attendees expressed similar views about the need for political events like Elgar Parishad. “We may have got Independence but the system of Brahmanism has not yet ended,” said Aditya Santosh, a Masters of Arts student from Pune who attended Elgar along with two other members of his experimental theatre group. Santosh said that his under-graduate college in Pune was heavily influenced by Hindutva ideology. “I have experienced their censorship on students – they did not allow us to perform a play on Safdar Hashmi. So I feel it is my duty to stand with marginalised voices.”While Santosh was not in Pune during the first Elgar Parishad in 2017, construction supervisor Hanumant Shiv remembers not just the Elgar event but also the violence of Bhima Koregaon in 2018. “I was there during the riots and I saw who instigated the violence. But they are not the ones facing action – instead, our people are the ones being targeted and denied justice,” said Shiv, who describes himself as a caste-less Ambedkarite. “I think Elgar should happen every year in order to take this movement against casteism and communalism forward.”Aditya Santosh (right) with his friends at the Elgar Parishad event on January 30. Photo: Aarefa Johari","author":"Aarefa Johari","time":"2021-01-31T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154129-wvqsdjjsaj-1612022122.jpg","tags":["Elgar Parishad","Elgar 2021","Bhima Koregaon","Dalit rights","Pune","Arundhati Roy"],"source":"https://scroll.in/article/985536/at-elgar-parishad-2021-calls-for-freedom-for-the-bhima-koregaon-16"}