{"title":"At peace: Eight tribals killed in 2015 Manipur agitation to be buried this month","content":"On May 10, over 600 days after violent protests broke out in Churachandpur town of Manipur, a memorandum of understanding was signed between the organisation spearheading the protests and the state government.Churachandpur, which lies on the edge of the Manipur hills, erupted in September 2015 after the state government, then led by the Congress’s Okram Ibobi Singh, rushed through three bills that would be described as “anti-tribal”. People from the state’s hill tribes took to the streets and in the violence that ensued, nine young men were killed. As a mark of protest, the residents of Churachandpur refused to bury their dead. Nearly two years later, eight of the nine bodies still lie in the morgue of the town’s hospital. After the agreement between the Joint Action Committee Against Anti-Tribal Bills and the Manipur government, however, the bodies are likely to be buried “on or before” May 26.Contentious billsOn August 31, 2015, the Manipur Assembly passed the Protection of Manipur Peoples Bill, 2015, the Manipur Land Revenue and Land Reforms (Seventh Amendment) Bill, 2015, and the Manipur Shops and Establishments (Second Amendment) Bill, 2015.The stated aim was to protect the rights of the “indigenous people” of the state.  The bills defined who “Manipur people” were, and sought to restrict outsiders from entering the state, buying land and setting up business.   The legislation was passed in response to protests by student groups in the Imphal Valley, which is predominantly populated by the Meitei community. But it reopened old faultlines between the Valley and the hills, where the Naga and Kuki communities are in the majority.The hills already enjoyed protections that cordoned them off from the Valley. The hill tribes viewed the new bills with suspicion. The new legislation was discriminatory, they claimed. It sought to introduce restrictions akin to an inner line permit system, it would only enable people from the plains to encroach upon the hills and take away the tribals’ land. The bills were then referred to the Centre. In May 2016, President Pranab Mukherjee rejected the Protection of Manipur Peoples Bill, finding fault with its definition of who could be called “Manipuri”. The Ibobi Singh government urgently drafted a new version of the bill, which was to be sent for vetting by constitutional experts in Delhi. The other bills were also reportedly sent back for reconsideration.The agreementDespite the president apparently sounding the death knell for the bills in their original form, the Joint Action Committee did not call off the protest. The committee demanded, among other things, more autonomy for Manipur’s hill areas under the Sixth Schedule of the Constitution. The provisions of the Sixth Schedule provide for self-governance and dispute resolution through customary laws in tribal areas. When the Bharatiya Janata Party-led coalition took power in Manipur last March, the committee made a new demand: make Lamka, which covers Churachandpur town and adjoining areas, a full-fledged district.The memorandum of understanding signed on May 10 “acknowledges the demand of creation of a new district”, and promises compensation and employment to the kin of the victims of the 2015 agitation. Additionally, the state  government promised to “extend all help and cooperation in tripartite talks” with underground insurgent groups that are currently observing a ceasefire and the central government.  On the contentious bills, the agreement states:“The Ministry of Home Affairs, May 11, 2016, conveyed to the state government that the President of India withheld the Protection of Manipur People’s Bill, 2015. The other two bills are pending with the government of India and any further course of action will be in consultation with the stakeholders. In future, any new bill which affects the interests of the indigenous tribal people, the state government will follow due procedure as laid down in the Constitution of India and relevant rules in consultation with all stakeholders.”Nine young men were killed in Churachandpur in September 2015. Photo credit: AFPPromise of dialogueSo, what happened? What did the BJP do that the Congress did not to bring the Joint Action Committee to an agreement?HM Mangchinkhup, chief convener of the committee, said the previous government only offered “compensation and ex-gratia payment”. “This government has promised a political dialogue,” said Mangchinkhup. “The government has assured us that they would extend full cooperation towards solving our problems and engage with all stakeholders including groups that have signed SoO [Suspension of Operations] agreements with the government.” The Ibobi Singh government, Mangchinkhup said, did not show any inclination to discuss their demands of greater autonomy.Mary Beth, a woman’s activist in Churachandpur, said a series of “misunderstandings” had led to distrust between the protesters and the Congress government. “People were perhaps looking for a change,” she said. “Also, people want normalcy, they have their lives to attend to, earn their livelihood. You can only sustain a movement for so long.”She added, however, that their movement was far from over: “The issues remain, one flashpoint and there will be a flare-up again. This a long struggle for people’s rights and it will continue.”Cautious governmentThe BJP government is treading cautiously. Nimaichand Luwang, the ruling party’s spokesperson, said the government could not “commit to the formation of the new district”. “To carve out a new district is not an easy thing,” he said. On the issue of the contentious bills, Luwang said the government was in the process of framing a law to protect the “indigenous population  of Manipur”. “People in the Valley want the bills, but the hill people are protesting,” he said. “We will make a law only after consulting with all the communities.”Fragile peaceMany women leaders in Churachandpur, who played an key role in the agitation against the bills,  have complained that they were left out of the agreement process, so they will continue the stir.Grace Zamnu, 41, the lone woman in the 26-member Churachandpur Autonomous District Council, said she believed “the majority of the people” were unhappy with the agreement signed by the Joint Action Committee. “I think at least 60% people believe it was not the right thing to do,” she said. “The MoU has no concrete assurance on the real issues of land and tribal rights. Even the compensation amount is not what we had originally demanded.”Nianglian Atwu, president of the Manipur-based All Tribal Women’s Union, echoed Zamnu. “Since we were not even consulted before signing the MoU, we refuse to accept it,” she said, adding that the agreement did not address the “primary issues”. “The issue of land and identity protection of tribal people is not even mentioned in the MoU,” she explained.They will not obstruct the burial of the 2015 agitation victims, Atwu said, but their struggle will continue.  “When they need us women to protest, they call us,” she said. “But when it comes to taking decisions, we are ignored.”","author":"Arunabh Saikia","time":"2017-05-13T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837418-58021-othzgtpylo-1494578194.jpg","tags":["Manipur unrest","Tribal Protections","Okram Ibobi Singh","BJP","Meitei","Naga","Kuki"],"source":"https://scroll.in/article/837418/at-peace-eight-tribals-killed-in-2015-manipur-agitation-to-be-buried-this-month"}