{"title":"‘At risk’: A study quantifies the sharp retreat of Indian democracy since Modi’s election","content":"Narendra Modi was elected prime minister of India in May 2014. For more than a decade before that, he had the image of a Right-wing strongman and his election elicited concern from many quarters about the fate of Indian democracy – concerns that continued and, in many cases, got sharper as the Bharatiya Janata Party settled into the Union government and proceeded to capture state governments across a large swathe of India.Now, four years after he took office, a detailed quantitative study of democracy around the world has confirmed some of those fears: “The most populous democracy in the world, India, is at risk.”The report, released on May 28, was compiled by Varieties of Democracy, a team of more than 2,500 social science experts headquartered at the Department of Political Science at the University of Gothenburg, Sweden.The prognosis for much of the world is weak: democracy is in retreat in a number of large countries including Brazil, India, Russia, Turkey, and the United States.  The process affects around a third of the planet’s population or 2.5 billion people.India’s Liberal Democracy Index has fallen sharplyThe report’s Liberal Democracy Index attempts to capture the liberal and electoral aspects of a democracy. This includes the conduct of free and fair elections as well as liberal checks and balances on government with respect to individual rights and institutional balances.India ranks 81st among the world’s countries on the Liberal Democracy Index. In the South Asian region, Sri Lanka and Nepal rank higher than India. Moreover, India has seen a significant fall compared to its historical score ever since Modi came to power in 2014.Liberalism declining What has led to this slide? The elections side of India’s democracy is not in decline. Elections are timely as well as free and fair.  India’s poor performance is because of the clampdown on the liberal features of the Indian system.“The infringements on media freedom and the civil society activities of democracy following the election of a Hindu-nationalist government have started to undermine the longest-standing and most populous democracy in the Global South,” the report states.The report uses what it calls the Liberal Component Index to measure the liberal features of a country’s system. This includes the protection of individual and minority rights and checks and balances between various players in the political system.India has performed rather poorly on this index of liberalism since 2014.Freedom of expression, civil society under attackTwo of the main components driving down India’s score on the Liberal Component Index are attacks on freedom of expression and on civil society during Modi’s tenure as prime minister.Freedom of expression in India has plummeted under the BJP government with its score on the index falling 27% since 2014.The report also notes the shrinking space for civil society in India:“The government increasingly restricts the entry and exit of civil society organisations by using a law on foreign funding for NGOs, the Foreign Contributions Regulation Act [FCRA]. As of 2017, 20,000 CSOs [civil society organisations] – mainly working on human rights and environmental issues – have lost their licences. After that only 13,000 CSOs remain to continue working unconstrained. Three UN special rapporteurs have urged prime minister Modi to repeal the FCRA, claiming it is progressively used more to silence organisations involved in advocating civil, political, economic, social, environmental or cultural priorities, which may differ from those backed by the government.”As a result, the country’s Civil Society Participation Index has fallen significantly since 2011, registering its biggest decline in 2015, the year after Modi came to power.As many commentators bring up parallels between the 1975 Emergency and the current authoritarianism, the report argues that the situation under Modi is not as bad – as yet:“It remains to be seen if this trend will be reversed in the coming years or if India will descend further into the authoritarian regime spectrum – as during their authoritarian interlude from 1975-1977.”","author":"Shoaib Daniyal","time":"2018-07-11T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/885455-73245-azouotntwp-1512389941.jpg","tags":["Narendra Modi","Indian democracy","Hindu nationalist","Liberalism","Civil society","Freedom of expression"]}