{"title":"Athletics World C’ships 2023: India set new Asian record to reach men’s 4x400m relay final","content":"The Indian men’s 4x400m relay team came up with an astonishing performance at the World Athletics Championships heats on Saturday, setting a new Asian Record at the event in Budapest, Hungary. In doing so, they qualified for the final at the elite world event for the first time.The team of Muhammad Anas Yahiya, Amoj Jacob, Muhammed Ajmal Variyathodi and Rajesh Ramesh clocked a time of 2:59.05 min to break the record set by Japan at the World Championships last year. The timing also set a new national record, breaking the previous one of 3:00.25 min, which was set at the Tokyo Olympics.In the two heats, the top three finishing teams earn direct qualification to the final along with the next two fastest. The Indians however, left now doubt by finishing second in the first heat, trailing only the United States’ who finished 2:58.47 min.Who saw this coming 😳India punches its ticket to the men's 4x400m final with a huge Asian record of 2:59.05 👀#WorldAthleticsChamps pic.twitter.com/fZ9lBqoZ4h— World Athletics (@WorldAthletics) August 26, 2023\n\nThey also finished just ahead of Great Britain’s time of 2:59.42 min in what proved to be the faster of the two heats. Overall, India finished second.The Indian quartet will now compete in the final on Sunday along with the Americans, Great Britain, Botswana, Jamaica, France, Italy, and the Netherlands.They will take to the track on the last day of the ongoing World Championships in what will be the second last event of the day.Also in action on Sunday will be Olympic champion Neeraj Chopra in the men’s javelin event along with Kishore Kumar Jena and DP Manu. Parul Chaudhary will also be competing in the final of the women’s 3000m steeplechase. The men's 4x400 relay teams that have qualified for the final (Courtesy: World Athletics)","author":"Scroll Staff","time":"2023-08-27T10:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193534-woyilyzvdh-1693110940.jpg","tags":["World Athletics Championships","World Athletics Championships 2023","Men's 4x400m relay","Muhammad Anas Yahiya","Amoj Jacob","Muhammed Ajmal Variyathodi","Rajesh Ramesh","Indian athletics","Athletics"],"source":"https://scroll.in/field/1054948/athletics-world-cships-2023-india-set-new-asian-record-to-reach-mens-4x400m-relay-final"}