{"title":"Athletics: Neeraj Chopra to open his 2024 season at Doha Diamond League in May","content":"The reigning Olympic men’s javelin champion Neeraj Chopra will begin his 2024 season at the Doha Diamond League Meet in May.Chopra, who became the first Indian athlete to be crowned the Diamond League champion in 2022, is expected to be up against the likes of former world champion Anderson Peters and the 2020 Tokyo Olympics silver medallist and reigning Diamond League champion Jakub Vadlejch of Czech Republic at the Qatar Sports Club for his season opener.Also competing is 2022 Asian Games silver medallist and Chopra’s compatriot Kishore Kumar Jena.The others in contention in Doha will include European champion Julian Weber of Germany, World Championships finalist Oliver Helander from Finland, Qatari record holder Ahmed Bader Magour, World University Games champion Edis Matusevicius, Asian champion Roderick Genki Dean of Japan, Olympic finalist Andrian Mardare, and Pan American Games champion Curtis Thompson of the United States.With the 2024 Paris Olympics just months away, the meet in Doha will kickstart an important phase for Chopra. The 26-year-old from Haryana reiterated that his focus remains on breaking the elusive 90m barrier this year.“This year, my personal goal is to defend my Olympic title, but it would also mean a lot to me to break the 90m barrier,” said Chopra in a statement by the Diamond League. “The Doha Meeting, with good conditions and a great atmosphere, is a perfect opportunity to get my season off to the best start.”The Doha meet is the third Diamond League competition of the 2024 season. The series comprises 15 meetings in total across four different continents, starting with Xiamen, China on 20 April and concluding with a single final across two days in Brussels, Belgium on September 13 and 14.","author":"Scroll Staff","time":"2024-03-28T14:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193558-wsmwywlwoj-1693168305.jpg","tags":["Neeraj Chopra","Doha Diamond League","Kishore Jena","Javelin Throw","Athletics","2024 Diamond League","2024 Paris Olympics","Indian Athletics"],"source":"https://scroll.in/field/1065917/athletics-neeraj-chopra-to-open-his-2024-season-at-doha-diamond-league-in-may"}