{"title":"Athletics, Doha Diamond League 2024: In Olympic year, Neeraj Chopra keen to lay down the marker","content":"The Al Corniche waterfront in Doha is littered with remnants of the 2022 Fifa World Cup. The mascot, La’eeb, stands tall along the promenade that overlooks the official logo that sits on an island in the middle of the Doha Bay.It has been almost two years since the mega event had come to the small Gulf country, and the locals still talk about the excitement that came with the global competition, and the lull that followed. That stillness eases, however temporarily, when the other top quality sporting events that pepper the Qatari calendar come about.One of those events is the Doha-leg of athletics’ Diamond League. This is a meet where Olympic and World Champions across track and field disciplines will be competing. This is the event where India’s Olympic and World Champion, and the defending Doha Diamond League winner Neeraj Chopra will be beginning his season.“This is the start, this is where we test things,” the javelin throw star said to Scroll, a day ahead of the meet.“Training has been good, but I haven’t played a competition since the Asian Games. Doha will be a good way to get into the competition mode. Goal will be to do well, but also see how things are, what is the results of months of training.”Chopra, now 26, is building towards the Paris Olympic Games in July, where he will defend the Olympic title he won at the delayed event in Tokyo in 2021. That was when he became the first-ever Indian to win an athletics gold medal at the Olympics.He has grown in stature since then. With the World Championships gold medal he won last year, he has won a title in every major competition his sport has to offer him. Yet he has taken the time to identify areas of improvement.During his pre-season training in Potchefstroom, South Africa and Gloria, Turkey, there was a keen focus on strength and conditioning.“I haven’t changed a whole lot [about my training], and I also tried to improve the technique a little bit,” he said. “I thought I can work harder on strength. Other javelin throwers, especially the Europeans, are stronger.”Chopra’s trophy cabinet, more often than not, finds a new inclusion every time he competes. But there has been a certain 90 metre barrier he is yet to break.It is a barrier that will help him join an exclusive club of men’s javelin throwers. But, in the greater scheme of things, it remains a cosmetic achievement. After all, Chopra has won an Olympic gold, World Championship gold (2023), Asian Games gold (2018 and 2023), Commonwealth Games gold (2018), and even the Diamond League Final (2022) without crossing 90 metres.“[Consistency] is one of my strong points,” he said in the pre-event press conference in Doha on Thursday. “I like to be consistent. It’s one of my greatest weapons. I will throw over 90m, but consistency is more important to me.”        View this post on Instagram            A post shared by Wanda Diamond League (@diamondleagueathletics)\nCentral to the consistency and the accolades has been his time spent staying away from the distractions that would come his way if he stayed in India. He talked about how he is invited to all type of functions when he is at home.“It is good for my profile if I train in India, but this is an Olympic year,” he said at the press interaction. “For me, my sport is most important.”But earlier this week, he added another tournament to his calendar in the build-up to Paris – the Federation Cup in Bhubaneswar that takes place on May 15.“It was not essential for me, but right now, for Indian athletics, it will be good [for me] to compete there,” he explained to this publication.“I feel like I am at that stage where I have to support Indian athletics. This is an Olympics year and ideally I wanted to focus on international competitions, but I think this will be better for Indian athletics. I don’t want people to only follow javelin or my tournaments. I want people to come and watch and support other athletics events too.”His popularity in India is undeniable. He is also endeared of the world athletics community. Reigning Olympic men’s long jump champion Miltiadis Tentoglou chimed that he hopes Chopra will cross the 90m mark in Doha.His best so far is the 89.94m national record he threw at the Stockholm Diamond League meet in 2022 – an event Grenada’s Anderson Peters won after throwing 90.31m.But Chopra asserted that he just wants to “do his best.”“The main thing [about winning the Olympic gold] was that I handled the pressure of such a big competition,” he said in the press conference. “I got a lot of confidence in myself. It helped me so that even once I go to Paris, I feel that I can [win]. Even if things are not going well, I know that I can handle myself till the end. This is something that will help me.“I know how to handle the pressure now, even if my body is not with me. If my mind is with me then I can throw better. I’ve trained hard for Paris. I have no distance in my mind, 92 or 93, I just want to put my best.”In Doha, on Friday, Chopra will begin his 2024 season. The targets are clear, especially with the Olympics coming up. One target remains the same – the one he said he has been reminded of since 2018. The target within touching distance. The one just 90 metres away.","author":"Shahid Judge","time":"2024-05-09T19:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189859-fwapgfqlzt-1683312252.jpeg","tags":["Neeraj Chopra","Paris 2024","2024 Olympic Games","Doha Diamond League","Indian athletics","Athletics"],"source":"https://scroll.in/field/1067692/athletics-doha-diamond-league-2024-in-olympic-year-neeraj-chopra-keen-to-lay-down-the-marker"}