{"title":"Athletics, Doha Diamond League 2024: Neeraj Chopra, Kishore Jena open season – All you need to know","content":"With eyes set on defending his Olympic crown in Paris, India’s Neeraj Chopra will open his 2024 season at the Diamond League meet in Doha on Friday.The 26-year-old reigning world champion will also have fellow Indian and the 2022 Asian Games silver medallist Kishore Jena for company in the event.With Doha offering perfect conditions for javelin throwers in recent years, a lot is expected from the stacked field in the competition. In action alongside the two Indians will be former world champion Anderson Peters, Olympics and world championships medallist Jakub Vadlejch, Kenya’s Julius Yego, Finland’s Oliver Helander among others.Chopra, who will be competing in his first tournament since the 2022 Asian Games in October last year, will hope for a good start to the season before he returns home to India for his first competition in the country since his exploits at the Tokyo Olympics.Chopra had started his highly successful 2023 season with an emphatic victory at the Doha Diamond League meet last year ahead of Peters and Vadlejch. He will look to replicate something similar this time around.While his main aim for the 2024 season would surely be to replicate his success from Tokyo in Paris, the 90m mark would surely be lingering somewhere on the back of his mind.“I have been competing with athletes who have thrown 90m+ for many years now, Chopra had said in a press conference in March. “But as I always say, it depends on how long you throw on the day it matters.“You guys have been asking me since 2018 when I’ll throw past 90m. Maybe Kishore [Jena] will do it before me,” he added appreciating his compatriot’s stunning rise over the last season.While the Doha meeting will be just an event to get into the groove for Chopra, Jena will have a point to prove.Since his silver medal effort behind Chopra at the Hangzhou Asian Games, Jena has competed in a solitary event – the 2023 National Games in Goa, where he finished third with a lowly 78.47m throw.Jena has trained in Gold Coast, Australia for 78 days since January this year under the Target Olympic Podium Scheme and there will surely be some eyeballs on his performance after his 2023 exploits.Having already secured the 2024 Paris Olympics qualification, will Jena be back to his best following a six-month break from active competitions?Who are the others in fray?As far as Indian athletics is concerned, Chopra and Jena will be the only two attractions in Doha. Avinash Sable, the 3000m steeplechaser, has decided to give the event a skip, while long jumper Murali Sreeshankar is out of the season with an injury sustained in training.But keep an eye out for reigning long jump Olympic and world champion Miltiádis Tentóglou of Greece, Switzerland’s Simon Ehammer in the same event, 800m world champion Mary Moraa of Kenya, pole vault world champion Nina Keneddy and world indoor champion Molly Caudery, steeplechase world record holder Lamecha Girma, Amercian sprinter Kenneth Bednarek among others.What is Diamond League?Diamond League is a series of 15 athletics events held across the globe in 16 different disciplines. Not all 16 disciplines features in every event. The atheletes compete for points during the first 14 of these events with the most successful athletes in each discipline qualifying for the Diamond League Final – the 15th and final event of the series.At each of the meetings where their event is featured, athletes are awarded 8, 7, 6, 5, 4, 3, 2 or 1 points for ranking 1st to 8th respectively. The top six in the field events, top eight for 100m-800m and the top ten for 1500m and long distance events will qualify for the Final. In case of a tie, the athlete with the best legal performance of the season is ranked higher.The 2024 Diamond League season started with a meet in Xiamen, China on April 20, before an event in Shanghai seven days later.The competition in Doha is the third Diamond League meet of the 2024 season. Diamond League 2024 \n    \n       MEETING  COUNTRY  DATE \n    \n     Xiamen  China  April 20  Shanghai  China  April 27  Doha  Qatar  May 10  Rabat/Marrakech  Morocco  May 19  Eugene  United States  May 25  Oslo  Norway  May 30  Stockholm  Sweden  June 2  Paris  France  July 7  Monaco  Monaco  July 12  London  Great Britain  July 20  Lusanne  Switzerland  August 22  Silesia  Poland  August 25  Rome  Italy  August 30  Zurich  Switzerland  September 5  Brussels (Final)  Belgium  September 13-14 \n  Where to watch?The 2024 Doha Diamond League is expected to be LIVE streamed on the Jio Cinema app and broadcast on Sports 18 network in India. The javelin throw event at 2024 Doha Diamond League is expected to start after 10 pm IST.","author":"Scroll Staff","time":"2024-05-10T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193557-aefxfmwmcq-1693166910.jpg","tags":["Athletics","Neeraj Chopra","Kishore Kumar Jena","Javelin Throw","2024 Doha Diamond League","2024 Paris Olympics","Indian Athletics"],"source":"https://scroll.in/field/1067614/athletics-doha-diamond-league-2024-neeraj-chopra-kishore-jena-open-season-all-you-need-to-know"}