{"title":"Athletics, World Indoor Championships: Jeswin Aldrin and Praveen Chithravel underwhelm in Glasgow","content":"The two-member Indian contingent, long jumper Jeswin Aldrin and triple jumper Praveen Chithravel, put up an underwhelming performance at the 2024 World Indoor Athletics Championships in Glasgow on Saturday.Aldrin, who holds the men’s long jump national record at 8.42m, finished in 13th spot with a best leap of 7.69m registered in his first attempt.The 22-year-old long jumper then fouled his next two attempts and thus crashed out of the competition, failing to enter the top eight.Aldrin had competed in three other indoor events last month, finishing with jumps of 7.70m, 7.74m, and 7.83m respectively in each of those competitions.With best jump of 7.69m, India's @AldrinJeswin finishes 13th at World Indoor Championships in Glasgow. While Olympic and world champion Miltiads Tentiglou added world indoor title to his kitty. His best jump was 8.22m.#WorldIndoorChamps @wicglasgow24 #Glasgow2024#Paris2024— Athletics Federation of India (@afiindia) March 2, 2024\n\n\nChithravel finishes 11thMeanwhile, Chithravel finished 11th in the men’s triple jump with a best of 16.45m, registered in his third and final attempt of the competition.The 22-year-old from Tamil Nadu started off with a 15.76m jump in the event, before improving the mark to 16.29m with his second attempt.Though Chithravel saved his best for the last, his 16.45m effort was not enough to take him to the top eight, which would have guaranteed him three more jumps.India's triple jumper Praveen Chithravel finished 11th in the field of 14 competitors at the World Indoor Championships in Glasgow. He had a series of 15.76m, 16.29m and 16.45m.@wicglasgow24 #WorldIndoorChamps #Glasgow2024 #Paris2024 @Adille1 @Media_SAI— Athletics Federation of India (@afiindia) March 3, 2024","author":"Scroll Staff","time":"2024-03-03T12:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187497-plwxuilglu-1677770101.jpg","tags":["World Indoor Athletics Championships","Jeswin Aldrin","Praveen Chitravel","Athletics","Long Jump","Triple Jump"],"source":"https://scroll.in/field/1064606/athletics-world-indoor-championships-jeswin-aldrin-and-praveen-chithravel-underwhelm-in-glasgow"}