{"title":"Athletics: Neeraj Chopra set for return from injury, will participate at Lausanne Diamond League","content":"Neeraj Chopra confirmed on Tuesday that he is “feeling strong and ready” for the Lausanne leg of the Diamond League that takes place on Friday. The Olympic champion in men’s javelin throw had recently withdrawn from the Commonwealth Games owing to a groin strain he sustained during World Championships final in Eugene, USA last month. He had won a historic silver in Oregon.In an Instagram post, Chopra wrote: “Feeling strong and ready for Friday. Thanks for the support, everyone. See you in Lausanne!”        View this post on Instagram            A post shared by Neeraj Chopra (@neeraj____chopra)\nOn August 20, Athletics Federation of India chief t Adille Sumariwalla had told PTI that will be able to compete in the Lausanne Diamond League Meeting on August 26 provided he is “medically fit.“Neeraj will participate in (Lausanne) if he is declared medically fit,” Sumariwalla told PTI on Saturday.The Indian javelin thrower has been in great form as he started his campaign for the first time since the gold in Tokyo Olympics with a 89.90m throw at the Paavo Nurmi Games in Finland to set a new national record. The 24-year-old rewrote the national record once again with a new personal best of 89.94m at the event in Stockholm-leg, his only appearance in the Diamond League circuit this season so far. He then bagged a silver in the World Athletics Championships in Eugene, to become only the second Indian after Anju Bobby George to win a medal in the event.Lausanne DL offers the last chance for points in the men’s javelin discipline before the season finale in Zurich, scheduled for September. At each of the 13 series meetings, athletes are awarded 8, 7, 6, 5, 4, 3, 2 or 1 points for ranking 1st to 8th respectively. The top 6 in the field events, top eight for 100m-800m and the top 10 for 1500m and long disctances will qualify for the final. In case of a tie, the best legal performance of the qualification phase wins. The winner of each Diamond Discipline at the Final will become Diamond League Champion and be awarded a Diamond Trophy, USD 30’000 prize money and a wild card for the World Athletics Championships.Diamond League 2022 – Lausanne on August 26th, Friday, 11:30 PM onwards will be live on Sports18 and Voot Select in India. Neeraj Chopra’s event, however, is scheduled for a 10.55 PM IST Start.Here’s the starting list for the event:","author":"Scroll Staff","time":"2022-08-23T18:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176585-mrnstijunf-1656743960.jpeg","tags":["Neeraj Chopra","Lausanne Diamond League","Javelin","Athletics","Stockholm Diamond League","World Athletics Championships 2022"]}