{"title":"Athletics World C’ships 2023: Jeswin Aldrin, Parul Chaudhary qualify for finals on Day 5","content":"India’s Jeswin Aldrin and Parul Chaudhary, on Wednesday, qualified for men’s long jump and women’s 3000m steeplechase respectively at the ongoing 2023 World Athletics Championships in Budapest.The 21-year-old Aldrin, who came into the competition as the world leader, took the 12th and the final qualifying spot with a best leap of 8m registered in his first attempt.The Tamil Nadu-born athlete was clear of Australia’s Christopher Mitrevski, who finished 13th and missed out on the final, by a mere 1 cm. Aldrin, who had skipped the Asian Championships last month, fouled in his second and third attempts at the National Athletics Stadium in Budapest. He also saw his world lead being snatched away as Jamaica’s Wayne Pinnock leapt a massive 8.54m with his first attempt to qualify for the final on Thursday.Later in the day, Parul Chaudhary made her way into the women’s 3000m steeplechase final by taking the fifth and final qualifying spot from Heat 2. The 28-year-old clocked an impressive 9:24.29s to register a new personal best and shaved off more than five seconds from her previous best of 9:29.51s, which was registered in May.Chaudhary’s efforts placed her 16th out of the 35 participants in the race. She was more than two seconds clear of the 17th placed Aimee Pratt of Great Britain, who missed out on the final.Sreeshankar, Annu Rani exitOn the other hand, Aldrin’s compatriot Murali Sreeshankar, failed to impress and bowed out in the qualifying round with a best effort of just 7.74m.The 24-year-old, who starred at the Asian Championships  with five out of his six jumps being recorded over 8m in Bangkok last month, seemed shadow of himself.While his second attempt read a disappointing 7.66m, Sreeshankar could only manage an even poorer 6.70m in his final attempt under pressure.The Kerala lad holds a personal and season best of 8.41m recorded during the Inter-State Athletics at Bhubaneswar in June.Earlier in day, veteran Indian women’s javelin thrower Annu Rani exited in the qualification round of the competition. The 30-year-old Rani, who had reached the final of the event in the previous two editions at Doha and Eugene respectively, finished 19th overall with a best effort of 57.05.","author":"Scroll Staff","time":"2023-08-23T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187498-idnkulidmq-1677770170.jpg","tags":["Jeswin Aldrin","World Athletics Championships","Athletics","Long Jump","Murali Sreeshankar","Annu Rani","Javelin Throw","Parul Chaudhary"],"source":"https://scroll.in/field/1054772/athletics-world-cships-2023-jeswin-aldrin-reaches-long-jump-final-m-sreeshankar-annu-rani-exit"}