{"title":"Athletics, Doha Diamond League 2024: Neeraj Chopra shows a spark in season opener","content":"There was a collective “oh” from the stands as Neeraj Chopra launched his javelin. His spear – a neon green selection – was easy to spot despite the glittering Doha skyline in the background. And the hangtime he got on his last attempt on the night brought a sense of anticipation. This was a big one. Maybe his biggest yet.Chopra was starting his season at the Doha leg of the Diamond League on Friday. Till that last throw, he trailed Czech thrower Jakub Vadlejch, whose 88.38m attempt was the best of the competition so far. As the Indian athletics star’s final throw landed in the middle of that unmarked slot between the 85m and 95m marks, the silence broke.Hearty applause rang inside the athletics stadium of the Qatar Sports Club, but the gaze slowly shifted towards the digital board where the official distance was to be displayed.And then came the audible groan. The number read: 88.36m. Chopra finished his season opener second, falling short by just two centimetres. And short of that 90m yardstick by just 1.64m.Chopra’s compatriot, Kishore Kumar Jena, finished ninth with a best throw of 76.31m on the night.A day earlier, he mentioned in the press conference that he has been asked about crossing the 90m barrier since 2018. On Friday, in the mixed zone, he remained resigned to one more reminder of a missed opportunity.“Maybe God wants me to [cross 90] somewhere else,” he said, sheepishly.#DohaDiamondLeague #DohaDL\"I am satisfied with the result, but not my effort\"Neeraj Chopra analyses his performance in Doha and the strong finish he seems to be making off late. 📹: @shahidthejudge https://t.co/lkUKtESZka pic.twitter.com/BsUDuOKFS7— The Field (@thefield_in) May 10, 2024\n\n\nNow 26, Chopra has already won every major gold medal his sport has to offer. The Olympic gold from Tokyo 2020 tops a vast list that includes the World Championships, Asian Games, Commonwealth Games and the Diamond League Final title.He has conquered it all without ever crossing 90m. Yet the constant reminder of that shortcoming continued to follow him.But Chopra remained focused on the long-term goal.The 2024 season is important for athletics, with the Olympic Games in Paris coming up in July. And in his first competitive tournament since he won gold at the Asian Games in October, there were plenty of positives for him to take away from his solid effort.“It feels good that I threw over 88,” he said. “I was satisfied with my result but not satisfied with my effort.”But that big 88.36m effort came right at the end – his first legal throw was a below-par 84.93m attempt.In most of his competitions, Chopra has had a tendency of starting strong. But he has shown time and again that he has a strong finish in him as well. Just as he did at the Asian Games. Just as he did on Friday night in Doha as well.“This is a good thing for me,” he said. “Whenever the competition gets stretched – like it did today – I can still get my best throw at the end. I can do it on any throw. It’s just that the body has to be in that right condition and the mindset has to be there.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nHe exuded a great deal of confidence during the warm-up throws on Friday.A few measured strides towards the line and he was throwing well over the 75m mark at ease, more than any of his nine opponents. But as the wait for him to cross 90m continues, he has remained adamant that consistency is more important for him.“I have worked hard for [everything that I have achieved],” he added. “I had to skip some events because of injuries, like the Commonwealth Games [2022]. There have been hurdles, but I have performed the right way at the right time.”Chopra is arguably the most high-profile javelin star yet to break the 90m mark. But he remains a popular figure in world athletics.He was the last athlete to walk out of the athletics stadium on Friday, delayed by the scores of fans and volunteers who would request for an autograph and photograph. He obliged them all.A patient soul keen to do more for his sport. The 90m, as Vadlejch put it in after the meet, “is just a question of time.”","author":"Shahid Judge","time":"2024-05-11T09:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200637-uxtzunmqxa-1715398557.jpg","tags":["Neeraj Chopra","Diamond League","Doha Diamond League","Athletics","Indian Athletics","Kishore Kumar Jena","Jakub Vadlejch","Javelin throw"],"source":"https://scroll.in/field/1067745/athletics-doha-diamond-league-2024-neeraj-chopra-shows-a-spark-in-season-opener"}