{"title":"Athletics: Neeraj Chopra – the new World Champion who has now conquered it all","content":"The distance of 88.17 metres. That’s a figure, along with 87.58 metres, that will go down as one of the most iconic in Indian sports history. The latter helped the country win its first Olympic gold medal in athletics.But on Sunday night, Neeraj Chopra hurled his 800 gram javelin to 88.17 meters to win India’s first World Athletics Championships gold medal.Like he has known in countless athletics meets throughout his career, Chopra knew he had the winning throw the moment the spear left his hand.On a balmy, windless night in Budapest, Hungary, Chopra turned to face the crowd. Arms raised, he let out a roar that echoed around the National Athletics Centre after his second attempt. That throw of 88.17 metres would not be surpassed on the night Chopra would fill his trophy cabinet with the one gold medal that had so far eluded him.His impressive collection of accolades now boasts gold medals from the World Championships, Olympics Games, Asian Games, Commonwealth Games, Asian Athletics Championships, Diamond League Final and Junior World Championships.At the age of 25, he has won all the major titles in his sport.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nWorld Junior Championships✅Commonwealth Games✅Asian Games✅Olympics✅Diamond League✅World Championships✅Neeraj Chopra has them all in the bag🔥📸: AFP pic.twitter.com/z9a7Ezx0ZR— The Field (@thefield_in) August 27, 2023\n\nIt’s a tally a rare few will have ever achieved. And it’s a tally that has already prompted discussions about him being the G.O.A.T. The greatest of all time. Yet Chopra shied away from any such thoughts or taglines.“I will never say that about myself,” Chopra said at a virtual press conference from Budapest, shortly after his triumph. “Everyone said only the World Championships medal was left for me to win, but I feel there’s still more for me to improve on and that I need to throw better. I will not say this about myself, I have a lot more to achieve and I will focus on that.”For all that he has achieved, and all the attention he’s garnered, he remains that boy from Khandra, in the Panipat district of Haryana, who once set out with a dream. But with his success there has been a trickle-down effect among the rest of the Indian athletics contingent.Breaking barriers: Neeraj Chopra continues to inspire two years after Olympic triumphNot many great athletes get to witness their impact on their sport or on their country from such close quarters as Chopra has. And even fewer get to witness as they themselves continue to push their own boundaries and script history.Once the gold medal was confirmed for Chopra, the first to greet him were his compatriots Kishore Kumar Jena and DP Manu who finished fifth and sixth respectively in a men’s javelin final that had three Indians competing.“The biggest thing today was that not only did I get the win but I also had two other Indians with me,” Chopra said. “I am very happy that our athletics is growing. I was speaking with [Athletics Federation of India chief Adille Sumariwalla] about how we have a lot more work to do.”While Chopra competed, along the track raced Parul Chaudhary in the women’s 3000 metre steeplechase final. She finished 11th in her race, but clocked 9:15.31 minutes to break the national record and qualify for the Paris Olympics.Later, moments after Chopra walked around the track with the national flag, the quartet of Muhammed Anas Yahiya, Amoj Jacob, Muhammed Ajmal Variyathodi and Rajesh Ramesh finished fifth in the men’s 4x400m relay final in the first time an Indian team had reached that far. Before the competition in Budapest, only one Asian team, Japan, had ever run a sub-three minute time. The Indians did it twice in two days. “It was a good outing this time,” Chopra said. “If you compare it with last time, we had our triple jumpers doing well, Sreeshankar was in the long jump final. The best thing is that this time the athletes [who did well] were in completely different events. New athletes have come and they have given us new hope.”#WorldAthleticsChamps #Budapest202388.17m, a number that will go down in the history of Indian athleticsNeeraj Chopra is a World Champion!pic.twitter.com/lMwwmDyEqt— The Field (@thefield_in) August 27, 2023\n\nAt 25, Chopra still has his peak years ahead of him. The great javelin thrower Jan Zelezny won all of his three Olympic and three World Championship titles after turning 26. Zelezny set the World Championships record of 92.80m in the 2001 Edmonton edition when he was 35.Neeraj Chopra, the first... hopefully the first of manyHaving conquered it all, Chopra insists he has a long way to go to achieve Zelezny’s legendary status. “The biggest thing is I still have many more throws in me and the saying goes that ‘throwers don’t have a finishing line,’” he said. “I can push myself, it is motivation to see how many medals one can win. Winning medals does not mean we have done everything. There are so many athletes who have won multiple medals. So I will push myself much more and work harder”.With his heroics on Sunday, Chopra has once again cemented his place among Indian sporting greats. And perhaps, even staked his claim to be one of the best ever produced.","author":"Dilip Unnikrishnan","time":"2023-08-28T13:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193567-jllvnqsdse-1693210252.jpg","tags":["Neeraj Chopra","World Athletics Championships","Athletics","Indian Athletics"],"source":"https://scroll.in/field/1054998/athletics-neeraj-chopra-the-new-world-champion-who-has-now-conquered-it-all"}