{"title":"Athletics: Neeraj Chopra on Olympic title defence, competing with Kishore Kumar Jena and more","content":"Three years ago, Neeraj Chopra was one among many athletes hoping to join an elite club of Olympic gold medallists. Cut to 2024, and Chopra is gunning to join an even more elite club; that of multiple athletes with multiple gold medals.As he looks towards winning back-to-back Olympic gold medals at the upcoming 2024 Paris Olympics, Chopra knows that the weight of expectations has increased. But as he attests to himself, Chopra has matured since that historic day in Tokyo.“After Tokyo, there was an increase in self-belief,” Chopra said at an online press conference.“I’ve won a gold and silver medal at two World Championships, won the Diamond League trophy and had good throws in the seasons. The events I have won between Tokyo and Paris has given me confidence that I can compete against good athletes.”Chopra’s stardom has continued to increase with every throw and every win. What has not yet changed though is Chopra’s approach. Since 2017, the 26-year-old Haryana-native has been asked when he will be able to throw the javelin past the 90m mark. And each time, Chopra has responded with a sense of clarity that is rare among athletes.For Chopra, the numerical value of his throw does not bother him as long as he achieves his main aim of winning.ALSO READ: Neeraj Chopra – the new World Champion who has now conquered it allSince his debut, Chopra has competed and won against multiple throwers who have thrown past the 90m mark in their careers. The most recent of them has been 19-year-old German Max Dehning, who threw 90.20m in February. In the process, the teenager also qualified for the Paris Olympics and will likely be Chopra’s latest rival for a podium place.“I have been competing with athletes who have thrown 90m+ for many years now,” he said.“But as I always say, it depends on how long you throw on the day it matters. I am excited [to compete against Dehning]. He is going to compete at the Paavo Nurmi Games [in Finland]. I haven’t competed with him yet but I’m looking forward to it.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nNeeraj Chopra (L) and Kishore Kumar Jena (R) at the Hangzhou Asian Games | ReutersChopra, who ended his 2023 season at the Asian Games last October, will kickstart his preparation for the Paris Olympics at the Doha leg of the Diamond League on May 10 before competing at the Paavo Nurmi Games in June. The Indian admitted that the wait to get back on the field has been a long one, but one he has used the time by training hard since the turn of the year.“The aim is to be consistent with training and maintain that level,” he said.“You need to make sure that there is not a lot of rest in the season and you get enough training. There needs to be a balance between training, diet and recovery. When it comes to events, even if it is raining or the conditions are windy, the aim is to always throw my best.”“It’s a boring life. People might think it is a fun life but it is not. You train in the morning, eat and then rest. Then have your evening training session, have dinner and then go to sleep. This is our daily routine. We were in South Africa for a couple of months. At one point we had not left the centre for four weeks. My life was confined to the hostel and the training centre,” he added.Competing alongside Chopra in Doha will be Kishore Kumar Jena. The duo had a memorable outing at the Hangzhou Asian Games when Chopra won gold while Jena clinched silver in a one-two podium finish.“It [Asian Games] was a dream come true,” Chopra added. “To see two Indian athletes on the podium was special. If it happens at the Olympics, then it would be really special. I’m sure Kishore is training hard; he’s a hard-working guy and I know he’ll do well.“The progress he has made competing at the World Championships and then the Asian Games has been great. You guys have been asking me since 2018 when I’ll throw past 90m. Maybe Kishore will do it before me!”","author":"Dilip Unnikrishnan","time":"2024-04-11T22:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194732-pbekehbilq-1696510051.jpg","tags":["Neeraj Chopra","Kishore Kumar Jena","Paris Olympics","Paris Olympics 2024","Doha Diamond League","Diamond League","Athletics","Indian Athletics"],"source":"https://scroll.in/field/1066528/athletics-neeraj-chopra-on-olympic-title-defence-competing-with-kishore-kumar-jena-and-more"}