{"title":"Athletics: Kelvin Kiptum, Kenyan marathon world record holder, dies aged 24","content":"Marathon world record-holder and Paris Olympic favourite Kelvin Kiptum died in a car crash in western Kenya, police said Monday.The 24-year-old was driving from Kaptagat to Eldoret around 11PM Kenyan time on Sunday when the car rolled, killing the young sensation and his Rwandan coach Gervais Hakizimana.\"The car had three occupants, two died on the spot, while one was taken to hospital. The two are Kiptum and his coach,\" said Peter Mulinge, police commander for Elgeyo Marakwet County in western Kenya where the accident occurred.\"It is Kiptum who was driving heading to Eldoret and the vehicle lost control and rolled, killing the two on the spot. A female passenger sustained injuries and has been rushed to hospital,\" he told reporters.Kiptum exploded onto the marathon scene when he ran a world record 2:00:35 in Chicago in October, taking 34 seconds off fellow Kenyan Eliud Kipchoge's previous record.He was just 23 years old at the time, and competing in only his third marathon.Kiptum also won his other two efforts, in his debut in Valencia in 2022 and a follow-up in London the following year.The Kenyan had announced he would attempt to become the first man to run an official marathon under the two-hour mark in Rotterdam on April 14.He was the overwhelming favourite for the Paris 2024 Summer Olympics.World Athletics remembered Kiptum as \"one of the most exciting new prospects to emerge in road running in recent years\".\"We are shocked and deeply saddened to learn of the devastating loss of Kelvin Kiptum and his coach, Gervais Hakizimana,\" said Sebastian Coe, World Athletics President, in a statement.\"On behalf of all World Athletics, we send our deepest condolences to their families, friends, teammates and the Kenyan nation.\"'Incredible athlete'Kiptum hailed from Chepkorio, a village in the Rift Valley that is the heartland of Kenyan distance running, and where ultimately his death occurred.Ten years ago, barely a teen, he herded goats and sheep then began following Hakizimana, who is from Rwanda, and other runners as they trained in the legendary high-altitude region.By 2019, Kiptum ran two half-marathons in two weeks, going 60:48 in Copenhagen and 59:53 in Belfort, France. He began training with Hakizimana, who stayed in Kenya when the Covid-19 pandemic struck.Coe said only last week he had been in Chicago \"to officially ratify\" Kiptum's historic time.\"An incredible athlete leaving an incredible legacy, we will miss him dearly.\"David Rudisha, Kenyan two-time Olympic 800m champion, said he was \"shocked and deeply saddened\" by the news.\"This is a huge loss,\" he posted on social media platform X, formerly Twitter.Athletics Kenya extended condolences to \"the entire athletics community during this difficult time\" while Kiptum's agent, Marc Corstjens, also confirmed the \"sad news\".Kiptum's death is the latest in a saga of tragedies to hit Kenya's young athletics hopefuls.In 2011, Kenyan marathon great Samuel Wanjiru died at the same age after capturing the Olympic title in 2008 at the Beijing Olympics.According to a pathologist, Wanjiru was killed from being hit on the head with a blunt object.In 2021, long-distance running star Agnes Tirop was found stabbed to death at the age of 25 at her house in Iten, near Eldoret.Her husband Ibrahim Rotich went on trial for her murder in November last year. He has denied the charge and was freed on bail just before the trial opened.","author":"AFP","time":"2024-02-12T11:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198374-pvmkcgomyc-1707715633.jpg","tags":["Kelvin Kiptum","Kenya","Athletics","David Rudisha","World athletics"],"source":"https://scroll.in/field/1063566/athletics-kelvin-kiptum-kenyan-marathon-world-record-holder-dies-aged-24"}