{"title":"Athletics, World Race Walking Team C’ship: Priyanka-Akshdeep earn Paris 2024 quota in Mixed Relay ","content":"The Indian pair of Akshdeep Singh and Priyanka Goswami, on Sunday, earned a 2024 Paris Olympics quota for the Mixed Marathon Race Walking Relay event.Singh and Goswami clocked 3:05:03s to finish the 42.195 km long race in the 18th position at the World Race Walking Team Championships in Antalya. The top 22 pairs to finish the race qualified for the Olympics.The second Indian pair in contention of Paramjeet Singh Bisht and Munita Prajapati, meanwhile, finished 35th with a timing of 3:09:58s to miss out on qualifying for the quadrennial event.The Mixed Marathon Race Walking Relay will make its Olympic debut in Paris later this year. The event includes a team of two athletes competing in four legs alternately.The first leg of 12.195 km is covered by the male athlete followed by the next 10 km by a woman. The final 20 km is shared equally between the two athletes with the woman taking the final 10 km to finish the race.#AthleticsIndia earns a 2024 Paris Olympics quota for the Mixed Marathon Race Walking Relay🔥The Indian pair of Priyanka Goswami and Akshdeep Singh clocked 3:05:03s to finish 18th at the World Race Walking Team C'ship. pic.twitter.com/NqJ7exBiia— The Field (@thefield_in) April 21, 2024\n\n\nIndia finish sixth in men’s teamEarlier in the day, India’s Servin Sebastian finished 20th in the men’s 20km individual event. The 24-year-old from Tamil Nadu clocked 1:21:39s to finish the race.Meanwhile, Vikash Singh finished 23rd with a timing of 1:21:59s. Suraj Panwar (1:24.09s) and Arshpreet Singh (1:33:39s) finished 40th and 66th respectively, while the other Indian in contention Ram Baboo did not finish the race.The Indian men’s team finished sixth overall behind Spain, Japan, Italy, Mexico, and China. The position of top three athletes from each country in the individual event was taken into consideration for the team standings.The Indian women’s team, meanwhile, finished eighth. Pooja Kumawat was the top finishing Indian in women’s 20km individual event with a timing of 1:40:27s at the 42nd position. Manju Rani (1:40:31s) and Mokavi Muthurathinam (1:40:33s) finished right behind at 43rd and 44th spot respectively.Ramandeep Kaur (1:42:12s) and Payal (1:42:32s) capped off the top 50, taking the 49th and 50th place respectively.","author":"Scroll Staff","time":"2024-04-21T19:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157559-amxcgmkboh-1618325605.jpg","tags":["Athletics","Indian Athletics","Priyanka Goswami","Akshdeep Singh","2024 Paris Olympics","Race Walking","World Race Walking Team Championships"],"source":"https://scroll.in/field/1066892/athletics-world-race-walking-team-cship-priyanka-akshdeep-earn-paris-2024-quota-in-mixed-relay"}