{"title":"Atiq Ahmed’s sister moves Supreme Court seeking independent probe into his killing","content":"Aisha Noori, the sister of gangster-turned-politician Atiq Ahmed,  has moved the Supreme Court alleging state sponsored murder of her brothers, reported Live Law.On April 15, the Atiq and his brother Ashraf Ahmed were shot dead in the presence of police officials when they were being taken for a medical check-up at a hospital in Prayagraj. On April 13, Atiq Ahmed’s 19-year-old son Asad Ahmed was also killed in an alleged gunfight with the Uttar Pradesh Police.Atiq, his wife Sahista Parveen, their two sons, Ashraf and others were booked by the Uttar Pradesh Police in the murder of lawyer Umesh Pal, who was a witness in the killing of Bahujan Samaj Party MLA Raju Pal in 2005. Umesh Pal was shot dead in Prayagraj on February 24.  In her petition, Noori has sought an inquiry by a committee headed by a retired judge into the killings of her brothers and nephew, alleging that they were custodial and extrajudicial in nature, reported Live Law.“The police authorities are enjoying the full support of the UP government, which appears to have granted them complete impunity to kill, arraign, arrest and harass members of the petitioner’s family as part of a vendetta,” the petition stated, reported The Hindu.The plea added that an independent agency should investigate the “orchestrated campaign targeting the petitioner’s family” in order to prevent the government from “continuing with its unconstitutional programme of terror and to restore the rule of law”.Noori’s plea comes after another petition, filed by advocate Vishal Tiwari, had sought an independent inquiry into the killings in April. Tiwari had also sought an inquiry into the 183 “encounters” that have taken place in Uttar Pradesh since 2017.The Supreme Court has sought a comprehensive affidavit from the Uttar Pradesh government on the steps taken to inquire into the killings, reported Live Law. It has also sought seeking information on the inquiry into the  killings of the other accused in the Umesh Pal murder case, including Atiq Ahmed’s son.The Ahmed brothers were shot dead from close range by three men posing as journalists. On April 28, a bench of Justices S Ravindra Bhat and Dipankar Datta had asked the Adityanath-led government how the killers got to know that the Ahmed brothers were being taken to the hospital. It had also asked why the brothers were “paraded” when taken to hospital.A month before being killed, Atiq Ahmed had approached the Supreme Court apprehending that his life was under threat from the Uttar Pradesh Police. A division bench of Justices Ajay Rastogi and Bela M Trivedi had dismissed his plea and told him to move to the High Court instead.","author":"Scroll Staff","time":"2023-06-27T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189156-nwhtgvxoxh-1681613099.jpg","tags":["Atiq Ahmed","Supreme Court","Aisha Noori","Ashraf Ahmed"],"source":"https://scroll.in/latest/1051626/atiq-ahmeds-sister-moves-supreme-court-seeking-independent-probe-into-his-killing"}