{"title":"Attack on JP Nadda’s convoy: West Bengal officials to skip meeting after home ministry’s summons","content":"The Ministry of Home Affairs on Friday summoned West Bengal chief secretary and the director general of police over the law and order situation in the state, according to reports. The summons followed a day after Bharatiya Janata Party chief JP Nadda’s convoy was attacked with sticks and stones allegedly by Trinamool Congress supporters in Kolkata. Nadda is on a two-day visit to West Bengal for an outreach campaign ahead of next year’s Assembly elections  “Both chief secretary and director general of police have been summoned on December 14,” an unidentified home ministry official told NDTV.  News18 reported, that the West Bengal home secretary was also summoned for the meeting. On Friday evening, the Banerjee-led administration said the two top officials will not attend the meeting with the Centre as the incident was already being looked into, reported NDTV. “While further reports are being obtained and compiled, in the circumstances, I am directed to request you to kindly dispense with the presence of state officials in the meeting, considering the state government is already addressing this issue with utmost seriousness,” Chief Secretary Alapan Bandyopadhyay said in a letter to Union Home Secretary Ajay Bhalla.Meanwhile, West Bengal Governor Jagdeep Dhankhar submitted his report on the law and order in the state to Home Minister Amit Shah, who had asked for it hours after the attack, reported NDTV. The home minister has also sought a report from the West  Bengal government over what he called “sponsored violence” of the ruling TMC.Nadda had called the attack “unprecedented” and alleged that West Bengal has slipped into “complete lawlessness”. He also said the violence reflected the “frustration” of the Mamata Banerjee government. The chief minister, in turn, alleged the BJP staged the attack and was falsely accusing her party as part of a political conspiracy in the run-up to the Bengal election due in six months.  Bharatiya Janata Party West Bengal unit chief Dilip Ghosh, meanwhile, warned that that he would “seek change and revenge” from the ruling Trinamool Congress for the attack. “By attacking the convoy of JP Nadda, the TMC has once again proved that it has no faith in democracy,” Ghosh said in a Facebook post. “Power does not remain in one hand forever. The people will give a befitting reply to TMC’s selfish politics in the coming Assembly elections.”","author":"Scroll Staff","time":"2020-12-11T12:28:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/77408-mcentcjsfj-1514200055.jpg","tags":["Amit Shah","JP Nadda","West Bengal","Mamata Banerjee","Bharatiya Janata Party"],"source":"https://scroll.in/latest/980930/attack-on-jp-naddas-convoy-mha-summons-two-top-west-bengal-officials-say-reports"}