{"title":"Attacks on Hindus, indigenous people expose Bangladesh's growing intolerance","content":"Racial, religious and ethnic minorities are under threat. While the far-right and its willing, indifferent and ignorant sympathisers are perpetrating the rhetoric and policies that are creating such situations around the world, in Bangladesh a toothless, self-serving ruling class and a hypocritical, self-aggrandising liberal class are ensuring that intolerance is institutionalised.Starting with the destruction of at least 10 Hindu temples and several homes in the Brahmanbaria district on October 30, and progressing to the sustained attacks on the indigenous Santals in Gaibandha district from November 7, minorities have been subjected to a fortnight of communal violence. Referring to them as isolated incidents, as many at home and abroad are too ready to do, only serves as an apologia for the growing epidemic of bigotry in the country.Dhaka, where the ruling and liberal classes reside, has failed to respond with anything resembling an honest recognition of the problem and its root causes. On the contrary, evidence suggests that the government was not only complicit in the situation arising but that its members were directly involved in the attacks. The ruling Awami League has hidden behind a façade of secularism, equality and progressive values. Its claims of being the last frontier against intolerance and extremism, the preserve of its political opponents, have been accepted without scrutiny, and espoused, making them unquestionable truths. As political opposition has dwindled, either by being decimated or co-opted, factions within the party have started jostling for power. This took the shape of local leaders executing planned attacks on the Hindu minority in Brahmanbaria, placing the blame on Islamic fundamentalists sympathetic to the Awami League’s opponents.Political attacksThat Hindus are being used as pawns in a political game of party infighting is alarming, and not in doubt. However, there was a second wave of attacks in Brahmanbaria on November 4, which spawned similar sectarian violence against Hindus in Sirajganj and Jhalakathi districts on November 6. Bangladesh has been mythologised as a moderate and secular Muslim-majority country, when the reality is that even perceived and imaginary slights to Islam produce rabid mobs – drawn from an increasingly conservative population of hardliners – baying for blood. This surrender to dogma has been taking root in the country while it sells the lie of secularism, and predates the recent attacks on and death threats issued to free thinkers, LGBTQ+ activists and foreigners among others.Protests against the killing of secular bloggers and free thinkers in Dhaka. (Photo credit: AFP)Santals, one of the oldest and largest groups of indigenous people of North-West Bangladesh, were victims of a different arm of the government. A land dispute that, like the hatred towards Hindus cultivated over decades, has been going on in the blind spot of the country escalated on November 7. Instigated by members of the ruling party, the police and its elite force, the Rapid Action Battalion, attacked the Santals with firearms, forcing over a thousand families to flee their homes. There have been fatalities. The state has labelled the injured Santals criminals, and they are being treated at hospitals in handcuffs.Survivors say the police were supplemented with political thugs. Echoing the thoughts of the Hindus, they added that the protections afforded citizens under the law of the land do not extend to Santals. Their abandoned homes have been looted and set on fire. This news has largely been greeted with apathy. Indigenous people are subjected to systemic discrimination in Bangladesh, as evidenced by the decades-long military-led oppression in the Chittagong Hill Tracts.There have been token arrests, including of a few Awami League members, in relation to the attacks on Hindus, while a Hindu man whose alleged Facebook post hurt religious sentiments and sparked the violence is also in custody. Sporadic attacks against the community continued last week. The attacks on the Santals is a developing situation, but, the government belatedly reaching out to the affected population notwithstanding,the authorities seem to have already made up their minds about who the culprits are. In both cases, the government’s response was to trivialise and dismiss what happened, while refusing to be forthcoming about, or take responsibility for the actions of its own people. Furthermore, despite there being a history of sectarian incidents and rising intolerance at present, an incompetent and impotent ruling class that continues to be in denial did not prevent the latest attacks.Dhaka’s indifferenceIt is worth noting that all the districts where such violence has taken place are in the north-west of the country, a region that has been a hotbed of Islamism since the turn of the century. Equally, if not more, significant is the fact that communal violence has been contained to rural areas.In a country that is exceptionally centralised to the capital, neither Dhaka’s way of life nor its collective conscious has been affected. Pogroms during the 2001-’06 tenure of the Bangladesh Nationalist Party and Jamaat-e-Islami were more widely discussed and denounced by a partisan liberal class that has decided to exercise silence at present. Since the politics of the right has always been against the communities under threat, thus alienating them, it is beneficial for the right not to take a stand at present. While the vast majority of the liberals and intelligentsia are sycophants of the Awami League, and will, therefore, not speak up for the values they purport to have, many are also afraid to say anything in a country that suppresses dissent.Terror attack on a cafe in Dhaka in July. (Photo credit: Twitter/BBC)The capital felt threatened in light of the terror attack on a popular cafe in July, which saw extraordinary law enforcement efforts to eliminate the terrorists in the aftermath. This reassured the comfortable elite, who neither show concern for nor inclination to assert the rights of every single citizen in the country, or insist on equality, justice and due process, thereby solidifying the government’s regime.Moreover, the decline of minority populations and the rapid increase in Islamic conservatism and fundamentalism make for simple electoral and political arithmetic, conclusively favouring the latter. The sufferings of marginalised peoples, including Hindus and Santals, simply do not matter.The Awami League has such a special relationship with India that it would not be an exaggeration to say that its regime and existence are dependent on Delhi. However, with Hindu nationalism alive, well and thriving in India, the Bangladesh government’s unwillingness and inability to protect religious and ethnic minorities – especially, in this instance, the former – only adds fervour to the vocal calls of a Hindu homeland.The regional effects of this will pour foreign discomforts on the national miseries of Bangladesh. The lack of a comprehensive strategy to combat and root out intolerance, allied with coherent efforts to stymie tolerance, mean that the country is hostage to the politics of fear and hatred. By doing so, Bangladesh is making sure that there is no safe haven for minorities in the subcontinent, expediting their systemic and systematic eradication.Ikhtisad Ahmed is a columnist for the Dhaka Tribune and author of the socio-political short story collection Yours, Etcetera. Twitter: @ikhtisad","author":"Ikhtisad Ahmed","time":"2016-11-21T15:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/821554-45449-hbqxlbpaaz-1479141935.jpg","tags":["Bangladesh","Minorities","Hindus","Santals","Intolerance"],"source":"https://scroll.in/article/821554/attacks-on-hindus-indigenous-people-expose-bangladeshs-growing-intolerance"}