{"title":"Attempt to arrest Sikh leader Amritpal Singh continues in Punjab, ban on internet extended","content":"The Punjab government has extended the suspension of mobile internet and SMS services till Monday afternoon as the police continued their attempt to arrest Sikh leader Amritpal Singh for the second day on Sunday, reported PTI.On Saturday, the police had arrested 78 persons and detained several others as part of statewide cordon-and-search operations against Singh’s organisation Waris Punjab De. Amritpal Singh, 29, had taken over Waris Punjab De last year before the death of its founder Deep Sidhu, an actor and activist who died in an accident in February 2022. Singh has garnered a large following in the state through his speeches that often focus on Sikhism and Punjab.On February 23, hundreds of Singh’s supporters had stormed the Ajnala police station in Amritsar demanding the release of his close aide Lovepreet Singh Toofan, who was arrested in a kidnapping and assault case.The state authorities had on Saturday suspended the internet and SMS services till Sunday noon.Jalandhar Police Commissioner Kuldeep Sinhh Chahal has said that Singh is now a fugitive and the police are looking for him and will soon arrest him. He also said that two vehicles belonging to the preacher had also been seized.Meanwhile, Singh’s associate Daljeet Singh Kalsi has been arrested from Gurugram, reported the Hindustan Times.Nine weapons, including one eight rifles, one revolver and 373 cartridges of different caliber have been recovered as part of the operation, the police have said.Security has also been tightened at many places in the state with security forces conducting vehicle checking. A first information report was registered againsd Waris Punjab De on Febaruary in connection woith the the attack on Ajnala Police Station.Several police personnel were injured during the violent clashes. Singh had also threatened to put up a permanent dharna at the police station if Toofan was not released and the FIR against him was not quashed.The police later said that in the “light of the evidence presented”, it was decided that Toofan would be discharged. He was released on February 24 following a court order based on an application by the police.","author":"Scroll Staff","time":"2023-03-19T15:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188147-nhjbqqymla-1679220746.jpg","tags":["Amritpal Singh","Waris Punjab De","Punjab"],"source":"https://scroll.in/latest/1045881/attempt-to-arrest-sikh-leader-amritpal-singh-continues-in-punjab-ban-on-internet-extended"}