{"title":"Attempts to impose Hindi divisive, MK Stalin writes to Modi on Parliamentary panel proposal","content":"Tamil Nadu Chief Minister MK Stalin on Sunday wrote to Prime Minister Narendra Modi objecting to the recommendations of a parliamentary panel on the medium of instruction in higher education institutes.The committee recommended that the medium of instruction in higher education institutes such as the Indian Institute of Technology should be Hindi in Hindi-speaking states and other local languages in the rest of the country, according to The Times of India. The committee, headed by Union home minister Amit Shah, suggested that the use of English should be made optional.Stalin, in the letter to Modi, said that the number of citizens speaking languages other than Hindi is more than those speaking Hindi. “I am sure you would appreciate that every language has its own specialty with its uniqueness and linguistic culture,” he said. “It is with the objective of protecting our rich and unique languages from the imposition of Hindi that English has been made as the link language and continue to be one of the official languages of the Union Government.”Stalin said that the country’s first prime minister Jawaharlal Nehru had given an assurance that English would continue to be an official language for as long as non-Hindi-speaking citizens wanted.“Subsequently, the resolutions passed in 1968 and 1976 on official language, and according to the rules laid down thereunder, ensured the use of both English and Hindi in union government services,” the Tamil Nadu chief minister said. “This position must remain the cornerstone of all discussions on official language.”Such impractical, divisive attempts will put non-hindi states people in a disadvantageous position & jeopardise the spirit of the union - state relations.#StopHindiImposition!Make all languages in the 8th Schedule as Official Languages!Uphold the unity of India! 2/2 pic.twitter.com/y9yAOicZJj— M.K.Stalin (@mkstalin) October 16, 2022\n\nThe Dravida Munnetra Kazhagam chief said the Centre’s attempts to impose Hindi are impractical and divisive in character. “This will not be acceptable not only to Tamil Nadu but also to any state that respects and values their mother tongue,” his letter said.All regional languages, including Tamil, should be treated equally in India and should be accorded the status of official language of the Union government, Stalin added.India, the Tamil Nadu chief minister said, is as a shining example for multi-linguistic democracy in the world today because of the inclusive and harmonious policies being followed so far. But, he contended that continued efforts to promote Hindi in the name of “one nation” would destroy the feeling of brotherhood of people of different languages and cultures. It is also detrimental to the integrity of India, he said.“I suggest that the approach of the Union government should be to include all languages, including Tamil, in the Eighth Schedule, the official language, keeping in view the scientific development and technological facilities and promote all languages and keep open the avenues of progress in terms of education and employment equal to speakers of all languages,” the letter stated.The chief minister’s letter to Modi came a day after his son Udayanidhi Stalin warned the Centre that the Dravida Munnetra Kazhagam would stage a protest against it in Delhi if Hindi was thrust upon Tamil Nadu.","author":"Scroll Staff","time":"2022-10-16T17:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160462-dvbhpbnxbo-1623942666.jpg","tags":["MK Stalin","Hindi","Tamil Nadu","Narendra Modi","Parliamentary panel"]}