{"title":"Attorney general tells Supreme Court: Modi's words don't matter as much as the fine print","content":"The Indian government’s top legal officer told the Supreme Court on Tuesday that Prime Minister Narendra Modi’s promises made in an address to the nation don’t matter if his government doesn’t stick to them in the legal notification that follows. The court was questioning the government’s decision to close the window allowing all people to swap older Rs 500 and Rs 1,000 notes in the aftermath of Modi’s demonetisation announcement on November 8, 2016. “If the PM has made the announcement in television that deposit can be done till March-end next year [2017] but subsequent law says one can’t do so, the law will prevail but not PM’s statement,” said attorney general Mukul Rohatgi in court, according to LiveLaw.in. U-turnModi, in his November 8 announcement, said that everyone would be free to deposit their old notes in local banks until December 30, 2016. Following this, those who are not able to deposit their old notes for whatever reason “can go to specified offices of the Reserve Bank of India up to 31st March 2017”.When the government issued an ordinance, however, it prohibited most Indians from being able to deposit their older notes after December 30. The only people permitted to still do so until March 31 are Non-Resident Indians and citizens who were abroad between November 8 and December 30, 2016. This left a number of people in the lurch, prompting the filing of several Public Interest Litigation suits asking how the government could go back on its decision after the prime minister promised the window would remain open. The Supreme Court has now given the government until April 11 to submit a detailed explanation of why it decided to shut the note-swap window ahead of time. “You can’t arbitrarily exercise the power by closing the window,” Chief Justice of India JS Khehar said, according to LiveLaw.in. “You can reject their case if you find misuse but can’t deny their rights. You can’t keep people in lurch.”     Rule changesThe demonetisation exercise, involving the exchange of 86% of all currency in the system, was riddled with rule change after rule change as the government struggled to contain the fallout of the massive operation. When asked about this, spokespersons insisted that they were simply attempting to make life easier for people.   However, the Supreme Court is now asking how a rule change that goes against something the prime minister clearly laid out in his address to the nation on November 8, could possibly be defended as making life easier.  The Chief Justice reportedly said, according to LiveLaw.in, that the notification which ended the note-depositing window early, “has overtaken the PM’s speech without any notice to the people. You can’t prejudge people’s inability to deposit without giving them an opportunity.”  Prime minister’s credibility So far, the government has failed to give an explanation for why the ordinance it eventually promulgated did not live up to the promises that Modi made in his speech. Moreover, the Supreme Court case also examines the crux of Attorney General Rohatgi’s argument: Is there such a lack of credibility to Prime Minister Narendra Modi’s words, even in an address to the nation, that citizens should be expected to consult the fine print on every promise he makes? That concern may have prompted a quick response from the government. According to NDTV, the Centre is now considering whether it should open another window to allow ordinary citizens to deposit their notes – and thereby technically deliver on one part of the promise Modi made on November 8.","author":"Rohan Venkataramakrishnan","time":"2017-03-21T20:02:28.839220+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/832438-48414-qmwinipdtu-1487422569.jpg","tags":["Demonetisation","Narendra Modi","Supreme Court"],"source":"https://scroll.in/article/832438/attorney-general-tells-supreme-court-modis-words-dont-matter-as-much-as-the-fine-print"}