{"title":"Attorney general declines consent to initiate contempt proceedings against Swara Bhasker","content":"Attorney General KK Venugopal has rejected a petition seeking his consent to initiate criminal contempt proceedings against actor Swara Bhasker for her comments during a panel discussion in February, Live Law reported. The petitioner had referred to two comments – one about the Supreme Court’s Ayodhya judgement and another about the judiciary and the Indian government.Venugopal said the speech was a “factual one” and a “perception of the speaker”. He added that he did not think it constituted contempt of court.The petitioners have now approached Solicitor General Tushar Mehta, Bar and Bench reported. “The petitioner herein respectfully differs with the reasons given by the Hon’ble Attorney General of India,” the letter to Mehta said. “Thus it is most respectfully prayed to provide your kind consent in initiating criminal proceedings against Ms Swara Bhaskar.”In a letter dated August 21, Venugopal said the actor’s comment “refers to the judgment of the Supreme Court and is not an attack on the institution”. He added: “This does not offer any comment on the Supreme Court itself or say anything that would scandalise or tend to scandalise, or lower or tend to lower the authority of the Supreme Court.”The first statement referred to Bhasker’s comments at a panel discussion organised by non governmental organisation Mumbai Collective in February. “We are living in a country where the Supreme Court of our country states that the demolition of Babri masjid was unlawful and in the same judgment rewards the same people who brought down the mosque,” she had said.The disputed 2.77 acres of land in Ayodhya was claimed by both Hindus and Muslims following the Babri Masjid demolition in 1992. In November last year, the Supreme Court permitted the construction of the temple and directed the government to acquire an alternative plot of land to build a mosque.Bhasker’s second statement is a “vague statement not related to any particular court and something which is so general that no one would take any serious note of this statement”, Venugopal added. “I do not think that this is a case where the offence of scandalising of court or lowering the authority of the Court would arise.”The actor had said: “We are ruled by a government that doesn’t believe in our Constitution. We are ruled by police forces that do not believe in the Constitution. It seems we are now in a situation where our courts are not sure whether they believe in the constitution or not. What then do we do and it seems to me that as everyone has said that path is clear to us and it has been shown to us by you all whoever of you all have been part of the protest by the students by the women and by the citizen protestors it is to resist.”The petition was filed before Venugopal on Monday by Karnataka resident Usha Shetty. The petition alleged that the actor’s statement was objectionable and the remarks were not only a “cheap stunt of publicity” but also a deliberate attempt to turn masses to resist and revolt against the Supreme Court.Shetty, represented by advocates Anuj Saxena, Prakash Sharma and Mahek Maheshwari, called Bhasker’s comments “scandalous and derogatory”, claiming that she seemingly provoked crowd. “The alleged contemnor statements intends to incite feeling of no-confidence amongst the public with respect to the proceedings of the Hon’ble Court and integrity of the Hon’ble Judges of the Apex Court of India,” the petition had said.On August 14, the Supreme Court had convicted senior advocate Prashant Bhushan  of criminal contempt for his tweets posted in June. Bhushan’s first tweet commented on an undeclared emergency and the role of Supreme Court and the last four chief justices. Another tweet was about Chief Justice SA Bobde trying out a Harley Davidson superbike in his hometown Nagpur. The court was scheduled to pronounce the quantum of sentence on August 20, however, it gave Bhushan time till August 24 to reconsider his statement refusing to apologise to the court for the tweets.The court is also hearing another contempt of court case filed against Bhushan for an interview he gave to Tehelka magazine in 2009, in which he claimed that half of the 16 erstwhile chief justices of the Supreme Court had been corrupt.","author":"Scroll Staff","time":"2020-08-23T18:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146454-tppzgmjhwl-1598189141.jpeg","tags":["KK Venugopal","Swara Bhasker","contempt of court","Ayodhya verdict"]}