{"title":"Audio master: ‘Pakeezah’ resonates to the sound of Meena Kumari’s anklets","content":"In a career spanning almost five decades, Kamal Amrohi wrote several movies but directed only four, not including Majnoon (1979), with Rajesh Khanna and Rakhee, which was shelved.Pakeezah (1972), Amrohi’s third film after the success of Mahal (1949) and the poor reception of Daera (1953), is his magnum opus. Its high-flown Urdu dialogue reflects a culture in which courtesans receive royal patronage, and command respect for their excellence in the performing arts. An important prop in the film is the use of ghungroos, or anklets, to effectively convey both allure and bondage and produce music that accurately depicts a courtesan’s social environment.Pakeezah opens with the rhythmic sounds of the ghungroos. The opening titles are superimposed on the courtesan Nargis (Meena Kumari) performing in the background. Music dominates the atmosphere, and runs thicker than blood.Naushad’s name appears before the film’s original composer, Ghulam Mohammed. Naushad worked on the title music, a few background songs (Nazariya Ki Maari, Kaun Gali, Mora Saajan, Yeh Dhuan Sa) and the background music, but he got top billing over Mohammed, who composed 15 tracks, of which six were used in the film. All female solos were sung by Lata Mangeshkar, with lyrics by Majrooh Sultanpuri, Kaifi Azmi, Kaif Bhopali, Kamal Amrohi, and the 18th-century poet Mir Taqi Mir. In 1977, the music label HMV released the nine unused songs featuring the voices of Suman Kalyanpur, Shobha Gurtu, Mohammad Rafi and Shamshad Begum in the album Rang Barang.\n\n\n    \n    Play\n\nNargis marries and elopes with Shahabuddin (Ashok Kumar). His family rejects her and she flees, taking shelter in a cemetery. Nargis gives birth to Sahibjaan in the cemetery (the infant inherits its tranquility) and dies. Sahibjaan (Meena Kumari again) is raised by her aunt Nawabjaan (Veena) and falls in love with a forest officer Salim (Raaj Kumar).The first song Inhi Logon Ne is Sahibjaan’s introductory number. She is shown entertaining patrons with a joyous display of her singing and dancing skills. Sultanpuri’s lyrics are accusatory, condemning the audience of dishonouring her in the marketplace. Sung by Mangeshkar, with camerawork by Josef Wirsching that captures Sahibjaan’s ethereal beauty in a hot pink dupatta, the anklet-punctuated tune perfectly expresses her detachment from her kaleidoscopic world.There also exists a 1941 version  of Inho Logon Ne, sung by Shamshad Begum for the film Himmat, with music by Gobindram. Singer Yakub rendered a parody version of Gobindram’s tune in Aabroo (1943). Since Pakeezah was in the making for 16 years, beginning in 1956 and releasing in 1972, Inhi Logon Ne was initially shot in black and white. Amrohi subsequently realised the evolving tastes of moviegoers when filmmakers began switching to colour, especially after the success of Mehboob Khan’s epic drama Mother India (1957). It became imperative to update the canvas of Pakeezah, which was rich in its visual opulence. Only colour could magnify its expressive brushstrokes.In the celebrated train sequence that follows, Salim accidentally enters Sahibjaan’s compartment and notices her anklet-adorned feet. He writes a letter to her that contains the famous line, “Aap ke paon dekhe, bahut haseen hain, inhe zameen par mat utariyega, mailey ho jayenge” (I saw your feet, they are beautiful, do not put them on the ground, they will be soiled). The sturdy anklet has been replaced by the silvery sound of the payal, the lighter ornamental footpiece – a premonition ignored by Sahibjaan, but marked upon by her colleague, who warns her that Salim fell for a respectable lady, not a courtesan.Soon Sahibjaan is performing Thade Rahiyo for the wealthy Nawab Zafar (Kamal Kapoor), who is impatient to add her to his royal collection as a trophy mistress. Dressed to the nines, she saunters into the gathering. Her anklets announce her arrival, and she gives a spectacular performance. The tune is calibrated to the rhythm of her anklets. The metallic bells halt midway through her footwork and she curses them as “nigodi” (wretched) for underperforming. The music stops. Mangeshkar takes a breather and continues reciting Sultanpuri’s lyrics, “Bole chama cham payal nigodi” (The wretched anklet speaks in sporadic bursts). Money is spilled, a gunshot is heard, and blood splashes over her performance.Zafar tries to woo Sahibjaan with lavish gifts. Her anklets take one step forward and two steps back in the cautionary melody Chalte Chalte. The song immediately reappears on a barge trip with Zafar. She is still singing for him, but is addressing her elusive admirer.The barge is attacked by elephants, the nawab dies, and Sahibjaan finds herself fortuitously outside Salim’s tent. She sings Mausam Hai Aashiqana, where the measured tempo of the anklets signifies a new direction. Romance blossoms when she meets Salim. But she has to return to her abode. The anklets are no longer music to her ears.Chale Dildar Chalo, the only duet sung by Mangeshkar and Rafi in the movie, is played in the background, when the two lovers decide to get married. There are all kinds of bells ringing in the air, with the anklets sound most prominent. Fearing for Salim’s reputation, Sahibjaan gets cold (and unadorned) feet and runs away from their wedding. Salim invites her to his wedding with another woman, which leads to Sahibjaan’s defiant dance in the dramatic climax song, Aaj Hum Apni Duaon Ka Asar.She wears chunky anklets and stomps on broken glass. Her anklets are stained with blood, but she carries on. The tempo picks up as Sahibjaan gyrates in a suicidal dance of death, mirroring the opening sequence in which her mother was pirouetting in the light of a burning flame. Her bruised feet put an end to her career as a courtesan, but not before implying a happy ending.As Sahibjaan’s wedding procession leaves her abode, the sounds of the anklets fade, symbolising her freedom from the disreputable profession. A dancer observes that she is envious of Sahibjaan’s fortune. The music resumes, inaudibly featuring the anklets that will adorn the feet of another budding Sahibjaan.","author":"Manish Gaekwad","time":"2017-05-18T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/836983-58344-giapghwhtr-1494957132.jpeg","tags":["pakeezah","meena kumari","ghulam mohammed"],"source":"https://scroll.in/reel/836983/audio-master-pakeezah-resonates-to-the-sound-of-meena-kumaris-anklets"}