{"title":"Audio master: The lasting brilliance of AR Rahman’s ‘Dil Se’","content":"When students of the Berklee Indian Ensemble performed for AR Rahman at a concert in his honour, they began their performance with a song that filled the auditorium with deafening hosannas – it almost drowned out the voices of the singers and musicians on stage. The song was Chaiyya Chaiyya from Dil Se (1998). It remains one of his most popular songs, and not just in the country. The track has been featured in the Hollywood film Inside Man and in the American TV shows Smith and CSI: Miami.All this from a flop film.\n\n\n    \n    Play\n\nAR Rahman with the Berklee Indian Ensemble.Despite its poor reception at the box-office, Dil Se has acquired a cult following over the years that is both a gift and a curse for the film’s music director. Rahman’s score is considered a milestone, and almost everything he has done after it is measured by the standard of whether it is as good as Dil Se.Rahman has certainly done enough. Among his top ten soundtracks in Hindi films are Roja, Bombay, Rangeela, Taal, Lagaan, Rang De Basanti, Guru, Delhi-6, Slumdog Millionaire and Rockstar. But none of these soundtracks has an all-songs hit rate like Dil Se. There are no highs and lows with Dil Se, no dips and crescendos. All the songs are trailblazing masterpieces in terms of musical arrangements and the poetic lyrics by way of Gulzar, all set by director Mani Ratnam to fabulous visuals. Ratnam was inspired to shoot the songs in the most trying conditions – atop a train or even a precariously lodged monastery in Ladakh.\n\n\n    \n    Play\n\nChaiyya Chaiyya.Fans of Rahman’s music have even put up the background score of Dil Se on YouTube. Connoisseurs will agree that not enough has been written about Rahman’s background music, which is equally or sometimes even better than some of his songs, but we’ll hold that discussion for another time.Here’s why you should re-visit the soundtrack of Dil Se.Chaiyya Chaiyya/Thaiyya Thaiyya Sukhwinder Singh singing Chaiyya Chaiyya as Thaiyya Thaiyya, originally written by Sufi poet Baba Bulleh Shah in Punjabi and re-imagined by Gulzar in Hindi and Vairamuthu in Tamil. The chugging, locomotive spirit of the visuals and the forward-seeking drum beat create a pulsating energy, rhythm and tempo that will not allow you to remain motionless.\n\n\n    \n    Play\n\nThaiyya Thaiyya.Chaiyya Chaiyya is believed to have influenced Danish filmmaker Lars von Trier to shoot Bjork in an sequence for Dancer In The Dark (2000).Ae Ajnabi Perhaps the only other track in Rahman’s oeuvre that can match its melancholy is Tu Hi Re (Bombay, 1995). That Sukhwinder Singh won a Best Playback Filmfare trophy for Chaiyya Chaiyya and not Udit Narayan for this soulful number is a contestable idea.\n\n\n    \n    Play\n\nAe Ajnabi.Jiya Jale Lata Mangeshkar’s voice does not age one bit. For a change, this version by the Berklee students introduces the instruments that created the melody.\n\n\n    \n    Play\n\nJiya Jale cover.Satrangi Re Mirza Ghalib’s couplet, “Ishq par zor nahi, hai yeh woh aatish Ghalib, jo lagaye na lage aur bujhaye na bane” (There is no force over love, it is that triumphant fire Ghalib, it cannot be sparked off easily nor burns once extinguished) sung by Kavita Krishnamurthy in a deep, husky tone luring a high-pitched Sonu Nigam is a mesmering siren call. Rahman uses all the instruments in his armour – flutes, drums, pipes – to create an exotic blend of eastern and western influences that is dervish in spirit and hypnotic to the untrained ear.\n\n\n    \n    Play\n\nSatrangi Re.Dil Se Re The title track in Rahman’s early voice (when it did justice to the song) with Anuradha Sriram, Anupama and Febi Mani backing him on chorus is indubitably what Rahman excels at – a rock song at heart throbbing with a searing intensity hard to ignore.\n\n\n    \n    Play\n\nDil Se Re.","author":"Manish Gaekwad","time":"2015-10-31T11:58:49.961606+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142932-jmjnrzuduq-1592242968.jpeg","tags":["rahmania","AR Rahman","Dil Se"],"source":"https://scroll.in/reel/1175/audio-master-the-lasting-brilliance-of-ar-rahmans-dil-se"}