{"title":"Audio master: The blockbuster combination of Guru Dutt and OP Nayyar in ‘Aar Paar’","content":"The year 1954 saw both Dev Anand and Guru Dutt play taxi drivers in Chetan Anand’s eponymous film and Aar Paar respectively. As with the Hollywood noir films which served as inspiration for the Anands and for Guru Dutt, the city was an integral element in both films – in fact, in Taxi Driver’ the opening credits lists the “City Of Bombay” as one of the guest artists.Essential to the city – at least in the imagination of the film writers – was the dimly-lit and smoky club. A den of vice, the club was peopled by all sorts of nefarious characters. It was also where the hero encountered the vamp, who, as Aarti Wani put it, “seemed to signal the illicit pleasure and thrill associated with the city’s ambiguous possibilities”.Of course, the club – and the vamp – conveniently served as a means to slip in a song (and a seductive dance or two) into the narrative.\n\n\n    \n    Play\n\nBabuji Dheere Chalna, Aar Paar (1954). The memorable Babuji Dheere Chalna, the most celebrated song from Aar Paar, is actually a clever reworking of Quizás, Quizás, Quizás, written in 1947 by Osvaldo Farrés, a Cuban songwriter settled in New Jersey. Over the years, Quizas… has travelled far and wide and has been recorded by a gamut of artistes. Equally popular is its English version, Perhaps, Perhaps, Perhaps, written by Joe Davis in 1948. (Quizás… also inspired the much-loved Senorita from the 2011 film Zindagi Na Milegi Dobara.) A lot has been written about Babuji Dheere Chalna – about the way it’s shot, Geeta Dutt’s alluring voice and Majrooh Sultanpuri’s pitch-perfect wordplay. But what has never really been acknowledged is what can be described as the fourth pillar on which the edifice of this iconic song stands – Goody Seervai’s accordion. The Parsi musician, almost single-handedly responsible for making the accordion an integral part of the soundtracks of that era, is again around to weave his magic in Hoon Abhi Main Jawan (perhaps lyricist Majrooh Sultanpuri’s nod to poet Hafeez Jalandhari’s famous Abhi Toh Main Jawan Hoon). Geeta Dutt manages to infuse the right mix of seductiveness, vulnerability and feistiness into this song, all while sounding inebriated.     \n\n\n    \n    Play\n\nHoon Abhi Main Jawan, Aar Paar (1954).It would be fair to suggest that no composer other than RD Burman has surpassed OP Nayyar in the use of the rhythm section of the orchestra. The Lahore-born Nayyar has often been seen as someone who continued with and took forward the tradition of using Punjabi folk elements in the film song, building on the legacy of pioneers like Ghulam Haider and Ghulam Mohammed. The title song of Aar Paar is a good example of this. The only non-Geeta Dutt song on the soundtrack, Kabhi Aar Kabhi Paar, was rendered in her familiar robust, folksy style by Shamshad Begum, who was introduced as a playback singer by Ghulam Haider in the 1940 Punjabi film Yamla Jatt.\n\n\n    \n    Play\n\nKabhi Aar Kabhi Paar, Aar Paar (1954).Nayyar’s penchant for the dholak and tabla stood him in good stead through his career. But what became a very distinctive feature of his music – attributable, to a large degree, to his fabulously talented arranger Sebastian D’Souza – was the use of a range of smaller, non-Indian, percussion instruments: tambourine, maracas, castanets, claves and Chinese temple blocks.Nayyar also virtually held a patent on the use of coconut shells (often used in combination with the ghungroo) in his songs that were shot on a moving tonga, though other music directors too employed the stratagem – think of the similar use of shells in Bachpan Ke Din Bhula Na Dena by Naushad in Deedar (1951). But it became a Nayyar trademark, so much so that you get the feeling that a scene featuring a galloping horse or a mobile tonga was inserted into a Nayyar film just so that we could get one of these songs in.Though we don’t have a tonga song in Aar Paar, we do have one inside a taxi. In Yeh Lo Main Haari Piya, castanets are used throughout, providing a rhythmic kick to the catchy melody. The castanets were played by Cawas Lord, a pioneering percussionist who had introduced many of these instruments in the first place.\n\n\n    \n    Play\n\nYeh Lo Main Haari Piya, Aar Paar (1954).In a conversation with Nasreen Munni Kabir in her celebrated documentary In Search of Guru Dutt (1989), the writer Abrar Alvi claimed that Aar Paar ushered in the trend of modern dialogue writing in Hindi films: “We gave the characters an entity, an ‘individuality’ as they say in English…a particular style of speech, a particular manner.” This, of course, fed into Sultanpuri’s poetry. Na Na Na Tauba Tauba features Johnny Walker, who plays a Parsi in the film. The lyricist uses a mix of Bombay street lingo and English words. (Incidentally, the actress mouthing the lines “Na na na na, tauba tauba, main na pyar karoongi, balam, tauba re tauba” is Noor, Shakila’s younger sister. During filming, Noor fell for the charms of Johnny Walker and ended up marrying him.)\n\n\n    \n    Play\n\nNa Na Na Tauba, Aar Paar (1954).The language question also surfaced while Sultanpuri was writing Sun Sun Sun Sun Zalima. He had initially written: “Sun sun sun sun zalima; Pyar mujhko tujhse ho gaya.”But Guru Dutt found the “mujhko tujhse” cumbersome. Why not use “Pyar humko tumse ho gaya”, instead, he suggested. The poet balked at the idea – it was grammatically incorrect. Years later, Sultanpuri told Kabir:“Guru Dutt looked at me and said, “Forget it! Who in the audience is bothered about your grammar? Majrooh, the plural sounds better. Keep it.” So that’s the song, and it was a big hit. Ultimately our films are commercial. They are not highly academic or artistic. You succeed at the box-office and then you can produce another film.”\n\n\n    \n    Play\n\nSun Sun Sun Sun Zalima, Aar Paar (1954).Incidentally, the alliterative Sun Sun Sun Sun Zalima is said to have been inspired by a similar opening line in the swing standard Sing Sing Sing (With A Swing). Written in 1936 by Louis Prima and made popular by Benny Goodman, it was initially titled Sing Bing Sing as a nod to Bing Crosby, who had even starred in a 1933 musical short of the same name. To Mohammed Rafi’s “Sun Sun Sun Sun Zalima”, Geeta Dutt’s retort is “Ja Ja Ja Ja Bewafa”. Later in the film, when the lovers have their customary tiff, Sultanpuri inventively reworked the lines Ja Ja Ja Ja Bewafa and fashioned a soulful song out of it. Nayyar and Sebastian have kept things simple, slowing down the tempo of Sun Sun… and using minimal instrumentation whilst letting Geeta Dutt do her thing.\n\n\n    \n    Play\n\nJa Ja Ja Bewafa, Aar Paar (1954).In Kabir’s documentary, Sultanpuri also points out that Guru Dutt often did away with the prelude music in his songs. In Aar Paar, for example, Na Na Na Tauba Tauba, Sun Sun Sun Sun Zalima and Mohabbat Karlo all arrive without any warning, seamlessly extending from the dialogue.In Mohabbat Karlo, apart from the use of both the dholak and castanets, we hear the steel guitar, an instrument that Nayyar and Sebastian D’Souza used more frequently in subsequent films. (The sarangi would later be weaved into the matrix as well.) The steel guitar was usually played by S Hazara Singh, who, like Seervai and Lord, was an important musician of that era. Singh would feature in some of Nayyar’s most enduring songs, including the classic Mera Naam Chin Chin Choo (Howrah Bridge, 1958).\n\n\n    \n    Play\n\nMohabbat Karlo, Aar Paar (1954).The success of Aar Paar and its music gave a much-needed fillip to the careers of both Guru Dutt and OP Nayyar. The very next year, they would be back with another musical treat, Mr. and Mrs. 55. But that’s another story.","author":"Rudradeep Bhattacharjee","time":"2017-09-28T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848284-66535-ysgyhnhfkp-1503511200.jpg","tags":["Aar Paar","Guru Dutt","OP Nayyar"],"source":"https://scroll.in/reel/848284/audio-master-the-blockbuster-combination-of-guru-dutt-and-op-nayyar-in-aar-paar"}