{"title":"Audio master: Three women and three moments of liberation in Satyajit Ray’s films","content":"One of the most beautiful pieces of film music ever composed is the background score of Satyajit Ray’s Pather Panchali (1955) by Ravi Shankar. The film announced the arrival of a pioneer who ushered in realism in Indian cinema. In Pather Panchali, that realism was sheer poetry as the everyday rhythms of rural Bengal in the early 20th century was evoked with great precision and sensitivity. For some, the film remains the ultimate hymn to the innocence of childhood. And it is precisely this combination of childhood innocence and rural beauty that merge in the music of Ravi Shankar that we all know and love.\n\n\n    \n    Play\n\nPather Panchali (1955).Ray used a succession of musical maestros in his early films – Vilayat Khan for Jalsaghar (1958), Ali Akbar Khan for Devi (1960) – but could not continue with the routine as they were all very busy international performers and could not give him the time he needed. He decided to compose the music for his own films. Ray had an exceptional musical sense right from his childhood. He was born in a musical family: his paternal grandfather, Upendrakishore Ray Chowdhury (apart from being a pioneering printer and children’s writer), was a composer and versatile musician who played the violin, flute and pakhawaj. Ray’s maternal side, including his mother, was suffused with good singers, and Ray had the good fortune of being exposed to the best of both Eastern and Western classical music at home. The latter became a passion with him in his adolescence, a passion that would last a lifetime and feed into his cinematic genius. Ray first started with tentative musical experiments in films like Devi (where he wrote the lyrics of a song) but turned to full-time music direction only with Teen Kanya (1961), three short films adapted from Rabindranath Tagore’s stories. From then on, Ray became an increasingly confident composer, and (with rare exceptions like James Ivory’s Shakespearewallah) made a rule that he would only work for himself.Three moments of liberation experienced by three women protagonists, Mrinmoyee, Charulata and Bimala, are explored through music in Ray’s films.Mrinmoyee from ‘Sampati’ in ‘Teen Kanya’Samapti, the third story in Teen Kanya, stars Aparna Sen and Soumitra Chatterjee. Mrinmoyee is a wild, rebellious village girl to whom Amulya, a graduate from Calcutta returning home to his village on vacation, takes a fancy. His widowed mother is appalled by his choice, but relents to the marriage. His bride, however, doesn’t. She cuts off her hair before the wedding and refuses to see her groom during the ceremony. She makes it crystal clear to her confused husband on their wedding night that this marriage was forced upon her, asks him why her wishes don’t count, and refuses to sleep with him. Later, when he falls asleep, she climbs down a tree and rushes to her beloved spot on the riverside in the dead of night. Once there, she is relieved to find her pet squirrel, Chorky, still safe and alive in the place she had hidden the animal, and celebrates her liberation from a forced wedding by swinging in the moonlight. The music Ray composes here catches this sense of defiant freedom. A radical change will come over to Mrinmoyee soon after, but for the moment, we delight in her freedom.\n\n\n    \n    Play\n\nAn instrumental piece from Sampati in Teen Kanya (1961).Charulata from ‘Charulata’The second moment of liberation experienced by a woman protagonist is from Ray’s masterpiece Charulata (1964). This story of the forbidden love of lonely wife Charu (Madhabi Mukherjee) for her bachelor brother-in-law Amal (Soumitra Chatterjee) was based on Tagore’s autobiographical novella Nastanirh (1901), dealing with his intense relationship with his sister-in-law, Kadambari Devi. The bonding in this case was primarily literary – it is a shared love of literature and especially the aspiration to be a writer that brings Charu and Amal together. Ray gave new life to Tagore’s novella by a rich visualisation of the story and deft use of Tagore’s songs throughout the film. The opening credits unfold to the tune of a popular Rabindrasangeet that speaks of the essential duality of life (Mama Chittenittenritye). Ray gives it a more melodic turn and adds a sadness to the tone, which very subtly prefigures the pain of Charu’s lonely existence and her yearning for attention and love. \n\n\n    \n    Play\n\nCharu’s Theme (1964).That attention Charu gets from Amal, who arrives in their home on a stormy afternoon in April, and soon after, storms his way into Charu’s heart. In between, we get a sunny glimpse of the (socially permissible) playful affection between boudi and debar in the song Ami Chini Go Chini Tomare that Amal sings for his sister-in-law. It is the only one sung out with full instrumentation, following the conventions of mainstream cinema. In a rare gesture, Ray used Kishore Kumar for the track instead of the many established Rabindrasangeet singers of Bengal because he admired the clarity of Kishore’s voice. (Twenty years later, Ray would do it again for Ghare-Baire, incidentally with the same actor.)Charu, too, sings a song in the film, Phulephule Dhole Dhole, one with a faint erotic charge. But she sings it not so much to Amal, as to herself in his presence while swinging in their sun-lit garden, with Amal nearby. Even as she sings, her smiling face turns sombre, as the words resonate with her latent feelings for her brother-in-law. A few days later, in a silent moment of truth on the same swing, she will have to own up to her heart. But in the song, she is yet to reach that point.While Ray uses the three Tagore songs very intelligently in the narrative, his music is at its imaginative best in the sequences that deal with the act of writing. He brings Charu and Amal in artistic union most beautifully by using the same theme for both of them. Amal attempts to write first in the film. Ray devotes a wonderful half-minute to that, with the music eloquently expressing the energetic flow of his thought.Soon after, the same tune is repeated when Charu tries to write her first ever piece. The process of her first composition is captured beautifully, with the camera focussed on the play of emotions on her face – thinking; being struck by an idea (“Cuckoo’s call”); trying it out; changing the title (to “Cuckoo’s pain”); being disappointed; then angry; finally, after a spell of deep concentration, hitting upon the right theme (“My village”). We get a glimpse of the images that flash by in her mind as she thinks of her village: river boats with decorative sails; the village mela with fireworks and naga sanyasis; a woman with a charkha. The opening seven minutes of Charulata, in which Ray establishes her loneliness in a wordless scene, are much talked about. But the four minutes, where her act of composing is shown, are no less memorable.Bimala from ‘Ghare Baire’The garden and the swing – these were the only spaces of freedom for Indian women in the colonial era, whether they were rustic illiterates like Mrinmoyee or literate women with sensitive minds like Charu. Two decades after Charulata, while working with Tagore again, Ray introduced another trope of freedom in a highly symbolic fashion in Ghare Baire (1984).Tagore’s novel, set in the backdrop of the 1905 Partition of Bengal and the Swadeshi movement it inspired, is about the political awakening of a landlord’s wife (Swatilekha Sengupta) through her relationship with her husband’s best friend, Sandip (Soumitro Chatterjee), a charismatic Swadeshi leader. Ironically, it is her husband, Nikhilesh (Victor Banerjee),  an educated, liberal, sympathetic man, who makes this possible when he urges Bimala to come out of her purdah, meet Sandip, and engage with a wider world outside. The first day Bimala takes that step to meet Sandip is a revolutionary moment in her life; and Ray makes it appropriately memorable in the film by showing Bimala’s act of coming out of the andarmahal (the inner quarters of the house) in extended slow motion. The sitar in the piece conveys the happy excitement of a new beginning.\n\n\n    \n    Play\n\nGhare Baire (1984).As with Samapti, the narrative will soon take a different turn in Ghare Baire: a tragic turn, in this case, when Bimala’s affair will come to an abrupt end with the exposure of Sandip as a manipulative demagogue, and the simultaneous death of Nikhilesh in a Hindu-Muslim riot in their village, which Sandip had orchestrated for gaining political mileage. Mrinmoyee, Charulata and Bimala all experience the awakening of love, which opens up for them new possibilities in life. It is love that helps Mrinmoyee accept the domestic role of a wife. For Charu, love brings out the latent writer in her. Love gives Bimala the courage to step out of her home and get drawn into a new world of nationalist politics. Ray subtly captures the key moments of liberation in the transformation of these heroines through an imaginative use of music.","author":"Rituparna Roy","time":"2016-12-15T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192164-pheahxyezm-1689271692.jpg","tags":["Satyajit Ray","Ravi Shankar","Pather Panchali"],"source":"https://scroll.in/reel/823236/audio-master-three-women-and-three-moments-of-liberation-in-satyajit-rays-films"}