{"title":"Audio master: In AR Rahman’s ‘1947 Earth’, love, savagery and sonic brilliance","content":"As the Partition looms, Lahore is on edge. Hindus, Muslims and Sikhs are getting testy, and even friends and neighbours wonder if they will cohabit in peace ever again.But Shanta (Nandita Das), employed as a nanny to a young girl in a Parsi family, has a multi-religious circle of admirers, all of whom concur as to her charms and check their communal tempers, rising by the day, just so that they can sit with her a little longer and gaze on her. It is the masseur Hassan (Rahul Khanna), quiet and gentle, who wins her heart, severely wounding the other contender, Dilnawaz (Aamir Khan), the ice candy seller. The consequences – of religious discord, and thwarted love – will be brutal.AR Rahman excels at title themes – remember Bombay, Swades, Rangeela? The theme of Deepa Mehta’s 1947 Earth (1998) is up there among the best. Who would have thought that a sarod could sound so ominous? Here it strums monotonously in the background, keeping to the lower octaves, rising only to introduce a burst of pathos, and giving way to a chorus that brings no relief – the tone is strident, outraged.     \n\n\n    \n    Play\n\n1947 Earth theme.But tragedy is still some weeks away. For now, spring is here, setting kites and hearts aflutter. Rut Aa Gayee Re is sung with great restraint by Sukhwinder, and Rahman keeps the orchestration minimal, as the young people banter and flirt. Lyricist Javed Akhtar skilfully picks out the yellows and saffrons of the season, setting out “waves of music and the armies of flowers, sunlight dissolving in rivers and flowing like gold”.\n\n\n    \n    Play\n\nRut Aa Gayi Re.In Raat Ki Daldal, the night is “thick and dense with fear” and “the winds hold their breath” in anticipation of a great calamity. Held together by a single drumbeat, Sukhwinder Singh’s masterful rendition sweeps over a mass of people huddled at a railway station, awaiting a train that eventually arrives bearing a bloody cargo. It’s not all over yet, but Raat Ki Daldal is almost an elegy, and one of Akhtar’s best works.\n\n\n    \n    Play\n\nRaat Ki Daldal.Love finds a way, however, even in benighted times. Hariharan slows the pace of impending terror with Dheemi Dheemi, a delicate tune awash with heady breezes and birdsong that accompanies the lovers who are out on an excursion. Yeh Jo Zindagi Hai begins by meditating on the meaning of life but is really about passion and ceding control of the senses. Strife and uncertainty are in the air. Why wait?Ishwar Allah Tere Jahaan Mein is an ordinary song with a simple message. Appearing at the end of the turbulence, it pleads for harmony and asks the usual questions about why people can’t or won’t get along. It sits uneasily in an album and a film that otherwise wisely avoid sermonising. It doesn’t quite provide closure either. Perhaps because the questions are getting old.\n\n\n    \n    Play\n\nPiano theme.","author":"Rineeta Naik","time":"2017-05-24T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178454-yvrdwaedyc-1660416386.jpg","tags":["Earth soundtrack","Deepa Mehta","AR Rahman"],"source":"https://scroll.in/reel/838306/audio-master-in-ar-rahmans-1947-earth-love-savagery-and-sonic-brilliance"}