{"title":"Audio master: ‘Rangeela’ remains one of AR Rahman’s most radical soundtracks","content":"Rangeela (1995) heralded several reinventions. It revitalised playback singer Asha Bhosle’s career; it repackaged actress Urmila Matondkar as a sex symbol; and most significantly, it reintroduced AR Rahman, already hailed as a maverick for his path-breaking Tamil soundtracks, as a Hindi film composer.It isn’t just among Rahman’s best; it’s also among his most radical, which is especially commendable considering that he was making his debut in an industry where the sonic template of the time was pretty much set in stone. Dubbed versions of his earlier scores had been huge hits, but Rahman, just a few years into his career, didn’t let the pressure prevent him from taking risks.The album is filled with the sort of randomness that could only come from the mind of a genius. Take, for instance, the rap interlude toward the end of the title track, by Aditya Narayan, who was just eight years old at the time of the movie’s release. There’s no logical reason for it, yet somehow it works. Indian hip-hop was name-checking brands way before it became de rigueur in American rap, except here instead of luxury cars and champagne, Narayan weighs Cadbury and Amul and Horlicks and Complan against each other, setting up those immortal lines, “Chocolate khane mein tension hai/Doodh peene mein tension hai/Tension, tension, tension.”Rangeela Re opens the film, introducing us to the effervescence of Matondkar’s character, a dancer named Mili who shimmies in the street with a motley set of characters. In the sprightly voice of Bhosle, Mili clues us into her aspirations of making it big someday and through the combination of Rahman’s pulsating beats and lyricist Mehboob’s evocative verses, conveys the sense of exhilaration one can feel in a city as buzzing as Bombay where the movie is set. Bhosle’s two tracks Rangeela Re and Tanha Tanha proved once again that when a song requires a certain sense of joie de vivre, nobody does it better. Both tunes are electro-pop gold, and their sheen hasn’t dulled even after two decades. But she wasn’t the only one to benefit from Rahman’s knack of identifying and using a voice in a way it has never been employed before.The first time I heard Shweta Shetty was when I saw her belt out Mariah Carey’s Vision Of Love in a play in the early 1990s. Then, after a couple of years, she launched a pop career with the bubblegum Johnny Joker, which didn’t quite do justice to her vocal chops. Rahman gave her one of the defining moments of her career with Mangta Hai Kya on which her voice soars alternatively with his against clattering beats that are occasionally interspersed – again inexplicably – with a Western classical choral arrangement.\n\n\n    \n    Play\n\nRangeela jukebox.The song situation is a dream sequence and perhaps the composer felt this was licence to let his imagination fly, just as the choreographer did when it came to filming the number.Finding the right balance between innovation and eccentricity has always been Rahman’s forte, and in Rangeela all the experimentation is effortlessly incorporated into seemingly conventional songs about sexual attraction and romance. Strings swell but they never overwhelm, synth lines snake but find their way back. Take away the urgent violins, tribal rhythms and whistling flute from Hariharan and Swarnalata’s sensuous slow burner Hai Rama and you’re left with the minimalist percussion that characterises much of current trap music.Similarly, Rahman never lets his vocalists over-sing, whether it’s Udit Narayan expressing the inner conflict of Aamir Khan’s Munna on Kya Kare Kya Na Kare or Suresh Wadkar and Kavita Krishnamurthy’s contemplation of the dualities of being in love on Pyar Yeh Jaane Kaisa Hai. He might have made more sophisticated soundtracks since Rangeela but few have simultaneously showcased his versatility and quirkiness as well. The film, on the other hand, represented a moment in time, one of those rare instances when everything perfectly falls into place. A few months following the release, Ram Gopal Varma and Aamir Khan famously fell out with each other and never worked together again. The likelihood of such a story working today is debatable. In the song Yaaron Sun Lo Zara, Munna, who makes a living selling movie tickets in black, and upcoming actress Mili debate the benefits of material things such as a car, bungalow, bank balance, “TV-video” and “suiting-shirting” versus a carefree life free of the burden of accumulating wealth.At the end – spoiler alert – while on the threshold of celebrity, she chooses him, her raffish childhood companion, over her flamboyant, suave and loaded co-star Raj Kamal (Jackie Shroff). Like a lot of Rahman’s soundtrack, the plot is fantastical. It was the 1990s, we were full of optimism and relatively uncorrupted by consumerism. We bought it.","author":"Amit Gurbaxani","time":"2017-09-13T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848868-67032-tdbrlemowv-1503990156.jpg","tags":["Rangeela","AR Rahman","Ram Gopal Varma"],"source":"https://scroll.in/reel/848868/audio-master-rangeela-remains-one-of-ar-rahmans-most-radical-soundtracks"}