{"title":"Audio master: Winning tunes for a lovable loser in ‘Kabhi Haan Kabhi Naa’","content":"Kundan Shah’s Kabhi Haan Kabhi Naa (1994) is the story of Sunil (Shah Rukh Khan), an incorrigible dreamer and free spirit who pursues the two loves of his life – music, and the girl next door Anna (Suchitra Krishnamurthy) – with cheerful doggedness. The music comes easily – Sunil even manages to move a local mafia don to tears with a song he just made up. But wooing Anna is trickier, because she loves Chris (Deepak Tijori) who loves her back. The songs follow Sunil, a lovable scamp who fumbles, schemes and cajoles his way into the hearts of the simple folk of a Goan village. And almost gets Anna in the end. The music is by Jatin-Lalit, who delivered a series of eminently hummable songs throughout their partnership, from Khiladi (Wada Raha Sanam) and Jo Jeeta Wohi Sikandar (the heady Pehla Nasha) to Dilwale Dulhaniya Le Jayenge, Kuch Kuch Hota Hai and finally, Fanaa. It is difficult to think of a tune in their repertoire that jars or sounds half-hearted. The composers bring the same zing to Kabhi Haan Kabhi Naa, beginning with the toe-tapping Deewana Dil Deewana, in which Sunil and Chris race each other to meet Anna whose train is chugging through a bright green Konkan landscape and about to pull into Vasco Da Gama station. Amit Kumar and Udit Narayan sing this song of anticipation with customary exuberance.\n\n\n    \n    Play\n\nDewana Dil Deewana, Kabhi Haan Kabhi Naa (1994).In Aana Mere Pyar Ko, Sunil tries to convince Anna of the sincerity of his feelings. The people of Vasco find this caper so adorable that all – firemen and nuns included – come to the aid of the besotted boy by piping up with a delightful chorus at the end of every stanza. Let it be, forgive him, they implore Anna, who is livid at Sunil’s antics, past and present. The duet by Alka Yagnik and Kumar Sanu is accompanied by robust guitars, trumpets and violins as Khan does a Chaplin, scurrying across boats and beaches in pursuit of Anna who’s in no mood to forgive.\n\n\n    \n    Play\n\nAana Mere Pyar Ko, Kabhi Haan Kabhi Naa (1994).The credit for the best love song featuring a mafia don must go to the makers of Sach Yeh Kahani Hai. Majrooh Sultanpuri syncs the lyrics perfectly with the mood of Don Anthony Gomez that quickly turns from dark to nostalgic as his life story is unravelled via a musical drama by Sunil and his merry band. The composers plagiarise the opening tune from Boney M’s Rasputin, but switch quickly to a staccato rhythm, punctuated by a comical “Kaise Don!”The musical reduces the gangster to a teary-eyed mess, and Sunil finds he’s made a loyal friend who offers him everything from advice on love and life to fake marksheets.\n\n\n    \n    Play\n\nSach Yeh Kahani Hai, Kabhi Haan Kabhi Naa (1994).Sultanpuri finds his groove in Ae Kaash Ke Hum, a waltz in the mould of a classic Jatin-Lalit romantic number. May this dream never end, the song goes, as a love-struck Sunil serenades Anna during their first date, I will sing of our love forever. \n\n\n    \n    Play\n\nAe Kash Ke Hum, Kabhi Haan Kabhi Naa (1994).Kyon Na Hum Milke Pyar Karein is the moment when Sunil realises that the woman of his dreams has her heart set on someone else. But you wouldn’t know it from the festive atmosphere –  perky guitars and drums and the now-familiar trumpet that come together in a fast tempo. Love is all around, but not for him.The fake marksheets are discovered during a celebration of Sunil’s supposed success in the presence of his family, friends and neighbours. He’s a failure, his wounded father pronounces on learning of the deception, and all of Sunil’s schoolboy charm dissipates. But everyone else rallies around the young man – he’s one of a kind, a rare gem, they submit to the father. Dad finally relents, and our dreamer gets a respite. Woh To Hai Albela has sweeping violins and buoyant percussion, and singers Kumar Sanu and Devaki Pandit hit the high notes with ease.\n\n\n    \n    Play\n\nWoh To Hai Albela, Kabhi Haan Kabhi Naa (1994).","author":"Rineeta Naik","time":"2017-09-03T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103825-ohgbevytfc-1540317950.jpeg","tags":["Kabhi Haan Kabhi Naa","Classic film soundtracks","Jatin Lalit"],"source":"https://scroll.in/reel/847691/audio-master-winning-tunes-for-a-lovable-loser-in-kabhi-haan-kabhi-naa"}