{"title":"Audio master: In ‘Kumbalangi Nights’, chilled-out backwater riffs blend with songs of love and fears","content":"For Kumbalangi Nights, Sushin Shyam, who scored Kismath in 2016 and more recently, the edgy Varathan and Virus, produces a memorable soundtrack for the story of four brothers living in a decrepit home framed by gleaming backwaters. The songs range from warm and contemplative to light and breezy in a film that is often hilarious and also poignant. The dysfunctional family members – Saji, Boney, Bobby and Frankie – wrestle with their personal demons and each other, but then rally to help the brother whose love life has run into a storm.The tragic thread running through Madhu C Narayan’s Malayalam film, written by Syam Pushkaran, is the absent mother – the one who chose to leave, but who persists in her sons’ lives “like a lamp, a blazing memory”. Cherathukal is her benediction, a reminder of her presence. A solitary guitar strums aside Sithara Krishnakumar’s voice across this exquisite piece, possibly Shyam’s finest so far. A pensive viola by Danny John teases out Anwar Ali’s lyrics (“I will be a cool breeze, healing the sorrows of the world; I will sail you through the swirling sea of tears”). A delicate lullaby-hum runs through the song, wafting over sleeping men and over Frankie, the youngest, who’s having to grow up too soon. In the outro, Shyam’s voice rises as in a hymn: “Son, I will be a guardian angel, watching over you.” The transition in vocals possibly sums up the mood of the film. The burden of nurturing is no longer a woman’s, but falls to the men who find themselves reaching out and watching over not just each other but also the unexpected people who enter their lives.\n\n\n    \n    Play\n\nCherathukal, Kumbalangi Nights (2019).Lagoon Chill is a tribute to the backwaters and to Bobby’s “100% chill” attitude. The jazz-and-blues vibe marks the calm before the storm, as Bobby’s life is about to be upended by the effervescent Baby and her suave, controlling brother-in-law Shammi, who oozes menace. In Uyiril Thodum, Bobby and Baby have found each other, eyes smiling and dimples flashing. The vocals by Sooraj Santhosh and Anne Amie are backed by Rithu Vyshakh’s whimsical strings and an urgent rhythm echoing the fervour of new love. Anwar Ali writes magnificently again: “On those paths, you became my shelter, like a tree branch spreading out; you opened like an umbrella when my burning pain unceasingly rained down.” Santhosh’s high notes at “Aarum kaanaa” are as exhilarating as the young people’s cartwheels on the beach and the swing in Boney and Nyla’s salsa steps.\n\n\n    \n    Play\n\nUyiril Thodum, Kumbalangi Nights (2019).Don’t Fall is a foot-tapping number that is also Bobby’s go-to anthem as he braces for a dreary factory job. By the time the cheery Ezhutha Adha, rendered by Shyam himself, comes around, Bobby appears to have found his calling. The four-man family has added new members to their little household – a young widow with a newborn child, and the tourist who encountered and fell for Boney’s quiet intensity. This is a time of hope and lightheartedness, conveyed by brisk strings and a segue to whistles and a superb harmonica by Harikumar G at the end of each stanza. A brief yet stirring violin interlude, Ritu Vyshakh again, blends into the overall contemplative tone of the soundtrack.Don’t miss Thillele, a festival song of the Irular tribe, set to a perky EDM rhythm, and sung by a medley of delightful young voices.A guitar riff by Shyam sets off Silent Cat, a love song for Boney who has a speech disability. German R&B singer K ZIA lends her sultry voice to Nezer Ahemed’s lyrics, about words unspoken and tunes yet to be heard. Happily, the harmonica returns here, if briefly, giving Boney a voice and the song its meaning.\n\n\n    \n    Play\n\nSilent Cat, Kumbalangi Nights (2019).The film deserves all of its accolades and so does the soundtrack.\n\n\n    \n    Play\n\nKumbalangi Nights jukebox (2019).","author":"Rineeta Naik","time":"2019-11-25T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130591-cujcbfzkkc-1573226920.jpeg","tags":["Movie soundtracks","Kumbalangi Nights","Sushin Shyam"],"source":"https://scroll.in/reel/944783/audio-master-in-kumbalangi-nights-chilled-out-backwater-riffs-blend-with-songs-of-love-and-fears"}