{"title":"Audio and full text: Roger Federer announces retirement – ‘It’s been an incredible adventure’","content":"Swiss great Roger Federer announced his retirement from tennis, calling time on one of the most glorious careers the sport has seen. “Tennis has treated me more generously than I ever would have dreamt, and now I must recognize when it is time to end my competitive career,” Federer said in a statement.The Laver Cup next week in London will be my final ATP event. I will play more tennis in the future, of course, but just not in Grand Slams or on the tour.”(More to follow)To my tennis family and beyond,With Love,Roger pic.twitter.com/1UISwK1NIN— Roger Federer (@rogerfederer) September 15, 2022\n\nSwitzerland, 15 September 2022To my tennis family and beyond,Of all the gifts that tennis has given me over the years, the greatest, without a doubt, has been the people I’ve met along the way: my friends, my competitors, and most of all the fans who give the sport its life. Today, I want to share some news with all of you.As many of you know, the past three years have presented me with challenges in the form of injuries and surgeries. I’ve worked hard to return to full competitive form. But I also know my body’s capacities and limits, and its message to me lately has been clear. I am 41 years old. I have played more than 1500 matches over 24 years. Tennis has treated me more generously than I ever would have dreamt, and now I must recognize when it is time to end my competitive career.The Laver Cup next week in London will be my final ATP event. I will play more tennis in the future, of course, but just not in Grand Slams or on the tour.This is a bittersweet decision, because I will miss everything the tour has given me. But at the same time, there is so much to celebrate. I consider myself one of the most fortunate people on Earth. I was given a special talent to play tennis, and I did it at a level that I never imagined, for much longer than I ever thought possible.I would like to especially thank my amazing wife Mirka, who has lived through every minute with me. She has warmed me up before finals, watched countless matches even while over 8 months pregnant, and has endured my goofy side on the road with my team for over 20 years. I also want to thank my four wonderful children for supporting me, always eager to explore new places and creating wonderful memories along the way. Seeing my family cheering me on from the stands is a feeling I will cherish forever.I would also like to thank and recognize my loving parents and my dear sister, without whom nothing would be possible. A big thank you to all my former coaches who always guided me in the right direction...you have been wonderful! And to Swiss Tennis, who believed in me as a young player and gave me an ideal start.I really want to thank and acknowledge my amazing team, Ivan, Dani, Roland, and particularly Seve and Pierre, who have given me the best advice and have always been there for me. Also Tony, for creatively managing my business for over 17 years. You are all incredible and I have loved every minute with you.I want to thank my loyal sponsors, who are really like partners to me; and the hard-working teams and tournaments on the ATP Tour, who consistently welcomed all of us with kindness and hospitality,I would also like to thank my competitors on the court. I was lucky enough to play so many epic matches that I will never forget. We battled fairly, with passion and intensity, and I always tried my best to respect the history of the game. I feel extremely grateful. We pushed each other, and together we took tennis to new levels.Above all I must offer a special thank you to my unbelievable fans. You will never know how much strength and belief you have given me. The inspiring feeling of walking into full stadiums and arenas has been one of the huge thrills in my life. Without you, those successes would have felt lonely, rather than filled with joy and energy.The last 24 years on tour have been an incredible adventure. While it sometimes feels like it went by in 24 hours, it has also been so deep and magical that it seems as if I’ve already lived a full lifetime. I have had the immense fortune to play in front of you in over 40 different countries. I have laughed and cried, felt joy and pain, and most of all I have felt incredibly alive. Through my travels, I have met many wonderful people who will remain friends for life, who consistently took time out of their busy schedules to come watch me play and cheer me on around the globe. Thank you.When my love of tennis started, I was a ball kid in my hometown of Basel. I used to watch the players with a sense of wonder. They were like giants to me and I began to dream. My dreams led me to work harder and I started to believe in myself. Some success brought me confidence and I was on my way to the most amazing journey that has led to this day.So, I want to thank you all from the bottom of my heart, to everyone around the world who has helped make the dreams of a young Swiss ball kid come true.Finally, to the game of tennis: I love you and will never leave you.","author":"Scroll Staff","time":"2022-09-15T19:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161265-wckrqlzkmu-1625718084.jpg","tags":["Laver Cup","Roger Federer","Federer"],"source":"https://scroll.in/field/1032940/audio-full-text-roger-federer-announces-retirement-its-been-an-incredible-adventure"}