{"title":"Audio master: It’s always perfect weather for ‘Monsoon Wedding’","content":"In this Delhi mansion gearing up for a wedding, dark secrets abound but don’t get in the way of the music. Wedding songs and item songs rollick their way through Mira Nair’s  Monsoon Wedding (2001) and its tangle of family anxieties, shot nerves, confused feelings and childhood traumas that never really go away.As weddings go, this one is also a mix of solemnity and fun, resulting in a mixtape that includes traditional tunes as well as the dance numbers that were current in that decade. For that reason, there’s a whiff of easy familiarity about the music. Many of the melodies have been heard – and loved – before.And what’s a wedding without late night banter, coy young people, innuendo and songs that skip along, help you break into dance but also speak, as they have for centuries, of new beginnings, the warmth of family, and everlasting union.If it’s a high-pitched Punjabi number, you want Sukhwinder Singh in it. With Ajj Mera Jee Kardaa, in the style of ghodiyaan, traditional Punjabi wedding songs ung by the groom’s family, he reels you in effortlessly, and long after the album ends, you remain in thrall of its magnetic beat. It is an invocation for rain, so that the harvest is bountiful, and the lyrics are lush with the imagery of green fields and grain and the many joys that the impending nuptials have brought to the family.“I’m so happy today, I could fly with the winds,” the song goes, suffused with gratitude for a sincere “I-couldn’t-wish-for-anything-more” delight in the proceedings. “As the shehnais resound,” it continues, “a multitude of joys go dancing, skipping through my house, and all darkness has disappeared.”\n\n\n    \n    Play\n\nAjj Mera Jee Kardaa.The instrumental pieces by Mychael Danna (Your Good Name, Banished, Love and Marigolds) are reserved for the parallel love story of wedding Dubey (Vijay Raaz) and Alice (Tilottama Shome), the young woman who works as a domestic help in the house. Those scenes have a touch of the comic, particularly in when conveying the agony and clumsiness of the marigold-chewing lover. But you wouldn’t know it from the music devoted to the couple. Flute interludes segue into gentle sitar and santoor sounds, and then, a more unabashed sarangi – because theirs is the quieter affair, conducted without noisy and nosy relatives and friends, but also anxious because that crucial social ingredient is absent. Alice and Dubey are on their own, trying to make sense of their feelings against the tumult of the ongoing celebrations in the household they work for. The sense of uncertainty and nervousness is conveyed perfectly by the slow moving music.    \n\n\n    \n    Play\n\nYour Good Name.Another contemplative number is Fabric/Aaja Saawariya, a thumri composed by Jaidev for Gaman and sung by Hari Devi Mishra, amped up with bass and synthesizer by Midival Punditz. It accompanies the homeward-bound Dubey as he navigates the bylanes of Old Delhi, and throbs in sync with the energy of the street. Few songs have been able to add a contemporary overlay to the archaic ambience of Old Delhi – the movie Delhi-6 comes close but still doesn’t have the natural rhythm of Aaja Saawariya.    \n\n\n    \n    Play\n\nFabric.Old tunes are brought out and dusted as the family convenes in the evenings for more song and dance. The Faiz Ahmed Faiz favourite Aaj Jaane Ki Zid Na Karo is one of those comforters. This is where you lean back against someone you love, and wistfully recall the first or second love who had introduced you to the song.Chunari is the work of Anu Malik, originally composed for Biwi No. 1, and an opportunity for the younger lot at the wedding to showcase their availability for romantic dalliances. Singer Anuradha Sriram gives it extra oomph with a deliberate twang on key words.The monsoon arrives almost like a benediction. Hans Raj Hans and Bally Sagoo kick up the tempo yet another notch with Aaja Nachle, as the protagonists assemble for the rain-soaked wedding ceremony and shake off the accumulated stress of the past few days.\n\n\n    \n    Play\n\nFuse Box.Monsoon Wedding will soon be on Broadway with 21 songs composed by Vishal Bhardwaj. It will be refreshing to have original scores for this plot. There is plenty for Bhardwaj to play with – colours and flowers, intriguing sub-plots, and of course, lots of rain.Also read:Why PK Dube from ‘Monsoon Wedding’ will always be our favourite event planner","author":"Rineeta Naik","time":"2017-01-26T15:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162561-hzynxffmqk-1628374425.jpg","tags":["Audio master","Monsoon Wedding","Hindi film soundtracks"],"source":"https://scroll.in/reel/826869/audio-master-its-always-perfect-weather-for-monsoon-wedding"}