{"title":"Audio master: ‘Sindhu Bhairavi’ is an ode to the absence of boundaries in music","content":"Rajiv Menon’s Sarvam Thaala Mayam makes an argument for the classical arts to be inclusive. The February 1 release  explores the role of caste in Carnatic music through Peter (GV Prakash Kumar), the son of a Dalit mridangam maker who becomes the pupil of maestro Vembu Iyer (Nedumudi Venu). It’s hardly surprising that Menon chose his frequent collaborator AR Rahman to compose the soundtrack. The Oscar-winning composer has regularly reminded his audiences about the value and power of collaboration in the arts.In 1985, another filmmaker and music composer joined forces to make a similar argument about inclusivity. K Balachander’s Sindhu Bhairavi was scored by Ilaiyaraaja – the first collaboration between the acclaimed artists. Sindhu Bhairavi centres on fictitious Carnatic musician JK Balaganapathi (Sivakumar), whose extra-marital affair with a fan, Sindhu (Suhasini), affects his marriage and career. JKB’s infidelity, however, coaxes him to shed his traditionalist ways and make his musical repertoire more accessible.Ilaiyaraaja was best suited to create the film’s tunes: he is known for his diversity in musical styles and a soundscape that spans the earthy rural and folk to Carnatic classical and Western sounds. The nine-song soundtrack is still remembered for its beautiful blend of Carnatic, Tamil light and folk music.\n\n\n    \n    Play\n\nSindhu Bhairavi (1985).The songs in Sindhu Bhairavi, rendered by KJ Yesudas and KS Chitra, keep step with the plot. The soundtrack begins with Mahaganapatim, the inaugural song at most classical music concerts. Seconds before JKB is to commence a concert, his mridangam player Gurumurthy (Delhi Ganesh) arrives on the stage drunk. JKB accuses Gurumurthy of having “polluted” a sacred art form and kicks him out of the concert. Then, JKB launches into Mahaganapatim. The scene is also significant because it foreshadows JKB’s own alcoholism.The track has no percussion support. Yesudas’s classically trained voice fills the ears and is enough to anchor the composition. His voice exudes a confidence that mirrors JKB’s own at this point in the narrative. Ilaiyaraaja uses the audience’s applause as a form of percussion at the end of the composition.\n\n\n    \n    Play\n\nMahaganapatim, Sindhu Bhairavi (1985).The song that introduces Sindhu and underscores Balachander’s claims about the inaccessibility of classical music is the Tyagaraja composition Mari Mari Ninne. JKB sings to a packed auditorium full of fans, which includes Sindhu. The original Telugu composition is in the Kambojhi raga, but Ilaiyaraaja composes it afresh in the Saramati raga. The Telugu sahityam talks about how Tyagaraja is beseeching his god to have mercy on him and grant him an appearance. Yesudas sings it in the most uplifting and beautiful manner.\n\n\n    \n    Play\n\nMari Mari Ninne, Sindhu Bhairavi (1985).However, most of the audience members appear to be distracted. Sindhu approaches JKB at the end of the performance to say that while his rendition was impeccable, it would have been even better if the audience understood the lyrics. She wonders aloud whether a Carnatic concert should make room for Tamil folk compositions. An enraged JKB responds that singing “naatupaadal” (country songs) at a classical concert will amount to turning it into a “stinking gutter”.Sindhu decides to prove him wrong through Paadariyen Padippariyen. Also composed in Saramati raga, the song, with Tamil lyrics by Vairamuthu, reiterates Sindhu’s argument that a song loses its expression when its meaning is not understood. Chitra’s velvety voice ensures that Sindhu’s strong arguments are conveyed politely and skillfully. The track begins as a folk song with a slow, swaying beat but soon transitions into a full-fledged Carnatic song with a swara alapana. Just when you think that Sindhu has made her point, she seamlessly transitions into Mari Mari Ninne, furthering the argument that musical boundaries aren’t as rigid as mental boundaries.\n\n\n    \n    Play\n\nPaadariyen Padippariyen, Sindhu Bhairavi (1985).JKB doesn’t take the showdown too well, but forgives Sindhu after she apologises numerous times. His attraction for a woman who has the ear for music that his wife Bhairavi (Sulakshana) lacks is growing. When Sindhu gifts him a book of poems by Subramania Bharathi, he is inspired to break into Manadhil Urudhi Vendum, composed in Jog raga and punctuated with short flute portions and the mridangam. \n\n\n    \n    Play\n\nManadhil Urudhi Vendum, Sindhu Bhairavi (1985).Who is Sindhu? Balachander and Ilaiyaraaja answer this question through Naan Oru Sindhu, the soundtrack’s best tune. The autobiographical song comes about when Sindhu, an orphan, runs into her birth mother, who is married to JKB’s friend.Vairamuthu’s evocative lyrics (I have a father and a mother but no one to call my own) reveal Sindhu’s troubled state of mind. Stepping away from the predominantly Carnatic idiom of the soundtrack, Ilaiyaraaja infuses the song with a rural folk feel with interludes by a violin orchestra.\n\n\n    \n    Play\n\nNaan Oru Sindhu, Sindhu Bhairavi (1985).JKB’s love for Sindhu wreaks havoc in his marriage. When he realises Bhairavi’s plight, JKB resolves to make amends, which he announces through Moham Ennum, composed in Kanakaangi raga and fashioned like a Thillana with musical phrases full of sharp notes. Yesudas sings in a grim voice, complimenting the resoluteness and drama of the lyrics (“I must kill these feelings of attraction and if I cannot, then I must die immediately”).\n\n\n    \n    Play\n\nMoham Ennum, Sindhu Bhairavi (1985).However, JKB’s resolve barely lasts. He continues to pursue his affair with Sindhu, which pushes Bhairavi to attempt suicide. This grave episode too is expressed through a song, Aananda Natanam Aadinal (She dances with joy), which JKB ironically sings when he is told that Bhairavi has jumped into a well.Bhairavi eventually makes JKB promise never to meet Sindhu again, but he wilts under the weight of his oath, descending both personally and professionally. He becomes an alcoholic and turns up drunk for a performance – marking a full circle from the scene that inaugurated the film. The song that JKB sings at the concer is Poo Maalai Vangi Vanthan.Vairamuthu’s lyrics (Where there isn’t a discerning ear, why is there music; where there is no vision, why is there a lamp; day after day, he cries in her memory) help us journey into JKB’s distraught mind. Ilaiyaraaja composes the song in the Kaanada raga and structures it like a traditional Carnatic composition with soulful violin, flute and veena interludes.\n\n\n    \n    Play\n\nPoomalai Vaangi Vanthan, Sindhu Bhairavi (1985).Thanni Thotti marks JKB’s complete descent into alcoholism. A drunk JKB debases himself by singing the song at a party. Ilaiyaraaja marks JKB’s departure from his self and values with a tune that is far removed from the Carnatic idiom. Vairamuthu’s lyrics hurl jibes at JKB’s humiliation (“A glass of rum will make sure the raga flows smoothly”).\n\n\n    \n    Play\n\nThanni Thotti, Sindhu Bhairavi (1985).After JKB loses his standing in the Carnatic community, Bhairavi feels that the only way to save him is by bringing Sindhu back into his life. She gets JKB to give up alcohol and practise for a comeback concert by promising him that Sindhu will attend it. This gets JKB’s spirits up, and the song Kalaivaaniye perfectly sums up his state of mind. The remarkable composition is made up swaras that are only in ascending notes. The track does not have a single phrase or note with a downward tilt – a musical allusion to JKB’s soaring mood.The experimental quality of Kalaivaaniye is yet another testament to Ilaiyaaraja’s genius. The song also serves as a perfect finale to a soundtrack that demonstrates the need for introspection and reflection in art – a lesson that remains relevant to this day.\n\n\n    \n    Play\n\nKalaivaniye, Sindhu Bhairavi (1985).","author":"Archana Nathan","time":"2019-01-31T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109485-mgpukcurqg-1546340021.jpeg","tags":["Sindhu Bhairavi","K Balachander","Ilaiyaraaja"],"source":"https://scroll.in/reel/907723/audio-master-sindhu-bhairavi-is-an-ode-to-the-absence-of-boundaries-in-music"}