{"title":"Audio master: Vishal Bhardwaj’s ‘Maachis’ score finds tenderness amidst insurgents and guns","content":"For Vishal Bhardwaj, who turned to film direction with Makdee in 2002, music, he admits, remains his first love. He continues to score the music for his films, the most recent being his September 28 release Pataakha.Who can forget Maachis (1996), which established Bhardwaj as a composer to look out for? The film also marked the beginning of a now-legendary collaboration between Bhardwaj and poet-lyricist and film director Gulzar, one that resulted in several other gems such as Omkara, Ishqiya and Haider.In Maachis, a film about insurgents and guns, terror and torture, the music is awash with tenderness.Gulzar’s film, starring Tabu and Chandrachur Singh, is set against the “Punjab problem” in the 1980s. A long insurgency was being “resolved”, often through unconstitutional means, as the film suggests. The results are still a matter of debate. Maachis delves into the lives of ordinary people who find that the problem has come home, in bewildering, brutal ways. For better or for worse, it seems, the only recourse is to fight back.But these appear to be reluctant rebels. There is not a single militant tune in this story of young people who leave home to take up arms after an encounter with the state’s jackbooted forces leaves them dazed and bruised.Instead of motivational marching anthems and paeans to their cause, they would rather pick up a rabab and a dafli and sing of home, of kitchen stoves, and of the veil that covers a young woman’s face as she sleeps. As in this Punjabi folk song, with its snap and kick, and the crackling onomatopoeia in the first line.\n\n\n    \n    Play\n\nChappa Chappa, Maachis (1996).Chhod Aaye Hum begins with a merry recounting of the charms of a beloved back home. Hariharan, Suresh Wadkar, Vinod Raina and KK deliver a fine chorus as the rebels begin their journey. The anger and anguish surge forth only towards the end of the song. “Is this a bottomless well, or a dead-end street? I’m stuck in a moment that won’t burn up, try as I might to set it alight”. \n\n\n    \n    Play\n\nChhod Aaye Hum, Maachis (1996).It is impossible not to be entranced by the lyrics of a master poet like Gulzar, but it takes the sensibility of a musician like Vishal Bhardwaj to elevate them to greatness. For example, Tum Gaye Sab Gaya – two separate versions by Hariharan and Lata Mangeshkar – is almost a monologue. If RD Burman scored Gulzar’s free-verse Mera Kuchh Samaan with impressive dexterity for Ijaazat (1987), Bhardwaj does the same with the sparse Tum Gaye. There is even a whiff of Carnatic on a veena, a Hindustani interlude by vocalist Sanjeev Abhyankar, and a deceptive sarangi filler that ups the rhythm, only briefly, to convey the roiling of emotions.\n\n\n    \n    Play\n\nTum Gaye Sab Gaya, Maachis (1996).Each of the remaining four songs in this soundtrack, all by Lata Mangeshkar, replay the theme of loss, whether of a person or of home. But Bhardwaj’s genius transports the listener to four different planes of sensation. Somebody bring him back, pleads a bereft woman in Bhej Kahar, a cry-in-the-wilderness melody that is shorn of orchestration. But Yaad Na Aaye Koi is redolent with memories even as it asks to be freed from the pain of memory.\n\n\n    \n    Play\n\nYaad Na Aaye Koi, Maachis (1996).Ae Hawa is the weightier of the songs in terms of its lyrics. But the music helps it float up ever so briskly and daintily, conveying a woman’s plea to the rain clouds to go touch the mountains, Meghdoot-like, deliver a message and return. The haunting Paani Paani Re is an ode to water, a prayer almost, dotted with the sound of temple bells. Eyes stung by tears, not sleep, a homesick woman entreats a river rising in a desolate, snow-packed land, to descend to the valleys below and flow past a certain village, a certain home.“Ja mere ghar ja” is one of the most poignant lines in the soundtrack.\n\n\n    \n    Play\n\nPaani Paani Re, Maachis (1996).It is still somewhat unsettling, the absence of verses and music that would have echoed the grit, and later, despair, of this ragtag bunch of young people. It is left to the remaining frames to convey the action and bravado, and the disillusionment and cynicism that follow.Perhaps it reflects the poet-director’s retrospective knowledge – and our own – that here is a real-life cause  that was irrevocably lost. The rebels were crushed and calls for justice and reparation have faded. Only memories of pain and loss remain. Might as well sing of those.","author":"Rineeta Naik","time":"2018-09-30T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155272-hokcpdwivm-1613991374.jpeg","tags":["Vishal Bhardwaj","Maachis","Gulzar"]}