{"title":"Audio master: In AR Rahman’s soaring songs for ‘Delhi-6’,  sustained melody and no Punjabi pop","content":"In Rakeysh Omprakash Mehra’s Delhi-6 (2009), the spectre of a mysterious and deadly “Monkey Man” looms over the bazaars and ancestral houses of Old Delhi, terrorising the inhabitants and upending the apparent peace and goodwill among its diverse communities. But thankfully, the film is more than its convoluted plot. The colourful characters live, love, squabble and sing on their terraces, in the Delhi Metro, and on streets canopied with the clotted tangle of overhead electricity wires. Which is a good thing for the music.AR Rahman’s soundtrack wisely dedicates a single song to the “kaala bandar”, a creature that turns out to be nothing more than a manifestation of the darkness in people’s hearts. To up the pace a little, we have a fun rap interlude by four fresh voices, which is not, repeat, not Punjabi. Those who believe a music album about Delhi is incomplete without thumping Punjabi pop – go fly a kite, and may the kaala bandar find you.\n\n\n    \n    Play\n\nHey Kaala Bandar, Delhi-6 (2009).The rest of the soundtrack soars over vintage homes, keeps time with pigeons and aspiring Indian Idol contestants strutting their stuff, and echoes the sounds of ancient mosques. If ever there was a musical tribute to the charms of Old Delhi, it is this. Sample, for example, the calls of the kabutar baaz, residents and pigeon keepers who fly their pet birds at specific times of the day. Their cries prompt the birds, flying in formation, to pull away and edge back, as if in a trance, finally returning home to their loving owners.Because this is Rahman, the calls segue magically into the music, in this Chhattisgarhi folk song rewired with a perky rhythm.\n\n\n    \n    Play\n\nGenda Phool, Delhi-6 (2009).Masakali is an Ode to the Pigeon, and is arguably the star of the soundtrack. Mohit Chauhan’s drawl teases out the sauntering melody and Prasoon Joshi’s playful lyrics. This one is for those who are besotted and just can’t look away.\n\n\n    \n    Play\n\nMasakali, Delhi-6 (2009).Rahman’s signature Sufi element is in Arziyan, sung by Kailash Kher and Javed Ali, who returned two years later with the mesmerizing Kun Faya in Rockstar. Prasoon Joshi’s “Marammat muqaddar ki kar do maula” is one of the finest touches in this entreaty, which resonates long after the music ends. There is a hint of Nusrat Fateh Ali Khan, who Rahman has said was always an inspiration when it came to Sufi numbers.\n\n\n    \n    Play\n\nArziyan, Delhi-6 (2009).Ash King lends his voice to Dil Gira Dafatan, a soothing ballad with an urgent, running string sequence in the background. The strings are the hero in this song, and the vocals seem to accompany them. A Celtic intervention appears halfway through the song and with a smidgen of Chinese in it, and surprisingly, it works. \n\n\n    \n    Play\n\nDil Gira Dafatan, Delhi-6 (2009).Rehna Tu is a full-throated Rahman rendering, accompanied by Benny Dayal and Tanvi Shah, an ebb-and-flow number – see how it draws back gracefully at “Dheema dheema jhonka.” It’s not in the YouTube version below, but look for the full song in which the finale is a soothing Carnatic-flavour track, merging effortlessly with the ongoing rhythm. Here’s Rahman doing what he does best –mixing styles and genres in unimaginable ways. Add this to your lounge playlist.\n\n\n    \n    Play\n\nRehna Tu, Delhi-6 (2009).For many viewers, the high point of the film was the frenzied cymbals and singing during the neighbourhood jagran, the men giving vent to their mutual hostility and looking painfully silly in the process. Here’s the gentler version by the women.An audition by our Indian Idol aspirant is an opportunity for Shreya Ghoshal to demonstrate her vocal prowess, overlaying a fine bandish by Bade Ghulam Ali Khan.The title song amplifies the Dilli vibe and also pays tribute to the cosmopolitan flavor of the city, with electronic sounds interspersed with French rap. The spirit of Delhi is captured in smooth, anglicised Hindi (“Yeh Dilli hai mere yaar”), but there’s some hard, staccato vocals as well. This might be a city with a heart, but it has its rough edges. Dilli-6 can’t help making the well-worn dil-Dilli connection, and yet the melody is fresh and energetic, without being Punjabi. Give us an ishq-mohabbat-pyaar warble over ki honda pyar any day.\n\n\n    \n    Play\n\nDilli-6, Delhi-6 (2009).Also read:Audio master: It’s always perfect weather for ‘Monsoon Wedding’Audio master: In AR Rahman’s ‘1947 Earth’, love, savagery and sonic brillianceAudio master: Winning tunes for a lovable loser in ‘Kabhi Haan Kabhi Naa’","author":"Rineeta Naik","time":"2019-10-21T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128054-bsclcrxpfi-1569517516.jpg","tags":["Delhi 6 soundtrack","AR Rahman","Masakali"]}