{"title":"Myanmar military stages coup, detains Aung San Suu Kyi and other politicians","content":"Myanmar’s military on Monday said it has taken control of the country for a year, reported AP, citing the military-run Myawaddy TV. The announcement came after State Counsellor Aung San Suu Kyi and other senior figures from the country’s ruling National League for Democracy were detained in an early morning raid.A presenter on the Myawaddy TV confirmed the coup, and cited a section of the country’s Constitution that allowed the military to take over during a national emergency. It was also announced that the coup was the result of the government’s failure to delay the November election despite the outbreak of the coronavirus. Ever since the National League for Democracy’s landslide win in November’s election, military leaders have discredited the results with unfounded claims of fraud.NLD spokesperson Myo Nyunt told Reuters that Suu Kyi, President Win Myint and other leaders had been “taken” early in the morning. “I want to tell our people not to respond rashly and I want them to act according to the law,” he said, adding that he also expected to be detained.Myanmar was under military rule till 2011, during which Suu Kyi spent many years under house arrest. The newly elected lower house of Parliament was due to convene for the first time on Monday, but the military had called for a postponement, according to BBC.Phone lines to Naypyitaw, the capital of Myanmar, where Parliament was due to start, were not reachable in the early hours of Monday. Soldiers were on the streets in Yangon and Naypyitaw. Meanwhile, Myanmar state-run MRTV Television said on Facebook that it was unable to broadcast. Suu Kyi, 75, had come to power in a landslide victory, winning  83% of available seats in the 8 November, 2015, election in what many saw as a referendum to her civilian government. This was the second election since the end of military rule in Myanmar in 2011.But the country’s military has disputed the results from the beginning. The military’s electoral proxy, the Union Solidarity and Development Party, has demanded a new election supervised by the military, filed nearly 200 complaints, and took the issue to the Supreme Court, according to Al Jazeera. Last week, the military’s commander-in-chief Senior General Min Aung Hlaing had threatened to abolish the country’s constitution.  Myanmar’s election commission has rejected the military’s allegations of vote fraud, saying there were no errors big enough to affect the credibility of the vote.International community expresses concernThe United States said it was alarmed by the developments in Myanmar. In a press release, White House Press Secretary Jen Psaki said President Joe Biden was monitoring the situation closely.“We continue to affirm our strong support for Burma’s democratic institutions and, in coordination with our regional partners, urge the military and all other parties to adhere to democratic norms and the rule of law, and to release those detained today,” the statement added. “The United States opposes any attempt to alter the outcome of recent elections or impede Myanmar’s democratic transition, and will take action against those responsible if these steps are not reversed.”Meanwhile, Australian Foreign Minister Marise Payne called for the release of Suu Kyi and others reported to be detained. “We strongly support the peaceful reconvening of the National Assembly, consistent with the results of the November 2020 general election,” she said, according to AP.","author":"Scroll Staff","time":"2021-02-01T07:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154166-xveuuxltjb-1612143850.jpg","tags":["Myanmar","Aung Suu Kyi","National League for Democracy"],"source":"https://scroll.in/latest/985599/aung-san-suu-kyi-and-other-myanmar-politicians-detained-says-ruling-party"}