{"title":"Australia tour of India: Suryakumar Yadav set to lead hosts in five-match T20I series","content":"Suryakumar Yadav will lead India in the five-match Twenty20 International series against Australia, which will begin in Visakhapatnam on Thursday.The squad announced by the men’s selection committee remains on expected lines and is similar to the team that competed in Ireland earlier this year. However, Jasprit Bumrah, who served as the team captain during that series has been given a break after a gruelling ICC Men’s ODI World Cup. Hardik Pandya, who is injured, misses out from the squad. However, no update has been provided about his fitness. The release by the Board of Control for Cricket of India stated that Shreyas Iyer will join the squad as vice-captain for the last two T20Is in Raipur and Bengaluru. Until then, Ruturaj Gaikwad, who led the Indian side at the Asian Games to its first medal, will be the deputy to Suryakumar Yadav. Meanwhile, Axar Patel, who had sustained a quadriceps strain in the Asia Cup and did not feature in the final and subsequently, the World Cup squad makes a return to the Indian side. India’s squad: Suryakumar Yadav (Captain), Ruturaj Gaikwad (vice-captain), Ishan Kishan, Yashasvi Jaiswal, Tilak Varma, Rinku Singh, Jitesh Sharma (wk), Washington Sundar, Axar Patel, Shivam Dubey, Ravi Bishnoi, Arshdeep Singh, Prasidh Krishna, Avesh Khan, Mukesh Kumar Schedule for the T20I series \n    \n       Date  Match  Venue \n    \n     23rd  November  1st T20I  Visakhapatnam  26th  November  2nd T20I  Thiruvananthapuram  28th  November  3rd T20I  Guwahati  1st December  4th T20I  Raipur  3rd December  5th T20I  Bengaluru","author":"Scroll Staff","time":"2023-11-20T21:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192998-bddibsmbuf-1691552734.jpg","tags":["Suryakumar Yadav","India","Australia","Ruturaj Gaikwad","Hardik Pandya","ICC Men's ODI World Cup 2023","Australia in India"],"source":"https://scroll.in/field/1059358/australia-tour-of-india-suryakumar-yadav-set-to-lead-hosts-in-five-match-t20i-series"}