{"title":"Australia tour of India: All-round visitors level series with six-wicket win in second T20I ","content":"An all-round show from Australia ensured they level the three-match Twenty20 International series against India 1-1 after a six wicket win in the second T20I at the DY Patil Stadium, Navi Mumbai.The Australians were off to a great start after winning the toss and opting to bowl first as opener Shafali Verma was dismissed for 1 by Kim Garth. Smriti Mandhana combined with Jemimah Rodrigues before Garth’s second strike ensured the Indian top-order did not settle.The Indians were unable to score easily even through the middle overs, as Smriti Mandhana and Harmanpreet Kaur found it difficult to get going.  India’s attempt to press the attack was unsuccessful as they continued to lose wickets quickly. The Indian innings never got going as the middle-order also crumbled soon. Richa Ghosh (23) and Deepti Sharma (30) put up a fight but it was short-lived. Even though Shreyanka Patil tried to use unconventional strokeplay, they were ultimately limited to 130 for 8. Garth, Annabel Sutherland and Georgia Wareham picked up two wickets each. Australia already had an advantage with the dew expected to come in later in the innings. During the chase, Australia had established a commanding lead in the run chase with well-timed boundaries. Although captain Alyssa Healy had already launched an early offensive, Renuka Thakur’s five wides further aided Australia’s cause as they amassed 47 runs in the powerplay, After the start early on, Indian spinners Deepti Sharma and Shreyanka Patil had dismissed Alyssa Healy (26), Beth Mooney (20) and Tahlia McGrath (19) in quick succession.However, Ellyse Perry and Phoebe Litchfield who had put up an impressive partnership in the first T20I also, combined together in the second T20I to ensure a better result for the team. Perry, the top-scorer of the match with an unbeaten 34, took her team past the winning line. She had support from the other end in Phoebe Litchfield (18*) who put up another solid performance in India.The Indians had registered a record win in the one-off Test but lost the ODI series 3-0. The T20I series decider will be played on Tuesday at the same venue.","author":"Scroll Staff","time":"2024-01-07T23:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197282-fohzhgdmdy-1704648688.jpg","tags":["Australia tour of India","Australia","India","Cricket","Ellyse Perry","Harmanpreet Kaur","Alyssa HEALY","Phoebe Litchfield"],"source":"https://scroll.in/field/1061753/australia-tour-of-india-all-round-visitors-level-series-with-six-wicket-win-in-second-t20i"}