{"title":"Australia tour of India: Steve Smith, Glenn Maxwell make way for rookies as visitors rehaul T20 team","content":"Ahead of the third Twenty20 International between India and Australia in Guwahati on Tuesday in the five-match series, the visitors have rehauled their squad for the tour. Several of the players who had won the ICC Men’s ODI World Cup earlier this month have either already left the country or are due to return home. Steve Smith and Adam Zampa, the latter who featured in the second match in Thiruvananthapuram, have already flown home to Australia before Tuesday’s game with Glenn Maxwell, Marcus Stoinis, Josh Inglis and Sean Abbott due to leave the following day. As reported by Cricket Australia, the replacements will be wicketkeeper-batter Josh Phillippe and Ben McDermott, who have already joined the squad and are available for tonight’s third T20I.Ben Dwarshuis and spinner Chris Green will also join the squad ahead of the fourth T20I in Raipur. This means that currently, Travis Head is the only player from the squad victorious in Ahmedabad two weeks ago, to remain in India along with Tanveer Sangha who travelled with the World Cup squad as a reserve.Head, the player of the match in the final courtesy his century, is yet to feature in the T20I series. Australia are currently trailing 0-2 to the hosts after having lost the first match in Visakhapatnam by two wickets and the second match by 44 runs.Australia squad for the remaining three T20IsMatthew Wade (c), Jason Behrendorff, Tim David, Ben Dwarshuis, Nathan Ellis, Chris Green, Aaron Hardie, Travis Head, Ben McDermott, Josh Philippe, Tanveer Sangha, Matt Short, Kane Richardson","author":"Scroll Staff","time":"2023-11-28T13:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196216-uijqrsdcnj-1701157663.jpg","tags":["India vs Australia","Cricket","Australia tour of India","Travis Head"],"source":"https://scroll.in/field/1059737/australia-tour-of-india-steve-smith-glenn-maxwell-make-way-for-rookies-as-visitors-rehaul-t20-team"}