{"title":"Australia tour of India: Titas Sadhu stars as India cruise to comfortable win in first T20I","content":"India on Friday notched only their second T20 International win over Australia on home soil after Titas Sadhu, Shafali Verma and Smriti Mandhana guided the home side to victory in the first T20I at the DY Patil Stadium in Navi Mumbai.Chasing 142 to win, India cruised to victory with openers Verma and Mandhana scoring half centuries and stitching together a 137-run partnership, the first by an Indian pair against Australia in T20I.With dew a factor in Navi Mumbai, India captain Harmanpreet Kaur put Australia to bat first after winning the toss. Kaur’s decision to bowl first proved to be the right one after pacer Sadhu ran through the Australian top order.The youngster picked up the wickets of Beth Mooney, Tahlia McGrath and Ashleigh Gardner with fellow pacer Renuka Singh Thakur getting rid of captain Alyssa Healey to reduce Australia to 33/4 in the opening six overs.India were poor in the field in the One Day International series but they were superb on Friday, throwing themselves around and saving boundaries. As the runs dried up, the pressure increased on the Australian batters who went for risky shots.Ellyse Perry and the in-form Phoebe Litchfield steadied the Australian innings, putting together a 52-ball 79-run stand. However, Litchfield missed out on a half century as she holed out to Harmanpreet off Amanjot Kaur’s bowling.Sadhu returned to pick up her fourth wicket while spinners Deepti Sharma and Shreyanka Patil dealt with the tail by picking up two wickets apiece to end Australia’s innings at 141 with four balls to spare.The dew came into play when Australia began their defence with Darcie Brown leaking 14 runs in her opening over. The Australian bowlers never really got going as Verma and Mandhana raced to 59/0 in the opening six overs.The pair were never really troubled by the Australian bowlers as Verma brought up her eighth T20I half century with Mandhana following up with her 23rd half century. In the process, Verma and Mandhana brought up the first 100-run partnership by an Indian pair against Australia in T20Is.Mandhana looked to win the match with a six but McGrath took a good catch on the ropes to break the stand. However, the damage was already done as Jemimah Rodrigues wrapped up a well-deserved victory for India.","author":"Scroll Staff","time":"2024-01-06T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197249-hmxjczmbwz-1704474639.jpg","tags":["Titas Sadhu","Smriti Mandhana","Shafali Verma","Indian women’s cricket team","Phoebe Litchfield","Ellyse Perry","Cricket","India vs Australia"],"source":"https://scroll.in/field/1061698/australia-tour-of-india-titas-sadhu-stars-as-india-cruise-to-comfortable-win-in-first-t20i"}