{"title":"Australia tour of India: Ghosh knock in vain as visitors win thrilling second ODI","content":"India were left to rue the seven dropped catches in the Australian batting innings as the visitors clinched a thrilling three-run win over the hosts in the second One-Day International at the Wankhede Stadium in Mumbai on Saturday. Phoebe Litchfield and Ellyse Perry repeated their performances from the first match with half-centuries while Annabel Sutherland starred with the ball by taking three wickets. For the hosts, Deepti Sharma picked up a five-wicket haul while Richa Ghosh fell short of a century by four runs. Jemimah Rodrigues chipped in with a solid 44 off 55 balls. Sharma continued to keep the Australia batting on their toes, picking up the wickets of Perry, Beth Mooney, Tahlia McGrath, Georgia Wareham and Sutherland. Australia, though, looked in complete command until the 22nd over, getting to 117/1 through a 77-run stand for the second wicket between Perry and Litchfield. But after Sharma’s spell, the visitors were in danger of falling short of the 250-mark. Alana King, reprieved on two occasions by Sharma and captain Harmanpreet Kaur, smashed three sixes at the end of the innings to push Australia to a competitive total of 258/8. In response, Ghosh and Rodrigues put on a third-wicket partnership of 88 runs until the latter fell at 159/3 in the 33rd over. Ghosh continued to plod away with the wicketkeeper-batter also forming a 47-run partnership with Sharma. However, once Ghosh fell in the 43rd over, the chase stuttered with the Indian lower order unable to fire against the Australia bowlers.","author":"Scroll Staff","time":"2023-12-30T21:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197107-qgreryfmes-1703953327.jpg","tags":["Annabel Sutherland","India","Australia","Women's cricket","Richa Ghosh","Deepti Sharma"],"source":"https://scroll.in/field/1061416/australia-tour-of-india-ghosh-knock-in-vain-as-visitors-win-thrilling-second-odi"}