{"title":"Australia tour of India: Litchfield ton ensures visitors win third ODI and clean sweep series 3-0","content":"Australia’s 190-run victory in the third game of the One Day International series ensured that they secure a 3-0 series sweep thanks to a record opening stand and the biggest total against India in an ODI.Phoebe Litchfield (119) and Alyssa Healy (82) stitched a 189-run partnership – the highest opening-wicket partnership against India. The middle order batters then made valuable contributions to propel Australia to 338/7.India landed a break when Healy edged a pull off Pooja Vastrakar, marking India’s eventual stroke of luck. As Litchfield neared her second century in ODIs, Australia lost two more wickets as Shreyanka Patil took consecutive wickets to put Beth Mooney and Tahlia McGrath out of the game.Ash Gardner and Annabel Sutherland added some impetus to the innings, with a late flourish to take them to a competitive total.The pressure of the big chase got to India as they were bowled out 148 in 33 overs. Georgia Wareham took three wickets while Megan Schutt took two wickets, causing the bulk of the damage. India made a solid start to the chase led by Smriti Mandhana, but a spectacular collapse followed as Schutt dismissed Mandhana for a run-a-ball 29 and then bowled Yastika Bhatia. The batting display by the Indian middle order did not amount to any substantial contributions. Deepti Sharma and Jemimah Rodrigues attempted to calm the ship but Ash Gardner dismissed the former, ending their 26-run partnership. Amanjot and Vastrakar were then dismissed by Alana King before Sutherland dismissed Patil and Renuka Singh Thakur off successive deliveries. Wareham picked up the final wicket of debutant Mannat Kashyap, effectively bringing India’s series to a disappointing end.","author":"Scroll Staff","time":"2024-01-02T22:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197154-ymqkvejgge-1704207246.jpg","tags":["India","Australia","Australia tour of India","Phoebe Litchfield","Alana King","Kim Garth","Beth Mooney"],"source":"https://scroll.in/field/1061527/australia-tour-of-india-litchfield-ton-ensures-visitors-win-third-odi-and-clean-sweep-series-3-0"}