{"title":"Australia tour of India: Healy, Mooney guide team to win in third T20I as visitors seal series 2-1 ","content":"Alyssa Healy's Australia sealed the Twenty20 International series 2-1 after yet another all-round show on Tuesday at the DY Patil Stadium in Navi Mumbai. The visitors restricted India to 147/6, and then chased it down in 18.4 overs to register a seven wicket win.It was a familiar story for India who failed to put up a threatening total after being asked to bat first. The dew had played a role in the second match that the visitors had won by six wickets and a more steady but aggressive approach was needed from the Indian batters.Shafali Verma (26) and Smriti Mandhana (29) were unable to sustain their momentum and turn their strong starts into substantial scores. Captain Harmanpreet Kaur and Jemimah Rodrigues were removed for low scores yet again by Annabel Sutherland.However, Deepti Sharma and Richa Ghosh put up a respectable stand for the fifth wicket but Georgia Wareham ended it when Sharma was caught at long-on in the 15th over. Amanjot Kaur and Pooja Vastrakar ensured their late hitting helped India cross 140 runs.Sutherland was the pick of the bowlers having picked up two wickets and conceding just 12 runs.This time around, it was Australian openers Healy and Beth Mooney who played the starring role for their team as they give them the headstart early on with a 85-run partnership. Even though Healy was dismissed for 55 by Sharma in the 10th over, Mooney batted on to guide her team to the finishing line with an unbeaten 52.Tahlia McGrath and Ellyse Perry were dismissed by Vastrakar (2/26) in quick succession but it was not enough it was too late for India to make a comeback. Eventually, in-form Phoebe Litchfield unbeaten on combined with Mooney to hand the visitors the win.Although India had won the one-off Test, the visitors bagged both the white-ball series. They swept the ODI series 3-0 and bounced back to win the T20I series 2-1 after India had won the first T20I convincingly.","author":"Scroll Staff","time":"2024-01-09T22:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197354-uwdhmnxzyr-1704819750.jpg","tags":["Australia tour of India","Alyssa Healy","Beth Mooney","India","Australia","Cricket"],"source":"https://scroll.in/field/1061883/australia-tour-of-india-healy-mooney-guide-team-to-win-in-third-t20i-as-visitors-seal-series-2-1"}