{"title":"Australia tour of India: Pooja Vastrakar stars as visitors bowled out for lowest total against India","content":"India bowled out Australia for 219 – their lowest ever total against India – in the first innings of the one-off Test at the Wankhede Stadium, Mumbai on Thursday. Seamer Pooja Vastrakar starred with the ball, picking up a career-best 4/53. Top-order batter Shubha Satheesh, who had scored a half-century on her debut against England, was out injured with a fractured finger. India handed Richa Ghosh her debut in the longest format.Fresh after a crushing 347-run win over England, the hosts made early inroads after Australia opted to bat first as Phoebe Litchfield was run-out for a duck. Vastrakar then rattled Elyse Perry’s middle stump with an inswinger. Beth Mooney also found the outside edge several times before Vastrakar got her in the 29th over. However, it was Sneh Rana, who picked up 3/56, that brought an end to Australia’s only sturdy partnership. The 80-run partnership between Mooney and Tahlia McGrath had injected some promise in the Australian innings. McGrath’s quick-fire 56-ball 50 even as Mooney struffled provided some hope but it did not prove to be enough. Captain Alyssa Healy then combined with Annabel Sutherland to stitch a  40-run partnership off 96 balls but Deepti Sharma (3/56) brought an end to that with the skipper departing for 38.The batters to follow did not inflict significant damage but Jess Jonassen and Kim Garth took Australia to tea at 180 for 8. Garth and debutant Lauren Cheatle frustrated India, adding 21 for the last wicket before Rana claimed her third wicket to close out the Australia innings in 77.4 over. Indian batters Smriti Mandhana and Shafali Verma consolidated the strong display of bowling by adding 90 for the first wicket in 16.4 overs. Verma was dismissed for 40 close to the end of play, but India headed for stumps in the driver’s seat after ending Day one at 98/1 in 19 overs and trailing Australia by 121 runs.","author":"Scroll Staff","time":"2023-12-21T18:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196833-arkkawzsmt-1703163897.jpg","tags":["Pooja Vastrakar","India","Beth Mooney","Australia","Cricket","Australia tour of India","India vs Australia","Sneh Rana"],"source":"https://scroll.in/field/1060948/australia-tour-of-india-pooja-vastrakar-stars-as-visitors-bowled-out-for-lowest-total-against-india"}