{"title":"Australian Open 2024: Rohan Bopanna and Matthew Ebden through to men’s doubles final","content":"Indian tennis star Rohan Bopanna and partner Matthew Ebden have made it to the men’s doubles final of the Australian Open.The duo beat the scratch pair of China’s Zhizhen Zhang and Czech player Tomas Machac 6-3, 3-6, 7-6 (10-7) in a match that lasted two hours and two minutes on the Rod Laver Arena on Thursday. The win came just a day after Bopanna secured the world No 1 spot.Bopanna has become the oldest man to ascend to the world No 1 spot for the first time and is the fourth Indian to get to the top of the world rankings after Leander Paes, Mahesh Bhupathi (both in men’s doubles) and former women’s doubles world No 1 Sania Mirza.Also read: Rohan Bopanna interview: ‘I’m still able to compete at the highest level, that is a proud feeling’This was the first time the 43-year-old from Coorg had reached the men’s doubles semi-final of the Australian Open, and will now compete in his third men’s doubles final at a Grand Slam. Bopanna had reached the US Open final in 2010 before reaching the summit clash in New York once again in the 2023 edition.However, he will now be a favourite to win his first men’s doubles Major to add to his mixed doubles 2017 French Open title.That FINALS feeling 🙌@rohanbopanna/@mattebden prevail 6-3 3-6 7-6[10-7] over Machac/Zhang to reach the men's doubles final!#AusOpen • @wwos • @espn • @eurosport • @wowowtennis pic.twitter.com/VcZ0uUxrfp— #AusOpen (@AustralianOpen) January 25, 2024\n\n\nOn Thursday, the second seeds got off to a good start, getting a break of Machac’s serve before holding on to take the first set.A few more errors off the Bopanna racquet – particularly on the volley – helped Zhang and Machac find a footing in the second, as the duo found a break off Ebden’s serve to take the match into the deciding set.In the third set, the Indo-Australian pair raced to a 3-1 lead after finding a break of Machac’s serve. But with Bopanna serving for the match, Machac and Zhang bounced back to get a break and make it 5-5.Eventually a super tiebreak (first to 10 with a difference of two) was required to find the winner.That is when the doubles prowess and experience of Bopanna and Ebden – a former Wimbledon men’s doubles and Australian Open mixed doubles champion – came to the fore, and they found a crucial break to clinch the match with a 10-7 score in the super tiebreak.In the final they will take on the winner of the match between the all-Italian team of Simone Bolelli and Andrea Vavassori and the all-German team of Yannick Hanfmann and Dominik Koepfer.Persistence pays off 💪@rohanbopanna reaches his first #AusOpen men's doubles final in his 17th attempt! pic.twitter.com/lSZtqgpNHE— #AusOpen (@AustralianOpen) January 25, 2024\n\n\nThe men's doubles final will take place on Saturday.","author":"Scroll Staff","time":"2024-01-25T10:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193925-gevxybqujg-1694249497.jpg","tags":["Rohan Bopanna","Matthew Ebden","Australian Open","Indian tennis","Tennis","Leander Paes","Mahesh Bhupathi","Sania Mirza"]}