{"title":"Australia tour of India: Strong middle-order show guides visitors to six-wicket win in first ODI","content":"Fifties from Australia’s middle order powered the visitors to a six-wicket win over India in the first One-Day International at the Wankhede Stadium in Mumbai. Experienced all-rounder Ellyse Perry, opener Phoebe Litchfield and Tahlia McGrath all scored half-centuries while Beth Mooney struck 42 in 47 balls as Australia chased down a target of 283 in 46.3 overs. Captain Alyssa Healy was dismissed for a duck when she edged a length ball to third slip Sneh Rana. It was a dream start for the hosts who were then put on the backfoot courtesy of the 148-run partnership between Perry and Litchfield. Perry hit a fluent 75 off 72 balls with nine boundaries and two sixes while Litchfield struck 78 off 89 balls. Rana and Deepti Sharma then dismissed the duo to pull it back for India, but Mooney and McGrath combined to put on an 88-run stand for the fourth wicket that all but sealed the victory for Australia. Earlier, Jemimah Rodrigues and Pooja Vastrakar also scored half-centuries while Yastika Bhatia hit 49 off 64 balls as India set a total of 282/8 – their highest ODI total against Australia. Their previous highest total against the visitors was back in 2017 when they scored 281/4 in Derby, England. Other than Bhatia, none of the other top order batters managed to fire. Captain Harmanpreet Kaur scored only nine while Shafali Verma was dismissed for one by Darcie Brown. Despite the humidity present in Mumbai during the first innings, Rodrigues built on her impressive form from the past year and notched her first half-century against the visitors in the format. The Mumbai-born batter was the anchor of the Indian innings, building partnerships with her teammates, the biggest being the 68-run eighth-wicket stand between Rodrigues and Vastrakar.","author":"Scroll Staff","time":"2023-12-28T21:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197057-cpsrsnzurw-1703779527.jpeg","tags":["Phoebe Litchfield","Ellyse Perry","Australia","India","Women's cricket","Cricket","Jemimah Rodrigues","Pooja Vastrakar"],"source":"https://scroll.in/field/1061334/australia-tour-of-india-strong-middle-order-show-guides-visitors-to-six-wicket-win-in-first-odi"}