{"title":"Australia tour of India: Pat Cummins backs Ashton Agar – ‘He’ll absolutely be there’","content":"Skipper Pat Cummins said he is confident Ashton Agar will tour India next month despite the left-arm spinner’s wicketless performance in Sunday’s drawn third Sydney Test against South Africa.Agar was chosen as the second spinner to premier tweaker Nathan Lyon for the Sydney Test with a view to the four-Test match series against India.Agar, playing in his first Test in six years, bowled a total of 22 overs on the wearing Sydney Cricket Ground pitch for 0-58, raising doubts about his effectiveness on Indian pitches.But Cummins was supportive of Agar’s bowling and said it was in no way an audition for India and its pitches.“I’m sure Ash will be there. Left-arm orthodox, he’ll absolutely be there,” Cummins said after the Sydney Test.“It wasn’t an audition at all. This wicket was a lot different to India. It wasn’t really spinning out of the middle of the wicket (like it might in India).“We thought the wicket was going to spin more than it did. I thought he did really well.”But there is concern that Agar will not measure up should Australia, as expected, go into the India Tests with two specialist spinners.Test great and prominent pundit Ricky Ponting said during the Sydney Test broadcast that he felt part-timers Travis Head and Marnus Labuschagne showed more with the ball in the Sydney Cricket Ground draw than Agar.Agar offers plenty as an overall package with his athletic fielding and handy lower order batting but if selected for India, he needs to take wickets.Even the late great leg-spinner Shane Warne averaged 43.11 per Test wicket in India to illustrate how difficult it is to succeed against their batsmen on their pitches.India have only lost one of their last 30 home series and in their last 15 series they have lost only two Tests – one of them against Australia.Cummins said his team was in good shape for the India tour after home series wins over the West Indies and South Africa this southern summer.Australia have won 10 of their last 15 Tests with just one defeat to Sri Lanka.“I’m really happy with the way everyone is travelling,” Cummins said.“Our next big test is India in a few weeks. I feel good about that.“We’ve got 10 big Test matches coming up this year with India, the Ashes in England and hopefully the World Test Championship final. Exciting time ahead.”","author":"AFP","time":"2023-01-08T19:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/77872-fokcbxacdv-1673187997.jpg","tags":["Ashton Agar","Pat Cummins","cricket","india vs australia"],"source":"https://scroll.in/field/1041444/australia-tour-of-india-pat-cummins-backs-ashton-agar-hell-absolutely-be-there"}