{"title":"Australian Open 2024 MD Final as it happened: Bopanna scripts history, wins title with Ebden","content":"That’s it from us! Thank you for joining us!A special day for Rohan Bopanna. To win a Grand Slam at 43 requires guts. To win it after contemplating retirement for the last few years takes something else. In Matthew Ebden, Bopanna has a partner who complements his big serving game nicely and expect more titles from the pair this year. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rohan Bopanna on the message to people who believe that it is too late to achieve anything: Never to be in a hurry. There is no time limit. We set those limitations ourselves. As long as you love what you do. My biggest message is never, ever give up. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rohan Bopanna: (Jokingly) I want Purav Raja to drive an open top bus for me. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Matthew Ebden: It was always meant to be feels like. I have always had a special connection with India. To partner with Bops in the last year and win the Asia Pacific title in front of home fans is special.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rohan Bopanna speaks to SonyLIV: It has been a fortnight and a half. So difficult to put it into words. A great partner in Matthew to have beside me to get this done. It is the biggest achievement with everything that has happened. Two years ago I sent Supriya a video saying I want to stop playing. This is magical. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AO24What a week Rohan Bopanna has had!- Goes past 500 career wins in men’s doubles- Becomes World No 1 men’s doubles pair with Matthew Ebden- Conferred with the Padma Shri award- Wins his first men’s doubles Grand Slam title📷 AFPhttps://t.co/ecL6WGGhJ7 pic.twitter.com/Cs11KNqrxp— The Field (@thefield_in) January 27, 2024\n\n\n\n\n    What an achievement!! So so proud of you @rohanbopanna brother. Heartiest congratulations on winning the Australian Open title!! Lots of love 🤗#AusOpen pic.twitter.com/tQcWRPTS4H— Robin Aiyuda Uthappa (@robbieuthappa) January 27, 2024\n\n\n\n\n    What a story. What an inspiration @rohanbopanna . Congratulations on becoming the #AusOpen Doubles Champion. pic.twitter.com/8NC1NVdboH— Virender Sehwag (@virendersehwag) January 27, 2024\n\n\n\n\n    Wao! Rohan Bopanna! Simply champion stuff this. Winning the doubles title at the @AustralianOpen  🏆👏👏 pic.twitter.com/LRHjkpCesz— Anjum Chopra (@chopraanjum) January 27, 2024\n\n\n\n\n    A very well deserved #AustralianOpen2024 title after a convincing performance. Congratulations to @rohanbopanna on this remarkable achievement! 🇮🇳— C A Bhavani Devi (@IamBhavaniDevi) January 27, 2024\n\n\n\n\n    Look what it means to @rohanbopanna and @mattebden 😍At 43, Bopanna has his FIRST Men's Doubles Grand Slam title - and becomes the oldest to do so in the Open Era 👏👏#AusOpen pic.twitter.com/qs0JlrkMO7— #AusOpen (@AustralianOpen) January 27, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, 5-7 Bopanna/Ebden: Bopanna speaks: I’d like to congratulate Bole and Vava for the tournament they have had. You definitely got to know how old I am at thanks to Mat. But I’d like to say that I am at level 43. I am very lucky to have a fantastic Aussie partner. I feel happy to have won my first men’s doubles Grand Slam title. Tennis is such a great teacher and no one if better than Scot who has been with me for over a decade. It hasn’t been easy but thank you for staying with me. Thank you to Rebecca, my physio, who keeps me moving. My in-laws are here tonight. They were here last time when I won the mixed doubles title. I don’t know why they don’t come to my matches often. Thank you to my lovely wife Supriya and my daughter Tritha. A few years ago, I sent her a video saying I am calling it quits because I hadn’t won a match in five months. I am glad I did not then.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, 5-7 Bopanna/Ebden: Ebden speaks first: I want to thank Rohan. At 43, he is winning his first Grand Slam title. What a warrior. Thanks to his team. Thanks to my wife Kim and my team. It has been an honour to win this title in front of my home crowd.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Not age but our spirit that defines us.Many congratulations Rohan Bopanna & Matthew Ebden on winning the  Australian Open Doubles title.Truly inspirational @rohanbopanna #AusOpen2024 pic.twitter.com/bunPEHAWuP— VVS Laxman (@VVSLaxman281) January 27, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, 5-7 Bopanna/Ebden: Rohan Bopanna and Matthew Ebden are the 2024 Australian Open men’s doubles champion! Bopanna scripts history to become the oldest player to win a Grand Slam title! There were nerves there as Ebden committed a double fault but he got over it to serve out the title. Bopanna collapses to the floor to soak it in before chest bumping Ebden. A superb moment for Bopanna. This was a long time coming for the Indian.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, 5-6* Bopanna/Ebden (*denotes server): Bopanna with a powerful return which Bolelli cannot get his racquet to and the ball clips the baseline. Ebden comes up with a good low return which a running Vavassori can only net on the volley. Three breakpoints up for the second seeds as Vavassori commits a double fault. And they break at the first time of asking! What a superb volley at net from Ebden to catch Bolelli off guard! He celebrates with a raised fist and the crowd is on its feet! The Australian will serve for the Australian Open title!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, *5-5 Bopanna/Ebden (*denotes server): Bopanna to serve to stay in the set. Vavassori stretches every sinew to get his racquet onto the ball and gets the ball past Ebden. Bolelli nets a regulation forehand and he is not happy with himself. Ebden and Bolelli have a short exchange at the net which Ebden wins. Bolelli sets up the next point with a good run. Ebden clinches the game with a good running volley at the net.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, 5-4* Bopanna/Ebden (*denotes server): Brilliant return from Bopanna at full stretch and he plays a rally with Bolelli before the latter sends his forehand wide. Bolelli comes up with a good crosscourt winner which draws applause from Bopanna. The Italians wrap up a good service game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, *4-4 Bopanna/Ebden (*denotes server): Ebden has been really brave with his second serves and he starts the game with an ace with his second serve. Threads the Italian pair by smashing an overhead ball from behind the baseline. Bolelli responds with a clean winner and then brings game on level terms with another good return which Ebden sends wide. Bopanna comes up with a superb volley which sets up Ebden to close the game with another good serve.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, 4-3* Bopanna/Ebden (*denotes server): A much closer game this time around. Bolelli come up with the lightest of touches at the net to win the first point. He was looking the wrong way as well while putting his racquet up. At 30-0, Bopanna fires in a powerful forehand which Bolelli can only volley wide. Ebden shifts to his backhand and redirects Vavasorri’s serve to the vacant left-hand channel and get the game to deuce. Vavassori comes up with the pair’s first ace of the match and gets the hold with another good serve.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, *3-3 Bopanna/Ebden (*denotes server): Bopanna starts his service game with a double fault and then follows it up with an ace down the T. Good work from Ebden at the net to win the next two points and then sets up an easy winner for Bopanna to end another quick service game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, 3-2* Bopanna/Ebden (*denotes server): Good work from Vavassori at the net to win the point at 15-0 and they bring up game points. Bopanna volleys straight at Vavassori in the next point but the Italians end another quick hold.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, *2-2 Bopanna/Ebden (*denotes server): Two aces and a double fault from Ebden to start his service game. Serves well to wrap up a quick game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, 2-1* Bopanna/Ebden (*denotes server): At 15-0, Bolelli moves well to intercept an Ebden forehand and volley a winner. A good return from Bopanna makes it 30-15. Bolelli once again volleys well to give Bopanna no time to react. Vavassori commits a double fault but gets the hold in the next point.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, *1-1 Bopanna/Ebden (*denotes server): Bopanna starts his service game with an ace out wide. Ebden makes it 30-0 with a volley straight at Bolelli. The second seeds bring up game points but Bopanna squanders one with a forehand out wide. We go past the hour mark as Bolelli sends his return long.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, 1-0* Bopanna/Ebden (*denotes server): Bolelli and Vavassori come out all guns blazing and race to a 40-0 lead. Ebden wins a point with a well-crafted point. However, the Italians get the hold after Bopanna nets his backhand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori (0)6-7, *0-0 Bopanna/Ebden (*denotes server): The Italians have been 3-0 in tiebreaks at the tournament so far. But it is the Indo-Aussie pair who are first off the gates. They take a 5-0 lead before Ebden brings up six set points with an overhead smash at the net. Ebden seals the deal with a winner and the Indo-Australian pair one set away from a first Major as a pair. Bolelli and Vavassori had the momentum going into the tiebreak but Bopanna and Ebden were simply too good in the tiebreak.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori 6-6* Bopanna/Ebden (*denotes server): Incredible court coverage from Vavassori as he wraps up another quick love hold. We go into tiebreak in the first set.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori *5-6 Bopanna/Ebden (*denotes server): Good defence from the Italians. Vavassori scampers and sends in a dipping forehand which Bopanna volleys back weakly. Bolelli gets an easy winner. A superb return from Vavassori two points later. The Italian nets a slow Ebden second serve before Bopanna volleys straight at Bolelli to bring up game points. The Italians level the game. Vavassori brings up a break point by sending his return straight at Bopanna who cannot get his volley over the net. A big 190km/hr serve out wide and Ebden saves it. Superb from the Aussie to use the full court to bring up another game point. A double fault follows and we are back to deuce. Oh Bolelli comes up with an absolute peach of a forehand crosscourt winner which flew past Bopanna at the net and clipped the line. Ebden hangs on and serves a slow ace on his second serve to hold. That was a seven-minute game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori 5-5* Bopanna/Ebden (*denotes server): Superb from Ebden! Vavassori’s volley does not have enough power which allows the Australian to get to it and he smacks a forehand which Vavassori cannot return. It’s 0-30 for the second seeds after Bopanna threads his opponent with a superb forehand at the net. At the next point, Ebden contorts his body mid-air to smack a forehand but cannot keep his next forehand in. A good volley from Vavassori to bring the game level before Bolelli rips a forehand. Vavassori smacks the ball high and Ebden somehow returns it in. Vavassori takes his time and sends a smash down the court to win the game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori *4-5 Bopanna/Ebden (*denotes server): Good serving from Bopanna as the pair race to a 40-0 lead with only one of the serves being returned. Vavassori comes up with a seemingly no-swing, no-follow through backhand winner. Lovely return winner that. Bopanna then fires in a big ace down the line to wrap up another quick game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori 4-4* Bopanna/Ebden (*denotes server): A good body serve from Vavassori to Bopanna sets up an easy put-away for Bolelli at the net and the pair repeat the trick at 30-0. Ebden nets his return and Vavassori wraps a quick love-hold. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori *3-4 Bopanna/Ebden (*denotes server): A quick hold to 15 from Ebden. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori 3-3* Bopanna/Ebden (*denotes server): Bolelli starts with a forehand winner before Vavassori catches Bopanna off guard with a volley at his legs. Superb defence from Bopanna and Ebden to stay and win the next point. Vavassori smashes a forehand high and though Ebden chases after it, his return goes long. Bopanna sends his return wide and the Italians hold.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori *2-3 Bopanna/Ebden (*denotes server): What a return from Bolelli! Lasers his backhand over Ebden’s shoulder and lands it right on the line. Ebden comes up with two good winners at the net before Bopanna serves out the game with an ace.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori 2-2* Bopanna/Ebden (*denotes server): Two superb serves from Vavassori as Bopanna and Ebden net their returns. Oh a superb backhand return from Bopanna on the next point. Vavassori can only find the net with his shot on the volley. Ebden defends well and Vavassori sends his overhand smash into the net. Luck goes the Indo-Australian pair’s way. A couple of quick exchanges at the net before Bopanna’s backhand flicks off the tape and catches Vavassori off guard and brings up a break point for the pair. Vavassori wins three points in a row to keep the set level.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori *1-2 Bopanna/Ebden (*denotes server): There’s a quick battle at the net before Ebden sends his forehand long. Two good serves from the Australian brings up two points before he makes Bolelli fetch with a smash. Bopanna sends his volley at the net long but Ebden once again attacks Bolelli’s backhand to seal the game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori 1-1* Bopanna/Ebden (*denotes server): Vavassori pre-empts his move at the net which gives Ebden the opening to smack a forehand winner down the line. Bolelli nets his backhand and in the next point, Ebden defends a Vavassori shot really well to bring up a break point. Bolelli makes Bopanna stretch and the Indian sends his backhand wide. A good body serve from Bolelli sees the Indian send his return wide. The Italians hold their serve.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final, Bolelli-Vavassori *0-1 Bopanna/Ebden (*denotes server): Bopanna to serve first and it is a good service hold from the Indian who uses his big serves to good effect.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open Men’s Doubles Final: The Italian pair of Simone Bolelli and Andrea Vavassori make their way to the Rod Laver Arena before second seeds Rohan Bopanna and home favourite Matthew Ebden follow. While Ebden won the 2022 Wimbledon men’s doubles title, Bopanna is yet to win a men’s doubles Major. Today, he is in pole position to win that coveted title at the third time of asking.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australian Open: Aryna Sabalenka is a two-time Australian Open champion after beating Zheng Qinwen in the final! The Belarusian had been thoroughly dominant in Melbourne this fortnight becoming the fifth woman this century to win the Sunshine Open without dropping a single set.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AO24Aryna Sabalenka is a two-time Australian Open champion!Sabalenka beats Zheng Qinwen 6-3, 6-2 in an hour and 16 minutes to win her second Grand Slam title!📷 SonyLIVhttps://t.co/s7DAERIRYF pic.twitter.com/JicFPEWvH6— The Field (@thefield_in) January 27, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of the 2024 Australian Open!Newly-crowned men’s doubles world No 1 pair of Rohan Bopanna and Matthew Ebden will be in action at the men’s doubles final at the Rod Laver Arena. The duo will be looking to win their first men’s doubles title as a pair.The Indo-Australian pair reached the US Open final last year, but lost to two-time defending champions Rajeev Ram and Joe Salisbury.It has been a big week for Bopanna who, apart from becoming the fourth Indian tennis player to be crowned world No 1, also went past the 500 wins mark.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in blog courtesy SonyLIV and Australian Open.","author":"Dilip Unnikrishnan","time":"2024-01-27T15:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197920-rsjwhwkhmy-1706360107.jpg","tags":["Rohan Bopanna","Matthew Ebden","Australian Open 2024","Australian Open","Tennis"],"source":"https://scroll.in/field/1062805/australian-open-2024-mens-doubles-final-live-rohan-bopanna-matthew-ebden-look-to-win-first-grand-slam-title-as-pair"}