{"title":"Australia Tour of India: Yashashvi Jaiswal, Ishan Kishan help India to a 2-0 lead in T20I series","content":"Opener Yashasvi Jaiswal and Ishan Kishan led India’s batting charge to set up a convincing 44-run win over Australia in the second Twenty20 international on Sunday.Jaiswal smashed a 25-ball 53 and fellow left-hander Kishan hit 52 off 32 deliveries to help India to 235-4 after being invited to bat first in Thiruvananthapuram.Spinner Ravi Bishnoi and fast bowler Prasidh Krishna took three wickets each as the hosts kept Australia down to 191-9 and extend their lead to 2-0 in the five-match series.Batters ruled as Jaiswal lay the foundations for India’s mammoth total with key contributions from fellow opener Ruturaj Gaikwad, who made 58, and Rinku Singh’s unbeaten nine-ball 31.“The boys are not putting too much pressure on me. They are taking onus,” India skipper Suryakumar Yadav, who won his second successive match as national captain, said.“I told them (players) before, be prepared to bat first. There was a lot of dew. We talked to defend it later.”Jaiswal was named man of the match and said, “It was really special for me. I was trying to play all my shots. Was trying to be fearless. I was sure of my decisions.”#Cricket #INDvAUSINDIA WIN BY 44 RUNS🔥A three-for each from Ravi Bishoni and Prasidh Krishna help India to a 2-0 lead in the five-match series.IND: 235/5 (20)AUS: 191/9 (20)📸: BCCIhttps://t.co/NT7m104RXX pic.twitter.com/kN0Wv0sDqj— The Field (@thefield_in) November 26, 2023\n\nJaiswal, who smashed nine fours and two sixes, raced to his fifty in 24 balls but soon fell to fast bowler Nathan Ellis, who got three wickets.Kishan, a wicketkeeper-batsman, raised his fifty with a six off leg-spinner Tanveer Sangha before he got out to Marcus Stoinis.But the left-handed Rinku Singh finished off the innings with a flurry of boundaries and sixes.In reply, Australia fell to 58-4 including Steve Smith (19), previous-match centurion Josh Inglis (two) and Glenn Maxwell (12) back in the dug-out.Tim David, who smashed 37, and Stoinis, who hit 45 off 25 balls, attempted to hit back in their partnership of 81 as the two hit six fours and six sixes between them.Bishnoi broke the stand with his leg-spin to dismiss David who mistimed a hit to long-on.Stoinis was the next to go as the wheels came off the chase and Krishna got two more to nearly end the batting team’s hopes.Skipper Matthew Wade struck an unbeaten 42 off 23 balls to reduce the margin of loss for Australia, who last week lost the opener four days after being crowned champions of the 2023 ICC Men’s ODI World Cup.“We’re making the right decisions but aren’t executing in the right moments,” Australia coach Andre Borovec said.The third T20I of the series will be played on Tuesday in Guwahati.","author":"AFP","time":"2023-11-27T09:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196183-lftawejgeh-1701055830.jpeg","tags":["Cricket","Indian Cricket","Yashasvi Jaiswal","Ishan Kishan","Ravi Bishnoi","Australia tour of India","Prasidh Krishna","Ruturaj Gaikwad"],"source":"https://scroll.in/field/1059666/australia-tour-of-india-yashashvi-jaiswal-ishan-kishan-help-india-to-a-2-0-lead-in-t20i-series"}