{"title":"Australia tour of India: Tahila McGrath half-century helps visitors to 46-run lead on Day 3","content":"Tahlia McGrath shone bright with a gritty 177-ball 73 as Australia fought back well with a dogged display with the bat after India took an 187-run lead in the first innings on Saturday.McGrath stitched together an 84-run stand with all-rounder Ellyse Perry (45) for the third wicket to put Australia in a comfortable position before the latter fell to Sneh Rana five runs short of a well-deserved half-century.McGrath, however, continued her measured approach and reached her half-century off 119 deliveries. She found an able ally in captain Alyssa Healy (32) with whom she added 66 cruical runs to help Australia overcome the first innings deficit and take a lead with seven wickets in hand.With all their front-line bowlers negated rather comfortably, Indian skipper Harmanpreet Kaur brought herself into the attack late in the third session. The move paid immediate dividends as she cleaned up McGrath with her fourth ball of the innings– just three deliveries after an leg before decision was overturned against the batter.#Cricket #INDvAUSSTUMPS, DAY 3!Harmanpreet Kaur strikes twice in the final session, but Australia have taken the lead in the third innings with a day left in the contest.Earlier, India were bowled out for 406 in their first innings.AUS lead by 46 runs.AUS: 233/5 (90)… pic.twitter.com/vA8wZ90IoU— The Field (@thefield_in) December 23, 2023\n\n\nKaur struck again in her fifth over to send back the opposition skipper Healy. This time the wicket was even more eventful with Healy having deflected a throw aimed at her body to the boundary from Kaur, just a ball before. The Indians appealed for an ‘obstructing the field’ wicket, but it was turned down following a mini-discussion between the on-field umpires Anil Chaudhary and N Janani.As Kaur trapped Healy leg before wicket with the very next delivery, an aggressive send-off ensued.Annabel Sutherland (12*) and Ashleigh Gardner (7*) batted out the remaining ten overs of the day for Australia and extended their lead to 46 runs with five wickets left in hand.Earlier in the day, India were bowled out for 406, adding just 30 runs to their overnight score. All-rounder Pooja Vastrakar (45) was the first to fall in the morning as Sutherland broke a 122-run partnership eighth wicket partnership with Deepti Sharma.Sharma fell three overs later to Kim Garth for 78 – the highest score of the Indian innings, before India were bowled out with Renuka Thakur being the final casualty.","author":"Scroll Staff","time":"2023-12-23T18:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196882-zahmswiqau-1703336594.jpg","tags":["Australia tour of India","Cricket","Indian Cricket","Harmanpreet Kaur","Tahlia McGrath","Ellyse Perry","Alyssa Healy","Pooja Vastrakar","Deepti Sharma"],"source":"https://scroll.in/field/1061040/australia-tour-of-india-tahila-mcgrath-half-century-helps-visitors-to-46-run-lead-on-day-3"}