{"title":"Australia tour of India: Hosts go unchanged in T20Is; Sneh Rana, Harleen Deol to feature in ODIs","content":"The Board of Control for Cricket in India, on Monday, announced an unchanged squad for the Twenty20 International series against Australia. The squad for the upcoming three-match series will be the same squad that faced England earlier last month. A total of 14 players have been named for both One Day Internationals and T20Is. However, all-rounder Kanika Ahuja and spinner Minnu Mani will be replaced by Sneh Rana and Harleen Deol in the 50-over format. After leading India to their first Test win over Australia in Wankhede Stadium, Mumbai on Sunday, Harmanpreet Kaur will continue to lead the 16-member Indian team in both T20Is and ODIs, with Smriti Mandhana as her deputy for the limited overs series slated to begin on December 28. ODI Squad: Harmanpreet Kaur (C), Smriti Mandhana (VC), Jemimah Rodrigues, Shafali Verma, Deepti Sharma, Yastika Bhatia (wk), Richa Ghosh (wk), Amanjot Kaur, Shreyanka Patil, Mannat Kashyap, Saika Ishaque, Renuka Singh Thakur, Titas Sadhu, Pooja Vastrakar, Sneh Rana, Harleen DeolT20I Squad: Harmanpreet Kaur (C), Smriti Mandhana (VC), Jemimah Rodrigues, Shafali Verma, Deepti Sharma, Yastika Bhatia (wk), Richa Ghosh (wk), Amanjot Kaur, Shreyanka Patil, Mannat Kashyap, Saika Ishaque, Renuka Singh Thakur, Titas Sadhu, Pooja Vastrakar, Kanika Ahuja, Minnu ManiIndia had lost the T20I series against England last month 2-1 and would be hoping for a better show against Australia. The selections for the upcoming T20I series is unchanged from the squad that was chosen for the England series. The three-match ODI series against Australia will kickstart at the Wankhede Stadium on December 28. The next two matches will be played on December 30 and January 2 respectively.This will be followed by a three-match T20I series at the DY Patil Stadium starting on January 5. The final two matches of the T20I series will be played on January 7 and January 9 respectively. Schedule for ODI and T20I series \n    \n       Date  Time  Fixture  Venue \n    \n     December 28  1:30 PM  1st ODI  Wankhede Stadium, Mumbai  December 30  1:30 PM  2nd ODI  Wankhede Stadium, Mumbai  January 2, 2024  1:30 PM  3rd ODI  Wankhede Stadium, Mumbai  January 5, 2024  7:00 PM  1st T20I  DY Patil Stadium, Navi Mumbai  January 7, 2024  7:00 PM  2nd T20I  DY Patil Stadium, Navi Mumbai  January 9, 2024  7:00 PM  3rd T20I  DY Patil Stadium, Navi Mumbai","author":"Scroll Staff","time":"2023-12-25T13:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191989-bblowzzihz-1688815805.jpeg","tags":["England","India","Australia","Australia tour of India","Sneh Rana","Harleen Deol","Harmanpreet Kaur","Australia vs India"],"source":"https://scroll.in/field/1061106/australia-tour-of-india-hosts-go-unchanged-in-t20is-sneh-rana-harleen-deol-to-feature-in-odis"}