{"title":"Auto industry crisis: Passenger vehicle sales declined 23.7% in September, shows data","content":"Passenger vehicle sales fell for the 11th straight month in September, registering a 23.7% decline, Reuters reported, quoting data from the Society of Indian Automobile Manufacturers. This is one of the worst slowdowns to have disrupted the automobile industry since the collection of data of vehicles sales started in 1997.Only 2,23,317 units of passenger vehicles were sold in September over last year while passenger car sales plummeted 33.4% to 1,31,281 units. Motorcycle sales last month dived 23.29% year-on-year to 10,43,624 units, while two-wheeler sales fell 22.09% to 16,56,774 units from a year ago, PTI reported. Commercial vehicle sales were down 39.06% to 58,419 units, compared with 95,870 units sold in the same period last year. Vehicle sales across categories registered a 22.41% decline to to 20,04,932 units.News reports earlier this month also observed that domestic vehicle sales continued its downward trend in September. However, manufacturers were hopeful of buyers returning to the market in the ongoing festive season. Last month, Maruti Suzuki sold 1.1 lakh domestic cars, a drop of 27% from the same month last year. The major decline was in the sale of mid-sized cars while the utility vehicle segment witnessed only a marginal 0.5% decline. In August, the sales had registered a 31.6% fall since the same month last year – the steepest decline in a month ever since the industry body began compiling the data in 1997-’98. The industry has been in crisis, with 15,000 jobs lost in the previous quarter and almost 300 dealerships closed in the last 19 months. The decline in consumer confidence, coupled with a crisis in non-banking finance companies, have caused a steep fall in passenger car sales.Carmaker Maruti Suzuki last month decided to shut down operations at its plants in Gurugram and Manesar in Haryana on September 7 and September 9. Commercial vehicle manufacturer Ashok Leyland also said seven of its facilities would have up to 18 non-working days in September because of continued weak demand for its products. Following the release of the August numbers, Union Finance Minister Nirmala Sitharaman set off a controversy by blaming the “millennial mindset” of relying on ride-hailing services such as Uber and Ola instead of personal vehicles for the crisis in the Indian automobile sector. Congress leader Rahul Gandhi called it a foolish theory and asked the government to come up with a “concrete plan to fix the economy”.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-11T12:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125533-uxwsownncz-1565760944.jpg","tags":["Automobile industry","Passenger car sales","Society of Indian Automobile Manufacturers"],"source":"https://scroll.in/latest/940145/auto-industry-crisis-passenger-vehicle-sales-declined-23-7-in-september-shows-data"}