{"title":"Automobile sector crisis: 286 dealerships shut in 18 months, 15,000 jobs lost in last quarter","content":"With car sales declining precipitously, 286 dealership outlets have closed in the last 18 months, The Indian Express reported on Wednesday, quoting the Federation Of Automobile Dealers Associations. Fifteen thousand jobs have been lost in the last quarter, the newspaper added.This came a day after data showed that passenger vehicle sales fell 30.9% in July over the same month last year, while car sales declined 35.95%. The overall downturn in the market stood at 19%.The decline in consumer confidence, coupled with the crisis in non-banking Finance Companies, may have caused the steep fall in passenger car sales, according to The Indian Express. Car manufacturers have also increased their prices in order to upgrade products to meet Bharat Stage-VI emission norms by April 2020.Manufacturers of two-wheelers are also looking at a compulsory upgrade of three-wheelers to battery-powered vehicles by 2023. Two-wheelers have to complete the upgrade by 2025. This will cause prices to shoot up. “When BS-VI comes in next year, it will increase the cost of vehicles, especially diesel,” saud Society of Indian Automobile Manufacturers Director General Vishnu Mathur. “But the priority right now is to look at current demand and ensure that the industry comes back on the growth path. You can’t avoid a price increase due to a regulatory aspect, and it has to be incurred into the cost.” The industry official said customers were not coming to showrooms “and whoever is coming is taking a long time to convert to a sale”. “This downturn is not purely cyclical because cycles don’t last this long and something else also has failed,” Mathur added. “The costs have gone up and the incentive for a consumer is low and there is need for external intervention to kick-start the growth cycle.”Mathur told CNBC-TV18 that the present downturn was worse than other cyclical shifts seen in the automobile market since December 2000. “In the auto component sector we hear about one lakh people being laid off already and almost one million [10 lakh] are at risk,” he added. “In dealers’ community, there have been dealerships that have closed down and from the dealers’ industry, we understand, almost 2,30,000 people have lost their jobs.” Mathur said his team met Finance Minister Nirmala Sitharaman last week and appraised her of the problems the automobile sector was facing. “Even if it is for a short period of time, just to kick start the industry, there should be a reduction in Goods and Services Tax from 28% to 18%,” he added.","author":"Scroll Staff","time":"2019-08-14T11:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125533-uxwsownncz-1565760944.jpg","tags":["Federation Of Automobile Dealers Associations","Vishnu Mathur","car sales","automobile sector","Society of Indian Automobile Manufacturers"],"source":"https://scroll.in/latest/933794/automobile-sector-crisis-286-dealerships-shut-in-18-months-15000-jobs-lost-in-last-quarter"}