{"title":"Awaiting outcome of India’s inquiry into alleged plot to kill Sikh separatist, says United States","content":"The United States said on Monday that it is awaiting the results of India’s inquiry into an alleged plot to assassinate Sikh separatist leader Gurpatwant Singh Pannun, who is a citizen of the US and Canada, on American soil.US State Department Spokesperson Matthew Miller, in response to a question on whether Washington had taken up the matter with New Delhi, noted that India has set up a committee to look into the allegations and that its inquiry is underway.“But we made very clear that it’s something that we take seriously and we think it’s something they should take seriously as well,” Miller told reporters.Miller did not comment on the arrest of three Indian nationals in Canada, on Friday, for the murder of Sikh separatist leader Hardeep Singh Nijjar near Vancouver in June, saying that it was up to the authorities in Ottawa to speak about the matter.On April 30, a report in The Washington Post quoted unidentified senior officials to allege that a Research and Analysis Wing officer named Vikram Yadav was involved in the alleged plot to assassinate Pannun in the US. This was the first time that allegations emerged about the identity and affiliation of an individual from within India’s foreign intelligence agency in the Pannun case. The report also cited assessments of American intelligence agencies that the operation against Pannun had been cleared by Samant Goel, the former chief of India’s foreign intelligence agency. The article was based on interviews with three dozen current and former unidentified senior officials in the United States, India, Canada, Britain, Germany and Australia.The United States’ spy agencies also “more tentatively assessed” that India’s National Security Advisor Ajit Doval was likely to have known about the plans of the Research and Analysis Wing, according to The Washington Post. However, the newspaper quoted unidentified officials as saying that “no smoking gun proof” had emerged.India’s external affairs ministry said that the report made “unwarranted and unsubstantiated imputations on a serious matter”.In March, a Bloomberg report said that New Delhi’s investigation into the claims found that rogue officials not authorised by the Indian government had been involved in the alleged plot to kill the Sikh separatist leader, who is a designated terrorist in India. The allegations of India’s involvement in the alleged assassination plot first came to light on November 29, when the United States Attorney’s Office, Southern District of New York, announced that it had filed “murder-for-hire charges” against an Indian national named Nikhil Gupta in connection with the matter.The United States’ charges came two months after Canadian Prime Minister Justin Trudeau said that there were “credible” allegations linking Indian agents to the murder of Nijjar, who was shot dead in the parking lot of a gurdwara in Surrey near Vancouver on June 18.India rejected Trudeau’s allegations as “absurd and motivated”.","author":"Scroll Staff","time":"2024-05-07T15:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199655-zmeeeeraps-1711593734.jpeg","tags":["United States","Gurpatwant Singh Pannun","US State Department"],"source":"https://scroll.in/latest/1067568/awaiting-outcome-of-indias-inquiry-into-alleged-plot-to-kill-sikh-separatist-says-united-states"}