{"title":"Ayodhya verdict today: Here’s a timeline of the main events in the case","content":"The Supreme Court will deliver its landmark judgement in the Ayodhya dispute at 10.30 am on Saturday. The verdict is on the cross-appeals filed by the Hindu and Muslim sides challenging the three-way partition of the disputed 2.77 acres of Ram Janmabhoomi-Babri Masjid land among Ram Lalla, Nirmohi Akhara and the Sunni Waqf Board in September 2010. A five-member Constitution Bench of the top court finished its marathon 40-day hearing on October 16.Here is a look at what has happened so far in the case, leading up to tomorrow’s verdict:1528: A mosque is built at the site by Mughal emperor Babur. 1885: Mahant Raghubir Das files plea in Faizabad district court seeking permission to build a canopy outside the disputed Ram Janmabhoomi-Babri Masjid structure. The court rejects the plea.1949: Idols of Ram and Sita are placed under a central dome outside the disputed structure. It is not clear who placed these idols.1950: Gopal Simla Visharad files a suit in Faizabad district court for the rights to worship the idols. The same year, Paramahansa Ramachandra Das also files a suit to continue prayers and keep idols in the structure.1959: The Nirmohi Akhara files a third suit, seeking direction to hand over charge of the disputed site.1981: The Uttar Pradesh Sunni Central Wakf Board files the fourth suit for declaration and possession of the site.February 1, 1986: The district court orders the removal of locks and opening of the site for Hindu worshippers.August 14, 1989: The Allahabad High Court orders maintenance of status quo in respect of the disputed structure. December 6, 1992: Babri Masjid structure is demolished.1993: The Centre takes over the 67 acres of land around the area and seeks the Supreme Court’s opinion on whether there existed a Hindu place of worship before the structure was built. A number of writ petitions, including one by Ismail Faruqui, are filed at Allahabad High Court challenging the court order.October 24, 1994: Supreme Court says in the historic Ismail Faruqui case that a mosque was not integral to Islam.  April, 2002: Allahabad High Court begins hearing to determine who owns the disputed site.  March 13, 2003: In the Aslam alias Bhure case, Supreme Court says no religious activity of any nature can be allowed at the site.March 14, 2003: Supreme Court says interim order passed should be operative till disposal of the civil suits in Allahabad High Court to maintain communal harmony.September 30, 2010: A special full bench of the High Court of Allahabad rules three-way division of disputed area between Sunni Waqf Board, the Nirmohi Akhara and Ram Lalla. May 9, 2011: Supreme Court stays Allahabad High Court verdict. February 26, 2016: Subramanian Swamy files plea in the top court seeking construction of Ram temple at the site.March 21, 2017: Former Chief Justice of India Jagdish Singh Khehar suggests out-of-court settlement among rival parties.August 7, 2017: Supreme Court constitutes three-judge bench to hear pleas challenging the 2010 verdict of the Allahabad High Court. February 8, 2018: Supreme Court starts hearing the civil appeals.July 20, 2018: Supreme Court reserves its verdict.September 27, 2018: The top court declines to refer the case to a five-judge Constitution bench. It says the case will be heard by a newly constituted three-judge bench on October 29. October 29, 2018: A three-judge bench led by Chief Justice of India Ranjan Gogoi orders that the dispute appeals will be listed in January 2019 before an appropriate bench to fix a date for hearing. January 8, 2019: Supreme Court notifies that a five-judge bench led by the CJI and the next four future Chief Justices of India in line of seniority – Justices SA Bobde, NV Ramana, UU Lalit and DY Chandrachud – will hear the Ayodhya title dispute appeals.January 10, 2019: Justice UU Lalit recuses himself from the case and the top court reschedules the hearing for January 29 before a new bench.January 25, 2019: The top court reconstitutes five-member Constitution bench to hear the case. The new bench comprises Chief Justice Ranjan Gogoi and Justices SA Bobde, DY Chandrachud, Ashok Bhushan and SA Nazeer.February 26, 2019: The Supreme Court proposes a court-monitored mediation process between the Hindu and Muslim parties litigating the Ayodhya dispute. It gives eight weeks for the Muslim appellants to examine the official translation of Ayodhya case records. March 8, 2019: The top court refers the Ayodhya dispute for mediation. The mediators  are former Supreme Court judge FMI Kalifulla, religious leader Sri Sri Ravishankar, and senior advocate Sriram Panchu August 2, 2019: The mediation panel fails to resolve the Ayodhya land title dispute case. The court decides to conduct daily hearings from August 6.August 6, 2019: The Constitution bench begins hearing the cross-appeals filed by the Hindu and Muslim sides challenging the three-way partition of the disputed 2.77 acres of the land.October 16, 2019: Supreme Court reserves Ayodhya verdict after 40-day marathon hearing.November 9, 2019: The Supreme Court will pronounce its judgement in the Ayodhya land dispute case. Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-08T23:17:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/114639-tanzateqdc-1571227188.jpg","tags":["Supreme Court","Ayodhya","Ayodhya Verdict"],"source":"https://scroll.in/latest/943127/ayodhya-verdict-tomorrow-heres-a-timeline-of-the-main-events-in-the-case"}