{"title":"Ayodhya dispute: Supreme Court reserves judgement after second-longest hearing in its history","content":"The Supreme Court on Wednesday reserved its judgement in the Ayodhya land dispute case after 40 days of daily hearings that began on August 6. The five-judge Constitution Bench that heard the matter said the parties in the case can make the rest of the submissions in writing in the next three days, ANI reported. This is the second-longest hearing in the top court’s history after the landmark 68 days of proceedings in the Keshavananda Bharati case. Challenges to the Aadhaar biometric project was heard over 38 days.The judgement is expected before Chief Justice Gogoi retires on November 17. “Supreme Court has reserved the order and has made it clear that the decision will come, in this case, within 23 days,” said Hindu Mahasabha’s lawyer Varun Sinha. The court witnessed dramatic scenes after proceedings started in the morning when senior lawyer Rajeev Dhavan, who represented the Sunni Waqf Board in the hearings, tore the pages of a book called Ayodhya Revisited handed over by Hindu Mahasabha lawyer Vikas Singh. The Hindu Mahasabha wanted to corroborate this with other documents. The map reportedly shows the spot where the Hindu deity Ram is believed to have been born.“You can shred it further, Mr Dhavan,” Ranjan Gogoi told the senior counsel. The court then warned it would end the hearing because of Dhavan’s “questionable conduct”. During the post-lunch session, Dhavan clarified the reason behind his actions. “The incident is going viral,” he told the judges. “But the fact is that I wanted to throw the pages away and the CJI said I may tear them. And I tore them, so I would say it was with the permission of court.” Gogoi agreed that he had indeed said that. Also read:Not just Hindu versus Muslim: Ayodhya dispute has several parties battling each other in courtEarlier in the day, the Ayodhya mediation committee filed a settlement document in the top court, The Hindu reported. According to an unidentified official, the parties in the case had reached a settlement though its details are confidential and not known.The mediators – former Supreme Court judge FMI Kalifulla, religious leader Sri Sri Ravishankar, and senior advocate Sriram Panchu – had approached the court on September 16 for permission to resume talks to amicably resolve the title dispute. The court allowed them to hold dialogue to resolve the dispute even as it continued hearing the 14 appeals against the 2010 Allahabad High Court judgement dividing the 2.77-acre land equally among three parties the Sunni Waqf Board, the Nirmohi Akhara and Ram Lalla. The talks had abruptly stopped on July 29 because of resistance from certain parties, forcing the court to start daily hearings. A brief history of the case The dispute began in the courts in the 19th century but matters escalated in 1949 when an idol of Ram  was placed under the central dome of Babri Masjid. Gopal Singh Visharad, a devotee of “Ram Lalla”, in 1950 sought Hindus’ right to worship at the disputed site, PTI reported. The same year, Ramachandra Das, the leader of the Ram Janmabhoomi Nyas – an organisation formed to promote and oversee the construction of the Ram Temple in Ayodhya – also filed the lawsuit seeking to keep the idol under the central dome of Babri Masjid. The plea was later withdrawn.In 1959, the Nirmohi Akahara, a group of Hindu ascetics who worship Ram and want to build a temple on the disputed site, moved the trial court seeking the rights to manage the site and devotee rights. Two years later, the Uttar Pradesh Sunni Central Waqf Board moved the court in 1961, claiming title rights over the property.The deity, “Ram Lalla Virajman”, approached the judiciary in July 1989 for the first time, claiming the disputed site for itself. The deity was represented in the court by former Allahabad High Court judge Deoki Nandan Agarwal, who claimed to be its “sakha” or friend.All the lawsuits were transferred to Allahabad High Court following the demolition of Babri Masjid in 1992, which sparked communal riots in the country.Scroll’s coverage of the Ayodhya dispute can be followed here and here.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-16T18:04:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/940727-54170-qjotgafocn-1490183560.jpg","tags":["Ayodhya case","Ram Temple","Babri Masjid","Supreme Court"],"source":"https://scroll.in/latest/940727/ayodhya-dispute-supreme-court-reserves-judgement-after-second-longest-hearing-in-its-history"}