{"title":"Ayodhya dispute: Supreme Court reserves judgement as arguments conclude","content":"4 pm: Arguments conclude. Supreme Court reserves judgement after 40 days of daily hearing.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    SC Reserves Judgement— Live Law (@LiveLawIndia) October 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.48 pm: Rajeev Dhavan brings up the matter of his tearing papers, and tells the court the incident has gone viral. “But fact is that I wanted to throw the pages away and the CJI said I may tear them,” Dhavan says, according to Bar and Bench. “And I tore them so I’d say it was with the permission of Court” Chief Justice Gogoi agrees with Dhavan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.40 pm: An advocate for the Sunni Waqf Board, Zafaryab Jilani, says any application for the withdrawal of appeal will be given in court. “No application has been filed,” Jilani says, according to ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Zafaryab Jilani, Advocate Sunni Waqf Board on reports of Sunni Waqf Board withdrawing appeal in #Ayodhyacase: Any application of withdrawal will be given in court, no application has been filed. pic.twitter.com/GhAQo8SP0f— ANI (@ANI) October 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.23 pm: The map that advocate Rajeev Dhavan tore up was from the book Ayodhya Revisited. The Hindu Mahasabha had wanted to corroborate this with other documents, News18 reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The map torn up by adv Rajeev Dhavan in the #SupremeCourt today. The map is from the book 'Ayodhya Revisited'. The map shows contentious spot as birth place of Lord #Ram.Hindu Mahasabha had sought to corroborate the map by way of other documents. Dhavan apparently didn't like it pic.twitter.com/5ifHcPh8Fq— Utkarsh Anand (@utkarsh_aanand) October 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.15 pm: CJI says that loud objections are not in line with the court’s decorum. He adds that lawyers are wasting time, according to LiveLaw.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.10 pm: Senior lawyer Rajeev Dhavan tears papers handed over by Vikas Singh, the counsel of the Hindu Mahasabha, in the court. The pages contain maps and other details of the disputed site, reports News18. Singh sought to place on record a book called Ayodhya Revisited.The chief justice tells Dhavan he can “shred it further” and adds that the judges can just get up and walk out, reports LiveLaw.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.30 am: The office of senior lawyer Rajeev Dhavan, who is representing the Sunni Waqf Board, tells Scroll.in that they have no information that the Waqf may withdraw its claim to the suit. But Dhavan is currently in court, where the hearing is underway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.25 am: There are three main parties in the case — the Nirmohi Akhara, a group of Hindu ascetics who worship Ram and want to build a temple on the disputed site; the Sunni Waqf Board, which is seeking the control of the site so that the demolished mosque can be reconstructed; and Ram Lalla, the deity placed illegally under the central dome of the demolished mosque in 1949, along with Ramjanmasthan, the claimed site of Ram’s birth, represented by activists associated with the Sangh Parivar.In 2010, the Allahabad High Court divided the disputed 2.77 acres between these three parties.There are several other participants in the case, including the Ramjanmabhoomi Nyas, a trust created by the Vishwa Hindu Parishad that is supporting the case of Ram Lalla, and the All India Shia Conference and the Shia Waqf Board, which claim to represent the Shia sect of Muslims.Read more here: Not just Hindu versus Muslim: Ayodhya dispute has several parties battling each other in court\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.15 am: The case is essentially a title dispute over 2.77 acres of land in the town of Ayodhya in Uttar Pradesh. In December 1992, a mob of Hindutva supporters demolished a 16th century mosque on the site, claiming that it had been been built by the Mughal emperor Babur on the very spot on which the god Ram had been born. The legal battle itself, however, dates back to the 19th century. The current suits being heard by the Supreme Court can be traced to district court proceedings in 1950. Read more here: How Ram Lalla became a party to the Ayodhya dispute – and who might actually benefit from it\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11 am: The Supreme Court had said last month that the parties involved in the Ayodhya dispute were free to use the mediation route simultaneously.The mediation panel – led by retired Supreme Court judge FMI Kalifulla, and comprising spiritual leader Ravi Shankar and senior advocate Sriram Panchu – was formed by the Supreme Court on March 8 to help the two sides resolve the dispute amicably. The panel submitted its report on August 1.According to news reports, the committee was able to get the moderates from all sides to attempt a negotiation but the hardliners were difficult to manage. The panel could organise only one meeting with all sides present. This meeting was attended by 41 people and was held soon after it was formed. The panel held several other meetings in various cities but could not bring all sides to the table.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.50 am: The Sunni Waqf Board, one of the main Muslim petitioners, may withdraw from the  case, according to reports. The board was seeking the control of the site so that the demolished Babri Masjid can be reconstructed. It may tell the court that it wants to withdraw from the petition through the mediators, News18 reports.The mediation panel has written to the Supreme Court, and Gogoi is expected to mention the letter during the day.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The mediation panel has written to the #SupremeCourt. The final day arguments in the #Ayodhyacase are currently underway. The panel may also talk about some acceptable formula. #CJI is expected to mention about the letter anytime during the day.#RamMandir#BabriMasjid https://t.co/8NqqrAjpLl— Utkarsh Anand (@utkarsh_aanand) October 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.45 am: Chief Justice of India Ranjan Gogoi dismisses intervention application of one of the parties in the case. He says “enough is enough” and that the hearings will be done by 5 pm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Chief Justice of India (CJI) Ranjan Gogoi while dismissing intervention application of one of the parties Hindu Maha Sabha in #Ayodhya land case: This matter is going to be over by 5 pm today. Enough is enough. https://t.co/wOxgLGEoWB— ANI (@ANI) October 16, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.30 am: A five-judge Constitution bench, led by Ranjan Gogoi and comprising Justices SA Bobde, DY Chandrachud, Ashok Bhushan and SA Nazeer, has been hearing the Ayodhya land dispute case every day since August 6. The dispute is several decades old, with both Hindu and Muslim groups claiming their right to the land. The Babri Masjid stood there before it was demolished in 1992 by Hindutva activists.In anticipation of the judgement, restrictive orders under Section 144 of the Criminal Procedure Code, which bans the assembly of more than four people, were imposed in the temple town this week.","author":"Scroll Staff","time":"2019-10-16T11:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123492-exxkqzxoft-1566980535.jpg","tags":["Ayodhya","Supreme Court","Sunni Waqf Board","Ranjan Gogoi","Babri Masjid","Ram Janmabhoomi"],"source":"https://scroll.in/latest/940676/ayodhya-arguments-begin-on-final-day-reports-emerge-suggesting-waqf-board-may-withdraw-claim"}