{"title":"Ayodhya: Ram temple can be built only by the BJP, claims Adityanath","content":"Uttar Pradesh Chief Minister Adityanath on Sunday claimed that only the Bharatiya Janata Party  can build the Ram temple in Ayodhya, the Hindustan Times reported. “Let there be no doubt,” Adityanath said at the Yuva Kumbh programme at Smriti Upvan in Lucknow. “Only we [BJP] can construct Ram temple in Ayodhya. No other party will be able to build it.”The chief minister claimed Hindu culture was the country’s only culture. “India is a nation, and it has only one culture,” NDTV quoted him as saying. “The languages, castes, regions, eating habits, dialects may be different... From a political point of view there can be differences in India, but the country has only one culture, the ‘Hindu culture’. And, all of us should feel proud about it.”In an apparent dig at Congress President Rahul Gandhi, Adityanath said those who flaunt their “janeu [sacred thread]” but dismiss “the existence of Lord Ram and Lord Krishna” cannot be expected to build the temple. \n\n\n    \n    Play\n\nThe chief minister claimed that historians and intellectuals have misinformed people about the country’s history and that now there is a “responsibility to correct it”. “Pushpak Vimaan was not a myth but reality,” he said. “Sage Bhardwaj had written ‘Viman Shastra’ which gives the theory of Pushpak Vimaan.” The Pushpak Vimaan, mentioned in the Ramayana, is the first flying object mentioned in existing Hindu texts.Last week, Bharatiya Janata Party President Amit Shah had said his party wants a grand Ram temple in Ayodhya “at the exact same spot” that is the subject of a title dispute case in the Supreme Court. He also urged the court to announce its verdict in the case as soon as possible.On October 29, the Supreme Court adjourned the case to January but Hindutva organisations have urged the government to bring in an ordinance to facilitate the temple’s construction.","author":"Scroll Staff","time":"2018-12-24T07:45:30.896305+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/106504-lhjnppdcyg-1543118901.jpg","tags":["Uttar Pradesh","Ram temple","BJP","Adityanath"]}