{"title":"Ayodhya Ram temple’s construction will start within six months, says trust president","content":"The president of the trust entrusted with the construction of a Ram temple in the city of Ayodhya in Uttar Pradesh on Friday said the process would begin in the next six months, PTI reported. Nritya Gopal Das is the president of the Ram Janmabhoomi Teerth Kshetra Trust, whose temple construction committee is headed by Prime Minister Narendra Modi’s former Principal Secretary Nripendra Misra.The date of the construction, and the name of the builder will be decided at the trust’s next meeting in Ayodhya on April 3 and 4, Hindustan Times reported. A member of the trust, Kameshwar Chaupal, told the newspaper that construction could begin any day around Akshaya Tritiya, which is on April 25. He added that several firms, including construction giant Larsen & Toubro, were vying to get the contract.Chaupal said the proposal to start the construction on Ram Navami was rejected at the trust’s first meeting in New Delhi on Wednesday. “Since Navami is celebrated on a large scale, starting temple construction on the same day could have posed a law-and-order challenge to the district authorities,” he added. “Hence we have decided to pick another feasible date.”Vishwa Hindu Parishad spokesperson Vinod Bansal said “Ram bhakts” were “waiting eagerly for the moment when the construction will begin after Ram Navami”.On November 9, the Supreme Court’s five-judge Constitution bench had asked the Centre to set up the trust within three months to oversee the construction of the temple at the site where the Babri Masjid stood till 1992 before it was demolished by Hindutva activists. Prime Minister Narendra Modi announced the formation of the 15-member organisation in Parliament on February 5.","author":"Scroll Staff","time":"2020-02-22T13:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136976-brugnblntq-1582356396.jpg","tags":["Ayodhya","Ram Temple","Narendra Modi","Nritya Gopal Das"]}