{"title":"Ayodhya land dispute: Supreme Court must fast-track hearing, says Ravi Shankar Prasad","content":"Union Law Minister Ravi Shankar Prasad on Monday appealed to the Supreme Court to fast-track the hearing in the Ayodhya title suit, PTI reported. “When the Supreme Court can give its verdict on the Sabarimala temple case promptly, why is the Ram Janmabhoomi issue pending for the past 70 years,” Prasad said, referring to the case on entry of women of menstruating age into the Lord Ayyappa temple in Kerala. “Why must we worship Babar?” Prasad asked, while inaugurating the 15th National Conference of the Akhil Bharatiya Adhivakta Parishad in Uttar Pradesh’s Lucknow.Prasad said Ram, Krishna and Akbar were mentioned in the Constitution, but there was no mention of Babar, the Mughal emperor on whose orders the Babri Masjid was built. “But if we talk about such things in the country, a different kind of controversy is raised.”Supreme Court Justice MR Shah and Chief Justice of the Allahabad High Court Govind Mathur were also present at the event.The Supreme Court will take up a batch of petitions related to the Ram Janmabhoomi-Babri Masjid land dispute case on January 4. The court will hear 14 separate petitions filed against the 2010 Allahabad High Court verdict that ordered a three-way division of the land on which the Babri Masjid stood before Hindutva activists demolished it on December 6, 1992.Prasad’s party colleague and Uttar Pradesh Chief Minister on Sunday claimed that only the Bharatiya Janata Party can build the Ram temple in Ayodhya.Prasad also spoke about bringing an all-India judicial services system for appointment of judges in the future. Inaugurated the 15th National Conference of Akhil Bharatiya Adhivakta Parishad at Lucknow. Spoke about the efforts made by @narendramodi Govt to enhance access to justice for citizens. pic.twitter.com/7fVFfOVB98— Ravi Shankar Prasad (@rsprasad) December 24, 2018","author":"Scroll Staff","time":"2018-12-25T12:17:53.407874+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/90417-rgifewkobl-1527074567.jpg","tags":["Ravi Shankar Prasad","Law Minister","Ayodhya Land Dispute","Supreme Court"]}