{"title":"Ayodhya verdict: Babri Masjid demolition was a serious violation of rule of law, says Supreme Court","content":"The Supreme Court said on Saturday that the demolition of the Babri Masjid in Ayodhya on December 6, 1992 was an “egregious violation of the rule of law”, Live Law reported. The top court made the observation while delivering its judgement in the Ayodhya dispute.In its judgement, a bench led by Chief Justice of India Ranjan Gogoi said that “Muslims have been wrongly deprived of a mosque which had been constructed well over 450 years ago”. The court said that on December 6, 1992, the mosque was brought down in breach of the assurance given to it that the structure would not be affected. It added that the Muslims had not abandoned the mosque when it was destroyed.The bench also comprised Justices SA Bobde, DY Chandrachud, Ashok Bhushan and S Abdul Nazeer.Invoking Article 142 of the Indian Constitution, the court said it must ensure that “a wrong committed must be remedied”. “Justice would not prevail if the court were to overlook the entitlement of the Muslims who have been deprived of the structure of the mosque through means which should not have been employed in a secular nation committed to the rule of law,” the judges said in their unanimous verdict. “Tolerance and mutual coexistence nourish the secular commitment of our nation and its people.”The top court ruled that the disputed land be taken over by a trust appointed by the Centre for the construction of a Ram temple there. The judges also ordered that a five-acre land parcel in Ayodhya be given to the Sunni Waqf Board by the central government or the government of Uttar Pradesh to build a mosque.The Babri Masjid was brought down by kar sevaks on December 6, 1992, provoking riots in many parts of India. The demolition also led to bomb blasts in several parts of Mumbai, allegedly masterminded by underworld don Dawood Ibrahim, in 1993. The blasts killed over 300 people.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-09T16:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124093-sercmctfyi-1573296740.jpg","tags":["Supreme Court","Babri Masjid","Ayodhya","Ram Janmabhoomi","Ranjan Gogoi"],"source":"https://scroll.in/latest/943178/ayodhya-verdict-babri-masjid-demolition-was-a-serious-violation-of-rule-of-law-says-supreme-court"}