{"title":"Ayodhya case: 99% of Muslims want review of Supreme Court verdict, says law board ","content":"The All India Muslim Personal Law Board on Sunday claimed 99% of Muslims in India want the Supreme Court verdict in the Ayodhya land dispute case to be reviewed, PTI reported. On November 9, the court had granted the land to Hindu litigants who want to build a Ram temple there, and gave Muslims an alternative five-acre plot to build a mosque. “Muslims trust judiciary that is why a review petition is being filed,” the law board’s General Secretary Maulana Wali Rahmani told the news agency. “However, the trust has weakened after the SC verdict on Ayodhya. Ninety-nine percent of Muslims of the country are in favour of a review petition. If it is understood that a big section is against this, it is wrong.”However, Rahmani added that the organisation suspects that its “petition will be dismissed”. “[But] it does not mean we don’t file it,” he added. “It is our legal right. There are many contradictory things in the verdict.”The Muslim cleric lashed out at “intellectuals”, saying they “do not have any practical scheme to resolve issues of the Muslim community”. He questioned what they had done for Muslims. Though it is not clear who Rahmani was referring to, last week 91 Muslim lawyers, journalists, actors, social activists, businessmen and Islamic scholars from across India urged Muslim litigants not to file the review petition. They warned that continuing the dispute would fuel anti-Muslim propaganda, and Islamophobia, and aid communal polarisation. The law board has said it will file the petition before December 9. Another Islamic organisation, the Jamiat Ulema-e-Hind, has said its plea will be filed in court on December 3 or December 4. However, the Sunni Waqf Board, one of the major litigants, has decided against a review. ‘Equality is more important’Union Minority Affairs Minister Mukhtar Abbas Naqvi on Sunday lashed out at the law board and the Jamiat, accusing them of trying to create an “atmosphere of division and confrontation”, PTI reported.“All sections of the society have welcomed and respected the Supreme Court verdict,” said the Bharatiya Janata Party leader. “But if some people are unable to digest the fact that the unity has been strengthened after this verdict, it is sad.” He claimed that for Muslims “barabri [equality]” in areas such as education, and economic and social upliftment was more important than “Babri [mosque]”.Spiritual leader Sri Sri Ravi Shankar, who was one of the mediators in a panel set up by the Supreme Court to resolve the dispute, counselled the two Islamic organisations against approaching the court again. He said their decision was an example of a “double standard”, PTI reported.Ravi Shankar said Hindus and Muslims should work together to strengthen the economy at a time it is slowing down. “Yes I am happy with the Ayodhya verdict,” he added. “I have been telling this since 2003 that both communities can work on it...build mandir on one side and masjid on the other. But this stubbornness to build mosque at the disputed site is meaningless.”","author":"Scroll Staff","time":"2019-12-01T19:39:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/54170-jspaawoqae-1573125263.jpeg","tags":["Ayodhya verdict","Supreme Court","All India Muslim Personal Law Board"]}