{"title":"Ayodhya verdict became right ruling because both sides accepted it, says P Chidambaram","content":"The Supreme Court’s Ayodhya-Babri Masjid verdict became “a right judgement” only because both sides accepted it, Congress leader P Chidambaram said on Wednesday. “Because both sides have accepted it, it has become a right judgement,” the Congress leader said. “It is not a right judgement that both sides have accepted.”Chidambaram was speaking at the launch of his colleague Salman Khurshid’s book Sunrise over Ayodhya. In November 2019, the Supreme Court had awarded the disputed site on which the Babri Masjid was demolished by a Hindutva mob in 1992 to the Hindus. The verdict paved the way for the construction of a Ram temple in Ayodhya. The court had also ordered the government to acquire an alternative plot of land on which a mosque could be built. At the book launch on Wednesday, Chidambaram said that the story that began in 1992 came to a completely unexpected end on November 9, 2019, the day of the Supreme court verdict. “The jurisprudential faces of this judgement is extremely narrow, it is a very thin ledge, but due to the passage of time, what the author points out is, all sides have accepted it,” he said.\n\n\n    \n    Play\n\nChidambaram described the demolition of the Babri Masjid in 1992 as “terrible wrong”. “It was an incident that debased our Constitution and created, what appeared to be at that time, an unbridgeable chasm between two communities,” he added.The Congress leader added that things took a “predictable turn” after the Supreme Court verdict. “Within a year or so everyone who was accused was acquitted,” he said.Bharatiya Janata Party leaders Lal Krishna Advani, Murli Manohar Joshi, Uma Bharti and Kalyan Singh were among those accused of criminal conspiracy in the case. In September 2020, they were acquitted by a special Central Bureau of Investigation court in Lucknow. The court had said that the demolition was not planned and that the people who demolished the mosque were “anti-national elements”. The accused people were, in fact, trying to control the crowds, the judgement added.At the event on Wednesday, Chidambaram also spoke about the increasing intolerance in India. He spoke about attacks on minorities and the withdrawal of advertisements portraying a cohesion of cultures and religions.“Today we live in a world where lynching is not condemned by anyone in authority, certainly not the prime minister or home minister,” the Congress leader added. Chidambaram added that secularism has moved away from “acceptance to tolerance and from tolerance to an uneasy coexistence”. “Whatever Gandhiji thought was ‘Ram Rajya’ is no longer the ‘Ram Rajya’ [the kingdom of deity Rama] understood by many of our fellow citizens,” he added. “Likewise, what Pandit ji [Jawaharlal Nehru] told us about secularism is certainly not how secularism is understood by many millions of our fellow citizens.”","author":"Scroll Staff","time":"2021-11-11T10:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166230-lgqyfnvcde-1636606501.jpeg","tags":["Ayodhya-Babri Masjid","Ayodhya-Babri Masjid verdict","P Chidambaram"]}