{"title":"Ayodhya mosque construction to begin on January 26","content":"The construction of a mosque in Dhannipur village in Uttar Pradesh’s Ayodhya will formally begin on January 26, reported NDTV. The event will be marked by hoisting the national flag and a plantation drive.The Indo-Islamic Cultural Foundation, a trust formed by the Uttar Pradesh government and the State Sunni Central Waqf Board, is tasked with constructing the mosque on a 5-acre plot given to it following the Supreme Court’s verdict in the Ayodhya title dispute case.The IICF said in a press release that the plantation drive was planned because the mosque project was intended to serve the community in the area and create awareness about climate change. “As envisaged in the project, a green area will be developed to have plants from all over the world from Amazon rainforest to areas having bushfires in Australia and from all different geographical regions of India to create awareness for imminent threat of climate change,” the release read.The trust said it will also apply for getting the construction plan cleared by the Ayodhya District Board and start the soil testing process.The decisions were taken on Sunday at a formal meeting that all nine trustees attended. They discussed the project as well as matters pertaining to delays in getting clearances from the Income Tax Department and foreign contributions.The trust had on December 19 unveiled the design of the mosque and a hospital to be built on the 5-acre plot. Besides the mosque and the hospital, a community kitchen and a modern library will also be set up in the complex. The structure would also have the trust office and publication houses focusing on research and Indo Islamic Cultural-Literature Studies. “The design of the mosque has been prepared using modern technology, and it will be egg-shaped without any dome,” Jamia Millia Islamia Professor SM Akhtar had said during the unveiling of the project’s blueprints. “The two-storeyed mosque will not have any minaret. Solar power will be installed in the mosque, and around 2,000 people will be able to offer namaaz at the same time.”The Ayodhya dispute caseIn a landmark verdict on November 9, 2019, the Supreme Court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The court said that the demolition of Babri Masjid in 1992 was “an egregious violation of the rule of law” and directed the government to acquire an alternative plot of land to build a mosque.Prime Minister Narendra Modi broke ground on the temple on August 5 in an elaborate ceremony. On August 20, the Ram Janmabhoomi Trust said that the construction of the temple has begun and would be completed within three to three and a half years.The mosque in Ayodhya was demolished on December 6, 1992 by “kar sevaks” who claimed that an ancient Ram temple stood at the same site.","author":"Scroll Staff","time":"2021-01-18T11:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152276-fybprogcam-1610945595.jpg","tags":["Ayodhya","Ayodhya Verdict","Ayodhya mosque","Indo-Islamic Cultural Foundation"],"source":"https://scroll.in/latest/984321/ayodhya-mosque-construction-to-begin-on-january-26"}