{"title":"Ayodhya: SC says it will decide on March 5 whether case should be sent for mediation","content":"The Supreme Court on Tuesday suggested to the parties to the Ayodhya dispute that they try mediation to resolve the dispute. However, none of the litigants were willing to accept this offer. The court then declared that it will pass an order on March 5, whether a court-appointed mediator will take up the Ram Janmabhoomi-Babri Masjid dispute, The Leaflet  reported.The Supreme Court gave the parties six weeks to study translations made by the Uttar Pradesh government in the status report on the case. “We direct the parties to examine translated documents and point out objections, agreements with the translated documents within six weeks,” the court said, according to Bar and Bench.  The previous hearing on January 29 could not take place as Justice SA Bobde of the five-judge Constitution bench was not available. The bench also comprises Chief Justice Ranjan Gogoi and Justices Ashok Bhushan, Abdul Nazeer and DY Chandrachud. This bench was formed by Gogoi in January after an earlier hearing on January 10 was adjourned because Justice UU Lalit recused himself from hearing the matter.On Tuesday, Gogoi gave the counsels of all parties copies of the status report in the case. He asked them whether they had read the official translations made by the Uttar Pradesh government, The Leaflet reported. “If the translations are acceptable to all, we will start the hearing,” Gogoi said. “We do not want any disputes in the middle of the hearing.”However, advocate Rajiv Dhawan, representing the Sunni Waqf Board, said that he had not read the translations. He also claimed that some of the documents are not legible, Live Law reported.But Dhawan’s submission was opposed by the counsels for Ram Lalla, the deity, and the Hindu Mahasabha. Advocate CS Vaidyanathan, representing Ram Lalla, told the court that all parties had accepted the translations in 2017. “They were silent and never raised the issue earlier but raising objection after two years is not fair,” he added. His statement was supported by the counsel for the Hindu Mahasabha.Dhawan, however, denied the claim that the Sunni Waqf Board was not ready for hearings to proceed.“We are not going to waste our time if disputes are going to be raised over translations of documents,” Gogoi said in response. The chief justice asked Dhawan how much time he needed to study the translated documents. Dhawan and Dushyant Dave, appearing for the Muslim petitioners, said 8-12 weeks would be sufficient.Instead, Justice SA Bobde offered that the case be solved through mediation. “Since it is not a private property [under litigation], we are seriously considering [the mediation option],” he said. “Even if there is only 1% chance [of successful mediation], it should explored,” he added.However, Dhawan turned down the offer, asserting that mediation had been tried earlier and had failed. Dhawan said mediation will take more than eight weeks, a claim Dave backed. Vaidyanathan and advocate Ranjit Kumar also refused the offer of mediation. “Mediation is not possible, not agreeable,” Kumar said according to Bar and Bench. “Your Lordships may decide the matter as early as possible.”Bharatiya Janata Party leader Subramanian Swamy made a submission before the court that a compromise between the parties to the case “has to include a minimum condition that Hindus will have a right to pray where Lord Ram was born”. On Monday, the court had asked Swamy to make his submission the following day.","author":"Scroll Staff","time":"2019-02-26T12:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/94933-rggkemshfp-1531492372.jpg","tags":["Ayodhya","Ram temple","Supreme COurt","mediation","Sunni waqf board"]}