{"title":"Ayodhya verdict: Sunni Waqf Board decides not to file review petition","content":"The Sunni Waqf Board on Tuesday decided against filing a review petition on the Supreme Court’s Ayodhya verdict, PTI reported. The board’s chairman Zufar Farooqi said that six of the seven members present in the meeting were against filing the plea.The top court had on November 9 ruled that the disputed land in Ayodhya, Uttar Pradesh, would be assigned to a trust, which will oversee the construction of a Ram temple there. The court also ruled that the Sunni Waqf Board be allotted five acres of land at an alternative plot in Ayodhya to compensate for the demolition of the Babri Masjid in 1992.Seven of the eight members attended Tuesday’s meeting of the Sunni Waqf Board, Farooqi said, adding that it had not decided whether to accept the five-acre land for a mosque. The board’s chairman said that the members required more time to come to an agreement and ensure that it was appropriate according to the Shariat or Islamic law.Last week, Muslim organisation Jamiat Ulama-i-Hind had changed its stance on filing a review petition of the verdict. The group described the Supreme Court ruling as “one-sided”, and refused to accept the five-acre plot for a mosque at an alternative place in Ayodhya.On November 17, the All India Muslim Personal Law Board had decided to file a review petition against the top court’s verdict. The board had also refused to accept the five-acre alternative plot in Ayodhya to be allotted to Muslims to build a mosque.Ninety-one Muslim lawyers, journalists, actors, social activists, businessmen and Islamic scholars from across India have opposed the decision of several Muslim litigants in the case to challenge the Supreme Court’s unanimous decision. Among the eminent signatories are actors Naseeruddin Shah, Shabana Azmi, journalist and human rights activist Javed Anand, film writer Javed Siddiqi, film-maker Shama Zaidi, and Islamic scholar Zeenat Shaukat Ali. They said the continuation of the dispute in court would fuel anti-Muslim propaganda, and Islamophobia, and aid communal polarisation.","author":"Scroll Staff","time":"2019-11-26T15:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131659-nijqgfygyx-1574760897.jpg","tags":["Ayodhya","Sunni Waqf Board","Supreme Court","Zufar Farooqi"]}