{"title":"Ayodhya case: 10 articles on the title dispute ahead of Supreme Court verdict ","content":"The Supreme Court will on Saturday pronounce its judgement in the Ayodhya land dispute case. The five-judge Constitution Bench had heard arguments daily for 40 days from August 6. This was the second-longest hearing in the top court’s history after the landmark 68 days of proceedings in the Keshavananda Bharati case.On the last day of hearing on October 16, the Ayodhya mediation committee filed a settlement document in the top court. According to an unidentified official, the parties in the case had reached a settlement though its details are confidential.The mediators – former Supreme Court judge FMI Kalifulla, religious leader Sri Sri Ravishankar, and senior advocate Sriram Panchu – had approached the court on September 16 for permission to resume talks to amicably resolve the title dispute. The court allowed them to hold dialogue to resolve the dispute even as it continued hearing the 14 appeals against the 2010 Allahabad High Court judgement dividing the 2.77-acre land equally among three parties the Sunni Waqf Board, the Nirmohi Akhara and Ram Lalla.The talks had abruptly stopped on July 29 because of resistance from certain parties, forcing the court to start daily hearings.In anticipation of the judgement, restrictive orders under Section 144 of the Code of Criminal Procedure, which bans the assembly of more than four people, were imposed in Ayodhya. They will be in place till December 10. The Uttar Pradesh government has cancelled the holidays of all field officers in the state’s 75 districts till November 30.Here is a round-up of stories on Scroll.in on the dispute:Ayodhya dispute has several parties battling each other in court: Both Ram Lalla and Nirmohi Akhara want control of land and dispute each other’s claims. Among Muslim parties, Sunnis and Shias have taken contrasting positions.Why is the Sunni Waqf board now ready to give up the Babri Masjid land for a Ram temple? The Waqf Board’s outreach has little chance of succeeding given the Sangh Parivar-controlled Ram Janmabhoomi Nyas is not a party to this proposed settlement.How inclusion of Ram Janmasthan as a party to Babri Masjid dispute gave Hindu side the upper hand: The question of faith has superseded the necessity for evidence to prove land title.How Ram Lalla became a party to the Ayodhya dispute – and who might actually benefit from it: The dispute began in the courts in the 19th century, but matters escalated in 1949 when an idol of Ram was placed under the central dome of the mosque. It was only in the 1980s, however, that the deity himself became a party to the dispute.Why a legislative route to build a Ram temple is a legal impossibility: The Supreme Court has made it clear on many occasions that the State cannot identify with any particular religion.Constitution bench not needed, status of mosques in Islam not examined in 1994: The top court dismissed prayers that the 1994 judgement be referred to a Constitution bench.Why is the Supreme Court reluctant to pronounce verdict on a property dispute?: The top court has never shied away from instituting policies on everything from the organisation of cricket to the auctioning of coal. What gives here?How Rama appeared inside the Babri Masjid: On December 23, 1949,the Ayodhya Police filed an FIR following the planting of the idol of Lord Rama in Babri Masjid the night before. It named Abhiram Das as the prime accused. The secret story of what happened.What has happened to the Ayodhya dispute in the last five years?: Sangh Parivar asked for an ordinance to begin temple construction.  Ayodhya’s vulnerable Muslims once again face pressure to ‘compromise’ – just as they did in 1950: The pressure tactics to give up their claims employed soon after the idols ‘miraculously appeared’ in Babri Masjid is back.Scroll’s coverage of the Ayodhya dispute can be followed here and here.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-08T21:27:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/129227-iydpfcohsi-1571486973.jpg","tags":["Supreme Court","Ayodhya","land dispute case","Ayodhya verdict","Ram temple"],"source":"https://scroll.in/latest/942658/ayodhya-case-six-articles-on-the-title-dispute-ahead-of-supreme-court-verdict-tomorrow"}