{"title":"Ayodhya dispute: Sri Sri Ravi Shankar booked for ‘provocative’ remarks against Muslims","content":"The Hyderabad Police on Thursday booked Art of Living founder Sri Sri Ravi Shankar for “provocative” remarks about the Babri Masjid-Ram Janmabhoomi controversy.On Monday, Ravi Shankar brought up the civil war in Syria, where at least 520 people have been killed over the past two weeks, to say Muslims should give up their claim on the Ayodhya site in Uttar Pradesh. “If the Ram Mandir issue is not solved, we will have a Syria in India,” he said in an interview. “Muslims should give up their claim on Ayodhya as a goodwill gesture. Ayodhya is not place of faith for Muslims...We cannot make Lord Ram to be born in another place.”He had added: “If the court rules against a temple, there will be bloodshed. Do you think the Hindu majority will allow it? They will garner resentment towards the Muslim community.”On Thursday, Hyderabad resident Salahuddin Affan filed a complaint saying Ravi Shankar’s remarks had hurt the religious feelings of the community and could disturb the communal harmony of the country, Moghalpura police station Inspector R Devendar told PTI.Ravi Shankar, meanwhile, clarified that he had only used Syria as an example, and that it was “a point of view, and not threat”. The police said Ravi Shankar was booked under sections of the Indian Penal Code for intending to outrage religious feelings.  A similar complaint was also registered at another police station in the city too.The Supreme Court is hearing appeals against the judgement of the Allahabad High Court, which in 2010 ruled a three-way split of the disputed 2.77 acres in Ayodhya. On February 8, the Supreme Court had adjourned the hearing in the case to March 14 as some documents and translations had not yet been filed. The court clarified it would treat the matter as a “pure land dispute”.","author":"Scroll Staff","time":"2018-03-09T17:31:59.373599+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871458-68277-eckmsubjiv-1505244009.jpg","tags":["Sri Sri Ravi Shankar","Babri Masjid","Ram Janmabhoomi","Ayodhya row"]}