{"title":"Ayodhya dispute resolution: SC accepts mediation panel’s request for extension till August 15","content":"The Supreme Court on Friday granted an extension to the mediation panel that is holding deliberations to resolve the Ram Janmabhoomi-Babri Masjid land dispute, Bar and Bench reported. The panel had requested an extension until August 15, which the court accepted.Retired Supreme Court judge FMI Kalifulla is the head of the panel, which also includes spiritual leader Ravi Shankar and senior advocate Sriram Panchu. The decision was given by a five-judge Constitution bench comprising Chief Justice Ranjan Gogoi, and Justices SA Bobde, DY Chandrachud, Ashok Bhushan and S Abdul Nazeer. The top court said it has received the report from Kalifulla seeking extension of time to complete mediation proceedings. “If the mediators are optimistic about the result and are seeking time till August 15, what is the harm in granting time?” the bench said, according to PTI. “This issue has been pending for years and years. Why should we not grant time?Gogoi refused to share the progress made by the panel so far.The Supreme Court had set up a three-member panel of mediators in March to hold deliberations with the concerned parties and come up with a decision in eight weeks. The mediation panel had submitted an interim report in a sealed cover to the top court registry on Monday.The land in Ayodhya has been disputed for several years now, with both Hindu and Muslim groups claiming their right to it. In 2010, the Allahabad High Court ordered a three-way division of the land on which the Babri Masjid stood before it was demolished in 1992 by Hindutva activists. The court divided the land equally between the Nirmohi Akhara, the Sunni Wakf Board and the representative for the deity Ram Lalla.Last month, the Nirmohi Akhara filed a plea in the court opposing the Centre’s move to transfer excess land around the disputed site to its original owners. The land was acquired by the government in 1994. The Centre had moved the Supreme Court in January, seeking the court’s permission to return the acquired land at the site to the Ram Janmabhoomi Nyas, or the Ram Birthplace Trust.","author":"Scroll Staff","time":"2019-05-10T10:43:27.993950+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/111429-nnarzlderi-1556177629.jpg","tags":["Supreme Court","Ayodhya dispute","Ram Janmabhoomi","Babri Masjid"]}