{"title":"Ayodhya: Priest files complaint against Ram temple trust members, BJP MLA","content":"The chief priest of a temple in Uttar Pradesh’s Ayodhya city has filed a complaint against several people, including Ram Mandir Trust secretary Champat Rai and Bharatiya Janata Party MLA Deep Narayan Upadhyay, reported PTI on Wednesday. They have been accused of fraudulently buying government land.On January 15, the Shri Ram Janmabhoomi Teerth Kshetra Trust, the body set up to oversee the building of the temple, had launched a month-long countrywide contribution drive for the construction. Hanuman Garhi temple Mahant Dharam Das has alleged that devotees had been betrayed as the funds collected to buy the land for the Ram temple were misused. The complainant also demanded that Rai should be fired immediately.The priest has alleged that the BJP MLA had bought 676 square metres of land from another chief priest, Devendra Prasadacharya, in February for Rs 20 lakh. This piece of land was then sold to the temple trust for Rs 2.5 crore. The complaint noted that the circle rate for the land is nearly Rs 35 lakh. Circle rate is the minimum price per square metre fixed for a neighbourhood. Transactions are registered according to this rate.In his complaint, Das added that the responsibility of running the temple should be given to the spiritual leaders of Ayodhya. He also asserted that the central government should run the country and not the temple.The police told The Indian Express that they received a complaint, but no first information report had been registered.On July 2, the temple trust had claimed that no proof of any irregularities had been found by experts who had gone over all the documents related to the land. The Ram temple trust’s Treasurer Govind Dev Giri had said they would not get involved in a “media trial”. He had also claimed that all the documents related to the land “show full transparency and honesty”, according to The Indian Express.The Ram temple’s construction began in August 2020, over two weeks after Prime Minister Narendra Modi laid its foundation stone at an elaborate ceremony in Ayodhya on August 5 last year. Modi had laid a symbolic 40-kg silver brick in the sanctum sanctorum, or innermost sanctuary, to mark the start of the temple construction in Ayodhya. The celebrations were, however, toned down because of the coronavirus crisis.A landmark Supreme Court verdict in November 2019 had paved the way for the construction of the Ram temple. The court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The court had also said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque. The mosque in Ayodhya was demolished on December 6, 1992 by “kar sevaks” who claimed that an ancient Ram temple stood at the same site.Also read:AAP, Samajwadi Party allege corruption in purchase of Ayodhya Ram Temple land, trust denies chargeRam temple trust bought another land parcel directly from owners for Rs 8 crore, says report","author":"Scroll Staff","time":"2021-08-19T12:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151076-ssqzreytag-1606278791.jpg","tags":["ram temple trust","Ram temple","Ayodhya"],"source":"https://scroll.in/latest/1003211/ayodhya-priest-files-complaint-against-ram-temple-trust-members-bjp-mla"}