{"title":"Ayodhya land dispute: SC says it will look into petition seeking early hearing of case","content":"One of the original litigants in the Ram Janmabhoomi-Babri Masjid land dispute case moved the Supreme Court on Tuesday, seeking an early hearing, PTI reported.A three-judge bench, headed by Chief Justice of India Ranjan Gogoi, of the Supreme Court agreed to look into the matter. Gogoi asked the litigant, Gopal Singh Visharad, to file the application required in order for the top court to consider hearing it, according to ANI.The plaintiff, sought an early hearing in the case as he claimed that no progress had been made by the mediation panel, Bar and Bench reported. On May 10, the Supreme Court had granted an extension to the mediation panel that is holding deliberations to resolve the Ayodhya land dispute. The panel had requested an extension until August 15, which the court had accepted.The top court had then said that if the mediators were optimistic about the results then it saw no harm in granting additional time. The five-judge division bench, which granted the extension, was also headed by Gogoi.Retired Supreme Court judge FMI Kalifulla is the head of the panel, which also includes spiritual leader Ravi Shankar and senior advocate Sriram Panchu. It is supposed to hold deliberations with the concerned parties and come up with a decision.  The land in Ayodhya has been disputed for several years now, with both Hindu and Muslim groups claiming their right to it. The Babri Masjid stood on the conflicted land before it was demolished in 1992 by Hindutva activists.In 2010, the Allahabad High Court had ordered the land to be divided in three. It had divided the land equally between the Nirmohi Akhara, the Sunni Wakf Board and the representative for the deity Ram.","author":"Scroll Staff","time":"2019-07-09T11:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123492-erqwqisbas-1562652391.jpg","tags":["Ayodhya case","Ram Janmabhoomi","Supreme Court","Babri Masjid"]}