{"title":"Ayodhya verdict: All 18 review petitions rejected by Supreme Court","content":"The Supreme Court on Thursday rejected all 18 petitions that had sought a review of last month’s verdict on the Ayodhya land dispute, Live Law reported.The petitions were heard in camera by a five-judge bench headed by Chief Justice of India SA Bobde. All judges of the bench were the same as the ones who gave the Ayodhya verdict, except that Justice Sanjiv Khanna will replace Ranjan Gogoi, who retired as chief justice a week after the judgement.On November 9, the top court’s five-judge Constitution bench had asked the Centre to set up a trust within three months to oversee the construction of a Ram temple at the site in Ayodhya where the Babri Masjid stood till 1992. The Muslims, the court said, should be given a five-acre plot elsewhere in Ayodhya for the construction of a new mosque as relief for the “unlawful destruction” of the Babri Masjid.The first review petition in the case was filed by Jamiat Ulama-i-Hind on December 2, followed by five more petitions that were filed on Friday with the support of All India Muslim Personal Law Board.The petitions said since it was an undisputed fact that Muslims were praying at the site till December 16, 1949, and had entered the mosque through the outer courtyard, Hindus had never been in exclusive possession of the site. “The court erred in not considering that there was a dedication of the mosque which was self-evident from the inscriptions,” it said, adding that “the judgment erred in holding that the Waqf was not established by ‘user’ though continuous possession and prayer were shown at all times”.One of the review petitions said that despite acknowledging several illegalities committed by the Hindu parties, including the destruction of the mosque at the disputed site, the top court had condoned them and granted the land to them.The Sunni Waqf Board, which was one of the major litigants in the dispute, has decided against a review.On Monday, the Hindu Mahasabha also filed the petition challenging the top court’s decision to allocate a five-acre plot to Muslims. Two days later, the Nirmohi Akhara, the key litigant in the dispute, filed a review petition seeking clarification on its role in the case. The top court in its verdict had directed the Centre to provide “adequate representation” for the Akhara in the trust to oversee the construction of the temple.","author":"Scroll Staff","time":"2019-12-12T16:28:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/127492-qnxacjfiaj-1571065157.jpg","tags":["Ayodhya verdict","Babri masjid","Supreme Court","Ram temple"]}