{"title":"Ayodhya row: Even if SC provides a solution, the dispute will reappear, says Sri Sri Ravi Shankar","content":"Sri Sri Ravi Shankar, the founder of the Art of Living Foundation, on Thursday said that Hindus and Muslims need to come together with friendship and goodwill in order to resolve the Babri Masjid-Ram Janmabhoomi dispute. The spiritual guru, who is now in Ayodhya, met some of the stakeholders in the dispute. “A solution may sometimes seem impossible but our people, youth and leaders of both communities can make it possible,” the spiritual guru said. He said that though many people would not agree, Muslims by and large are not opposed to the idea of a Ram temple at the disputed site. I know some may not agree with this, but Muslims by and large are not opposing the #Ramtemple : Sri Sri Ravishankar pic.twitter.com/3ZxOblJogl— ANI (@ANI) November 16, 2017\n\nAsked about the Supreme Court settling the matter, Ravi Shankar said that one of the communities will invariably feel left out if the court comes out with a verdict. “Even if court gives a solution, this issue will reemerge after 100-200 years,” he said. “For a long-standing peaceful solution, it is better if the spiritual and religious leaders can come to a solution on their own,” he said.  Earlier in the day, Ravi Shankar said that though though people want to resolve the conflict, it was not easy to achieve. “Let me talk to everyone, it is too early to reach a conclusion,” he said.Environment is positive, people want to come out of this conflict. I know it is not easy, let me talk to everyone, it is too early to reach a conclusion: Sri Sri Ravi Shankar #RamTemple pic.twitter.com/1n5A6J2WzY— ANI UP (@ANINewsUP) November 16, 2017\n\nHe met Ramjanmabhoomi Shrine Board chairman Nritya Gopal Das and Mahant Suresh Das of the Digambar Akhada, among others.   Former Bharatiya Janata Party MP Ram Vilas Vedanti, meanwhile, criticised Ravi Shankar’s attempt to resolve the dispute and help the stakeholders reach an out-of-court settlement. “Who is Ravi Shankar to mediate,” he asked. “I believe he has amassed a lot of wealth and to avoid a probe he has jumped into the Ram Temple issue.”Who is Sri Sri Ravi Shankar to mediate? He should continue running his NGO & hoarding foreign funds, I believe he has amassed a lot of wealth & to avoid a probe he has jumped into #RamTemple issue: Former BJP MP Ram Vilas Vedanti pic.twitter.com/OovKekDhW9— ANI UP (@ANINewsUP) November 16, 2017\n\nVarious Muslim organisations and the Vishwa Hindu Parishad have expressed their reservations about Ravi Shankar’s involvement in the matter. While All India Muslims Personal Law Board General Secretary Maulana Wali Rehmani said that the spiritual guru made a similar move 12 years back and had then “concluded that the disputed site be handed over to Hindus”, the Vishwa Hindu Parishad said there was no need for a dialogue as archaeological evidence was in the favour of Hindus.","author":"Scroll Staff","time":"2017-11-16T17:24:31.563649+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/858087-68277-eckmsubjiv-1505244009.jpg","tags":["Babri Masjid","Sri Sri Ravi Shankar","Nirmohi Akhada","Ayodhya"]}