{"title":"Ayodhya verdict is silent on why Muslims must prove exclusive possession of site – but not Hindus","content":"On page 215 of the Ayodhya-Babri Masjid verdict, delivered by a five-judge bench on Saturday, the Supreme Court makes a crucial statement of logic: “It is true that in matters of faith and belief, the absence of evidence may not be evidence of absence.” But in its final findings, the court contradicted this same logic. The crux of the judgement that India has awaited since 1949 is that Muslims failed to show unimpeded possession of the disputed site in Ayodhya between 1528, when the mosque was supposedly built by Mughal emperor Babur, and 1857, when, after a clash between Muslims and Hindus, a railing was erected between the inner and outer courtyards at the disputed site. The inner courtyard is where the mosque demolished by Hindutva mobs in 1992 stood. The outer courtyard has several Hindu shrines. While the judgment strains to point out that the matter was not decided on faith, it places the onus on Muslims alone to prove exclusive possession of the site. There is no similar expectation from the Hindu side. This leaves the impression that the Hindu belief in the site being the birthplace of Ram somehow took precedence over the Muslim claim.Possession of the siteThe judgement spends considerable space analysing two crucial aspects of the legal dispute that began in 1885, when the mahant of the Nirmohi Akhara, an organisation of Hindu ascetics, moved the courts to establish his right to worship at the assumed Ram Janmasthan. First is the report of the Archaeological Survey of India produced on the directions of the Allahabad High Court in 2003. The second is a set of literary and official documents, including the accounts of European travelers and British gazetteers, relating to the disputed site since the 18th century.From the ASI report, the court concedes that a structure existed beneath the mosque. It said that a reasonable inference could be drawn on the basis of the standard of proof that governs civil trials that the underlying structure that provided the foundations of the mosque together with its architectural features and recoveries “are suggestive of a Hindu religious origin comparable to temple excavations in the region and pertaining to the era”.It, however, chose to contexualise this report and state that the ASI did not conclude that a temple had been demolished to build the 16th century mosque. It also pointed to the date of the temple as 12th century, citing the long gap between the date of the temple and the construction of the mosque in 1528. Having done so, the court said the ASI findings could not be the basis of awarding title in a land dispute, disregarding a crucial point that there was no concrete link between the destruction of the ancient temple and the construction of the mosque. The court said: “A finding of title cannot be based in law on the archaeological findings which have been arrived at by ASI. Between the twelfth century to which the underlying structure is dated and the construction of the mosque in the sixteenth century, there is an intervening period of four centuries. No evidence has been placed on the record in relation to the course of human history between the twelfth and sixteen centuries. No evidence is available in a case of this antiquity on (i) the cause of destruction of the underlying structure; and (ii) whether the pre-existing structure was demolished for the construction of the mosque. Title to the land must be decided on settled legal principles and applying evidentiary standards which govern a civil trial.” Second, it refers to copious records of literary and official nature to show that Hindus have always worshiped at the disputed site on which the mosque stood. This, the court says, was unimpeded in nature, though it qualifies that these records should be handled with circumspection.Since neither the Hindu nor the Muslim side were able to show direct and concrete evidence to establish title, the court moves to the question of possession, which is decided on the basis of patterns of worship. The contradiction in the court’s findings on this subject is stark. It chose to decide the entire dispute on one factor: that the Muslims were unable to show evidence of exclusive possession of the site between 1528 and 1857, because there is evidence for Hindu worship in outer courtyard. It said:“Hindu worship at Ramchabutra, Sita Rasoi and at other religious places including the setting up of a Bhandar clearly indicated their open, exclusive and unimpeded possession of the outer courtyard. The Muslims have not been in possession of the outer courtyard. Despite the construction of the wall in 1858 by the British and the setting up of the Ramchabutra in close-proximity of the inner dome, Hindus continued to assert their right to pray inside the three-domed structure.” To break this down into simpler language, the scenario that emerged is this: Hindus had total control of the outer courtyard from which Muslims were excluded. But there was continuing dispute over the inner courtyard where the three-domed mosque stood. Hindus through centuries tried to access this land and offer worship. This means they were trying to wrest it from the Muslims. While the court concedes that since 1857, Muslims had been offering prayers at the mosque and did not abandon it until 1949 when idols of Ram Lalla were placed illegally under the dome of the mosque, this made no difference to their claim. In fact, for some years after the railing was built in 1857, they might have actually had exclusive possession, borne out by the fact that the Hindus worshiped the sanctum from the outer yard. However, the Muslims’ failure was that they were not able to show exclusive possession of the inner courtyard before 1857, a burden that is not placed on the Hindu side as the court itself concedes that the Hindus’ exclusive possession was confined only to the outer courtyard. This is a illogical leap. A Mughal emperor built a mosque in 1528. His descendants ruled the region in which the mosque stood for more than three centuries. The mosque structure existed all through this rule. But the court concluded that the Muslims could not show exclusive possession as the record of their worship produced begins from 1857. All this when the court says on page 770 that the acts of the parties subsequent to the annexation of Oudh in 1856 form the basis of the legal rights of the parties in the present suits – not events that occurred before that. The larger question is why the Muslims alone should face the burden of showing exclusive possession of the site prior to 1857 and not the Hindus. The court does not answer this.","author":"Sruthisagar Yamunan","time":"2019-11-09T17:54:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/943177-60846-qbqccykodd-1497724120.jpg","tags":["Ayodhya verdict","Ram temple","Archaeological Survey of India"],"source":"https://scroll.in/article/943177/ayodhya-verdict-is-silent-on-why-muslims-must-prove-exclusive-possession-of-site-but-not-hindus"}