{"title":"Ayodhya verdict explained in five paragraphs","content":"The Indian Supreme Court on Saturday awarded the disputed site on which a mosque was demolished by a Hindutva mob in 1992 in the town of Ayodhya in Uttar Pradesh to the Hindus, paving the way for a Ram temple to be built there. It also ordered the government to acquire an alternative plot of land on which a mosque can be built instead. The case, which dates back decades – with even some antecedents in the 19th century – has been the source of great communal tension in India, particularly since the now-ruling Bharatiya Janata Party made the demand for a temple a key plank of their political mobilisation ini the 1980s, sparking riots and deaths around the country. Below is an explanation of Saturday’s big verdict in five simple paragraphs. This article will be updated as more details come in.  It will link to a deeper analysis of the judgment once it becomes available. What did the Supreme Court decide? The Supreme Court decided to hand the disputed site over to a trust, managed by the Central government, which will oversee all activities including the construction of a Ram temple. While reiterating that the demolition of the Babri Masjid was illegal, the court ordered that the government has to acquire an alternative plot of land on which a mosque can be built. The court said that the Allahabad High Court, which had divided the land between the Hindu and Muslims parties to the suit, “defied logic”. What does this mean? This order paves the way for a Ram temple to be built on the spot where the Babri Masjid was demolished in 1992, a long-standing demand of Hindutva organisations and the BJP. Although the court did say that the demolition of the 16th-century Babri Masjid by mobs led by these organisations on December 6, 1992, was illegal, it indirectly endorses the act of vandalism by awarding the land to the Hindu parties. It is impossible to say if the same verdict would have been reached had the mosque still been standing. Such an outcome further entrenches the sense that India is a majoritarian state where mob rule by the majority can be given the imprimatur of state authority. Many have argued that a result like this could give an impetus to further demands from the BJP and its parent organisation, the Rashtriya Swayamsevak Sangh, to question the ownership of other Muslim religious structures to  because they stand on spots that Hindus believe to be sacred. What is the dispute? The case first made its way to a court of the British Raj in the 19th century, though the specific legal matters being decided here date back to events from 1949 when an idol of the Hindu god Ram was placed under the central dome of the Babri Masjid, a mosque believed to have been built by the Mughals under Babar in the 16th century. There have been claims from both Hindu and Muslims litigants for the right to own and worship at these premises. In the 1980s, the BJP and its parent organisation, the Rashtriya Swayamsevak Sangh, used the demand for a Ram temple to be built on the spot as the foundation for a massive, communally divisive campaign around the country, sparking riots and deaths along the way and culminating in a Hindutva mob demolishing the mosque in 1992.What is the case? While that may be the dispute, technically speaking the case was a title suit – a question of who owns 2.77 acres of land where the Babri Masjid stood. It doesn’t per se represent the interests of religious communities, but individual litigants have come to be seen as the Hindu and Muslim parties. The Hindu parties, primarily the Ram Lalla Viirajman – which represents the deity itself – and the Nirmohi Akhara, claimed that the land is the sacred site where Ram was born and so deserves to belong to Hindus, though the main evidence put forward was that this was the belief of millions of Hindus. The Sunni Waqf Board, the primary litigants on the Muslim side, argued that there is no evidence that this was the site of Ram’s birth or that there was once a temple on that spot.  What did previous courts decide before it reached the Supreme Court?Way back in the 19th century when the case was brought before a court, it was decided that a temple could not be built on a spot just outside the mosque because it would cause communal problems. Since then, various local courts have looked at matters and issued orders and the cases continued moving up until a special full-judge bench of the Allahabad High Court decided in 2010 that the land would be split three ways between the primary litigants, the deity, the Nirmohi Akhara and the Sunni Waqf Board. All three then appealed in the Supreme Court, which stayed the High Court decision. Various attempts were made at mediation, including while the Supreme Court was hearing the appeal, but none managed to bring all parties on board. Technically speaking then, the Supreme Court was considering whether the Allahabad High Court judgment was correct. If you would like to read more: Ayodhya verdict today: Here’s a timeline of the main events in the caseAyodhya case: 10 articles on the title dispute ahead of Supreme Court verdict","author":"Scroll Staff","time":"2019-11-09T11:55:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/128045-ogppoqcjzc-1571234284.jpg","tags":["Ayodhya","Ayodhya verdict","Supreme Court","BJP"]}