{"title":"Ayodhya land dispute: Will take every step to resolve it amicably, says head of mediation panel","content":"The mediators appointed by the Supreme Court on Friday to find a “permanent solution” to the Ram Janmabhoomi-Babri Masjid land dispute in Ayodhya said they will take all possible steps to find an amicable resolution. The panel, led by retired Supreme Court judge FMI Kalifulla and comprising spiritual leader Ravi Shankar and senior advocate Sriram Panchu, has been given eight weeks to come to a decision.Kalifulla, who had earlier served as a judge of the Madras High Court, said the team has been given a serious responsibility, according to PTI. “For the present, I can only say that if the committee has been constituted, we will take every step to resolve the dispute amicably,” he said.The verdict was announced by a Constitution bench comprising Chief Justice Ranjan Gogoi and Justices SA Bobde, Ashok Bhushan, Abdul Nazeer and DY Chandrachud. The court had earlier said it was conscious of the gravity of the dispute and the outcome of mediation on the body politics of the country. The Supreme Court on February 26 had suggested to the parties of the Ayodhya dispute that they try mediation to resolve the dispute. However, none of the litigants were willing to accept this offer. The court then gave the parties six weeks to study translations made by the Uttar Pradesh government in the status report on the case.“We must all move together towards ending long-standing conflicts happily by maintaining harmony in society,” Shankar, the founder of Bengaluru-based Art of Living foundation, said. “Respecting everyone, turning dreams to reality, ending long-standing conflicts happily and maintaining harmony in society – we must all move together towards these goals.”Respecting everyone, turning dreams to reality, ending long-standing conflicts happily and maintaining harmony in society - we must all move together towards these goals.#ayodhyamediation— Sri Sri Ravi Shankar (@SriSri) March 8, 2019\n\nPanchu, a senior advocate of the Madras High Court, said he would do his best to reach a solution. “It is a very serious responsibility given to me by the Honourable Supreme Court,” he said in a statement in Chennai. “I will do my best.”Regarded as a pioneer in the mediation movement, Panchu has written several books on the topic. He founded the country’s first court-annexed mediation centre – The Mediation Chambers – in the Madras High Court in 2005. Panchu has also mediated a number of cases, including the one involving the boundary dispute between Assam and Nagaland.","author":"Scroll Staff","time":"2019-03-08T20:08:30.566967+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114786-mfbftumxcc-1552056781.jpg","tags":["Supreme Court","Ayodhya Dispute","FMI Kalifulla","Sri Sri Ravi Shankar","Babri Masjid","Ram Mandir"]}