{"title":"Ayodhya mosque project begins with flag-hoisting ceremony, plantation drive ","content":"The project to build a mosque in Uttar Pradesh’s Ayodhya city formally began on Tuesday with a flag-hoisting ceremony and a tree plantation drive. The ceremony was performed in the morning by members of the Indo-Islamic Cultural Foundation, the trust which has been tasked with constructing the mosque in the city’s Dhannipur village. The construction will take place on a 5-acre plot given to the trust following the Supreme Court’s verdict in the Ayodhya title dispute case.  The national flag was hoisted at the site by the trust’s chief Zafar Ahmad Farooqui and five other trustees. All the 12 members of the trust planted one tree sapling each, according to NDTV.Farooqui told the news channel that construction will begin after soil testing reports and the approval of maps. “We have appealed for donations for the mosque and people have already started contributing,” he added. Programme of IICF on 26.1.2021 at Dhannipur,Ayodhya.IICF Trust members assembled at Dhannipur at 5acre plot at 8.15AM...National Flag hoisting was at 8.45AM by Chief Trustee of IICF Mr Zufar Ahmad Farooqi with participation of other 5 Trustees of IICF and local residents pic.twitter.com/53VGFC9cFx— INDO-ISLAMIC CULTURAL FOUNDATION (@IndoIslamicCF) January 26, 2021\n\nThe Indo-Islamic Cultural Foundation had on December 19 unveiled the design for the mosque and a hospital. A community kitchen and a modern library will also be a part of the mosque complex. The structure would also have the trust office and publication houses focusing on research and Indo Islamic Cultural-Literature Studies.Jamia Millia Islamia Professor SM Akhtar had said that around 2,000 people will be able to offer prayers at the mosque at the same time. The mosque will have two stories, but no minarets or dome. The Ayodhya dispute caseIn a landmark verdict on November 9, 2019, the Supreme Court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The court also noted that the demolition of Babri Masjid in 1992 was “an egregious violation of the rule of law” and directed the government to acquire an alternative plot of land to build a mosque. The mosque had been demolished by “kar sevaks” who claimed that an ancient Ram temple stood at the same site.  Prime Minister Narendra Modi broke ground on the temple on August 5 in an elaborate ceremony. On August 20, the Ram Janmabhoomi Trust said that the construction of the temple had begun and would be completed within three to three-and-a-half years.","author":"Scroll Staff","time":"2021-01-26T16:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153914-xpgpvhxlyv-1611659328.jpg","tags":["Ayodhya","ayodhya mosque","ayodhya mosque project"],"source":"https://scroll.in/latest/985143/ayodhya-mosque-project-begins-with-flag-hoisting-ceremony-plantation-drive"}