{"title":"Ayodhya case: ‘Supreme Court verdict should be accepted wholeheartedly by everyone,’ says RSS","content":"The Rashtriya Swayamsevak Sangh on Wednesday said that the Supreme Court verdict in the Ayodhya land dispute case should be accepted wholeheartedly by everyone. The Hindu nationalist organisation added that it is everybody’s responsibility to ensure that communal harmony is maintained irrespective of the judgement.A five-judge Constitution Bench led by Chief Justice of India Ranjan Gogoi reserved its judgement in the Ayodhya land dispute case on October 16 after a marathon 40-day daily hearing. The verdict is expected before Gogoi retires on November 17.“The subject is also being discussed in the meeting,” RSS publicity head Arun Kumar said in a tweet. A meeting of RSS functionaries earlier scheduled to be held between October 30 to November 5 in Haridwar has been postponed, and a meeting of senior functionaries has been shifted to Delhi, he added.30 अक्तुबर से 5 नवंबर तक हरिद्वार में प्रचारक वर्ग के साथ दो दिन की बैठक पहले से निश्चित थी। प्रचारक वर्ग आवश्यक कारणों से स्थगित किया गया है। परंतु बैठक हरिद्वार के स्थान पर अब दिल्ली में हो रही है। - अरुण कुमार, अखिल भारतीय प्रचार प्रमुख— RSS (@RSSorg) October 30, 2019\n\nThe RSS, which is the ideological parent of the BJP, has repeatedly called for the construction of a temple at the disputed spot in Ayodhya. Their statement came days after Prime Minister Narendra Modi recalled the Allahabad High Court ruling in the Ayodhya land dispute case on his radio programme Mann Ki Baat, saying how political parties and the civil society played a mature role in uniting people when efforts were made to create tension before the ruling. Last week, Uttar Pradesh Chief Minister Adityanath had also appeared to urge people to exercise restraint before the judgement in Ayodhya case is delivered. “Nothing should be done that violates the dignity of Lord Ram,” he had said.The Ayodhya dispute has been going on for several decades, with both Hindu and Muslim groups claiming their right to the land. The Babri Masjid stood there before Hindutva activists demolished it in 1992.In anticipation of the judgement, restrictive orders under Section 144 of the Code of Criminal Procedure, which bans the assembly of more than four people, were imposed in the temple town earlier this month. They will be in place till December 10. The Uttar Pradesh government, meanwhile, has cancelled the holidays of all field officers in the state’s 75 districts till November 30.Scroll’s coverage of the Ayodhya dispute can be followed here and here.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-30T22:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128356-fllfgdsscw-1569993504.jpg","tags":["Ayodhya","RSS","Supreme Court","Ayodhya Dispute","Ayodhya Judgement","BJP"],"source":"https://scroll.in/latest/942165/ayodhya-case-supreme-court-verdict-should-be-accepted-wholeheartedly-by-everyone-says-rss"}