{"title":"Ayodhya dispute: Why a legislative route to build a Ram temple is a legal impossibility","content":"On October 18, Rashtriya Swayamsevak Sangh chief Mohan Bhagwat urged the Narendra Modi-led Union government to enact a law to enable the construction of a Ram temple in Ayodhya.With just months to go for the Lok Sabha elections next year, the statement has led to speculation on whether the Bharatiya Janata Party is preparing for a legislative coup in the Ayodhya-Babri Masjid matter. On Saturday, Uttar Pradesh Chief Minister Adityanath urged the Supreme Court to deliver its order on the Ayodhya title suit appeals soon, exposing the party’s eagerness to milk the communally-sensitive case for electoral benefits. This statement clearly did not work, as the court on Monday adjourned the case to January, when it will decide on the composition of the bench and the dates of the hearing.Now that the conclusion of the case before the elections looks bleak, will the BJP take the advice of the RSS and attempt a legislative move to build a Ram temple at Ayodhya? Legally, this would turn out to be an unwise decision. Such a move would entail several Bills in Parliament, or in the Uttar Pradesh Assembly, or both. These would hardly pass judicial muster as it would negate some of the fundamental aspects of India’s Constitution.The disputeIn order to understand the complexity of the matter, a small recap of the dispute is necessary. On December 6, 1992, Hindutva mobs, encouraged by BJP and RSS leaders, tore down the 16th century Babri Masjid in Ayodhya. The Hindu side claims the masjid stood at the site of the birthplace of Ram. The demolition of the mosque led to communal riots in many parts of India. The Centre stepped in and declared President’s Rule in Uttar Pradesh, dismissing the BJP government led by Kalyan Singh. A month later, the Centre promulgated an ordinance to acquire 66.7 acres of land in and around the disputed site. This included 2.7 acres of land on which the masjid stood. The ordinance was then replaced with a law of Parliament, becoming the Acquisition of Certain Areas at Ayodhya Act, 1993.This law was challenged before the Supreme Court, which upheld it in Ismail Faruqui vs Union of India, except for a provision that said all title suits cease to exist with the passing of the law. However, it is important to understand that while the law says “acquisition”, in reality the Centre only took custody of the land to quell communal tensions. As of today, the Centre has no title rights over the disputed land but remains its repository, especially of the 2.77 acres of land on which the mosque stood. When the suit is finally decided by the Supreme Court, the Centre will have to hand over the rights over the land in accordance with the judgement. In 2010, a special bench of the Allahabad High Court divided the land between the Sunni Waqf Board, the Hindu organisation Nirmohi Akhara and the parties representing the deity Ram Lalla (the infant Ram). The Supreme Court is currently hearing an appeal in the suit.Law for Ram templeGiven these facts, it is next to impossible for the Centre to get a temple built at Ayodhya through a law or ordinance. What would these legislative measures involve in any case?First, the Centre would have to give up its role as the repository of the land. This is because the Act made it clear that the holding of the land by the Centre is temporary. Interpreting the clauses, the Supreme Court in 1994 concluded that “the acquisition of the disputed site and surrounding land is to hold the same pending the resolution of the dispute regarding the disputed site”. The Centre is also required to maintain the status of the disputed site as it was just before the demolition of the mosque. The Act was allowed as a special case as it was argued that the measure was necessary to control communal riots. At the time of the ordinance in 1993, Uttar Pradesh was under President’s Rule.An important aspect of acquisition is that land is a subject in the state list. But “acquisition or requisitioning” of property comes under the concurrent list, which is what enables the Centre to acquire land. However, in the Ayodhya matter, the acquisition of land for a temple, if made through an Act of Parliament, will not be for development purposes but for a religious purpose.If the central or state governments acquire land stating that they want to build a Ram temple or hand over the land to those who want to build a Ram temple, it would be a complete negation of the secular ideals of the Constitution, which the Supreme Court has declared are part of the basic structure of the document itself.In several major judgements, the Supreme Court has held that the state cannot favour a particular religion or religious group. The nine-judge Constitution bench in SR Bommai vs Union of India, in 1994, reiterated three important principles of a secular state. One, the Constitution prohibits the establishment of a theocratic state. Two, the state is not only prohibited to establish any religion of its own but is also prohibited from identifying itself with or favouring any particular religion. Three, secularism under the Indian Constitution does not mean the constitution of an atheist society but equal status extended to all religions without any bias in favour of, or discrimination against, any one of them.In the Ismail Faruqi case, which is connected to the Ayodhya-Babri Masjid matter, the Supreme Court made the following observations:“How is this equal treatment possible, if the State were to prefer or promote a particular religion, race or caste, which necessarily means a less favourable treatment of all other religions, races and castes. How are the constitutional promises of social justice, liberty of belief, faith or worship and equality of status and of opportunity to be attained unless the State eschews the religion, faith or belief of a person from its consideration altogether while dealing with him, his rights, his duties and his entitlements? Secularism is thus more than a passive attitude of religious tolerance. It is a positive concept of equal treatment of all religions. This attitude is described by some as one of neutrality towards religion or as one of benevolent neutrality.”These principles mean that the State cannot decide to build a temple, not just in the disputed site but anywhere in India. If done, this would immediately mean that the State is favouring one religion over the other, especially in a matter like Ayodhya where there are competing claims for the land.If the Centre decides to pass a law for a temple in Ayodhya, this move will be rebuked by the courts and quashed, because much more than just title claims underpin a State attempt to build a religious structure. It becomes an existential problem for the very idea of a secular republic.","author":"Sruthisagar Yamunan","time":"2018-10-30T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/900104-75716-qzmxzncnxc-1518933389.jpg","tags":["Ayodhya","Ram mandir","BJP","Supreme Court"],"source":"https://scroll.in/article/900104/ayodhya-dispute-why-a-legislative-route-to-build-ram-temple-is-a-legal-impossibility"}