{"title":"Ayodhya verdict: Muslim personal law board meeting under way to decide on review plea","content":"A meeting of the All India Muslim Personal Law Board is under way to decide whether to seek a review of the Supreme Court verdict on the Ayodhya land dispute or file a curative petition. It will also decide whether to accept or reject the five-acre alternative plot in Ayodhya allotted to Muslims to build a mosque.In a unanimous verdict on November 9, the top court had said a trust should be set up by the Centre within three months to oversee the construction of a Ram temple in Ayodhya. The Muslims, the court had said, should be given five acres plot elsewhere in Ayodhya for the construction of a new mosque as relief for the “unlawful destruction” of the Babri Masjid in 1992.“The two important items on AIMPLB’s agenda are to take a decision on challenging the Ayodhya verdict and decide whether or not to accept the five-acre alternative land,” AIMPLB member Kamal Farooqui told Hindustan Times. He said the law board’s executive members, legal experts and advocates of Muslim litigants in the Ayodhya case will attend the meeting at Lucknow’s Darul Uloom Nadwatul Ulema seminary. All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi was also present, reported The Indian Express. After the Supreme Court’s verdict last week, Owaisi had said the Supreme Court was “supreme but not infallible”, quoting former Chief Justice of India JS Verma. “We have full faith in the Constitution, we were fighting for our right, we don’t need five acres of land as donation,” Owaisi had said. “We should reject this five acres land offer, don’t patronise us.” The parliamentarian said the top court’s judgement was a “victory of faith over facts”.Zafaryab Jilani, the lawyer as well as the secretary for the Muslim group, had earlier said the verdict “neither provided equity nor justice” and that they might consider filing a review plea after deliberating on the matter. He had added that from an initial reading of the judgment, there were many contradictions and apparent errors.A day after the verdict, Sunni Central Waqf Board chairperson Zufar Farooqui said the decision on whether to accept the five acres offered for a mosque in lieu of the disputed site in Ayodhya will be taken on November 26. Farooqui, however, maintained that the board welcomed the judgement and had no plans to challenge it.Also read:Ayodhya verdict is silent on why Muslims must prove exclusive possession of site – but not Hindus‘We don’t need charity’: Muslim voices reject five-acre plot awarded in place of Babri Masjid","author":"Scroll Staff","time":"2019-11-17T13:06:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/130639-hkepnsnbhv-1573376826.jpg","tags":["Ayodhya","All India Muslim Personal Law Board","Zafaryab Jilani","Supreme Court","Ayodhya verdict"],"source":"https://scroll.in/latest/943984/ayodhya-verdict-muslim-personal-law-board-meeting-under-way-to-decide-on-review-plea"}