{"title":"Ayodhya verdict: Jamiat Ulama-i-Hind files review petition in Supreme Court","content":"Muslim organisation Jamiat Ulama-i-Hind on Monday filed a review petition challenging the  the Supreme Court’s Ayodhya verdict, PTI reported. Maulana Syed Ashhad Rashidi, the legal heir of original litigant M Siddiq, filed the petition in the top court.On November 9, the top court’s five-judge Constitution bench had asked the Centre to set up a trust within three months to oversee the construction of a Ram temple at the site in Ayodhya where the Babri Masjid stood till 1992. The Muslims, the court said, should be given a five-acre plot elsewhere in Ayodhya for the construction of a new mosque as relief for the “unlawful destruction” of the Babri Masjid.The Jamiat’s chief, Maulana Arshad Madani, said earlier in the day that the majority of Muslims want a review petition to be filed, echoing the remark of All India Muslim Personal Law Board General Secretary Maulana Wali Rahmani. The court’s verdict was not based on “evidence and logic”, he added. “The court has given us this right and the review must be filed,” Madani said. “The main contention in the case was that the mosque was built by destructing a temple. The court said that there was no evidence that the mosque was built after destructing a temple, the title of Muslims therefore was proven, but the final verdict was the opposite. So we are filing a review as the verdict is beyond understanding.”Madani said the Jamiat would abide by the Supreme Court’s decision if it is upheld, PTI reported. Meanwhile, the All India Muslim Personal Law Board said its review petition was ready, and would be filed before December 9. The Sunni Waqf Board, which was one of the major litigants in the dispute, has decided against a review.On Sunday, Union Minority Affairs Minister Mukhtar Abbas Naqvi had lashed out at the law board and the Jamiat, accusing them of trying to create an “atmosphere of division and confrontation”. Spiritual leader Ravi Shankar, who was one of the mediators in a panel set up by the Supreme Court to resolve the dispute, counselled the two Islamic organisations against approaching the court again. He said their decision was an example of a “double standard”.","author":"Scroll Staff","time":"2019-12-02T15:29:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/128045-ogppoqcjzc-1571234284.jpg","tags":["Supreme Court","Jamiat Ulama-i-Hind","All India Muslim Personal Law Board","Ayodhya Verdict"]}