{"title":"Ayodhya: Restrictive orders imposed as Supreme Court hearings in land dispute case to end this week","content":"Restrictions under Section 144 of the Criminal Procedure Code, which bans the assembly of four or more people, were imposed in Ayodhya late on Sunday. The orders will be in place till December 10.The restrictions were placed as the Supreme Court hearing in the Babri Masjid-Ram Janmabhoomi case ends on October 17. A judgement is expected by November 17, as Chief Justice Ranjan Gogoi retires then. “In view of Diwali, other festivals and the ongoing hearing in the Supreme Court, Section 144 has been imposed in Ayodhya,” the Hindustan Times quoted Ayodhya district magistrate Anuj Kumar Jha as saying. “It will be in force till December 10.” December 6 is the anniversary of the Babri Masjid demolition.“I must add that already there is another order in force since August 31 covering aspects of unlawful and undesirable activities,” Jha said. “The order dated 12.10.2019 [Saturday] has been issued to cover a couple of points which were not there in the earlier order.”Section 144 is imposed in Ayodhya every year around festival time, according to the Hindustan Times.The Vishwa Hindu Parishad and a litigant in the Ayodhya land case Iqbal Ansari both welcomed the district administration’s decision to impose restrictions. “This was necessary to maintain peace and harmony in Ayodhya and to prevent any untoward incident,” the Hindustan Times quoted Ansari as saying. Sharad Sharma, VHP’s regional spokesperson, said the organisation welcomed “every step to ensure peace and harmony in” Ayodhya. A five-judge Constitution bench headed by Chief Justice of India Ranjan Gogoi is hearing the case. The bench, which also comprises Justices SA Bobde, DY Chandrachud, Ashok Bhushan and SA Nazeer, had said the Muslim parties would conclude the arguments in the Ram Janmabhoomi-Babri Masjid dispute case on October 14. The court said the Hindu parties will get until October 16 to wrap up their rejoinders, and October 17 would be the last date of hearings.The top court had earlier said it would sit for an extra hour if required on any day, and urged the lawyers to assist it in the hearings.On September 30, the top court had also postponed a clutch of petitions related to Jammu and Kashmir, saying the three-judge bench does not have time to hear so many matters. “We have the Constitution Bench case [Ayodhya dispute] to hear,” Gogoi had said.The Ayodhya dispute has been going on for several decades, with both Hindu and Muslim groups claiming their right to the land. The Babri Masjid stood there before it was demolished in 1992 by Hindutva activists.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-14T08:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125738-uaqzsocjyu-1566138448.jpg","tags":["Ayodhya case","Ayodhya","Ram temple","Babri Masjid","Supreme court"],"source":"https://scroll.in/latest/940402/ayodhya-restrictive-orders-imposed-as-supreme-court-hearings-in-land-dispute-case-to-end-this-week"}