{"title":"Ayodhya dispute: RSS asks Centre to introduce law to expedite construction of Ram temple","content":"The Rashtriya Swayamsevak Sangh on Wednesday asked the Bharatiya Janata Party-led government at the Centre to bring in a legislation to ensure that a Ram temple is built in Ayodhya in Uttar Pradesh, PTI reported.  The organisation’s Joint Secretary Manmohan Vaidya asked the National Democratic Alliance administration to fulfil the “promise made by Congress-led government in 1994 to support the Hindu community if evidence of a pre-existing temple was found” at the site of the Babri Masjid, which was demolished by Hindutva activists in December 1992.“Now, we have the evidence...,” Vaidya said. “Also, this issue has long been pending in the court without a decision. The issue is now only that of acquiring the land and handing it over for the construction of the temple.” Vaidya was speaking to reporters after the inauguration of the organisation’s national executive council meeting in Mumbai by RSS chief Mohan Bhagwat. Vaidya said the matter was now about “restoration of the nation’s pride” and was no longer restricted to a dispute between Muslims and Hindus.On Monday, the Supreme Court adjourned the Ram Mandir-Babri Masjid land dispute case to January. Since then, several religious leaders and organisations such as the Vishwa Hindu Parishad have expressed their displeasure at the delay.The court is hearing petitions challenging the Allahabad High Court’s 2010 order for a three-way division of the land on which the Babri Masjid stood before  it was brought down.  In September, the Congress had accused the Rashtriya Swayamsevak Sangh of raking up the matter only when elections approach. The accusations followed RSS chief Mohan Bhagwat’s pitch for early construction of the temple.","author":"Scroll Staff","time":"2018-10-31T18:48:32.816310+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/49764-myycvhocei-1484921298.jpg","tags":["RSS","Bharatiya Janata Party","Ayodhya","Ram temple","Uttar Pradesh"]}