{"title":"Ayodhya case: Mediation can continue alongside court hearings if parties want, says SC","content":"The Supreme Court on Wednesday said the parties involved in the Ayodhya dispute were free to use the mediation route simultaneously, even as the Constitution bench continues hearing the matter, Bar and Bench reported. The court proceedings will continue as the hearing has reached an advanced stage, the bench said. An effort to resolve the decades-old dispute through a court-appointed mediation panel had failed earlier this year. This prompted the top court to set up a Constitution bench, led by Chief Justice of India Ranjan Gogoi, to hear the case on a daily basis. The bench began hearing the matter on August 6.At the start of the 26th day of hearing on Wednesday, the top court went through expected timelines submitted by all parties to the case, and said that the arguments were likely to conclude by October 18. In the hearings so far, the Hindu parties argued for 16 days in August, and the Muslim parties have been presenting their arguments since then.On Monday, the panel of mediators had submitted a memorandum to the bench, seeking directions on two letters it had received with demands to resume the mediation process. The letters were written by the Sunni Waqf Board and the Nirvani Akhara. One of them – it is unclear which side – suggested that the mediation process be held on Saturdays and Sundays even as hearings continue from Monday to Friday each week, unidentified officials told The Indian Express.The mediators sought a “parallel process of talks alongside the arguments going on in court, not in lieu of arguments currently going on”, the newspaper reported on Tuesday.The Nirvani Akhara is not a party in the dispute case being heard in the Supreme Court, while the Sunni Waqf Board represents the Muslim party and is an original litigant. According to The Hindu, the two groups had suggested resuming the talks from the point where they abruptly ended on July 29.The mediation panel – led by retired Supreme Court judge FMI Kalifulla, and comprising spiritual leader Ravi Shankar and senior advocate Sriram Panchu – was formed by the Supreme Court on March 8 to help the two sides resolve the dispute amicably. The panel submitted its report on August 1.According to news reports, the committee was able to get the moderates from all sides to attempt a negotiation but the hardliners were difficult to manage. The panel could organise only one meeting with all sides present. This meeting was attended by 41 people and was held soon after it was formed. The panel held several other meetings in various cities but could not bring all sides to the table.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-18T11:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127492-egtmuchvpp-1568699429.jpg","tags":["Supreme Court","Ayodhya dispute","Mediation panel"],"source":"https://scroll.in/latest/937684/ayodhya-case-mediation-can-continue-alongside-court-hearings-if-parties-want-so-says-sc"}