{"title":"Ayodhya's vulnerable Muslims once again face pressure to 'compromise' – just as they did in 1950","content":"While the legal disputes over the Babri Masjid in Ayodhya dates back at least to the 19th century, in post-Independence India they acquired more strident overtones once the mosque was broken into and idols of Lord Rama as an infant were placed inside on the night of December 22-23, 1949.Early in 1950, soon after this “miraculous appearance”, when the case entered the magisterial court, a total of 19 Muslim residents of Ayodhya filed their separate affidavits relinquishing all their claims over the mosque and making a plea for the construction of a temple. The unusual similarity of content in each and every affidavit and the fact that all of them were filed in a span of 17 days created suspicion that local Muslims were acting under some kind of external pressure.Nearly 66 years and a whole length of judicial journey later, Ayodhya once again is witnessing an exercise which bears a similar stamp of pressure tactics employed in 1950, this time on the pretext of hammering out a “compromise” between local Hindus and Muslims.The exercise, which has entered its final phase, is being led by Pulak Basu, former judge of Allahabad High Court. “It involves collection of 10,000 signatures of Hindus and Muslims of Ayodhya and Faizabad on a compromise formula that would be presented to the Supreme Court as the view of the locals,” Basu told Scroll.“The compromise formula on which the consent is being obtained was finalised by a committee of locals which has both Hindus and Muslims as its members,” Basu said. “The Allahabad High Court’s judgment on Ramjanmabhoomi-Babri Masjid dispute was used as the basis for this compromise formula. I have only acted as facilitator,” he added.In its judgment on September 30, 2010, the Allahabad High Court, instead of deciding the title of the disputed site as per the original petition, awarded two-thirds of the Ayodhya site to Hindu parties and one-third to Muslim parties – an anomaly that formed the basis for Muslim parties’ appeal in Supreme Court.New compromise formulaAs per the new compromise formula, the local Muslims are being asked to consent that not only will they give up their claim over two-thirds of the disputed site given out to Hindu parties by Allahabad High Court but will even refrain from constructing any structure in the one-third part awarded to them. This area is to form the core of the new temple of Lord Ram. In return, the compromise formula provides that a mosque will be constructed simultaneously with the temple in another part of the acquired area – away from the site where the Babri Masjid once stood.Though the Muslim parties in the Babri Masjid-Ramjanmabhoomi case are opposing the whole exercise and Hashim Ansari, one of the original litigants, was firmly against any out-of-court settlement till his death last month, the committee formed by Basu has succeeded in making substantial progress in its drive to collect signatures of local Hindus and Muslims.“So far we have collected nearly 9,000 signatures, over 7,000 of which belong to Hindus,” said Gyan Prakash, Basu’s point man in Ayodhya and general secretary of the compromise committee, called Ayodhya Vivad Samjhauta Nagrik Samiti [literally, “Ayodhya Dispute Resolution Citizen Committee”]. “The progress among Muslims is slow. But we are confident to obtain the targeted 10,000 signatures of local Hindus and Muslims in a month from now,” he added.The compromise formula has the blessings of most of the heavy-weight Mahants [priests] of Ayodhya, Prakash said. “Pulak Basu met most of them, including Nritya Gopal Das [the head of Ramjanmabhoomi Nyas of Vishwa Hindu Parishad] and Gyan Das of Hanumangarhi, and all have supported the move,” he said.That the formula is travesty of a compromise in which only the Muslim side has been asked to give up all their claims became clear as one of the members of Basu’s committee – Sadiq Ali alias Babu Tailor – told Scroll: “We will have to give this qurbani (sacrifice) if we want to live peacefully”.Is this the reason why some of the local Muslims are signing the compromise document? “Yes, indeed. They know that even if the Supreme Court decides in their favour they won’t be able to construct a mosque,\"  said Ali, who has been instrumental in persuading quite a lot of Muslims in Ayodhya for giving their consent to the compromise formula. \"And if it is tried, in the aftermath of such a judgment, they will have to bear the brunt. Isn’t this the time then for Muslims to forget what was legally theirs and move forward?” he added.Ali runs a tailoring shop in Ayodhya’s Shringar Haat market which is owned by Hanumangarhi, a fortress-like Hindu religious establishment housing over 500 sadhus. His co-operation to any such move, therefore, is directly linked to his livelihood. In fact, that is the case of most of Ayodhya, where the vulnerable have learnt in course of all these years where their interest lies.Basu claimed that he represented no political party and that he was doing this because Lord Rama appeared in his dream and asked him to accomplish the task. “A spiritual call you can call it,” he said. He, however, does not find anything wrong with the compromise formula and the kind of circumstances in which the local Muslims are being asked to sign it.“There is no question of any qurbani on the part of Muslims,” Basu added. “The formula is based on Allahabad High Court judgment. We are not forcing anybody to sign it. They are doing it on their own,” he said. That may not really be the case with a group of people forced into a corner so much that, if not life and limb, the livelihood would certainly be threatened the moment they dare to deviate from the dotted line.Using the vulnerability of local Muslims to make a case for mutually agreed compromise is clearly a repetition of the pressure tactics of 1950, when some of the members of the minority community in Ayodhya were made to file affidavits against their own claims.These affidavits, totally 19 in number, were filed between 8 February and 24 February 1950. Eight of these affidavits were filed within a few hours on 16 February that year. And all of them made similar claims – that “Muslims stopped going to Babri Masjid for Namaz after the riots of 1934”, that “Hindus were regularly offering Pooja” since then and that “the petitioner would have no objection if government handed over the mosque to Hindus”.Hindu parties on various occasions have been using these affidavits as proof that Babri Masjid had been a temple since 1934. The fact, however, is that the idol was planted in the mosque in the intervening night of December 22-23, 1949, and Hindus took control of Babri Masjid only after that.","author":"Dhirendra K Jha","time":"2016-08-17T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/813966-6bd588e7-3823-4ae3-a699-974e3b1c29e1.jpg","tags":["Ayodhya","Babri Masjid","Affidavits","Hindu-Muslim","Communalism","Law and Legal"],"source":"https://scroll.in/article/813966/ayodhyas-vulnerable-muslims-once-again-face-pressure-to-compromise-just-as-they-did-in-1950"}