{"title":"Ayodhya case: UP cancels leaves of field officers till November 30 hours after SC reserves verdict","content":"The Uttar Pradesh government on Wednesday cancelled the leaves of all field officers in the state’s 75 districts till November 30, hours after the Supreme Court reserved its judgement in the Ayodhya land dispute case, Hindustan Times reported. The verdict is likely to be declared before Chief Justice of India Ranjan Gogoi retires on November 17.“In view of the festivity and Supreme Court verdict on Ayodhya dispute the state government has cancelled leaves of all the field officers across the state till November 30,” Additional Chief Secretary Mukul Singhal said in an order to the heads of government departments, divisional commissioners and district magistrates. “The officers have been also directed not to leave district headquarters till November 30.”Singhal added that officials would be granted leave only in case of  unavoidable circumstances.“The cancellation of duties during festival season is a normal thing and there is nothing unusual in it,” PTI quoted Director of Information Shishir as saying. Superintendents of police have been directed to take effective measures to maintain communal harmony, and law and order. The administration has also appointed senior police officers as nodal officers in all the districts.Additional Chief Secretary Awanish Kumar Awasthi said security arrangements in and around the disputed area in Ayodhya as well as the town had been strengthened. Earlier this week, restrictive orders under Section 144 of the Code of Criminal Procedure, which bans the assembly of more than four people, were imposed in the town. The orders will be in place till December 10. The Ayodhya dispute has been going on for several decades, with both Hindu and Muslim groups claiming their right to the land. The Babri Masjid stood there before it was demolished in 1992 by Hindutva activists.Scroll’s coverage of the Ayodhya dispute can be followed here and here.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-16T21:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129229-ilcmtmhcwe-1571241118.jpg","tags":["Ayodhya","Uttar Pradesh","Supreme Court","Ayodhya Hearings"],"source":"https://scroll.in/latest/940763/ayodhya-case-up-cancels-leaves-of-field-officers-till-november-30-hours-after-sc-reserves-verdict"}