{"title":"Ayodhya: How Rajiv Gandhi’s plan to use the Ram temple for the Congress party came undone","content":"Halfway through his five-year term as prime minister, Rajiv Gandhi had faltered in most of his major initiatives. What had, however, created the greatest problems for him and the Congress was the compromising overtures and tactics that he was advised to adopt towards the demands of the various religious communities and their sundry anxieties. This did not mitigate political disagreement, but rather provoked and aggravated tension. One of the cardinal mistakes was to get directly involved in the controversy over the role of the state in regulating the personal law of religious minorities, and that at a time when Hindutva politics were on the rise. The timing of this initiative was obviously wrong. The prime minister, concerned about losing Muslim support, decided to enact the Muslim Women’s (Protection of Rights on Divorce) Act (MWA) of 1986. This was done to revoke the landmark Supreme Court judgement, which granted a maintenance allowance to Shah Bano, a 73-year-old Muslim divorcee, to be paid by her husband under the Criminal Procedure Code (Cr Pc). The Court ruled that Section 125, as part of criminal rather than civil law, overrode all personal law and was uniformly applicable to all women, including Muslim women. At stake in this case was the right of a divorced Muslim woman to claim maintenance from her former husband under the Cr Pc. The judgement saw significant political mobilisation, but the trigger was not the substance of the ruling itself. Earlier court rulings too had granted maintenance to divorced Muslim women, so it was the Supreme Court’s going out of its way to regret that a uniform civil code had remained a “dead letter” and also invoking the authority of the Quran to justify maintenance that incensed the Muslim leaders, and the case became such a hot potato. This controversy sparked off a huge political uproar, demanding exclusion of Muslim women from the purview of the Cr Pc, to which otherwise all citizens have recourse. Acting on the advice of the clergy, the Congress government took the decision to nullify the court’s verdict and enact the MWA, declaring that Muslim women would not have recourse to the provisions of the Cr Pc in regard to maintenance in the event of divorce. Rajiv Gandhi succumbed to pressure from Muslims leaders in his own party to pass this statute. This one piece of legislation which allowed Muslim personal law to prevail in reversal of the court decision ruined his reputation for modernity and progressiveness, and the move inflamed Hindu sentiments. It became a bone of contention between Muslim conservatives and critics of the government. The new law created problems not only for sex equality but also for non-discrimination on grounds of religion: Muslim women alone were denied this remedy under the criminal code.The compromise in surrendering Muslim women’s rights was part of the larger ideological shake-up in this period, resulting in a closer entanglement of politics and religion. The conciliatory response to Muslim misgivings against the court verdict tipped the balance in favour of opposition parties who campaigned against it.For his part, Rajiv Gandhi felt that a purely liberal position was not compatible with the position of traditional communities as all communities in India have discriminatory practices. “Proponents of ungrounded liberalism maligned Rajiv Gandhi but he felt uneasy that the Supreme Court judgement was part of a campaign of derision of Muslim personal law which they hold as divine,” explains Mani Shankar Aiyar, a close aide of the prime minister. The immediate imperative appeared to him to be to reassure substantial segments of the Muslim minority that constitutional safeguards for their personal law were not being eroded; that they were not being called upon to subject the Shariat to civil jurisdiction as the price to be paid for continuing as equal citizens of the country. Significantly, the Congress accepted that Muslims must decide the “true” interests of their community and any reform of such practices has to be undertaken by the community itself.This excessive regard for Muslim sensibilities on personal law provoked an indignant reaction that India would be overrun by a rapidly rising Muslim population propagated by multiple wives. There was strong opposition from the middle classes, from Hindus more generally, and from the women’s movement, which regarded the MWA as a concession to Muslim fundamentalism and a break from secularism. This was a blessing for the BJP which for the first time experienced a conjunction of interests between the party and the middle classes which agreed that India’s Muslims were being pampered by the Congress. For long the BJP had sought to demonstrate that the Congress was “pseudo-secular” because it had been interventionist with regard to the reform of Hindu personal laws while it refrained from interfering with those of Muslims. To the BJP and many other people outside the BJP circles, the Shah Bano episode was a touchstone of this. The passage of the MWA gave them a significant opportunity to revitalise this critique and further condemn the double standards of the state’s constitutional law and jurisprudence. The political fallout was severe. Having done this, the Congress felt compelled to mollify Hindu militants demanding concessions on the Ayodhya dispute.During this period, the BJP and its affiliates launched a nationwide campaign to construct a Rama temple at the site of the Babri mosque in Ayodhya. Hindu activists had been claiming that the mosque stood at the exact spot believed to be the birthplace of Lord Rama, and its use by Muslims was sacrilegious. A campaign to unlock the gates of the mosque and for the construction of a Rama temple at Ayodhya was launched by the Vishwa Hindu Parishad (VHP) in 1984. The stir took a popular militant turn when it made the liberation of Rama’s birthplace the cornerstone of its programme, which was supported by the BJP and the RSS. The unresolved dispute in Ayodhya seemed to offer an opportunity for Hindu nationalism to garner support for the BJP. The historic moment was primarily the outcome of a series of events in the late 1980s that created a conducive climate for the growth of sectarian politics. The District and Sessions Judge of Faizabad, KM Pandey, ordered the locks of the Babri mosque, which had remained padlocked for decades, to be opened for Hindu worshippers on 1 February 1986. Arun Nehru, one of the chief advisors of the prime minister, was thinking in terms of a quid pro quo to appease the Hindu militants in exchange for the concession to Muslim clerics on the MWA. The unlocking of the gates was “manipulated through a judicial order” with the aid of the Uttar Pradesh government.The operatives seized on the Ayodhya controversy to pre-empt the VHP plan for a large-scale agitation with little grasp of the explosive situation this would create. Significantly, this came as a surprise to the VHP because they feared that they were about to lose their most important issue for mobilisation. The Congress did not take into account that the VHP would view this concession as the first step towards the demolition of the Babri Masjid, which is in fact how it perceived it. Together, these two decisions – the revocation of the Shah Bano verdict and the reopening of the gates to the mosque in Ayodhya – were part of a “grand” strategy to arrest its declining hold over Hindu and Muslim votes.By the autumn of 1989, the atmosphere had become surcharged with tension when the VHP announced plans to perform shilanyas (consecration) in different parts of the country and carry bricks, manufactured for the purpose, to Ayodhya to lay the foundation stone of the Rama temple. In the face of this, the Congress government allowed the VHP to perform shilanyas at the disputed site. Rajiv Gandhi had taken a legalistic rather than a political position, which meant that there could be no objection to a Rama temple but the mosque must be protected. The shilanyas ceremony took place in November 1989, just days before the commencement of the parliamentary election. Unlike the opening of the gates to the Babri Masjid, which was supposed to have been undertaken under a court order, there was no such justification this time, except the hope that there would be a turnaround in the Hindu vote. Even the assassination of Indira Gandhi had not driven home the dangers of this approach. It was as if the Congress had forgotten all this within a span of just a few years.The party leadership reckoned that it could not afford to lose the initiative to the BJP and the Hindu support it was aiming for. Allowing the shilanyas to take place at the disputed site, although Rajiv Gandhi later admitted this was done under the erroneous impression that the area fell outside the disputed land, proved to be a breaking point. This tactical surrender had set the party on a perilous course but the political strategists continued to believe that the Congress would stand to benefit from this in the impending elections.That not happen because the BJP, VHP, and RSS launched a campaign to convince Hindus that the shilanyas had been the result of their efforts to compel the Uttar Pradesh government to concede to their demand. On the other hand, these actions inflicted serious damage on the Congress’s political base in Uttar Pradesh and inflamed Muslim sentiment. Violence had broken out in the prime minister’s Sultanpur constituency just hours before his visit in November 1989. Rajiv Gandhi reiterated his party’s commitment to secularism in his speech attended by just 100 persons, an indication of which way the wind was blowing. He tried to assure the Muslim community that the Babri Masjid was safe. The leadership was in damage control as the situation had spiralled out of hand.Rajiv Gandhi wanted to be present in Ayodhya at the time of the shilanyas but his handlers disabused him of the idea. In the end, he did not go to Ayodhya but instead went on a sadbhavna yatra which aimed at undoing the damage caused by opening the gates of the mosque and the shilanyas. Had he followed through with his decision to go to Ayodhya, he may well have been able to thwart the political coalescence of the opposition that removed him from power a few months later. Post shilanyas, Congress leaders were keen to harness the political advantages opened by the Ayodhya controversy even if that meant brushing aside secular principles and the prime minister’s assurances. In the event, Rajiv Gandhi launched his party’s election campaign with a meeting at Ayodhya-Faizabad on 3 November 1989. He was under pressure to start the campaign from Faizabad and not Nagaur as was earlier decided.It was widely expected that he would assert on this occasion his own and his party’s commitment to secularism but he instead promised to establish Rama Rajya. This was apparently not part of the draft of the speech and was added later in Faizabad.Senior Congress leader from Uttar Pradesh, Kamlapati Tripathi, warned that this craven approach would destroy the unity and integrity of the country and the only course open to the party was mass mobilisation to counter the VHP moves. Needless to say, the party leaders did not heed this advice as it was keen to undercut the BJP’s temple campaign with its own gestures to appease Hindu sentiment but it backfired as the Sangh Parivar rapidly seized the initiative. The leadership was playing the Ayodhya card in the fond hope that RSS votes would go to the Congress. It was hoping to outmanoeuvre by roping in the VHP on its side. It was only much later that it realised that it was alienating Muslims and by no means winning over Hindus. It tried to contain the damage by shifting the issue to the legal terrain. The principal consequence of this process was the acceleration of communal polarisation, contributing to a groundswell of support for the BJP and a point of no recovery for the Congress which had completely lost the plot. The leadership admitted that permitting the shilanyas was a mistake, but it was too late to retrieve the ground it had lost.Excerpted with permission from Congress after Indira: Policy, Power, Political Change (1984-2009), Zoya Hasan, Oxford University Press.","author":"Zoya Hasan","time":"2019-10-21T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129432-bslhvyktfu-1571577407.jpg","tags":["Congress","Rajiv Gandhi","Ayodhya"],"source":"https://scroll.in/article/941140/ayodhya-how-rajiv-gandhis-plan-to-use-the-ram-temple-for-the-congress-party-came-undone"}