{"title":"Ayodhya verdict: Muslim law board to file review petition in Supreme Court before December 9","content":"The All India Muslim Personal Law Board will file a review petition against the Supreme Court’s Ayodhya verdict before December 9, PTI quoted the organisation’s lawyer and Secretary Zafaryab Jilani as saying. This came a day after the Sunni Central Waqf Board decided against filing a review petition against the November 9 judgement, which granted the disputed site on which the Babri Masjid stood to Hindu litigants, who want to build a Ram temple there. The Muslim litigants were granted a five-acre alternative plot in the Uttar Pradesh town for the construction of a mosque. However, the Waqf Board has not yet decided whether to accept the five-acre land. “Exercising our constitutional right, we are going to file a review petition in the Babri Masjid case during the first week of December,” the law board tweeted. “Sunni Waqf Board’s decision not to pursue the case won’t legally affect us. All Muslim organizations are on the same page.”The law board had decided on November 17 to file the review petition. “The land of the mosque belongs to Allah and under Sharia law, it cannot be given to anybody,” Jilani had said then. “The board has also categorically refused to take five-acre land in Ayodhya in lieu of the mosque. The board is of the view that there cannot be any alternative to the mosque.”\"Exercising our constitutional right, we are going to file a review petition in the #Babrimasjidcase during the first week of December. Sunni Waqf Board's decision not to pursue the case won't legally affect us. All Muslim organizations are on the same page\" @Zafaryab_Jilani:— All India Muslim Personal Law Board (@AIMPLB_Official) November 27, 2019\n\nAnother Muslim organisation, the Jamiat Ulama-i-Hind, last week changed its stance about challenging the verdict. The Jamiat, however, described the court’s verdict as “one-sided”, and refused to accept the five-acre plot.On Monday, 91 Muslim lawyers, journalists, actors, social activists, businessmen and Islamic scholars from across India recommended not filing the review petition, saying continuing the dispute would fuel anti-Muslim propaganda, and Islamophobia, and aid communal polarisation. Actors Naseeruddin Shah and Shabana Azmi, journalist and human rights activist Javed Anand, film writer Javed Siddiqi, film-maker Shama Zaidi, and Islamic scholar Zeenat Shaukat Ali were among the eminent public figures who signed the statement. They urged Muslims to “move away” from the dispute “since it only helps to mask the real agenda of the Sangh Parivar: the replacement of our secular-democratic republic with a Hindu Rashtra”.","author":"Scroll Staff","time":"2019-11-27T14:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131659-nijqgfygyx-1574760897.jpg","tags":["Ayodhya dispute","Ram temple","Babri Masjid","All India Muslim Personal Law Board","Sunni Central Waqf Board"]}