{"title":"Ayodhya dispute: ‘Ram temple construction will start by December 6,’ claims BJP MP Sakshi Maharaj","content":"Bharatiya Janata Party MP Sakshi Maharaj on Saturday claimed that construction of the Ram temple in Ayodhya will start by December 6 after the Supreme Court verdict, PTI reported. A five-judge Constitution Bench led by Chief Justice of India Ranjan Gogoi reserved its judgement in the Ayodhya land dispute case on October 16 after a marathon 40-day daily hearing. The verdict is expected before Chief Justice Gogoi retires on November 17.“The construction of Ram temple will commence before December 6,” Maharaj said in Uttar Pradesh’s Unnao district. “The manner in which the archaeological department has presented its facts...The Shia Board has given in writing that temple should be constructed there. Similarly, the Sunni Board also spoke in favour of the temple by the time hearing came to an end,” he added.He claimed the top court will rule in favour of Hindus. “No ifs and buts...I know what the verdict will be, that is why I am saying temple construction will start by December 6,” the BJP MP said.Adityanath urges people to exercise restraintUttar Pradesh Chief Minister Adityanath on Saturday appeared to urge people to exercise restraint before the judgement in Ayodhya case is delivered, PTI reported. “Nothing should be done that violates the dignity of Lord Ram,” he said at an event held on the eve of Diwali in Ayodhya.“The dignity of Lord Ram prompts us to move ahead towards victory,” he added. “It motivates us to move ahead and generate a feeling of positivity in the mind and brain. And we will never violate this dignity of Lord Ram. We will devote our entire energy for the development of the state and country after being inspired by the ideals of Lord Ram.” He added that leaders would work so that Ayodhya got “the honour of being Awadhpuri”.The chief minister also claimed that his government has done more for Ayodhya than any other administration in the past. “The previous governments were scared of Ayodhya and never wanted to come here,” Adityanath said. “In my tenure of two-and-a-half years, I visited Ayodhya around 18 times. Whenever, I come, I bring schemes worth hundreds of crores for this place.” The Ayodhya dispute has been going on for several decades, with both Hindu and Muslim groups claiming their right to the land. The Babri Masjid stood there before Hindutva activists demolished it in 1992.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-27T11:16:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/941822-49010-cvrqtjxsws-1484036695.jpg","tags":["Sakshi Maharaj","Ayodhya","Adityanath","Ram temple","Supreme Court","Ranjan Gogoi"],"source":"https://scroll.in/latest/941822/ayodhya-dispute-ram-temple-construction-will-start-by-december-6-claims-bjp-mp-sakshi-maharaj"}