{"title":"Ayushmann Khurrana on conquering the box office: ‘Super scripts make you a superstar’","content":"October is proving to be the sweetest month for Ayushmann Khurrana. The actor had two back-to-back hits, Sriram Raghavan’s thriller Andhadhun, and Amit Sharma’s family comedy Badhaai Ho. While Andhadhun has made an estimated Rs 60.2 crores since its release on October 5, Badhaai Ho has mopped up a reported Rs 65 crores since its release on October 19. Khurrana, who brings in his characteristic low-key charm to both the roles, was in high spirits during a recent interview at the Mumbai office of Yash Raj Films, which represents him. “It feels great that my choices are working,” he said. Following stints in radio and television, Khurrana made his acting debut in 2012 with Shoojit Sircar’s Vicky Donor. He has starred in a series of comedy-based films and dramas, including Dum Laga Ke Haisha (2015), Bareilly Ki Barfi (2017) and Shubh Mangal Savdhan (2017). The trick to win over audiences is to be one of them, he said. Excerpts from an interview.You have hit it big this year with two films. Did you expect this kind of a response? It feels great that my choices are working. I had a certain conviction in both these scripts and films. I am really glad people have loved both these films. I was expecting love, but we got tremendous love. I knew these films would get critical acclaim and decent commercial success, but both the films have gotten tremendous commercial success, which is amazing.\n\n\n    \n    Play\n\nAndhadhun (2018).In Sriram Raghavan’s ‘Andhadhun’, you play a blind pianist with a trick up his sleeve. What about the film excited you? To begin with, I wanted to work with Sriram Raghavan. That was on my bucket list. As an actor, I have always been drawn towards this filmmaker. He is the only one who knows how to make thrillers in the country.The script was so amazing. There were crazy revelations every five minutes. The tonality was surprising. You would think that it was a dark film, but there is this dash of crazy humour. The fact that the character was a musician got me really excited. Being a musician and a blind musician added layers to the character.I was also looking to break my mould in terms of the characters I was playing. I had been doing slice-of-life films for the past six years. So I thought I should shift gears and do something out of the box. I texted Sriram Raghavan and told him that I wanted to work with him. He took my screen test. He loved it and we started the film.Which scenes did you enact in the screen test?Sriram did not think it was a screen test and thought it was more like a jamming session. We shot two scenes. One was the police station scene, where I tell them about my cat Rani. And the next scene was the one where the cop comes to my house to investigate.\n\n\n    \n    Play\n\nAndhadhun (2018).In ‘Badhaai Ho’, you play the embarrassed son of a middle-aged mother who gets pregnant.This was a unique script. After Bareilly Ki Barfi, I remember Priti Shahani [the producer] called me up. She had seen Shubh Mangal Saavdhan and told me that they had an amazing script for me. So I went to Amit’s [Sharma] office and they gave me a narration and I immediately said yes. It is one of the best scripts I had ever got. I had a feeling in my gut that this would work.Many of your characters are ordinary men dealing with extraordinary problems. What is common between the roles, and what is different?I think every actor brings a certain something of themselves into the character. You have to give that to the character to make it more real and own the character. Either you go towards the character or bring the character to yourself. I tread the middle path. I give something of myself to the character and emulate some traits from the character too.Could you explain with an example?In Akash’s character [from Andhadhun], it was the music. We did not use a body double. When I go to shoot for a film in a particular city, I try to be true to the milieu of the city. For example, I used the names of places in Andhadhun [in Pune] like the Swargate bus depot and Magarpatta city. I made it a point to use local names and speak the local language. I speak a bit of Marathi in the film. That is the connect that I learnt from radio. I have travelled across states doing street theatre, and I am good with languages.Similarly in Badhaai Ho, I speak three different accents. I know Haryanvi because my parents stay in Panchkula, which is technically Haryana but is close to Chandigarh. I had to learn the Western UP [Uttar Pradesh] accent and also used the Delhi accent.The references came from my side through improvisation in dialogue. Even in Badhaai Ho, I tried inserting a few of these local references such as local bus route numbers. I deliberately did that after asking a few local people about the city. For somebody who travels by that bus number and watches that film, he will have such a great connect.\n\n\n    \n    Play\n\nBadhaai Ho (2018). You have picked unconventional and potentially risky scripts ever since your debut in Shoojit Sircar’s ‘Vicky Donor.’  Super scripts make you a super star. I have taken that lesson from Aamir Khan. He chooses scripts that are not just commercially successful, but also critically acclaimed. It has to be somewhere in the film. I idolise him for that.I think my best talent is to gauge a script. I consume a narration or read a script as a layman. I am not self-obsessed when I consume a script. I see it as wholesome entertainment. I look at a film from the point of view of a young man from Chandigarh. That is my simple approach.Before Vicky Donor, I had rejected around five scripts. When you are making your debut, you are desperate to do a film. But I was quite secure as a television anchor. I could see films as an outsider. I used to interview a lot of celebrities that time and sort of learned from their choices.Did your interviews help you choose scripts better?Yes, it really helped. I had seen a lot of newcomers making a mark, choosing bad subjects and then vanishing. I learned from that. I have always wanted to be an actor. So I wanted my first film to be bang-on because I would not get a second chance as I am not a star kid. I just waited for Vicky Donor.\n\n\n    \n    Play\n\nVicky Donor (2012).Do the unusual roles also bring in a sense of apprehension?I have always taken risks since my first film. You cannot play safe in the industry. Only risks will reap dividends for you. Apart from that, the script is king. You just go with the content.In Dum Laga Ke Haisha, I was despicable in the film till the interval. I thought people would hate me, but towards the end audiences loved the couple coming together. I loved the script in totality, but I was worried about my character. Though I am negative in the first half, I did not know how it would pan out eventually. But it went pretty well.How has your approach to scripts changed over the years?I have changed a lot and learned a lot of things in the past six years. Immediately after Vicky Donor, I was not getting that kind of script. Vicky Donor had set such a benchmark that I was looking for that perfect script of that level. A couple of films did not do well and then Dum Laga Ke Haisha happened.At that time I was selfishly looking at my character in the script instead of seeing the film in totality. The idea is to look at the film as a whole and not just as a character. What are you looking forward to in your upcoming films?There is this expectation associated with me that I will come up with a content-based film. Let us see how many taboo subjects are left for me work in. There are a lot of them. There is no dearth of such subjects. I am looking at some really interesting scripts, which I will be announcing soon.\n\n\n    \n    Play\n\nDum Laga Ke Haisha (2015).","author":" Sruthi Ganapathy Raman","time":"2018-10-27T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103901-nppvznzweb-1540390694.jpg","tags":["Ayushmann Khurrana","Andhadhun","Badhaai Ho"],"source":"https://scroll.in/reel/899454/ayushmann-khurrana-on-conquering-the-box-office-super-scripts-make-you-a-superstar"}