{"title":"‘Baahubali 2’ film review: Ships fly, trees swing and SS Rajamouli’s imagination soars","content":"The concluding part of SS Rajamouli’s fictional period film is set up to answer one crucial question: why did the loyal general Kattappa kill Amarendra Baahubali? It’s also a story of vengeance and righting a series of wrongs.Before watching this, it’s important to recall the story narrated in the first part. It’s not an unusual tale: a jealous and ambitious brother coveting the throne to the rich Mahishmati kingdom; an enslaved mother waiting for her lost son to rescue her; a prince raised by commoners who shows unimaginable courage and commands undying loyalty.Baahubali: The Beginning followed Shiva (Prabhas) in all his rippling glory as he clambered up mountains, showed superhuman physical strength and romanced Avantika (Tamannah). During his escapades he stumbled upon the beleaguered kingdom of Mahishmati, ruled by the malevolent king Bhallala Deva (Rana Dagubatti), son of Sivagami (Ramya Krishnan). Part one ended with Shiva discovering that his father, the great Baahubali, was killed by his trusted aide Katappa (Sathyaraj).Baahubali 2 takes off from here, going way back in time and building on to the legend of the brave warrior and righteous son Amarendra Baahubali (Prabhas), whose romance with Devasena (Anushka Shetty) upsets the already tenuous balance in the Mahishmati palace.The action moves smoothly, even though the songs do slow down the narrative. You hardly feel the 171-minute running time, nor do you tire of seeing Prabhas and Anushka Shetty on the screen. Shetty, in particular, elevates the acting standard as the principled, independent, free-spirited princess Devasena who is dexterous with the bow and arrow. Her relationship with Baahubali leads to the most significant conflict in the plot.Story writer V Vijayendra Prasad takes the story back and then forward to bring us to the inevitable end of the epic fantasy. When the question “Why Katappa killed Baahubali” is answered, it’s no great revelation, but a slow build-up to Machiavellian trickery. But when you see the moment again, it is rather emotional.\n\n\n    \n    Play\n\nBaahubali 2.The Hindi dubbed version adds old-fashioned pomposity to the dialogue (by Manoj Muntashir), some cheesy lyrics to the songs and a shade of humour that feels like it’s lost in translation. The special effects occasionally feel obviously computer-generated. Unlike the first part, which had one massive, amazing battle scene, part two has minor money shots but no scaled-up, mind-blowing scene. The battle choreography, set design and costumes are opulent (though I am sure I saw Sivagami wearing wedge heels at one point) but continuity is an issue, especially with Shetty’s make-up and Dagubatti’s weight. An unblinking Ramya Krishna is very disconcerting.But these are minor gripes in a film that is large on emotion, drama, and action with a few extravagant battle scenes, some flying ships and SS Rajamouli’s flights of fancy. Swinging palm trees that double up as catapults, a bull run with horns on fire, a chariot that shatters dramatically – these are impressive moments that augment a basic story of ambition, envy, sibling rivalry and giant bruised egos. It’s rare to find a sequel that’s as entertaining as the first and ties up the loose ends neatly while still leaving room for an offshoot. Or is that just wishful thinking?","author":"Udita Jhunjhunwala","time":"2017-04-28T13:49:33.307468+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/835899-56706-vnuyuhtice-1493189867.jpg","tags":["Baahubali 2","SS Rajamouli","Film review"],"source":"https://scroll.in/article/835899/baahubali-2-film-review-ships-fly-trees-swing-and-ss-rajamoulis-imagination-soars"}