{"title":"‘Baazaar’ film review: Saif Ali Khan shines in predictable morality tale","content":"Gauravv K Chawla’s saga of the wolf of Dalal Street wants to be that zeitgeist film that holds a mirror to the times (accordingly, shiny surfaces abound). Baazaar is on point about the cult of greed that is one of Mumbai’s contributions to the Indian imagination. And yet, the Wall Street knockoff is a decade off. The screenplay by Aseem Arora and Parveez Sheikh, about the seduction of a local Bud Fox by Mumbai’s resident Gordon Gekko, simply cannot compete with the national-level amorality that makes the headlines every other day. The moral dilemma posed by Baazaar seems quaint and even naive in parts, and this isn’t because the question of whether stock market trading involves soul-selling has become irrelevant. One miscalculation, of the kind its thuggish anti-hero would never make, is to punt on the wrong horse. Baazaar’s most magnetic character is Shakun Kothari (Saif Ali Khan), a composite of every ultra-successful trader who has been on the covers of business magazines and is destined to feature in a First Information Report some day. Saif Ali Khan, having recovered from his mid-career slump, is in fine form as the suave and ruthless Shakun who dreams big and bets even bigger. Shakun doesn’t get out of bed for anything less than a few crores, and even when he picks up a prostitute at a party, he pays her the equivalent of a five-year bonus.Baazaar could have – and should have – been about Shakun, a former angadiya who has graduated from transporting other people’s glittering rocks to making enough to buy a diamond mine. The glimpses into Shakun’s character yield some of the best sequences, including the reason for why the man accustomed to high living regularly visits a dumpy eatery. He hates the food, he says, but he never wants to forget how horrible it tastes.Instead, Baazaar creates a parallel track and views Shakun through the wide eyes of a young trader who believes that “Greed is good” but has no understanding of what it entails. Allahabad’s bright spark Rizwan Ahmed (Rohan Mehra) has but one dream: to work with Shakun Kothari. Rizwan moves to Mumbai into a chawl facing one of the many high-rises that kiss the Mumbai skyline. I will be at the top of that skyscraper soon, he confidently says, and he will, because the film is in a great hurry to compress events that usually take months and years to unfold.Rizwan joins a brokerage firm and catches the eye and the heart of his colleague Priya (Radhika Apte). But the real measure of success for Rizwan comes when he impresses Shakun. Before you can roll Rakesh Jhunjhunwala off your tongue, Rizwan is Shakun’s house guest, hanging around with his wife Mandira (Chitrangada Singh) and daughters and aligning himself with Shakun’s dubious business practices.\n\n\n    \n    Play\n\nBaazaar (2018).The morality tale is as old-fashioned as the trappings are new. Far too much is crammed into the 140-minute narrative to create a sense of momentousness. There’s a voiceover over and above thickets of dialogue; the background music aims for operatic; major events take place between the start and end of a trading day. Baazaar has no new revelations about the ways in which crooked businessmen bend the system for their benefit, and does not go any places that such films as Shikhar (2005) haven’t been. The slickness on display, the solid performances and the occasionally sharp dialogue ensure that despite its utter predictability, Baazaar is rarely dull. Rohan Mehra is well cast as the earnest Rizwan, and Radhika Apte fits snugly into the world of high-value deal-making. This is a film in which the rich actually look like they belong in their posh surroundings. Many scenes are bathed in golden hues (the cinematography is by Swapnil S Sonawane), and Rizwan’s seduction is easily believable, even if his naivete about what it takes to get to the top isn’t.Aseem Arora’s dialogue has some sharp lines, many of them spouted by the aphorism-loving Shakun. “Money isn’t god, but it isn’t less than god,” Shakun notes in between pretending to be pious. Saif Ali Khan’s Gujarati-inflected Hindi isn’t quite convincing, but everything else about Shakun is. Accompanied by Man Friday Gagan (Deepak Gheewala), Shakun coolly slices through regulations meant to protect Indian taxpayers. He could be a cousin of Gurukant Desai from Mani Ratnam’s Guru (2007), which was inspired by Dhirubhai Ambani’s rise to financial stardom. Guru recommended that greed wasn’t just good, but was also necessary to survive in a controlled economy. In Baazaar, capital has supposedly been freed from red tape, and yet it prowls in search of fresh bait. As in all films of this type, the hunter is always more interesting than the prey, but Baazaar is too busy aiming for a cautionary tale to say something new and novel about risk-taking behaviour.\n\n\n    \n    Play\n\nKem Cho, Baazaar (2018).","author":"Nandini Ramnath","time":"2018-10-26T07:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103907-quobpxiiik-1540392842.jpeg","tags":["Baazaar film review","Saif Ali Khan","Rohan Mehra"],"source":"https://scroll.in/reel/899523/baazaar-film-review-saif-ali-khan-shines-in-predictable-morality-tale"}