{"title":"Babri Masjid: LK Advani, MM Joshi, Uma Bharti to face trial as SC restores conspiracy charges","content":"The Supreme Court on Wednesday restored the criminal conspiracy charges against senior Bharatiya Janata Party leaders LK Advani and Murli Manohar Joshi in the Babri Masjid demolition case. They will face trial in the case along with Water Resources Minister Uma Bharti, though the bench excluded Rajasthan Governor Kalyan Singh from its judgement.The judges came to the decision after the Central Bureau of Investigation appeal against the Allahabad High Court’s decision to acquit the politicians. The agency wanted them put on trial in the case, accusing them of being part of a larger conspiracy. On March 6, the court had asked the CBI to file a supplementary chargesheet against the accused, including the conspiracy charges.  The court revived the criminal conspiracy charges in the case against several other Hindutva leaders who had also been acquitted in the case. These include Vinay Katiyar, a BJP MP and the founder-president of the Vishwa Hindu Parishad’s youth wing Bajrang Dal, Sadhvi Ritambhara, former VHP senior Vice President Giriraj Kishore, Satish Pradhan and Champat Rai Bansal. Kishore died in July 2014.A joint trial:There are two cases in connection with the Babri mosque demolition – one in Lucknow and the other in Raebareli. The Raebareli court had been hearing the case against leaders of the BJP and VHP, while the other case against karsevaks has been pending in the Lucknow trial court.Advani, Joshi and Bharti will now face a joint trial with the karsevaks accused of demolishing the masjid in 1992, as the Supreme Court has clubbed the two. The matter will be transferred from the Raebareli court to the Lucknow court within four weeks and will then be dealt with in daily hearings. The judges have called for the trial to be completed in two years.The verdict:In its ruling, the court has put down a number of directions, including that there will be no adjournments under normal circumstances, and that the judges hearing the case will not be transferred.It also observed that no case will be registered against Kalyan Singh as he has immunity as the governor of Rajasthan. According to Article 361 of the Indian Constitution, a governor is not answerable to any court with regard to exercising his duties, and no criminal proceedings can be instituted or continued against them while in office.The case:The bench – headed by Chief Justice JS Khehar and comprising justices PC Ghose and Rohinton Nariman – had earlier suggested resolving the long-standing Ram Janmabhoomi-Babri Masjid dispute in Ayodhya, Uttar Pradesh, through negotiations outside court. On December 6, 1992, the mosque was demolished by lakhs of karsevaks, who had gathered at the site from across the country. The incident had triggered communal riots across the country. The karsevaks had claimed that the land on which the mosque stood was the birthplace of Ram.The reactions:Uma Bharti was unfazed by the Supreme Court’s decision to restore criminal charges against her. She said that she was ready to sacrifice her life to see a Ram Temple built at the site of the now-demolished Babri Masjid and was unapologetic about having been part of the movement, PTI reported on Tuesday. She also rejected the conspiracy charges against her and said that she was ready to face any punishment for the Ganga, the Tricolour and Ayodhya, The Times of India reported. Bharti also ruled out resigning from the BJP. She added that Congress should not ask for her resignation as it had been responsible for the anti-Sikh riots of 1984.National general secretary of the BJP, Kailash Vijayvargiya, also reacted to the verdict and said that the party would discuss it but would not take any action against the leaders yet.NCP welcomes SC's ruling in the 1992 #BabriMasjid demolition case, demands sacking of @umasribharti from the ministry.— Press Trust of India (@PTI_News) April 19, 2017\nReady to sacrifice my life for #RamMandir; I am unapologetic about being part of Ayodhya movement: #UmaBharti on SC order.— Press Trust of India (@PTI_News) April 19, 2017","author":"Scroll Staff","time":"2017-04-19T10:43:20.935031+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/835007-47183-sussxlracm-1488814828.jpg","tags":["Babri masjid","Ayodhya","Ram temple","Supreme Court","LK Advani"],"source":"https://scroll.in/latest/835007/babri-masjid-demolition-case-supreme-court-restores-conspiracy-charges-against-lk-advani-mm-joshi"}