{"title":"Babri Masjid demolition: Uma Bharti says she would ‘prefer to hang than seek bail’ ahead of verdict","content":"Bharatiya Janata Party leader Uma Bharti, one of the politicians accused of criminal conspiracy in the Babri Masjid demolition case, has said that she would “prefer to hang than seek bail” in the case if found guilty, The Hindu reported on Tuesday. A special Central Bureau of Investigation court will pronounce judgement in the case on Wednesday, almost 28 years after the demolition of Babri Masjid. Bharti made the remarks in a letter to BJP National President Jagat Prakash Nadda on September 26. Nadda announced new office-bearers for the saffron party on the same day and dropped Bharti as a vice-president of the BJP. In her letter, written before the political rejig, Bharti said it was okay if her decision not to seek bail if found guilty in the case made Nadda drop her from his team.“I am proud of my participation in the Ayodhya movement and seeking bail would, I believe dilute this participation,” she wrote. “Even if I have to hang for having participated, it will be acceptable to me. In such circumstances whether or not you would want to keep me in your team is for you to consider.”Bharti also said that she had fought for the BJP ideology and the construction of the Ram temple even during the time she was expelled from the party. “Ram Mandir is being built, Ram Rajya is pending. I will dedicate the rest of my life to Ram Rajya,” she said.Bharti served as Union minister in the first Narendra Modi-led government from 2014 to 2019, but did not contest the 2019 Lok Sabha polls. “I have to appear before the special CBI [Central Bureau of Investigation] court of Lucknow on 30 September to hear the verdict,” Bharti said according to The Print. “I consider the law as the Vedas, the court as the temple and the judge as the God. Therefore, every decision of the court will be God’s blessing for me.” The caseThe Babri Masjid, located in Ayodhya in Uttar Pradesh, was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on land that was the birthplace of deity Ram.  All 32 accused, including Bharatiya Janata Party leaders Lal Krishna Advani, Murli Manohar Joshi and Uma Bharati, have been asked to be present in court on the day of the hearing. Three other accused – Giriraj Kishore, Vishwa Hindu Parishad leader Ashok Singhal and Vishnu Hari Dalmia – died during the hearings and the proceedings against them were dismissed.In the Babri Masjid title dispute case, the Supreme Court had ruled in November last year that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The top court had also said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque.","author":"Scroll Staff","time":"2020-09-29T18:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148297-fmpxuamfry-1601378721.jpg","tags":["Uma Bharti","Babri Masjid","Babri Masjid demolition","JP Nadda","LK Advani"]}