{"title":"Babri demolition was pre-planned, organised: Liberhan panel reached different conclusion from court","content":"On Wednesday, a special Central Bureau of Investigation court acquitted all the 32 surviving people accused in the Babri Masjid demolition case. The court said that the leaders of the Ramjanmabhoomi movement that pushed for a temple to be constructed at the spot where the Babri Masjid stood were not responsible for the actual demolition of the mosque by hundreds of Hindutva supporters on December 6, 1992. What is more, the court held that the leaders of the Ramjanmabhoomi movement actually tried to prevent the mosque being demolished.However, the Union government’s Liberhan Commission, constituted in 1992 to inquire into the demolition, had come to a starkly different conclusion when it submitted its report in 2009. The commission maintained that the Ramjanmabhoomi movement – which was fuelled by a motorcade campaign by Bharatiya Janata Party leader LK Advani through large parts of central and northern India in 1990 – had in fact, intended to demolish the 16th-century mosque.  The demolition had been conducted in a “pre-planned and organised” manner, the commission said.“The demolition of the Ram Janmabhoomi Babri Masjid...took place...in the presence of national and local leadership,” it noted. “Cadres of the Rashtriya Swayamsevak Sangh (RSS), Bajrang Dal (BD), Vishwa Hindu Prashad (VHP), Bharatiya Janata Party (BJP) and Shiv Sena (SS) along with their leaders were present at the spot. They either actively or passively supported the demolition. Here are key excerpts from the report on how it thought the events of December 6, 1992 were a planned exercise.“The theory or the claim made by leaders of the movement of the icons, from political or social organisations, does not carry conviction to conclude the demolition was carried out by the karsevaks spontaneously out of sheer anger or emotions. The mode of assault, the small number of karsevaks who carries out the demolition and the constraints of the space to accommodate the number of people, veiling of the Identity of the karsevaks entering the domes, the removal of the idols and the cash box under the dome and the subsequent re installation in the makeshift temple, construction of the makeshift temple, availability of instruments and material for demolition and for the swift construction the makeshift temple categorically leads to the conclusion and finding that the demolition was carried out with great painstaking preparation and planning.”“The involvement of quite a number of karsevaks for carrying out the demolition ordinarily could not have been kept secret from people like the chief minister who admitted he had a number of sources of information; or from KS Sudarshan who was heading the RSS while their swayamsevaks were detailed on the spot for each and every act required to be carried out; or local leaders like Vinay Katiyar Ashok Singhal or the persons present at the spot prior to December 6th 1992.”“[Uttar Pradesh] Chief minister Kalyan Singh stood on guard against the possibility of any preemptive and preventive action by the central government or the Supreme Court of India or the other courts or any other institutions. He and his trusted lieutenant spared no lie before the highest authority to befool them and to tie the hands with a niceties of a constitutional democracy.”“The hands of the troops were already tied by the chief minister’s unequivocal order to the rank and file that they were to desist from the use of force or resort to firing any circumstances against the use of cars of the leaders.”“The state become a willing ally and co-conspirator in the joint common enterprise to announce the revival of rabbit breed of hindutva by demolishing the structure that they announced as a symbol of Islam.”“The media was consciously targeted by the karsevaks on the directions of their leaders. It was a preplanned enterprise and closely coordinated by those who ensured the demolition of the structure that Mir Baqi allegedly erected.”“It cannot be assumed even for a moment that LK Advani, AB Vajpayee or MM Joshi did not know the designs of the Sangh Parivar. Even though these leaders were deemed and used by the Parivar as the publicly acceptable faces and articulated voices the parivar and thus used to reassure the cautious masses, they were party to the decisions which had been taken.”“The Kalyan Singh government systematically in a pre planned manner removed inconvenient bureaucrats from positions of power, dismantled and diluted the security apparatus and infrastructure, lied consistently to the high court and the supreme Court of India and to the people of India to evade constitutional governance and thus betrayed the confidence of the electorate.”“In short suffice it to say that the amounts transacted exceeded many tens of crores rupees which were utilised for effecting the events of December 6, 1992. The utilisation of such huge monies is a categorical pointer to the planning and pre-planning carried out for the entire process of the movement commencing with the mobilisation onwards write up till the very demolition itself.”Read the entire Liberhan Commission report here.","author":"Scroll Staff","time":"2020-10-01T14:32:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/75766-lfvxonmvsj-1512544527.jpg","tags":["Liberhan Commission","Babri Masjid","CBI court","LK Advani"],"source":"https://scroll.in/article/974616/babri-demolition-was-pre-planned-organised-liberhan-panel-reached-different-conclusion-from-court"}