{"title":"Babri demolition case: Allahabad HC to hear plea challenging acquittal of LK Advani, 31 others","content":"The Allahabad High Court on Monday said it will hear on August 1 a plea against the acquittal of all the 32 persons, including former Deputy Prime Minister LK Advani and senior BJP leaders MM Joshi and Uma Bharti, in the Babri Masjid demolition case, PTI reported.A revision petition filed by Ayodhya residents Haji Mahmood Ahmad and Syed Akhlaq Ahmad came for a hearing before a bench of Justice Dinesh Kumar Singh on Monday. Singh, however, said that the revision petition is not maintainable and directed it to be treated as a criminal appeal instead.Earlier, the matter was scheduled to be heard on July 11, reported PTI. But the petitioners’ counsel sought an adjournment. It was later listed on Monday. Singh warned the counsel that the court will not adjourn the hearing any further.Both the petitioners have told the court that they were witnesses in the trial of the 32 accused persons. They also claimed that they were victims of the violence related to the case.The Babri Masjid was demolished in 1992 by Hindutva extremists who were mobilised under the BJP’s Ram Janmabhoomi movement. The ‘kar sevaks’ had claimed that an ancient Ram temple stood at the same site.In November 2019, the Supreme Court in a landmark judgement held the demolition was illegal but handed over the land to a government-run trust for the construction of a Ram temple. The court directed the government to acquire an alternative plot of land to build a mosque.In August 2020, Prime Minister Narendra Modi laid the foundation stone for the temple.In September 2020, a special court of the Central Bureau of Investigation acquitted all the 32 persons accused of planning the demolition.The special court said that the demolition of the Babri Masjid was not planned and that the people who demolished the mosque were “anti-national elements”. The accused persons were trying to control the crowds, the judgement added.Advani said that the judgement vindicated his and the saffron party’s commitment to the Ram Janmabhoomi movement. Joshi, meanwhile, referred to the verdict as a “historic decision”. The petitioners have said that the trial court has committed an error by acquitting the 32 persons despite sufficient evidence against them, PTI reported. “The trial judge did not appreciate the evidence of conspiracy in the right perspective,” they claimed.","author":"Scroll Staff","time":"2022-07-18T21:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148347-lnnwmixikf-1601448160.jpg","tags":["Babri Masjid","Babri Masjid demolition case","demolition","Ram temple","Ayodhya"]}