{"title":"Babri Masjid demolition case: Allahabad HC dismisses plea against acquittal of LK Advani, 31 others","content":"The Allahabad High Court on Wednesday dismissed an appeal challenging the order of a special Central Bureau of Investigation court acquitting Bharatiya Janata Party leaders Lal Krishna Advani, Kalyan Singh and 30 others in the Babri Masjid demolition case, reported Bar and Bench. The special CBI court had acquitted all accused persons, which also included BJP leaders Murli Manohar Joshi and Uma Bharti, in September last year in the nearly three-decades-old criminal case. They were accused of criminal conspiracy and other charges in the demolition of the Babri Masjid in 1992.Petitioners Haji Mahboob Ahmad and Syed Akhlaq Ahmad had filed a criminal appeal against the CBI court ruling. In September, the CBI had opposed the petition. It had argued that the plea was not maintainable as the petitioners were not victims in the case.  The petitioners, however, claimed that they were victims as well as witnesses of the crimes and had suffered the loss of their historic place of worship, the Babri Masjid. They also claimed that they suffered financial losses after their homes were destroyed because of arson and loot.The appellants had also told the High Court that the CBI court committed errors in not convicting the accused persons as there was ample evidence on record, reported PTI.The High Court had reserved its verdict on October 31.Babri Masjid demolition and the acquittalThe Babri Masjid, located in Ayodhya in Uttar Pradesh, was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on land that was the birthplace of Hindu deity Ram. The incident had triggered communal riots across the country.In his acquittal order last year, Special Judge SK Yadav had held that the evidence provided by the CBI against the 32 accused persons was not strong enough. He had said it was not possible to prove the authenticity of audio and the video evidence provided by the central agency.The court said that the demolition was not planned and that those who demolished the mosque were “anti-national elements”. The accused leaders were, in fact, trying to control the crowds, the judgement said.","author":"Scroll Staff","time":"2022-11-09T19:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148347-onbxczedde-1668000766.jpg","tags":["Lal Krishna Advani","Babri Masjid","Babri Masjid demolition","Allahabad High Court","CBI","Murali Manohar Joshi"],"source":"https://scroll.in/latest/1037066/babri-masjid-demolition-case-allahabad-hc-dismisses-plea-against-acquittal-of-lk-advani-31-others"}