{"title":"Babri Masjid demolition: SC sets September 30 as new deadline in case against LK Advani, Uma Bharti","content":"The Supreme Court has set September 30 as the new deadline for completion of trial and pronouncing the judgement in the criminal case related to the Babri Masjid demolition, reported NDTV on Saturday. In May, the top court had directed a special Central Bureau of Investigation court to conduct day-to-day hearing in the case and deliver verdict by August 31.A bench led by Justice Rohinton Nariman extended the deadline on Wednesday, according to ANI.Senior BJP leaders Lal Krishna Advani, Murli Manohar Joshi and Uma Bharti are among those accused of conspiring to pull down the mosque in December 1992.  “Having read the report of Mr Surendra Kumar Yadav, learned special judge, and considering that the proceedings are at the fag end, we grant one month’s time, ie, till 30th September, 2020, to complete the proceedings including delivery of judgment,” the Supreme Court said.In the Babri Masjid title dispute case, the Supreme Court had ruled in November that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The top court had also said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque.Following the ruling, a foundation stone ceremony occurred on August 5, where Prime Minister Narendra Modi laid a symbolic 40-kg silver brick in the sanctum sanctorum, or innermost sanctuary, to mark the start of the temple construction in Ayodhya. On Thursday, the Ram Janmabhoomi Trust said that the temple’s construction had begun, adding that it will be completed within three to three and a half years.A day ahead of the August 5 ceremony, Advani called the foundation-laying ceremony of the Ram temple a “historic and emotional day” for him. He had said he felt humbled that destiny made him “perform a pivotal duty in the form of the Ram Rath Yatra from Somnath to Ayodhya in 1990”. On July 25, Bharti had said the judgement in the Babri Masjid demolition case, in which she is an accused, did not matter. “If I am sent to the gallows, I will be blessed. The place where I was born will be happy,” she added.The caseThe Babri Masjid, located in Ayodhya in Uttar Pradesh, was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on land that was the birthplace of deity Ram.On July 2, Bharti had appeared before a special Central Bureau of Investigation court for recording her statement. Meanwhile, Advani recorded his statement through video-conference before special CBI judge SK Yadav on July 24 and denied his role in the incident. The veteran BJP leader was asked over 100 questions, according to his lawyer KK Mishra. Joshi, the former BJP president, recorded his statement on July 23.Three other accused – Giriraj Kishore, Vishwa Hindu Parishad leader Ashok Singhal and Vishnu Hari Dalmia – died during the hearings and the proceedings against them were dismissed.","author":"Scroll Staff","time":"2020-08-22T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116758-xlxccysddw-1573308964.jpg","tags":["Babri Masjid","Babri demolition case","Supreme Court","LK Advani","Uma Bharti"],"source":"https://scroll.in/latest/971116/babri-masjid-demolition-sc-sets-september-30-as-new-deadline-in-case-against-lk-advani-uma-bharti"}