{"title":"Babri Masjid case: CBI court frames charges against LK Advani, Murli Manohar Joshi, and others","content":"Senior Bharatiya Janata Party leaders LK Advani, Murli Manohar Joshi, Uma Bharti and others accused in the Babri Masjid demolition case were granted bail by the special CBI court in Lucknow on Tuesday, reported ANI. They had to produce personal bonds of Rs 50,000 each. The accused had submitted an application seeking to be discharged from the conspiracy charges, but the top court rejected it. The court has framed charges against the leaders in the case under Section 120B (punishment of criminal conspiracy) of the Indian Penal Code, The Times of India reported.BJP leader Vinay Katiyar, Vishwa Hindu Parishad’s Vishnu Hari Dalmia and Sadhvi Ritambara were also present in the court during the hearing. The case had transferred from Raebareli to Lucknow on the direction of the Supreme Court last month.Earlier on Tuesday, Uttar Pradesh Chief Minister Adityanath had met with Advani and Joshi at a VVIP guesthouse ahead of the court hearing. Before the hearing, Union minister Venkaiah Naidu had said the BJP leaders “will come out unscathed”. BJP MP Sakshi Maharaja on Tuesday said there was “no power” on earth that could stop construction of Ram Temple in Ayodhya. “Babar was a foreigner who had nothing to do with India,” he said. “Media should not repeatedly call it Babri. It is Ram Janmbhoomi.”In 2001, the special CBI court had dropped conspiracy charges against the BJP leaders. The order was upheld by Allahabad High Court in 2010. In its April 19, 2017 order, the Supreme Court had asked the CBI court to restore the conspiracy charges against Advani and the others.On December 6, 1992, the mosque was demolished by lakhs of karsevakswho had gathered at the site from across the country. The incident had triggered communal riots across the country. The karsevaks had claimed that the land on which the mosque stood was the birthplace of Ram.Lucknow: Special CBI court grants bail to all 12 accused on personal bond in #Babri case pic.twitter.com/82rrqOHcOL— ANI UP (@ANINewsUP) May 30, 2017\nLucknow: CM Yogi Adityanath reaches VVIP guest house, he will meet LK Advani pic.twitter.com/Y5SIpoiyy4— ANI UP (@ANINewsUP) May 30, 2017","author":"Scroll Staff","time":"2017-05-30T13:37:34.564984+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/839121-47420-xynnemlugq-1495777109.jpg","tags":["LK Advani","Murli Manohar Joshi","Babri Masjid","Uma Bharti"]}