{"title":"‘Not enough evidence’: CBI court acquits Advani, 31 other accused in Babri Masjid demolition case","content":"1.25 pm: Uttar Pradesh Chief Minister Adityanath expresses his joy over the verdict, and says justice always wins. “The former Congress government framed BJP, VHP leaders, saints and social workers, who were plagued by political prejudice, in false cases and were shamed,” he claims. “They should seek apology for this conspiracy from the public.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    सत्यमेव जयते!CBI की विशेष अदालत के निर्णय का स्वागत है।तत्कालीन कांग्रेस सरकार द्वारा राजनीतिक पूर्वाग्रह से ग्रसित हो पूज्य संतों,@BJP4India नेताओं,विहिप पदाधिकारियों,समाजसेवियों को झूठे मुकदमों में फँसाकर बदनाम किया गया।इस षड्यंत्र के लिए इन्हें जनता से माफी मांगनी चाहिए।— Yogi Adityanath (@myogiadityanath) September 30, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.23 pm: Senior BJP leader LK Advani says he welcomes the significant verdict. He adds that the judgement “vindicates my personal and BJP’s belief towards the Ram Janmabhoomi movement”, NDTV reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.17 pm: BJP leader Murli Manohar Joshi calls it a “historic decision” by the court, ANI reports. “This proves that no conspiracy was hatched for December 6 incident in Ayodhya. Our program and rallies were not part of any conspiracy. We are happy, everyone should now be excited about Ram Mandir’s construction.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    It's a historic decision by the court. This proves that no conspiracy was hatched for December 6 incident in Ayodhya. Our program and rallies were not part of any conspiracy. We are happy, everyone should now be excited about Ram Mandir's construction: Murli Manohar Joshi, BJP https://t.co/dwpyHkDM6X pic.twitter.com/2Uf5WrINZp— ANI (@ANI) September 30, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.15 pm: Former Shiv Sena MP Satish Pradhan welcomes verdict. “Truth always prevails. We have full faith in the judiciary,” he adds, according to PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.11 pm: Truth can be distorted but it cannot been defeated, says Madhya Pradesh Chief Minister Shivraj Singh Chouhan. “Today, truth has won once again,” he says. “Praise the Indian judiciary.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    सत्य परेशान हो सकता है, किंतु पराजित नहीं।आज एक बार फिर सत्य की जीत हुई है!भारतीय न्यायपालिका की जय!— Shivraj Singh Chouhan (@ChouhanShivraj) September 30, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.08 pm: Shiv Sena leader Sanjay Raut welcomes the verdict. He says Maharashtra Chief Minister Uddhav Thackeray and the party also welcome the judgement. “We should forget the incident now,” he says, according to News18. “If Babri wouldn’t have been pulled down, we wouldn’t have been able to see the Bhoomi Poojan of Ram Mandir. I congratulate all the leaders who were present there and who were involved in the protest.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.04 pm: Defence Minister and BJP leader Rajnath Singh welcomes the CBI court’s judgement. The judgement “proves that justice triumphed however late it may be”, he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    लखनऊ की विशेष अदालत द्वारा बाबरी मस्जिद विध्वंस केस में श्री लालकृष्ण आडवाणी, श्री कल्याण सिंह, डा. मुरली मनोहर जोशी, उमाजी समेत ३२ लोगों के किसी भी षड्यंत्र में शामिल न होने के निर्णय का मैं स्वागत करता हूँ। इस निर्णय से यह साबित हुआ है कि देर से ही सही मगर न्याय की जीत हुई है।— Rajnath Singh (@rajnathsingh) September 30, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.02 pm: BJP leader Ram Madhav says “victory triumphs”. The CBI court’s acquittal was long overdue, he says. “A malicious case against some of the most respected leaders of our nation has fallen aside finally after 3 decades. Everyone should welcome d judgement.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Victory triumphs. CBI court’s acquittal in Babri conspiracy case was long overdue. A malicious case against some of the most respected leaders of our nation has fallen aside finally after 3 decades. Everyone should welcome d judgement— Ram Madhav (@rammadhavbjp) September 30, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1 pm: “I was witness to the entire incident of 6th Dec,” Sushil Kumar Modi adds. “It was all spontaneous no conspiracy. I was conducting the meeting from dais I was surprised when some Kar Sewaks climbed Babri str. Advaniji was unhappy. Satyameva Jayate!”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I was witness to the entire incident of 6th Dec.  It was all spontaneous no conspiracy.I was conducting the meeting from dais I was surprised when some Kar Sewaks climbed Babri str.Advaniji was unhappy.सत्यमेव जयते ।#BabriDemolitionCase— Sushil Kumar Modi (@SushilModi) September 30, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.57 pm: BJP leader Sushil Modi says the demolition was not pre-planned and adds “Jai Shri Ram”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    जय श्री राम ।Advaniji सहित सभी अभियुक्त दोष मुक्त।बाबरी ढाँचा गिराने में कोई पूर्व नियोजित षड्यंत्र नहीं था।#BabriVerdict— Sushil Kumar Modi (@SushilModi) September 30, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.54 pm: BJP leader and Union minister RS Prasad goes to LK Advani’s residence soon after the judgement.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Law & Justice Minister Ravi Shankar Prasad arrives at the residence of senior BJP leader Lal Krishna Advani who, along with 31 other accused, was acquitted in #BabriMasjid demolition case by Special CBI Court in Lucknow today. pic.twitter.com/oNHImAWP7i— ANI (@ANI) September 30, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.45 pm: The leaders who were at the site of the demolition were trying to stop the mob, the judgement says, according to News 18. The judge adds that stone pelting started from behind the structure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.31 pm: Judge SK Yadav notes that the evidence against the accused was not strong enough. The court says the people who demolished the Babri mosque were “anti-national elements” and the accused people were in fact, trying to control the crowds.He adds that it was not possible to prove the authenticity of audio and the video provided by the CBI. The audio was not clear, the judgement added.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.26 pm: The event was not pre-planned, Judge SK Yadav says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    BJP and VHP top leaders acquitted from the the Babri Masjid demolition case. #BabriMasjid #BabriMasjidDemolition #BabriVerdict pic.twitter.com/Aq6zZjcdNV— Bar & Bench (@barandbench) September 30, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.22 pm: The special CBI court says the Babri Masjid demolition was not a criminal conspiracy and acquits all accused, NDTV reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.18 pm: All the leaders who are not present physically in court – Kalyan Singh, Uma Bharti, Satish Pradhan, Nritya Gopal Das, LK Advani and MM Joshi – join the court via video conferencing, News18 reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.02 pm: Only five accused will be inside the courtroom at any time, News18 reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.35 am: Twenty-six of 32 accused have not appeared in court. Advani, who is 92 years old, and 86-year-old Joshi are exempt due to the coronavirus pandemic, Bharti has contracted Covid-19 and is under treatment, while Singh is recovering from the infection. Ram Janmabhoomi Nyas chief Nritya Gopal Das and Shiv Sena leader Satish Pradhan have also skipped the hearing.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.28 am: The court will decide on two FIRs – 197/1992 and 198/1992, Bar and Bench reports. The first FIR was against some unnamed karsevaks for demolishing the structure. The other FIR was against eight BJP leaders who allegedly instigated the demolition.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Court will decide on 2 FIRs – 197/1992 & 198/1992FIR 197 was against unnamed Karsevaks for the demolition of the structure FIR 198 was against eight BJP leaders for instigating the demolition of the structure.#BabriDemolitionCase #BabriVerdict #YogiAdityanath #UPPolice— Bar & Bench (@barandbench) September 30, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.23 am: In November 2019, while passing its judgement on the related Ayodhya title dispute, the Supreme Court had said that the 1992 “destruction of the mosque and the obliteration of the Islamic structure” was an “egregious violation of the rule of law”.In its judgement, a bench led by ten Chief Justice of India Ranjan Gogoi had said that “Muslims have been wrongly deprived of a mosque which had been constructed well over 450 years ago”. The court said that on December 6, 1992, the mosque was brought down in breach of the assurance given to it that the structure would not be affected. It added that the Muslims had not abandoned the mosque when it was destroyed.Invoking Article 142 of the Indian Constitution, the top court had said it must ensure that “a wrong committed must be remedied”. Read more here: Ayodhya verdict: Babri Masjid demolition was a serious violation of rule of law, says Supreme Court\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.18 am: Uma Bharti, who is accused of criminal conspiracy in the case, has said that she would “prefer to hang than seek bail” in the case if found guilty. Bharti made the remarks in a letter to BJP National President Jagat Prakash Nadda on September 26. Bharti served as Union minister in the first Narendra Modi-led government from 2014 to 2019, but did not contest the 2019 Lok Sabha polls.“I am proud of my participation in the Ayodhya movement and seeking bail would, I believe dilute this participation,” she wrote. “Even if I have to hang for having participated, it will be acceptable to me. In such circumstances whether or not you would want to keep me in your team is for you to consider.”Read more here: Babri Masjid demolition: Uma Bharti says she would ‘prefer to hang than seek bail’ ahead of verdict\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.15 am: Twenty-seven accused are in court, Bar and Bench reports. But some reports say there are only 26 people in court.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Judge SK Yadav Present in Court. All other accused (27 of them) present in Court except the above persons. #BabriDemolitionCase #BabriVerdict #Babri #YogiAdityanath #UPPolice— Bar & Bench (@barandbench) September 30, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11 am: CBI Judge SK Yadav arrives in court. Accused persons have also entered, LiveLaw reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Babri case verdict: CBI Judge S K Yadav arrives in court #BabriMasjid #BabriDemolitionCase #BabriVerdict— Live Law (@LiveLawIndia) September 30, 2020\n\n\n\n    Heavy security deployed outside Court. Police checking cars and not allowing people not related to the #BabriVerdict to enter. #BabriDemolitionCase #BabriVerdict #Babri #YogiAdityanath #UPPolice pic.twitter.com/eA1wJ7p7YF— Bar & Bench (@barandbench) September 30, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.21 am: Other accused in the case such as Ritambhara, Sakshi Maharaj and Champat Rai, also reach the court in Lucknow, News18 reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.18 am: There were two cases in connection with the Babri mosque demolition – one in Lucknow and the other in Raebareli. The Raebareli court was hearing a case against leaders of the BJP and Vishwa Hindu Parishad, while the other case against karsevaks was pending in the Lucknow trial court. The Supreme Court in April 2017 clubbed the two.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.09 am: Ram Janmabhoomi Nyas chief Nritya Gopal Das is also not expected to be present in the CBI special court in Lucknow, News18 reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.07 am: In the related Babri Masjid title dispute, the Supreme Court had ruled in November that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The top court had also said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque.Following the ruling, a foundation stone ceremony took place on August 5, where Prime Minister Narendra Modi laid a symbolic 40-kg silver brick in the sanctum sanctorum, or innermost sanctuary, to mark the start of the temple construction in Ayodhya. On August 20, the Ram Janmabhoomi Trust said that the temple’s construction had begun, adding that it would be completed within three to three and a half years.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10 am: Accused Vinay Katiyar, Dharamdas, Vedanti, Lallu Singh, Champat Rai and Pawan Pandey reach Lucknow, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.55 am: Security has been tightened around the special CBI court in Lucknow.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Lucknow: Security tighetened around Special CBI court. The court will pronounce its verdict today, in Babri Masjid demolition case. pic.twitter.com/ArCv47NDsB— ANI UP (@ANINewsUP) September 30, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.53 am: CBI judge Surendra Kumar Yadav is expected to pronounce the verdict around 10 am.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.50 am: Bharatiya Janata Party leaders Lal Krishna Advani, Murli Manohar Joshi, Uma Bharti and Kalyan Singh will not be present in court today. Advani, who is 92 years old, and 86-year-old Joshi are exempt due to the coronavirus pandemic, Bharti has contracted Covid-19 and is under treatment, while Singh is recovering from the infection. About 26 of the 32 accused are expected to be present in court.Also read:Verdict on Babri Masjid demolition today; Advani, MM Joshi, Uma Bharti expected to skip court\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.40 am: Authorities beef up security in 25 districts of Uttar Pradesh that are known to be communally sensitive, reports News18. Special arrangements have been made in Ayodhya. Rapid Action Force personnel have been deployed in Lucknow and Ayodhya. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.30 am: Here’s a quick recap:The Babri Masjid, located in Ayodhya in Uttar Pradesh, was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on land that was the birthplace of deity Ram.Bharatiya Janata Party leaders Lal Krishna Advani, Murli Manohar Joshi, Uma Bharti and Kalyan Singh are accused of criminal conspiracy in the nearly three-decades-old case.On April 19, 2017, the top court had ordered day-to-day trial in the case, and said it should be concluded within two years. The court had also restored criminal conspiracy charges filed against Advani and Joshi along with Vinay Katiyar, Sadhvi Ritambhara and Vishnu Hari Dalmia. It restored charges against several other Hindutva leaders who had earlier been acquitted in the case. Three other high-profile accused – Giriraj Kishore, Vishwa Hindu Parishad leader Ashok Singhal and Vishnu Hari Dalmia – died during trial and the proceedings against them were abated.Arguments of the defence and prosecution concluded on September 1, after which the special judge began writing the verdict. The CBI had produced almost 351 witnesses and 600 documents before the court. Last month, the Supreme Court had set September 30 as the deadline to complete the trial and deliver a verdict.","author":"Scroll Staff","time":"2020-09-30T10:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148347-lnnwmixikf-1601448160.jpg","tags":["babri masjid demolition","babri masjid","ayodhya case","lk advani","babri masjid demolition case verdict"]}