{"title":"Background notes:  Menezes, Narvekar, and the untold history of violinists in Hindi film music","content":"Awara (1951) was the third film Raj Kapoor produced under his banner RK Films. But it was the first to sport the now-iconic RK logo, inspired by a shot from his earlier hit Barsaat (1949). Barsaat is the story of two young men Pran (Raj Kapoor) and Gopal (Kapoor’s brother-in-law Premnath) who go holidaying in Kashmir. Gopal is a philanderer who takes advantage of local girl Neela (Nimmi, making her debut), while Pran falls in love with Reshma (Nargis, of course).Integral to the film is a tune that Pran plays on the violin. Reshma, who keeps referring to the instrument as a “sitar”, finds herself inextricably drawn to this haunting melody. In a crucial scene towards the end, when the lovers have been separated, Reshma again hears the tune and rushes off towards its source. She lands up in a posh club (with, apparently, not very sound-proof walls) and falls at the feet of the man playing the violin. But it is not Pran. The shocked violinist kicks out at her. The girl is thrown out of the club, and this leads to one of the great Shankar-Jaikishen songs: Chhod Gaye Baalam.  The man who played the role of the violinist who rebuffs Nargis was Joaquim Santan Menezes. Joe, as everyone called him, was one of the most proficient violinists who worked in the Bombay film orchestras and it was he who had played the violin solos on the Barsaat soundtrack. \n\n\n    \n    Play\n\nBarsaat (1949).Joe’s nephew, Ernest Menezes, also worked as a violinist in the film orchestras. Now in his mid-seventies, Ernest tells me that his family hails from the village of Aldona in Goa. His grandfather, Manuel Menezes, was a conductor in an army band and lived a peripatetic existence. He had four sons and two daughters. Except for Ernest’s father, who suffered a horrific accident when he was young, all the children had had some kind of formal musical training. But only Joe and his brother Francis (who played clarinet and sax) took up music professionally. In the 1940s, Joe was based out of Lahore but toured around the country with his band. When the partition riots broke out, he moved to Bombay where, like many of his colleagues in the bands, he joined the film studios.It was Joe who took Ernest under his wing and trained him to play the violin and later brought him to the studios. “He was a perfectionist,” said Ernest about his uncle. “He would play the same notes and the same melody as all of us, but the tone that he had was something else. I haven’t heard anyone like that. ”Ernest Menezes. Photo by Rudradeep Bhattacharjee.The tune that Joe Menezes played in Barsaat is introduced in the scene as “a popular Viennese melody”. It is actually the famous waltz Waves of the Danube composed by the Romanan Josef (or Ion) Ivanovici in 1880.The tune has been used in many films over the years – Josef von Sternberg’s Dishonored, Akira Kurosawa’s Stray Dog, and Emir Kusturica’s When Father Was Away on Business, to name a few – but its most famous film incarnation is as The Anniversary Song in the purported biopic of Al Jolson, the popular actor-singer who starred in the first ever talkie, The Jazz Singer. Saul Chaplin, the Oscar-winning composer on classics like An American in Paris (1951), Seven Brides for Seven Brothers (1954) and West Side Story (1961), wrote the lyrics to the tune. Speaking about it many years later, he told a historian: “The producer felt that Larry Parks [who was playing the role of Jolson] needed something to sing at his parents’ anniversary party. [Jolson] said he knew a tune that would fit…He hummed it and it sounded great, so I knocked out some lyrics in about 45 minutes. As The Anniversary Song, it was supposed to be a little throwaway thing, but it sold over a million records and has become a standard!”A young Joe Menezes (centre, white jacket) with his band. Courtesy Terence Menezes.It seems most likely that Raj Kapoor first heard the tune when he saw The Jolson Story (1946) rather than coming across a recording of the original waltz. Either way, Kapoor was sufficiently stirred by the tune to use it as a musical theme in his second film. But how do you explain the fact that not only does Kapoor liberally use it in Barsaat, the tune also subsequently crops up in many other RK films – Jis Desh Mein Ganga Behti Hai (1960), Sangam (1964), Mera Naam Joker (1970), Bobby (1973), Biwi O Biwi (1982) – either as background music or in song interludes? Was Raj Kapoor obsessed by this tune?Ernest Menezes recounts an incident which will perhaps shed some light on the matter: “Once we were recording the background music for a film where we were playing this same tune – it was probably Sangam or Mera Naam Joker. During a break, Raj Kapoor sat with us and told us the story behind it. He said when he used it in Barsaat, the copyright people came after him. So he bought the full rights to that song, and now could use it whenever. He said he paid something like 35,000 rupees. That time, huh, 1940s!” I have not been able to independently verify this, but Kapoor’s repeated use of the tune since Barsaat could well be a case of a pragmatic producer ensuring a fair return on his investment.And what about Joe Menezes,who had traded the exciting life of a journeyman musician for the stability and anonymity of the studio orchestras, what did he make of his special appearance in Barsaat?  His son son Terence, a pianist who also worked for a couple of years in the film orchestras, said, “Dad never really talked about it, but I remember this one time he said that he was very nervous during the shoot because Raj Kapoor had told him that he had to kick out at Nargis. Dad kept fluffing it and they ended up doing a lot of re-takes!”       Terence, who is now settled in Canada, remembers accompanying his father to the studios as a child. He would watch the recording sessions with fascination. But his eyes would not be on his father. “From where I was sitting, I would be watching this other violinist who sat slightly away from the others. I remember I would keep staring at his finger movements, and one day [the pianist] Mike Machado saw me doing that and said, “What are you doing? Don’t stare at his fingers; it’s not nice!”Harishchandra Narvekar (front row) with sarod maestro Ali Akbar and other musicians recording a background score at Famous Studio. Courtesy Shrinivas Narvekar.The violinist whose finger movements mesmerised the little boy was Harischandra Narvekar. His father, Balkrishna Narvekar, was a teacher of vocal music and ran a school in Dadar. Harischandra initially started training in vocal music with his father but then moved on to learning the violin. By the time he was 15, he had started working in the film studios. Though both Narvekar and Joe Menezes were violinists and often played on the same songs, they played very different roles on a song. Menezes was a group violinist while Narvekar played the song violin.The song violinist is an intriguing aspect of Hindi film music and one not many people know about. Since the singer was in a separate sound-proof booth, away from the orchestra, it was the song violin which provided melodic and rhythmic reinforcement to the singer. The song violinist’s music was never heard on the actual recording, his output only made it as far as the singer’s headphones. The song violin had another important function, said veteran violinist Ashok Jagtap: “The initial rehearsals were usually done before the singer arrived. So, the song violinist would play the song, providing the cue forthe orchestra. Only someone who had learnt Indian classical could play the song violin. You need that Indian touch and feel, and Narvekarji was superb at it. His tone had that mithaas [sweetness]; you could just listen to his rendition of the song without the words.”Harishchandra Narvekar with Lata Mangeshkar, Bombay Sound Service. Courtesy Shrinivas Narvekar.The song violinist’s work involved close interactions with the singers, and Narvekar enjoyed their confidence, especially that of the Mangeshkar sisters. His son Shrinivas recalled an incident during the recording of a song from Sholay (1975): “Remember that song Haan Jab Tak Hain Jaan, the one in which Hema Malini has to dance on broken glass in front of Amjad Khan? When Lataji came to record the song, she was told that my father was unwell and would not come. She refused to record without him and asked for the recording to be postponed. Then a worried Panchamda called up my father and requested him to come and even sent his own car to fetch him.”Harischandra Narvekar with Lata Mangeshkar, Hridaynath Mangeshkar and other musicians at the recording for a non-film album at HMV studio. Courtesy Shrinivas Narvekar.Narvekar succumbed to a heart attack on July 3, 1975. He was only 51. “No recordings took place on that day,” said Ramesh Bhatkar, Narvekar’s brother-in-law. “More than a thousand people came to Shivaji Park for the cremation. Everybody from the fraternity was there.” Following his father’s untimely death, Shriniwas joined the industry as a group violinist.   A year later, Joe Menezes died too. Both Narvekar and Menezes had worked for almost three decades in the film orchestras, but not much had changed in all those years. But things were going to be different for Ernest and Shriniwas. In the coming years, they would be witness to tumultuous changes engendered by rapid technological advancements, changes that would threaten the very existence of their profession. Shrinivas Narvekar. Photo by Rudradeep Bhattacharjee.With the coming of multi-track recording, the various sections of the orchestra began to be recorded separately. From the first days of the talkies, orchestra musicians had always played together as a group. Suddenly, this practice came to an end. What did Ashok Jagtap make of this? “Initially, we were very happy,” he said. “The music director used to tell us to wait while other sections were being rehearsed or recorded. We used to relax in the canteen, and also get paid overtime.”  In the light of what followed, this sounds almost chilling.Producers soon realised that they were missing a trick here. The new technology allowed them more flexibility. More importantly, it could save them a lot of money. “So each section was now asked to come only when required,” Jagtap said. “Everything became separate.” But the song violinist continued to be an important figure, he added. Since the singers recorded separately now – usually after all the orchestral bits were done – it was the song violinist who provided the melodic cue to the instrumentalists. But the song violinist was living on borrowed time. By the mid-1990s, the song violin had become superfluous to the entire recording process. “The violin itself started dying,” Jagtap said. “All the instruments started dying. The clarinet went, then the santoor. Only the flute and sitar remained because they were difficult to match on a synthesizer. But then the samplers came in.”Both Jagtap and Ernest, who headed the Cine Musicians Association during different phases in those difficult times, tried to stem the tide. “We tried, but it was too late. What can you do?” Jagtap said. “How can you stop technology?” Harishchandra Narvekar hands over a violin to Amar, the son of his mandolin-playing colleague Parshuram Haldipur, in a traditional ceremony. Courtesy Shrinivas Narvekar.","author":"Rudradeep Bhattacharjee","time":"2016-09-10T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/816122-41105-llrkuiknxj-1473486778.jpg","tags":["Background musicians in Hindi film music","Joe Menezes","Harishchandra Narvekar"],"source":"https://scroll.in/reel/816122/background-notes-menezes-narvekar-and-the-untold-history-of-violinists-in-hindi-film-music"}