{"title":"Badaun gang rape and murder: This book investigates how the CBI tried to bury the case","content":"Sohanlal’s eyes became moist as he started the conversation with folded hands. “Bahut dukh diya CBI walon ne madame, bhagwan kisi ka saamna CBI se na karwaaye (CBI gave us a very hard time madame, I wish to god that no one has to ever face the CBI),” he started.I felt that Sohanlal was much more fearless but more vulnerable than before. The CBI investigation that he was banking all his hopes on had, according to him, failed him and his daughters.“It was overwhelming for us. I had demanded a CBI investigation into my daughters’ rape and murder because I believed that only the premier investigative agency of the country could ensure us justice. But I now feel like the CBI team had made up their mind even before starting the investigation. Throughout the investigation they kept on trying to shift the blame on us.”Sohanlal added, “They started asking me weird questions. For example: “Have you ever been to the zoo? Have you ever travelled to Rajasthan? Have you ever gone to Calcutta?” I would say, “No, sir.” Then they would ask: “When Pappu was killing your daughter, did you see? Were you present when Pappu was hanging your daughter to the mango tree?”’At this point, Sohanlal’s voice became thicker, and quietly, he started sobbing. “I would say which father on earth would stand and see his child being killed and hanged? How could I be present there? What kind of questions were these? The CBI started questioning us early morning and kept on asking question like these till 11 in the night. While other people were being investigated in this case – for example a UP police cop – they were let off after 20 minutes of questioning. When I questioned and asked the CBI team why we were being tortured like this, they said, ‘Tu zyaada tez ban raha hai, tujhe fansayenge (You are acting too smart, we will ensure that you are booked in this case).’ I put my head on their feet and said, I want only justice for my daughters, sahib. You do whatever you wish to do but please see that my children get justice.”The father further complains that the CBI field officers deployed to work on his case were all residents from villages situated near Katara. “Field Officer Arvind Singh who is investigating our case has his relatives spread all around this area. He and all higher officials of the agency come to our home and tell us to not say a word against the main accused Pappu. They tell me to transfer all my family’s children to other cities and to stop speaking against the main accused. Otherwise the main accused might kill and destroy our family. I said, ‘Sir, you are from the CBI. If you are suggesting I leave my village and keep quite against the accused, what can I say? You can do whatever you want, you are from the CBI. But nevertheless, I will fight this battle as long as I can.’”The family further complained that the CBI team misbehaved with them, threatened them, roughed up an 11-year-old kid of the household and worked only to prove that either the parents killed the girls or they killed themselves.“I am going to ask this in court – the clothes that the CBI has sent for forensic examination are not of my daughters. If you test fresh or other clothes, how will you get any proof of the crime? We are poor people but we know the clothes of our daughters. We remember their clothes.”In between, the women of the family and the mothers of the deceased girls started speaking angrily. “The CBI is not bigger than god. Bhagwan ke ghar me der hai, andher nahi. (In god’s house justice might be delayed, but it’s never denied),” says Shridevi.The family were terrified and paralysed by the fear of the unknown. Sohanlal further said, “I never imagined that the biggest investigative agency of India can victimise the victims like this. They defame my daughters. My children were happy cheerful individuals. They never even killed an animal. How can you believe that such small girls will climb up a tree and hang themselves? They would have come to us if there was any problem. My children would never kill themselves.” Sohanlal and others in the family expressed a lot of shock in the way of CBI’s functioning. “They will come to the village, drink milk, eat lunch and then go back to their rooms in town. Sometimes we used to feel that they only come here to eat. I explained the sequence of events to them so many times. Showed them all the places, answered every question they asked...but they never believed me. They don’t know who killed our daughters so they want to put the blame on anyone. And we are illiterate poor labourers from a village. Easiest to blame in all cases,” said Sohanlal.As I prepare to leave Katra Sadatganj, Sohanlal tells me that the family had to struggle and approach the court to get their copies of all case-related papers. Even the police protection given to his family was removed for a couple of months until recently.“I told this to judge sahib in court and he asked me to meet the SP. The accused are all released on bail. Their house has protection but the force was pulled out from my house. You tell me. The CBI did not allow the media to come in. They took away police protection. I live here with women and children. Who will be responsible if something happens to us? The SP ordered and gave us two guards just three days ago. The SHO is angry with us now. He asked how we dared to inform court about the removed force and approach the SP?“I folded my hands and begged for the security of my family but he kept on hurling abuses,” he said. In December 2015, the POCSO court of Badaun rejected CBI’s closure report. In a written verdict of 25 pages, additional district judge Virendra Kumar Pandey dismissed the CBI’s closure report and summoned for the prime accused Pappu.Though both Sohanlal and Jeevanlal know that they are in for a long long legal battle here, but still the dismissal of CBI’s closure report brought some respite and validation for them. Sohanlal, who never sat on a train before has now learned to travel frequently between Badaun and Allahabad where he has to often go for case-related paper work for his daughters. The children’s parents still believe that their daughters were raped, killed and brutally hanged from the mango tree. They tell me that they are going to fight this battle till the end – for the sake of the grace of the memories of their daughters. As I end this chapter, I think of CBI’s closure report and the feet of the hanging girls. In its closure report, CBI went to the extent of saying that the younger sister was also desirous of a relationship with the same man – the prime accused in the case. In its report, CBI bases its observation on an alleged phone conversation that happened between the younger girl and the accused on the morning of May 27, 2014. I have read the details of the conversation, and I feel that the conversation has nothing which can suggest that the younger victim was “desirous of a relationship” with the prime accused. Rather, CBI’s observations in this case suggest that the patriarchal mindset of the team has overpowered their scientific approach in this particular matter. The assumption that honour is greater than life for the women of this country was shaped by men. Human dignity is as important for women as for men. As far as life is concerned, who wants to die? More to the point, who wants to die for something as nebulous as “honour’? If allowed an informed choice, I feel all women – just like all men – will choose life over death and the loss of one’s so-called “honour”. Excerpted with permission from No Nation For Women: Reportage On Rape From India, The World’s Largest Democracy, Priyanka Dubey, Simon & Schuster.","author":"Priyanka Dubey","time":"2018-12-21T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108439-vcumapdlxw-1545210855.jpg","tags":["rape","CBI"],"source":"https://scroll.in/article/906291/badaun-gang-rape-and-murder-this-book-investigates-how-the-cbi-tried-to-bury-the-case"}