{"title":"‘Bade Miyan Chote Miyan’ review: No time to think – and that’s the best thing about it","content":"Apart from its title and an unlikely pairing of actors, Bade Miyan Chote Miyan bears no resemblance to the 1988 production of the same name. But that’s the least of its problems.Ali Abbas Zafar’s movie is an early contender for the “Duds of the Year” prize. The new Bade Miyan Chote Miyan has two mismatched male leads, a pantomime villain and a plot whose very summary hastens the deadening of brain cells.An inventor wants to wreak havoc on India after the rejection of his proposal to supply robots for military missions. The vengeful Kabir (Prithviraj Sukumaran) kidnaps Priya (Sonakshi Sinha), in whose brain is stored the top-secret codes of a shield that protects India from outside attack.Kabir is up against Freddy (Akshay Kumar) and Rocky (Tiger Shroff), the greatest fighting machines to have ever worn an Indian Army uniform. Freddy and Rocky are aided by intelligence operative Nisha (Manushi Chillar) and ace hacker Pammi (Alaya F).Although the Save India mission supposedly lasts three days, time moves at a crawl in this film’s universe. A fair warning is given during a previous operation to rescue a diplomat and his family from terrorists in Afghanistan. Having secured the hostages, Freddy and Rocky take their own sweet time getting out of hostile country.Night turns into day as Freddy and Rocky make their way to their point of escape. It appears that they have covered the length of Afghanistan, and they still haven’t reached their destination. The tardiness infects a later countdown to override the protective shield, which threatens Armageddon any second now for many interminable seconds.What? How? And why?The dead-on-arrival dialogue has exactly one clever line. When informed that a dreaded terrorist has been replaced by his son, Rocky says: there is nepotism in terrorism too!Zafar also has a credit for creating the characters. It’s brave, to say the least, given how derivative the movie is.The smartest move by Zafar, who has written the screenplay with Aditya Basu, is to maintain the feeling of being in a carnival ride whose brakes have failed. The 164-minute movie gives us no time to think – and that’s the best thing about it.Bade Miyan Chote Miyan is stuffed with set-pieces in which the Freddy-Rocky combo spray bullets in all directions, flex their muscles, and blow up everything in sight. The relentless action pauses only to allow Kabir to expound on his dastardly plans.The movie precariously rests on the shoulders of two actors – one mildly hunched with age, the other buffed up with nothing else to show for it. Akshay Kumar and Tiger Shroff don’t have the panache or chemistry to be this movie’s Hobbs & Shaw. The actresses are ornamental – Sonakshi Sinha is knocked out for half of her “special appearance” billing. There’s little to wake up to in any case.\n\n\n    \n    Play\n\nBade Miyan Chote Miyan (2024).","author":"Nandini Ramnath","time":"2024-04-11T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199362-ldghsaxwmo-1710761045.jpeg","tags":["Bade Miyan Chote Miyan review","Ali Abbas Zafar","Akshay Kumar","Tiger Shroff"]}