{"title":"‘Badhaai Ho’ film review: Great expectations are partially met in comedy about pregnancy","content":"Hindi cinema’s favourite Diffident Young Man is back in a movie that actually doesn’t revolve around his inability to face up to hard facts. Badhaai Ho, directed by Amit Sharma and based on a screenplay by Akshat Ghildial, stars Ayushmann Khurrana in an exceedingly familiar role, but ultimately belongs to a couple past their prime who read poetry on a rainy night and reach out to each other. A few months later, Priyamvada (Neena Gupta) realises that she is pregnant. Her husband Jitinder (Gajraj Rao) doesn’t know where to hide his face. More embarrassed than the middle-aged couple is their elder son Nakul (Ayushmann Khurrana), who has only recently managed to impress his posh girlfriend’s mother that he is of respectable stock. Since Priyamvada has declared that abortion is a sin (the first warning sign of this movie’s conservatism), Nakul has to grimace and bear it. He must face up to his girlfriend Renee (Sanya Malhotra), her startled mother (Sheeba Chaddha) and his friends and relatives, but most of all, himself.The setting is a middle-class government colony in Delhi. The humour draws from the use of language and idiom characteristic to the Capital and the family’s efforts to handle the unplanned pregnancy. Gajraj Rao marvellously portrays the bundle of emotions that is Jitinder. His surging love for his wife is checked by idle chatter by neighbours, family members, and his domineering mother (Surekha Sikri). Jitinder does allow himself a secret smile at his male prowess, which is neatly contrasted with Nakul’s inability to get his future sibling out of his head even in moments of intimacy.\n\n\n    \n    Play\n\nBadhaai Ho (2018).The older generation proves to be wiser and more resilient in dealing with the facts of life (the one about using protection produces some good jokes). Badhaai Ho has a strong pre-interval section that nicely sets up its characters and their dilemma. But then it allows itself to get derailed as Nakul’s flapping takes centrestage. Nakul’s anxiety conveniently resolves itself in time, but not before he sets out on a collision course with Renee’s mother that adds nothing to the movie. At least these moments allow the brilliant Sheeba Chaddha to shine as she wonders (and correctly) whether her wealthy daughter will fit into Nakul’s family and talks about the things that actually matter (financial strain, the health risk to Priyamvada). Badhaai Ho is far more attuned to the homespun wisdom of Nakul’s grandmother. Played by acting veteran Surekha Sikri, the grandmother proves to be the movie’s second-most radical element after the admission that older married couples have sex too. A whole film could have been dedicated to the tender relationship between Jitinder and Priyamvada, which enters a new phase with the pregnancy and yields the most winning sequences, rather than Nakul’s unearned transformation.Ayushmann Khurrana has been in the zone of forced choices before, from Dum Laga Ke Haisha (2015) to Andhadhun (2018) through Bareilly Ki Barfi (2017) and Shubh Mangal Savdhan (2017). Badhaai Ho doesn’t push the needle for the actor, and there is little in Khurrana’s performance that is new or surprising. Although Nakul’s relationship with Renee drives his action, Sanya Malhotra is purely ornamental and barely leaves a trace.The biggest cipher in the movie proves to be Priyamvada. Neena Gupta appears too old to be playing a middle-aged housewife, but she has a nice rhythm going with Gajraj Rao, and cedes all the big moments to her more controlled and confident co-star. Priyamvada looks exhausted with domesticity even before she gets knocked up. Her swelling belly is in inverse proportion to her importance as the 125-minute movie wears on. Priyamvada fades out of the view as Badhaai Ho chases a different set of expectations. Priyamvada’s thoughts barely matter, which is a gaping hole in a movie that pays close attention to each of its characters. She is the one carrying the baby, but the heavy lifting is left to Jitinder and Nakul.","author":"Nandini Ramnath","time":"2018-10-18T07:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103237-bjhmqlsblx-1539702549.jpg","tags":["Badhaai Ho","Ayushmann Khurrana","Neena Gupta"],"source":"https://scroll.in/reel/898547/badhaai-ho-film-review-great-expectations-are-partially-met-in-comedy-about-pregnancy"}