{"title":"Badminton: Tanisha Crasto moved to an alien country and took a step closer to the Paris Olympics","content":"Tanisha Crasto was only 16 when she shifted her base from Dubai to India all alone. Now 20, Crasto along with her women’s doubles partner Ashwini Ponnappa is on the verge of qualifying for the 2024 Paris Olympics.The duo – with a 14-year age-gap between the two players – has lit up the badminton World Tour in the last four months with two titles and two runner-up finishes on the circuit.The pair also pulled off an upset win at the Malaysia Open Super 1000 last week as they beat former world No 1 and two-time world champions Mayu Matsumoto and Wakana Nagahara 21-19, 13-21, 21-15 en-route their quarter-final finish in Kuala Lumpur.Their recent exploits have also helped them overtake the more fancied Treesa Jolly and Gayatri Gopichand as India’s top ranked women’s doubles pair in the 2024 Race to Paris Olympic Games Qualification Ranking.But for Crasto, all of that is an afterthought.“I believe if the Olympics is meant for me, it will come my way,” said Crasto to Scroll.“I am not really thinking about it [Olympics] right now and to be honest my only goal is to be my best in every tournament that I play and not chase after the thought that I need to play in the Olympics.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nAbout a year ago, Crasto and Ponnappa were nowhere near the Olympics.The duo decided to pair up only at the insistence of their coaches back in December 2022. While Ponnappa was struggling to find a stable partner since Jwala Gutta hung her boots, Crasto was predominantly focused in the mixed doubles section alongside Ishaan Bhatnagar.“One fine day we just met up for lunch and we decided to play because I did not have a partner [in women’s doubles] and nor did [Ponnappa],” she said.Crasto and Bhatnagar were ranked 18th in the world and had the Paris Games in sight, when the latter suffered an untimely injury during the Senior Nationals in February 2023.It was only then that the Crasto decided to completely shift her focus to women’s doubles.Being a scratch pair, Ponnappa and Crasto struggled to get entries into the higher level tournaments. But they had no doubts about their abilities and decided to stick together.Despite their stature as individuals – Ponnappa was once ranked world No 10 with her former doubles partner Jwala Gutta – the duo were willing to step down to smaller tournaments to find their way to the upper echelons of the sport.They started to compete in the lower Super 100s and International Challengers events to work their way up – a move that earned them praise from badminton pundits.Their first taste of success came five months after they started playing together, when they bagged the 2023 Nantes International Challenge title in June in Reze, France. Though they faced a few early exits in the following tournaments, Ponnappa and Crasto grew from strength to strength before ending the 2023 season on a high, winning titles in Abu Dhabi and Guwahati.The experience of playing with Ponnappa – a woman of many firsts in Indian badminton, has helped her better her game, asserts Crasto.“I always knew being alongside Ashwini didi would be a great decision because she is one of the legends of women’s doubles in India and she has so much of experience,” Crasto said. “That was one of the reasons I wanted to play with her.”Crasto, who is generally very expressive of her emotions on the court, asserts Ponnappa’s positive aura has helped her be comfortable during tense moments.She explained that Ponnappa’s presence has helped her remain calm on court, regardless of the situation.“She makes me want to work harder,” Crasto added.Ponnappa too has reinvented her game in order to complement Crasto. From an out and out aggressive player, who once held the record for the fastest smash for a woman, the 34-year-old now plays the deft game and controls the pace of the game from back of the court, as was evident in their win against Matsumoto and Nagahara.Crasto spent the first 16 years of her life in Dubai before leaving her family behind and moving to India in 2019, alone. The last few years has been difficult for her, but in Ponnappa, she has found an able ally and “elder sister” to confide in.“I can really talk to her about anything and everything,” said Crasto, who is supported by the Welspun Group.“We share a great bond off-court where we go out for lunches together, we sit and discuss matches. She’s made an environment for me where I am free to talk about anything. Even on court, it is never a senior-junior thing. It’s equal where my words and my opinions also matter as much as hers.”Crasto’s relocation to India came after she played in the Indian national tournaments with a fair bit of success and she was invited to train at the National Centre in Hyderabad.But moving to a different country without her family was not easy.“I am still adjusting to this place because it is a completely different environment, different food, different people, different mindset, and different training styles,” said Crasto, who started playing the sport when she accompanied her father to a badminton court when she was five.“But, if you keep all this aside and look at the reason why I am here, I think it has been worth it. Had I not switched I would not have been where I am today.”In a sport with a gruelling schedule, getting some time off is luxury. Her off-season goes by in visiting her family back in Dubai.“There are days when I just want to be with them [family] so whenever I get some free time, I go back home to be with my family and my dog,” she said.“They are my strength and they are like my recharge button. It’s like I am ready to fight my next battle after meeting them.”The off-season recharge button did work wonders as Crasto and Ponnappa’s punched above their weight in Kuala Lumpur.They will next be in action in front of their home crowd at the India Open Super 750, which starts on Tuesday. A good result here could all but book their ticket to Paris.But Crasto insisted: “It is one day, one match at a time.”","author":"Abhijit Nair","time":"2024-01-16T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197536-zjzwoyayae-1705314230.jpeg","tags":["Badminton","Tanisha Crasto","2024 Paris Olympics","Ashwini Ponnappa"]}