{"title":"Badminton: Meet Anupama Upadhyaya, the former junior world No 1 and now senior national champion","content":"The drawing room of the Upadhyaya household was redesigned during the Covid-19 pandemic. There were to be no guests to entertain, nor was anybody allowed to go outside anyway. And so a spare badminton net was put up in the biggest room in the house, with some weights decorating a corner, as rope ladder (for ladder drills) was placed on another side.“That became our mini-gym,” said Naveen, who was helping his daughter and rising Indian women’s singles shuttler Anupama Upadhyaya stay in shape during lockdown.“We did a little net-dribbling exercises there, everything happened there. We did it for three months. It wasn’t to improve on anything, but just to maintain the level.”On Monday, in the large venue that is the badminton hall at the Balewadi Sports Complex in Pune, the 18-year-old beat Ashmita Chaliha 21-18, 11-21, 21-18 to reach the women’s singles final of the 84th Senior Badminton National Championships.Interestingly, a few days ago she talked about Chaliha being an opponent she finds rather tough to play against.“We played in Thailand and I lost a close match (21-16, 21-19),” Anupama said on Sunday, after her round of 16-win. “Playing against her is fun, it’s a different style. I find her quite tough to play, and she’s a lefty.”But Anupama is proving to be a tough competitor in the domestic circuit too. She also went up to junior world No 1 just a few months ago. Yet that is not the only think she’d like to be associated with for long.“I felt confident when I got to that position, but it didn’t go too much to my head,” she said.“I knew I had much more to work on. We’ve seen so many players become junior world No 1, but till you don’t become senior world No 1, I won’t get that satisfaction.”Swimmer turned shuttlerAnupama first started playing badminton when she was pushed into a summer camp by her father. Naveen, a former cricketer, was adamant for his eldest daughter to take up a sport and she was in fact into swimming before she exited the pool to take up the racquet.But the switch did not come with much protest from the then nine-year-old from Almora – the same town in Uttarakhand where 2022 Commonwealth Games gold medallist Lakshya Sen hails from.“During a summer vacation I started playing under DK Sen (Lakshya’s father and also a coach). I didn’t know much about badminton, but when I went there I started to hear about Lakshya. Right then I was being told that one day I have to win nationally and internationally. Watching Lakshya bringing in medals, motivated me as well,” Upadhyaya, who represents Haryana domestically, said.“In swimming, there were no role models. But in badminton there was a lot of encouragement and Saina (Nehwal) and PV Sindhu (to look up to). Sometimes we’d go to watch Lakshya’s matches, watching him win those big trophies. I wanted to win some too.” Anupama Upadhyaya's finals  \n    \n       Tournament  Opponent  Result \n    \n     Kenya International 2020   AAKARSHI KASHYAP  Runner-up  Uganda International Badminton Championships 2021   Malvika BANSOD  Runner-up  India International Challenge 2021   Unnati HOODA  Winner  Uganda Junior International 2022   Meghana Reddy MAREDDY  Winner  Polish Open 2022   Aditi BHATT  Winner \n   badmintonstatistics.net Transition to seniorsShe has won two BWF International Challenge events – the 2021 India International Challenge in Bengaluru in 2021, followed by the title at the Polish Open in 2022. But before she can truly start competing for bigger prizes, she’s looking to make the transition from juniors to seniors.“Getting from junior to senior is a difficult thing. There’s a big difference in speed and strength when it comes to playing in the seniors. But it’s not impossible,” she said.“That’s what I’m working on – the power of my strokes and how long I can keep up the intensity. What happens is you can play the first game at full capacity, but you have nothing left for the second and third. I’m working on that. IIt’s more gym work. There’s now a lot of work I do off-court. But I enjoy it actually.”She got a taste of what it’s like to compete at the senior level first-hand when she played at the India Open Super 500 in New Delhi last year.“I played Yeo Jia Min of Singapore in the second round. I was fine in the first game, but she was very fast in the second and third, and I couldn’t match the power (Anupama lost 21-13, 7-21, 12-21). She outclassed me, and I realised that if I want to play at that level, I need to improve my strength.”It’s all a part of the process getting to play consistently at the higher echelons of the sport. But she’s taking it all in her stride, not wanting to rush into anything.On Tuesday, she will face India No 3 and world No 42 Aakarshi Kashyap in the quest to be crowned national champion. From practicing net-dribbles with her father in the drawing room of their home, she’s a step closer to well and truly announcing herself in the senior level among Indian shuttlers. UPDATE: Anupama Upadhyaya defeated Aakarshi Kashyap 20-22, 21-17, 24-22 to become the national champion in Pune. #BadmintonNationals  And 18-year-old Anupama Upadhyaya is women's singles senior nationals champion. The former junior world No 1 comes from behind against favourite Aakarshi Kashyap to take the title.Gutsy win.https://t.co/5iIN6GsFy8 pic.twitter.com/9ltiDYxmKS— Vinayakk (@vinayakkm) February 28, 2023","author":"Shahid Judge","time":"2023-02-28T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187372-jgewijhifq-1677509549.jpg","tags":["Anupama Upadhyaya","Aakarshi Kashyap","Ashmita Chaliha","84th Senior National Badminton Championships","Badminton nationals","Badminton"]}