{"title":"Badminton: PV Sindhu confirms Hafiz Hashim as new coach","content":"Ace Indian shuttler PV Sindhu announced Malaysia’s Muhammad Hafiz Hashim as her new coach on Tuesday. This development comes on the day she fell to world No 17 in the BWF rankings – her lowest in a decade.“Here we go. In typical Fabrizio style, I am thrilled to announce Hafiz Hashim as my new coach,” Sindhu revealed in a tweet. “Hafiz possesses all the traits I was seeking in a coach, including height, speed, and an attacking instinct. As a former All England champion in 2003, he sure has the pedigree as well. Having coach Sidek as his old coach, just add this aura to him,” she added.HERE WE GO!! In typical Fabrizio style, I am thrilled to announce Hafiz Hashim as my new coach!!After a long, drawn-out process, I am ecstatic to declare that I have chosen the incredible Hafiz Hashim as my coach. Hafiz possesses all the traits I was seeking in a coach,… pic.twitter.com/BZj7YHFtyc— Pvsindhu (@Pvsindhu1) July 18, 2023\n\nThe Malaysian had been coaching at the Suchitra Badminton Academy in Hyderabad since February, where Sindhu trains. The 28-year-old had written to the Sports Authority of India, seeking their approval to train under Hashim under the Target Olympic Podium Scheme.Competing without a coach, Sindhu has had an inconsistent run so far this season. She lost in the first two rounds in seven of the 11 tournaments she has played in 2023.The double Olympic medallist has been without a coach since she parted ways with long-time coach Park Tae-Sang in February this year.Sindhu had been working with Park since 2019. The South Korean helped her win bronze at the Tokyo Olympics as well as a gold at the 2022 Birmingham Commonwealth Games during his stint.","author":"Scroll Staff","time":"2023-07-19T10:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192338-hbtqwqciot-1689740134.jpeg","tags":["PV Sindhu","SAI","Badminton","Park Tae-Sang","Muhammad Hafiz Hashim"],"source":"https://scroll.in/field/1052875/badminton-pv-sindhu-confirms-hafiz-hashim-as-new-coach"}