{"title":"Badminton, French Open Super 750: Satwik-Chirag reach final; Lakshya Sen exits in last-four stage","content":"Satwiksairaj Rankireddy and Chirag Shetty became the only Indians to reach the final of the 2024 French Open Super 750 tournament after their semi-final win in Paris on Saturday. Facing the reigning world champions Kang Min Hyuk and Seo Seung Jae of South Korea, the Indians needed only forty minutes to beat their opponents 21-13, 21-16. Meanwhile, in the other semi-final contested by an Indian, singles shuttler Lakshya Sen went down in three games (22-20, 13-21, 11-21) to reigning world Kunlavut Vitidsarn of Thailand.The Indian duo of Rankireddy and Shetty, who are top seeds in the tournament in Paris, have been in constant battle with the Korean duo over the course of the BWF World Tour. The way the first game started was an indication of the quality of both pairs where both kept level with each other till 6-all. At the first mid-game interval, the Indians had opened up a sizeable five-point difference and only continued to extend it after the resumption of the game. Shetty and Rankireddy continued to completely outplay the Koreans who were able to win only eight points to the Indians’ 15 as the top seeds closed out the opening game 21-13. The second game began in similar fashion with both pairs keeping abreast of each other until 7-all this time round, when the Indian pairing won five points consecutively on either side of the mid-game interval. Although both sides continued to win points, the gap was a little too much for the Koreans to cover. They did get an eye in when the Indians were on matchpoint at 20-13 and won three points on the trot to take the scoreline to 20-16. But Rankireddy and Shetty didn’t falter and closed out the win in under an hour.In the men’s singles semi-final, Sen kept pace with Viditsarn throughout the majority of the first game. The Indian had a slim lead at 12-10, but then soon squandered that to give the Thai shuttler the lead at 19-17. However, Sen managed to edge out the world champion, winning five points to Viditsarn’s one single point to take the first game 22-20.In the second game however, the Thai player took full control of the game and didn’t allow Sen to take the lead even once in the entire game. Viditsarn went on a five-point winning streak at the start of the game and then firmly held on to the lead. He would extend it after winning four consecutive points at 8-2 to then lead 12-2 after the mid-game interval. Sen showcased some spots of brilliance in between by closing the gap to 12-16, but the eighth seed was just too powerful for him and ended up taking the match to a deciding game after winning the second game 21-13. The third game wasn’t much better for the Indian shuttler who could hardly get a look in compared to the second game. This time, with the scoreline at 8-2, Viditsarn went on a run of seven consecutive points to open up a 12-point gap between the two and never looked back, ultimately closing out the game 21-11 and reaching the final.","author":"Scroll Staff","time":"2024-03-10T10:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197708-cnkupwvwsf-1705817569.jpg","tags":["Satwiksairaj Rankireddy","French Open Super 750","Chirag Shetty","Badminton","Indian badminton","Lakshya Sen"],"source":"https://scroll.in/field/1064969/badminton-french-open-super-750-satwik-chirag-reach-final-lakshya-sen-exits-in-last-four-stage"}