{"title":"Badminton, Thailand Open Super 500: Meiraba Maisnam stuns HS Prannoy; Satwik-Chirag, Ashmita win","content":"Meiraba Maisnam came up with a stunning win over fifth seed and compatriot HS Prannoy, in their opening round clash of the 2024 Thailand Open Super 500 on Wednesday.Maisnam was the only Indian men’s singles shuttler to progress to the next round after his 55-minute 21-19, 21-18 win over Prannoy.Kiran George lost in three games (15-21, 21-13, 17-21) to Denmark’s Mads Christophersen and Sathish Kumar Karunakaran went down in straight games to the qualifer from Hong Kong, Jason Gunawan.In men’s doubles, top seeds Satwiksairaj Rankireddy and Chirag Shetty breezed into the second round with a 34-minute win over Malaysia’s Tan Wee Kiong and Nur Mohd Azriyn Ayub in straight games.Ashmita Chaliha also made it through to the next round in the women’s singles draw after she beat Indonesia’s Ester Nurumi Tri Wardoyo in three games. It was a come-from-behind victory for Chaliha (19-21, 21-15, 21-14) who is ranked 13 places below world No 40 Wardoyo.Unnati Hooda won the first game of her encounter against Lianne Tan of Belgium, but then lost the next two games to exit in the first round with a 21-14, 14-21, 9-21 loss. Meanwhile, Aakarshi Kashyap, Malvika Bansod and Imad Farooqui Samiya lost their respective opening round matches in straight games.In an all-Indian clash in women’s doubles, sisters Rutaparna and Swetaparna Panda beat the Rapria sisters Nikki and Nishu 21-5, 21-9, while Palak Arora and Hooda had to retire in the second game of their encounter against Keng Shu Liang and Zhang Chi of China. The Chinese pair were leading 21-6, 5-4 when the Indian duo withdrew from the match.Chaliha will take on top seed Han Yue from China in the Round of 16 match while the Panda sisters will face second seeds Rin Iwanaga and Kie Nakanishi from Japan.Karunakaran will be in action in men’s doubles with partner Aadya Variyath while fourth seeds women’s doubles pair of Tanisha Crasto and Ashwini Ponnappa will also open their campaign in Bangkok on Thursday.","author":"Scroll Staff","time":"2024-05-15T22:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128681-aavlmczjlj-1570458269.jpg","tags":["Satwiksairaj Rankireddy","Chirag Shetty","Meiraba Maisnam","Ashmita Chaliha","2024 Thailand Open","Thailand Open Super 500","Badminton","Indian badminton"],"source":"https://scroll.in/field/1067927/badminton-thailand-open-super-500-meiraba-maisnam-stuns-hs-prannoy-satwik-chirag-ashmita-win"}