{"title":"Badminton: Anmol Kharb’s path from imperfection to perfection with an Asian Team title along the way","content":"It has been nearly a fortnight since 17-year-old national champion Anmol Kharb led India to a first-ever gold medal at the 2024 Badminton Asia Team Championships in Shah Alam, Malaysia.And since that win, Khrab has been in the centre of attention from fans, pundits, and media alike.There have been comparisons between Kharb and her idol Saina Nehwal, and genuine excitement all around on the rapid rise of the teenager. The last time a women’s singles shuttler garnered so much attention in the country at such young age was around a decade ago when PV Sindhu first broke onto the scene.Yet Kharb remains unbothered.“She still doesn’t realise what she has achieved in Malaysia,” said Kharb’s coach Kusumm Singh to Scroll.“She doesn’t understand that people’s expectations have doubled. She is still grounded. She feels ‘whatever is done is done…this is not the last thing I have achieved, I have to do a lot more.’”In a young Indian squad, Kharb had been tasked with playing the deciding fifth tie – a high pressure encounter where the team’s fate relied on her. She responded well, winning three out of three ties she was required to play.Kharb started the campaign with a hard fought win over China's Wu Lou Yu. She then defeated Natsuki Nidaira of Japan in the final tie of the semi-final before helping India to a first-ever gold medal with a straight games win over Pornpicha Choeikeewong.These were important wins, especially for someone competing in only her first international tournament abroad. It is this ambition and determination which stood out for Singh when a shy and reserved Kharb first approached her for training sessions around two and a half years ago.“She seemed to be a very serious character initially,” Singh recalled. “On court she used to be very aggressive, she used to be in her own zone like the champion players are…completely focused.”However, those early sessions at the Sunrise Academy in Noida were irregular because Kharb lived in Faridabad, 40 kilometres away. The reporting time at the training centre, 4.30 am, did not make proceedings easier, until in September 2022, Kharb’s sessions were rescheduled to 10 am.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nIn the 18 months since, Khrab has been a consistent feature at the academy with her mother Rajbala driving her up and down daily.But the young shuttler’s daily routine starts at 5 am, with fitness sessions organised in a boxing academy run by 2010 Commonwealth Games bronze-medallist pugilist Jai Bhagwan’s brother. Kharb then tries to catch up on some sleep as Rajbala drives her to the badminton centre with packed food for the day and drinks for hydration.ALSO READ: Anmol Kharb comes of age as India win first-ever title at the Badminton Asia Team ChampionshipsThere is no rest day in Kharb’s calendar – there is no fitness training on Sunday, and no badminton on Monday. Kharb does not shy away from the work though. And the dedication from her parents has not waned either.“Anmol’s parents want their kid to think about what she wants and then support her in her journey,” Singh said. “They tell her Anmol ‘if you want to practice, you do it. If you don’t, then leave it. If you want to play, you play.’ And for that they’ll sacrifice everything.”Kharb knows what she wants to achieve in the sport. But on a daily basis, Singh added on a lighter note, the young shuttler knows how to get what she wants in training.“For example, if she is tired, she will make that innocent face and say ‘I can’t do anymore,’” Singh explained.“If you tell her to push for one more set she will all of a sudden go ‘what are you even saying’ as if she doesn’t understand anything, and back it up with ‘Promise me this is last?’”Kharb was a bit more straightforward in her most recent request after the win in Malaysia. She knew her peers at the academy were planning a big welcome at the airport. But fatigued after the tournament, and with a delayed flight, she texted Singh asking for the festivities to be put on hold.Singh obliged.“She knows her rights and she knows how to get them,” the coach said. “She is someone who enjoys to have fun in her own cheeky ways.”The celebrations did happen though, when Kharb returned to the academy a day later.Anmol Kharb being welcomed at the Sunrise Academy by coach Kusumm Singh (Special Arrangement)Despite her quirky, bubbly nature off court, Kharb is as no-nonsense in her personality as she can be.“When it comes to her responsibilities on court, then no fun, no casual approach, no giving up,” she said.“Jab tak karna hai, tab tak acche se karna hai. Nahi ho raha toh straightforward ab nahi ho raha [As long as it is being done, it has to be done well. If you are unable to do it then say it]. This also gives us an understanding that she is not wasting her time nor ours.”Away from her sport, the Class 11 student hopes to pursue a legal degree to follow in her father Devendra’s footsteps. Badminton though, especially after the success in Malaysia, remains a top priority. And you can see it in the sharp upward curve her career path has taken.Over the last couple of years, Kharb has won the Under-17 national title, was the Under-19 nationals runner-up, and is the senior national champion. Then there were the exploits in Shah Alam.She is also currently ranked 335 in the world – up from her previous rank of 472 during the continental event.It has all come at the back of a carefully planned weekly training schedule.Each day is divided into two parts – a multi session and a stroke session. These include working on accuracy and consistency of any shot, developing the ability to play multiple strokes with a similar action, her movements on court and much more.The duo spends a week working on the areas jotted down and then try to put it into execution during the match day in the academy.If both Kharb and Singh are happy with the implementation percentage on the match day, they move to any other skill. If they are not, the process continues for another week. No shortcuts.Success may have come early for Kharb, but the journey from “imperfection to perfection”, as Singh put it, is not yet over.But in what she has achieved in the journey so far, there is a keen anticipation on where her path will lead.","author":"Abhijit Nair","time":"2024-03-02T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198901-ndozvekyub-1709282660.jpg","tags":["Badminton","Anmol Kharb","Badminton Asia Team Championships","Saina Nehwal","PV Sindhu"],"source":"https://scroll.in/field/1064545/badminton-anmol-kharbs-path-from-imperfection-to-perfection-with-an-asian-team-title-along-the-way"}