{"title":"Indonesia Open 2023, semifinals blog: Chirag-Satwik reach first ever Super 1000 final; Prannoy out","content":"8.30 pm: The men’s doubles final is set. It will be Asian champions Chirag & Satwik vs World Champions Chia & Soh.  The Malaysians have a 8-0 H2H against the Indians, will Sunday be the day for SatChi? And, some firsts await on Sunday.  Either a first ever BWF World Tour title (they do have the World Championships gold) for Chia-Soh.  Or a first ever Super 1000 title for an Indian pair on the BWF World Tour for SatChi. The men’s doubles final is the fourth match, first final is at 10.30 am IST. Join us for the blog on Sunday. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸🎥 Here's how Satwik/Chirag reached their first ever Super 1000 final, a fine fightback.(via BWF Media) pic.twitter.com/wZ8dfFnwhJ— The Field (@thefield_in) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Chirag Shetty after the semifinal win:“As they say, your biggest victories come after your greatest losses. We were at our lowest low in Singapore, morale was low. But we stood up from there and this week has been incredible and still a match to go. I hope we will be able to take the title.”HS Prannoy after his defeat against world No 1 Viktor Axelsen:“I made a lot of errors in the lifts. Physically I was all right. It was just about finding the right length, trying to get to the lines, especially in this kind of drift. Viktor is consistent in finding the right length.”Viktor Axelsen on reaching the final on his injury comeback:“I was actually really surprised. I never thought I’d be in a final after the lead-up to this tournament. I literally started practising five days before coming here, so I had no expectations. I only wanted to play without pain, and now to be in the final, winning every match in straight games, is amazing. I’m really relaxed going into the final tomorrow, I will just enjoy the experience.“I lost to Prannoy at the HSBC BWF World Tour Finals and I wanted to see if I could do better today, and yeah, today I won in straight games. I was under pressure in the second game as I was in the first game but I stepped up in the end. His attack was really good. He’s a talented player, has been playing really well. It was a tough match, but I’m super proud of my performance.”— All quotes via BWF Media\n\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles final is set: Satwiksairaj Rankireddy & Chirag Shetty will take on second seeds and World Champions Aaron Chia and Soh Wooi Yik. The Malaysians hold a 8-0 Head-to-Head against Chirag-Satwik, but on the flip side have never won a World Tour title (yes their only title on the international circuit is the World Championships).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸World Champions Chia/Soh vs Asian Champions Chirag/Satwik in the final 🔥The Malaysians come back from a game down and match point down to defeat Indonesia's Kusumawardana/Rambitan. What a fightback.https://t.co/LtzXxPHYIC pic.twitter.com/NhFruGnHOR— Vinayakk (@vinayakkm) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles:Wow. Chia / Soh with a stunning defensive point. A 50-shot really to save match point! And the World Champions then force a decider! Stunning from Chia - Soh. Would take a lot from the Indonesians to recover from this mentally and physically.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles: The images below happened exactly one year back to this day. The same match-up! Rambitan suffered a heartbreaking injury in front of the home fans when the Indonesians had match point. Chia/Soh won that match and coach Mainaky (Malaysia’s Indonesian coach) gave Rambitan a hug.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpenSuper1000#IndonesiaOpen2022 🏸 Heartbreaking scenes in Jakarta as Indonesia's Yeremia Rambitan suffers a serious-looking knee injury on match point. Malaysia's Soh/Chia won as Yeremia completed the match virtually on one leg. 📸 Badminton Photo pic.twitter.com/mDb3x4qRzI— The Field (@thefield_in) June 17, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles: Well, that was quick. 21-12 for the Indonesians in the opening game. The world champions barely got going. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles: The 2nd men’s doubles final is about to start. Last home pair Kusumawardana / Rambitan vs the world champions Chia / Soh.   Satwik-Chirag await. (The Indians are yet to defeat Chia-Soh, so that’s an aspect to keep an eye on.)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles: We will keep an eye on the other men’s doubles semifinal to see who makes it to the title clash to take on the Indians. That will be between Pramudya Kusumawardana and Yeremia Erich Yoche Yacob Rambitan or world champions Aaron Chia and Soh Wooi Yik.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rankireddy/Shetty 🇮🇳 and Kang/Seo 🇰🇷 clash in a nail-biting encounter.#BWFWorldTour #IndonesiaOpen2023 pic.twitter.com/GopA27F8Cm— BWF (@bwfmedia) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 21-15 HS Prannoy: That will be all for the Indian action on the day.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸Viktor Axelsen comes back from an injury, heads straight into a Super 1000 final. An extraordinary athlete. For HS Prannoy, a 3rd semifinal finish at Indonesia Open. He can be proud of this run, a good weekhttps://t.co/LtzXxPHYIC pic.twitter.com/XfvugN0E7A— Vinayakk (@vinayakkm) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 21-15 HS Prannoy: It is yet another Super 1000 final for Axelsen (a 10th in 11 tournaments as per Clark on commentary) and it is yet another semifinal finish in Indonesia for Prannoy. But that was actually a good match. Axelsen is delighted!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 20-15 HS Prannoy: A really patient rally and it ends with an error from Prannoy. Match points.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 18-15 HS Prannoy: Both players have their hands up, but shuttle was called in for Prannoy’s smash. Axelsen review and it is a good one.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 17-15 HS Prannoy: Terrific net shot followed by another fine rally, that ended with Prannoy’s crosscourt smash. It’s a 2-point game!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸First a reverse slice now a delightful net shot, twice now Prannoy has completely deceived Axelsen!  https://t.co/LtzXxPHYIC pic.twitter.com/5Kkz8kklfQ— Vinayakk (@vinayakkm) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 17-13 HS Prannoy: What. A. Rally. Patience from both players but it is Prannoy with the better control. Axelsen reviews and it is wide. Axelsen just starting to show signs of being fidgety. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 17-12 HS Prannoy: And Prannoy has the serve back with a 5-point deficit. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 16-11 HS Prannoy: Another push to the backcourt goes long! That shot has hurt Prannoy badly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 15-11 HS Prannoy: Oh dear, Prannoy lets Axelsen off the hook, push to backcourt goes long. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 14-11 HS Prannoy: Backhand error from Axelsen, followed by another mistake. The window opens for HSP. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 14-9 HS Prannoy: From a similar wind-up, a lovely smash down the line. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 14-8 HS Prannoy: TTY-esque reverse slice drop by HSP! Axelsen caught well short. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 14-7 HS Prannoy: A patient rally goes the way of Prannoy as Axelsen misjudges a lift at the backline. But a good shot by Axelsen forces the error next point from Prannoy. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 13-6 HS Prannoy: A nice smash from Prannoy, two points after the break. And Axelsen responds with a nice backhand crosscourt at the net. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 11-4 HS Prannoy: Axelsen is now in a strong position in this match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸And now Axelsen has entered that phase where he makes his opponents wonder \"how do I win a point against this guy!?\"https://t.co/LtzXxPHYIC pic.twitter.com/xfszl82Vsa— Vinayakk (@vinayakkm) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 10-4 HS Prannoy: A booming body smash from Axelsen. Followed by another lift from Prannoy that goes long. Frustration setting in.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 8-4 HS Prannoy: And Prannoy just starting struggle with the lengths here. Couple of lifts that have gone long.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 7-4 HS Prannoy: A fine down-the-line smash from Prannoy tin that phase of play. Changing it up. Oh great recovery by Axelsen to a net cord and he wins the point too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 4-2 HS Prannoy: A terrific rally from both players ends with one of the steep Axelsen smashes! Prannoy responds well with one of his own. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15, 3-1 HS Prannoy: A huge roar from Prannoy as he gets on board in game 2. Trying to push himself here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸To Prannoy's credit, for the large part of that opening game, it felt like close to being a battle of equals. That in itself is sometimes a tough ask vs Viktor. https://t.co/LtzXxPHYIC pic.twitter.com/82Ms0cMgnp— Vinayakk (@vinayakkm) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 21-15 HS Prannoy: The first game goes to Axelsen. Two errors from Prannoy to close that game. But he was largely keeping Axelsen honest. Can he find some more momentum early in game 2? This might still get interesting. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 20-15 HS Prannoy: There are five game points for Axelsen.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 18-15 HS Prannoy: That inside out forehand smash again! Been Prannoy’s best weapon so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    WILD celebrations as Rankireddy and Shetty beat Kang Min Hyuk and Seo Seung Jae.Congratulations!#BadmintalkPhoto #IndonesiaOpen2023 #KAGIO2023 #IndomilkSteril #FaedahnyaRiil pic.twitter.com/bhSgDmF9Y0— Badminton Talk (@BadmintonTalk) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 18-14 HS Prannoy: Axelsen trying to pre-empt what Prannoy might do here perhaps. More and more trying to push up but Prannoy alert to it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rankireddy and Shetty in action against Kang and Seo.#BadmintalkPhoto #KAGIO2023 #IndonesiaOpen2023 #IndomilkSteril #FaedahnyaRiil pic.twitter.com/EFl32k2SF3— Badminton Talk (@BadmintonTalk) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 18-11 HS Prannoy: And Prannoy just about staying in this contest. Again the crosscourt coming to good effect. But oh dear, next point Axelsen is waiting so close to the net with Prannoy’s back to the action \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 16-10 HS Prannoy: A good followup to a smash from Prannoy with a crosscourt at the net. This is what I thought he’d do more of. But perhaps the Dane hasn’t let him.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 16-9 HS Prannoy: A super shot from Prannoy to close out a fine rally of 28 shots. Got Axelsen to appreciate. But since then it’s been all Axelsen. The Dane has raced ahead!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸Superb from Prannoy! Great deception at the net. Shapes to go crosscourt but pushes it straight past Axelsen.A thumbs-up from Viktor bhai. Lovely stuff. 👏🏽https://t.co/LtzXxPHYIC pic.twitter.com/Xxmjdqm1dS— Vinayakk (@vinayakkm) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 11-8 HS Prannoy: A tight start to this match till 8-8 but Axelsen just starts to pull ahead. Has a 11-8 lead in the mid-game interval. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 10-8 HS Prannoy: Ah a bad miss by Prannoy at 8-8. Had the smash on his racket but nets it. Great follow-up at the net by Viktor next rally. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, Viktor Axelsen 8-6 HS Prannoy: The net cord being impartial here. First a big one for Prannoy, and now a huge assistance for Axelsen. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, HS Prannoy 5-5 Viktor Axelsen: Twice in the early exchanges, Prannoy comes up with two inside out forehand smashes! He used the crosscourt shot so well against Kodai last night.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, HS Prannoy vs Viktor Axelsen: Players on court, here we go! This is the third semifinal for Prannoy at Indonesia Open, and has a huge task to get one step further. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HS Prannoy’s best runs at Indonesia Open:2017: Defeated Anthony Ginting, Lee Chong Wei and Chen Long to reach the semi-final (Srikanth won the tournament after Prannoy lost against Kazumasa Sakai)2022: Defeated Lakshya Sen, Ng Ka Long Angus, Rasmus Gemke to reach the semi-final (Axelsen won the tournament after Prannoy lost against Zhao Jun Peng)2023: Defeated Kenta Nishimoto, Ng Ka Long Angus, Kodai Naraoka to reach the semi-final (awaits the winner of Chou Tien Chen and Viktor Axelsen)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinal, HS Prannoy vs Viktor Axelsen:  Well, Axelsen has shown already this week that there are no signs of rustiness after his injury break. He has breezed through so far. But worth noting that Prannoy too has come through three tough tests in straight games. Axelsen leads the H2H 5-2 but Prannoy has won the last two times they have met. The last meeting, worth noting, was a dead rubber of sorts in the group stages at last year’s World Tour Finals. But Prannoy knows what it takes. And he will have to bring his absolute best to deal with the best.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #IndonesiaOpenSuper1000 🏸A dominant 21-13, 21-13 win for Satwik-Chirag against the world No 1 pair of Alfian-Ardianto in their own backyard. 🔥Here's a replug of our interview with @mathiasboe where he spoke about the pair's evolution.By @vinayakkmhttps://t.co/30mTQSZbEg pic.twitter.com/F6N0yAj3nt— The Field (@thefield_in) June 16, 2023\n\n\n\n    Satwiksairaj Rankireddy & Chirag Shetty reach their first Super 1000 final after a stunning, thrilling battle!The kind of match that no pair deserves to lose, but impressive control from the Indians to beat Kang MinHyuk-Seo & SeungJae 17-21, 21-19, 21-18.#IndonesiaOpen— Zenia D'cunha (@ZENIADCUNHA) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 21-18 Kang / Seo: Here’s how the third game unfolded.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸Time to add another first... The first Super 1000 final on the BWF World Tour! Satwik-Chirag are into the Indonesia Open final with a comeback win. Superb match!https://t.co/VBRVtZUkrp pic.twitter.com/isZYfQQREb— Vinayakk (@vinayakkm) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The SatChi Factor: Satwiksairaj and Chirag Shetty’s immense importance in Indian badminton\n    \n        \n        \n            \n            \n            \n        \n    \n\n    SAT/CHI REACHES THIER 1ST EVER-SUPER 1000 FINALSatwik/Chirag defeated Kang/Seo 🇰🇷 17,21,21-19,21-18 to become the 1st ever Indian Pair to reach the final of any Super 1000 tournamentThey held their nerves at the end after the Koreans made a good comeback from 5-12 to 16-16 pic.twitter.com/VeupoEg08E— SPORTS ARENA🇮🇳 (@SportsArena1234) June 17, 2023\n\n\n\n    HISTORIC 💯First-ever #BWFWorldTour Super 1000 final for Sat-Chi and they enter it in style 😍🔥📸: @badmintonphoto@himantabiswa | @sanjay091968 | @lakhaniarun1 #IndonesiaOpen2023#IndonesiaOpenSuper1000#IndiaontheRise#Badminton pic.twitter.com/DQjOXL4EOI— BAI Media (@BAI_Media) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 21-18 Kang / Seo: A SUPER 1000 FINAL FOR INDIA’S SUPER DOUBLES PAIR! Chirag is on the floor after a shot and wouldn’t have gotten to this but the shuttle is just wide. What a win.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 20-18 Kang / Seo: Superb crosscourt from Seo from the backcout, one match point saved.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 20-17 Kang / Seo: Match points for the Indians. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 19-17 Kang / Seo: Oh this is not over yet. Seo with a superb smash. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸What a time for the net cord! Chirag celebrates and then apologises. Huge moment. https://t.co/LtzXxPHYIC pic.twitter.com/Dpykx7xQAa— Vinayakk (@vinayakkm) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 18-16 Kang / Seo: A lucky net cord! And what a time for it. Kang can’t believe it, Chirag is delighted! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 17-16 Kang / Seo: A massive point at the net by Chirag. Taking it early and hitting it down with force. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸The Indians want to review, but they have used up their challenges. Now it is 16-16. Oh dear, oh dear. Nerves.https://t.co/LtzXxPHYIC pic.twitter.com/ZeZPz1XodT— Vinayakk (@vinayakkm) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 15-14 Kang / Seo: A challenge from Chirag... and it’s wrong, by some distance. India have lost both their reviews! Oh dear.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 15-13 Kang / Seo: Under pressure, another great return of serve from Satwik. Not bothered by the call earlier. Holding his nerve. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 14-12 Kang / Seo: Huge point for the Indians. Satwik with a good push to the backcourt. Shows the temperament of the man. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 13-12 Kang / Seo: What a run! 7 out of 8 points. Seo is a man on fire now. That return fault on Sawik seems critical now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 13-11 Kang / Seo: What a rally! Terrific from all four players and Seo with a super smash in between the Indians. And Seo has stepped up here! Superb push to the backcourt. 2 point game!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 13-9 Kang / Seo: Oh a big celebration by Chirag, as Seo misses the third shot. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 12-9 Kang / Seo: Oh dear, a fault called on Satwik for receiving too early. The Koreans closing the gap. Chris Langridge on air thinks that was the right call.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 12-5 Kang / Seo: Good balance now, Boe says. Seemed quite pleased with how the Indians played (or trying to keep their spirits up). What a rally out of the break, Seo keeps the shuttle in play while seated on court! But the pressure pays. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 11-5 Kang / Seo: The Indians with a targetted attack on Seo and they have a big lead into the final change of ends.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸Not sure they can hear you coach! 😅https://t.co/LtzXxPHYIC pic.twitter.com/wwzwIeMMeb— Vinayakk (@vinayakkm) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 10-5 Kang / Seo: Kang with a return error. The Seo with a backhand error at the net after a good rally. Solid run for the Indians from 5-5.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 8-5 Kang / Seo: Satwik’s smashes keep coming back but Chirag changes the pace well and the Indians win the point. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 7-5 Kang / Seo: Satwik reads a flick serve well and his smash sets up a point. More jeering from the Istora crowd as the umpire warns the Indians to get along. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 5-4 Kang / Seo: Service error by Chirag. Again all level. Satwik responds with another booming smash. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    It's 1 Game All Nice 🔥— 🇮🇳 Thomas Cup 🏆 (@Anmolkakkar27) June 17, 2023\n\n\n\n    Kang/Seo tried to come back into the game but Sat-Chi pocket the nail-biting 2nd game 21-19 🔥🔥🔥Semifinal living upto the expectations 🙌— BAI Media (@BAI_Media) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19, 3-3 Kang / Seo: “Loosen up, reset quicker between points” message from Boe. Here we go then. Decider time. Good start by the Indians at 3-1 but they lose a review early. Now we are level. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 21-19 Kang / Seo: Another super rally and Chirag from the backcourt sets up the point for Satwik at the frontcourt. DECIDER TIME! (We must say, the Istora definitely more on the Koreans’ side here).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 20-19 Kang / Seo: A stunning rally! Chirag with great defensive work but the pressure pays eventually. 27 shot-rally! And it is a 1-point game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 20-18 Kang / Seo: A backhand error by Chirag. Two game points saved.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 20-17 Kang / Seo: A massive net cord assistance and one game point saved.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 20-16 Kang / Seo: A terrific flick serve from Satwik, as he tends to do late in the game, and the kill shot from Chirag. Game points. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 19-16 Kang / Seo: A net cord deceives Satwik on defence. Koreans close the gap down to two. But Chirag responds with a solid point at the net. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 18-15 Kang / Seo: Unrelenting attack by Koreans, the gap is down to three. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 18-13 Kang / Seo: Fine run of points for the Indians at a crucial stage, including a massive help from Koreans with a service error for height.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-21, 15-12 Kang / Seo: For some reason the official scoreboard is now showing 21-17 for the opening game. Our screenshots show 21-18 then. Not sure what happened there. We will get back to that later, for now the Koreans are on the charge now. Gap down to three.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 18-21, 14-9 Kang / Seo: And Chirag’s turn to turn the heat up, a big smash from backcourt forces the error. Much more even contest now but the Indians staying ahead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 18-21, 13-6 Kang / Seo: A couple of points out of the interval for Koreans but Satwik responds with a couple of huge smashes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 18-21, 11-4 Kang / Seo: A service error from Korean side this time and it is an interval where Boe will be much the happier coach. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 18-21, 10-4 Kang / Seo: That was a really quick first half of the 2nd game, barely any rallies. We are already into the interval. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 18-21, 10-4 Kang / Seo: The momentum is indeed with the Indians here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    That service error at 16-19 🥲 by satwikStill a good comeback from 9-17 downMomentum with Indian pair— 🇮🇳 Thomas Cup 🏆 (@Anmolkakkar27) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 18-21 7-3 Kang / Seo: This is more like what we saw last night from the Indians. The attack is clicking into gear. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 18-21 4-1 Kang / Seo: A good proactive start from the Indians. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 18-21 Kang / Seo: Message from Boe (roughly): Spread the play a little bit more, take it away from Kang when he’s at the net. And try and have a little bit more fun. Looks like we are not having fun in there and the movement is not 100%. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 18-21 Kang / Seo: Game 1, Korea. That was a really good fightback from Satwik-Chirag but the damage was done early on. Can they take this momentum into the 2nd game? \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 18-20 Kang / Seo: Chirag with a good return. Two game points saved.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 17-20 Kang / Seo: Oh dear, what a time for a service error by Satwik Game points to Koreans. Satwik saves on with a good push to the backcourt. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 16-19 Kang / Seo: Terrific third-shot winner by Chirag, good backhand crosscourt.  Now or never for the Indians. Chirag with another winner from the backcourt. Gap closes to three.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 14-19 Kang / Seo: The Korean’s with good pressure on Chirag with Kang dominating that exchange. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 14-18 Kang / Seo: The Indians close the gap to 4 a couple of times. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 12-17 Kang / Seo: A bad error from Seo. And a little bit of window for the Indians. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 11-17 Kang / Seo: A rare chance for Satwik to go big on the smash, and he nails it on a short lift. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 9-17 Kang / Seo: another return error that. This game has all but slipped away from the Indians but need to get some momentum back.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 9-15 Kang / Seo:  The serving from the Koreans has been great, two quick points post the interval. The Indians just about trying to stay in this. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 6-11 Kang / Seo: A big misjudgement by Chirag and the Indians trail by 5 at the interval. “One point at a time, use the full court and move a little bit faster,” is the message (roughly) from Mathias Boe. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 6-10 Kang / Seo: The first chance perhaps for Chirag to go all out attack and he does it well. The Indians doing well to close the gap down. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 3-9 Kang / Seo: And in looking to gain an early advantage the Indians are pushing the shuttle out. I imagine the course correction will happen soon at the mid-game interval. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 3-7 Kang / Seo:  And already signs of that. Chirag and Satwik having hit more than a few winners in a rally as the shuttle keeps coming back. A strong start by the Koreans.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag 2-2 Kang / Seo: Here we go. The Indians have been at their attacking best this week but against a defensively sound pair like Kang / Seo they will need to be patient a bit more. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸Satwik-Chirag time! The Indians take on world No 12, Kang Min Hyuk and Seo Seung Jae. One of the in-form pairs on tour. Here we go then, a place in a Super 1000 final at stake. https://t.co/LtzXxPHYIC pic.twitter.com/R4mUIpTFAZ— Vinayakk (@vinayakkm) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Chirag Shetty’s reaction after defeating the world No 1 to reach the semifinal:“We didn’t really have time after the Asian Championships that we won. We didn’t play well at the Sudirman Cup, the Thailand Open and the Singapore Open. That was the lowest low we could’ve gone.“Both of us were quite depressed with the way we played. We spoke to each other and we knew we had to go higher, and the way we got back this week, beating the Chinese yesterday and today the world No.1 on their home court, it couldn’t have gone any better. But we’re still hungry and we want to go all the way.“After Swiss Open and after the Asian Championships, we were on a 10-match winning streak – I wouldn’t say we were not hungry at all, but there was slight dip. A few matches here and there and suddenly the confidence went down.“The Singapore Open was one of those matches when we felt really bad, after going out in the first round, and we knew we had to come back, and from then on we pushed as hard as possible in the one week we got, in training. The results are showing. The main aspect is the hunger to win, and I think we had that this week.”— BWF\n\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag vs Kang / Seo: Seo is a former top 10 player (at No 7) with Choi Sol Gyu. Here’s a look at their paths to the final:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD semifinals, Satwik / Chirag vs Kang / Seo: The first of the three meetings between these two pairs came at this event in 2021, when the Indians won in three and reached their only semifinal before at Indonesia Open. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles, Satwiksairaj Rankireddy and Chirag Shetty vs Kang Min Hyuk and Seo Seung Jae: World No 6 vs World No 12, this one. The Indians will be meeting Kang/Seo for the fourth time and have won two of the past three meetings. While the Indians came through with a dominant win against an Indonesian Pair (the world No 1 no less) in the quarterfinals, the Koreans did the same too, outplaying Marthin and Carnando. Kang/Seo won the Malaysia Masters last month and are in good form. This won’t be easy (of course) for the Indians. A different sort of test to yesterday. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    SatChi vs Kang Seo on C1 rnLive on Sports 18 and Jio Cinema— Just Badminton (@BadmintonJust) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.17 pm: Before we get into the specifics of the two Indian matches, a word of appreciation for Carolina Marin, who is back in a Super 1000 final after two and a half years.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpenSuper1000 🏸June 1, 2021: Announced she had to have a 2nd knee surgery, her dream of defending Olympic gold over.June 17, 2023: Back in a Super 1000 final for 1st time since the start of 2021, days after turning 30.Carolina Marin! 🔥https://t.co/x62QYqcSmp pic.twitter.com/w5UMHr2K0z— Vinayakk (@vinayakkm) June 17, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to our live coverage of Indian badminton.It’s time for semifinals action at the Indonesian Open, the third of this year’s Super 1000 events, and we have not one but two Indian matches to keep an eye on.On Thursday, Malaysia Masters champion HS Prannoy got the better of world no. 4 Japan’s Kodai Naraoka 21-18, 21-16 to reach his third Indonesia Open semifinal. A bit earlier Asian champions Satwiksairaj Rankireddy and Chirag Shetty defeated world No 1 men’s doubles duo of Fajar Alfian and Muhammad Rian Ardianto of Indonesia 21-13, 21-13. This will be Chirag and Satwik’s second semifinal at the Indonesia Open.Today’s matches: \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles, Satwiksairaj Rankireddy / Chirag Shetty vs Kang Min Hyuk / Seo Seung JaeMen’s singles semifinal, HS Prannoy vs Viktor Axelsen\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸Semifinal schedule (approx) for Satwik-Chirag and Prannoy. 👇https://t.co/F4vBeBCQpX pic.twitter.com/A3GDs8wFVH— Vinayakk (@vinayakkm) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy BWF / Viacom 18 / Tournament Software","author":"Vinayakk Mohanarangan","time":"2023-06-17T15:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188409-xfchtfifjj-1679820571.jpg","tags":["Indonesian Open","HS Prannoy","Satwiksairaj Rankireddy","Chirag Shetty","BWF World Tour","Indonesia Open Super 1000","Indonesia Open"],"source":"https://scroll.in/field/1051080/badminton-indonesia-open-super-1000-semifinals-live-updates-hs-prannoy-satwik-chirag-in-action"}