{"title":"Indonesia Open Super 1000, QFs blog: Satwik-Chirag stun world No 1; Prannoy sets up Axelsen clash","content":"08.45 pm: That will be all for today’s blog. We will leave you with a quick preview of tomorrow’s action and the schedule.Men’s doubles, Satwiksairaj Rankireddy and Chirag Shetty vs Kang Min Hyuk and Seo Seung Jae: World No 6 vs World No 12, this one. The Indians will be meeting Kang/Seo for the fourth time and have won two of the past three meetings. While the Indians came through with a dominant win against an Indonesian Pair, the Koreans did the same too, outplaying Marthin and Carnando. Kang/Seo won the Malaysia Masters last month and are in good form. Men’s. singles semifinal, HS Prannoy vs Viktor Axelsen: Well, Axelsen has shown already this week that there are no signs of rustiness after his injury break. He has breezed through so far. But worth noting that Prannoy too has come through three tough tests in straight games. Axelsen leads the H2H 5-2 but Prannoy has won the last two times they have met. The last meeting, worth noting, was a dead rubber of sorts in the group stages at last year’s World Tour Finals. But Prannoy knows what it takes. And he will have to bring his absolute best to deal with the best.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    via Badminton4U \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸What a finish to the day's action at Istora Senayan! Kusumawardana/Rambitan were trailing 11-17 in the deciding game, but win 10 out of the 12 points to win the QF.Men's doubles semifinals set too 👇🏽https://t.co/F4vBeBCiAp pic.twitter.com/luOY61rDbR— Vinayakk (@vinayakkm) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal: Satwik-Chirag will face Korea’s Kang Min Hyuk and Seo Seung Jae, one of the form pairs on tour who won the Malaysia Masters recently. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Chirag Shetty’s reaction after defeating the world No 1 to reach the semifinal:“We didn’t really have time after the Asian Championships that we won. We didn’t play well at the Sudirman Cup, the Thailand Open and the Singapore Open. That was the lowest low we could’ve gone.“Both of us were quite depressed with the way we played. We spoke to each other and we knew we had to go higher, and the way we got back this week, beating the Chinese yesterday and today the world No.1 on their home court, it couldn’t have gone any better. But we’re still hungry and we want to go all the way.“After Swiss Open and after the Asian Championships, we were on a 10-match winning streak – I wouldn’t say we were not hungry at all, but there was slight dip. A few matches here and there and suddenly the confidence went down.“The Singapore Open was one of those matches when we felt really bad, after going out in the first round, and we knew we had to come back, and from then on we pushed as hard as possible in the one week we got, in training. The results are showing. The main aspect is the hunger to win, and I think we had that this week.”— via BWF\n\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HS Prannoy’s reaction after the win against Kodai Naraoka:“[Sudirman Cup Finals] was the first tournament we got in after a break, and there was rustiness.“And the first tie didn’t go our way, that kind of changed the whole tournament for us. Everybody woke up after that loss. Everybody felt really bad. As individuals also, all of us were down for four days.“It took a while for us to regroup and get back, and then the Malaysia Open was a good chance, and a lot of fire was there to prove ourselves again to the supporters. I’m sure they were also disappointed with what happened at the Sudirman Cup because there were a lot of expectations post-Thomas Cup. But I think that fire actually gave a lot of good results in Malaysia and as a team also we started playing very well. We are able to carry on that momentum.”— BWF Media \n\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shuttle Zone: How does one figure out style of play and what to look for in an ideal doubles partner\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles semifinals: The lineup is complete. The only unseeded player is the All England champion. That is a top quality final four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles: Satwik-Chirag’s opponents yet to be decided for tomorrow, but here’s something to read in the mean time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpenSuper1000 🏸A dominant 21-13, 21-13 win for Satwik-Chirag against the world No 1 pair of Alfian-Ardianto in their own backyard. 🔥Here's a replug of our interview with @mathiasboe where he spoke about the pair's evolution.By @vinayakkmhttps://t.co/30mTQSZbEg pic.twitter.com/F6N0yAj3nt— The Field (@thefield_in) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles: While Axelsen will undoubtedly start as the favourite tomorrow, Prannoy knows he can beat the Danish superstar. Has won the last two matches, the Indian. (Worth noting that the last one was in a dead rubber in the group stage of World Tour Finals but there will be things he can take away from that).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸It's HS Prannoy vs world No 1 Viktor Axelsen in the men's singles semifinal 🍿https://t.co/JkPwjZMPOF pic.twitter.com/ydaTdAqIqW— The Field (@thefield_in) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles: Hint, just a hint, of pressure on Viktor Axelsen as Chou Tien Chen took a 14-13 lead...   ...Axelsen goes on to win SEVEN STRAIGHT POINTS.  And then CTC makes it 19-20, saving 5 match points! But Axelsen wins the 2nd game 21-19.   And so it is HS Prannoy vs Viktor Axelsen in the semifinal!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinals line up: Chirag and Satwik take on either Korea’s KANG Min Hyuk and SEO Seung Jae\tor another Indonesian pair in Leo Rolly CARNANDO and Daniel MARTHIN. HS Prannoy awaits the winner of Viktor Axelsen and Chou Tien Chen that is currently underway. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Highlights: A 21-13 21-13 win against the World No 1s in their own backyard.  That was super impressive from Chirag and Satwik.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Top seeds Alfian/Ardianto 🇮🇩 face Rankireddy/Shetty 🇮🇳.#BWFWorldTour #IndonesiaOpen2023 pic.twitter.com/nOi75EqB4t— BWF (@bwfmedia) June 16, 2023\n\n\n\n    Despite last 4 meetings with Kodai Naroka(WR-4)went against Pranoy, Today he was a level abve with tht great composure & good strategy to beat Kodai in straight games to enter semis@PRANNOYHSPRI wins #Kodai 🇯🇵21-18,21-16Well done👏#IndonesiaOpenSuper1000#IndonesiaOpen2023 pic.twitter.com/xUO9Uqtrne— Trupti Murgunde (@TMurgunde) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HS Prannoy’s best runs at Indonesia Open:2017: Defeated Anthony Ginting, Lee Chong Wei and Chen Long to reach the semi-final (Srikanth won the tournament after Prannoy lost against Kazumasa Sakai)2022: Defeated Lakshya Sen, Ng Ka Long Angus, Rasmus Gemke to reach the semi-final (Axelsen won the tournament after Prannoy lost against Zhao Jun Peng)2023: Defeated Kenta Nishimoto, Ng Ka Long Angus, Kodai Naraoka to reach the semi-final (awaits the winner of Chou Tien Chen and Viktor Axelsen)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 16-21 HS Prannoy: Here’s a look at how the second game unfolded.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸2017.2022.2023.HS Prannoy is back into the semifinals of Indonesia Open! He crosscourt-smashes his way past world No 4 Kodai Naraoka, for a first win against him. A hug with guru & Guru at the end. 👏🏽https://t.co/deGdSpXdzh pic.twitter.com/oxlhCQaKiG— Vinayakk (@vinayakkm) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 16-21 HS Prannoy: PRANNOY BACK IN THE SEMIFINALS IN INDONESIA! 2017, 2022, 2023. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 16-20 HS Prannoy: Another crosscourt smash leaves Naraoka on the court, match points!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 16-19 HS Prannoy: There’s that crosscourt smash! Again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 15-17 HS Prannoy: Naraoka sends the forehand wide after another long rally and Prannoy with a big come-on! Naraoka has come back from a game down in both his previous round matches, Prannoy wants to finish this in straight games.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 14-16 HS Prannoy: Naraoka is no stranger to long weeks but he has already spent more than 80 mins on court for both his matches. Prannoy needs to exploit that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 14-15 HS Prannoy: That was a bit of a casual backhand error by Prannoy after another nice rally. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 13-15 HS Prannoy: Naraoka seems to be the feeling the pace here. But he can do this and then switch it up quickly too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 12-13 HS Prannoy: There is that crosscourt smash again, has worked like a treat for Prannoy. Into the lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 12-12 HS Prannoy: And Prannoy is back level, winning a patient rally. Prannoy was like a conductor there moving the shuttle to four directions and eventually injecting the pace.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 9-11 HS Prannoy: Ah what a rally! HS Prannoy dictated that point so well, terrific from both players but Naraoka stays in the point long enough to draw the error from HSP. Mught just be the longest rally of the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 9-9 HS Prannoy: And Prannoy is back level and once again a good crosscourt smash. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 9-7 HS Prannoy: What a rally. Terrific from Prannoy to move Kodai back and forth but the Japanese youngster is a physical beast. Stays in the point and plays a lovely drop to win the point. Prannoy with a good crosscourt smash next up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 8-6 HS Prannoy: Just a few errors starting to creep into Prannoy’s game, presumably the far-side effect with the lengths. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 6-5 HS Prannoy: A precise down the line smash from Prannoy to make it a 1-point game again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 5-3 HS Prannoy: Ok, there is a patient rally, but the error comes from HSP at the end of it \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21, 3-3 HS Prannoy: More patient rallying here. Prannoy will have to keep Naraoka physically stretched, avoid giving easy points. The man has played a LOT of badminton, shouldn’t make it easy for him... a service error from HSP as I say that. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 18-21 HS Prannoy: One game point saved by Naraoka but Prannoy is early to the shuttle at the net next rally and wins the opening game 21-18. Great start for the Indian.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 17-20 HS Prannoy: A review gone wrong by Naraoka. Followed by a really patient rally, that closes with a good crosscourt shot by Prannoy. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 17-18 HS Prannoy: Couple of big roars as Prannoy inches back into the lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 17-16 HS Prannoy: Oh dear, a run of five straight points for Naraoka and Prannoy’s lead has changed into a 1-point deficit in quick time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, Kodai Naraoka 10-15 HS Prannoy: And Prannoy is starting to pull ahead. Injection of tempo, a big roar after the last couple of winners. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, HS Prannoy 11-9 Kodai Naraoka: A nice smash from Pranny to head into the interval with a small lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸A quick change of courts for Gopi sir as he goes over to Court 2 to assist Gurusaidutt. Prannoy off to a good start, 11-9 against Kodai.https://t.co/F4vBeBCiAp pic.twitter.com/HUygDxiD4k— Vinayakk (@vinayakkm) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    What excites you the most about these two, in terms of where they are right now? And where they could go?Where can they go? Well, they can go all the way if they’re not there already. I mean, they’re one of the pairs that that can win all tournaments, one of the pairs that all experts are looking at. For us of course, it’s still important that we keep developing, we keep staying hungry, we want to win more titles, we want to work hard, we want to raise the bar in every session, and not like just sit back and get lazy.Interview: Mathias Boe, the meticulous Dane guiding Satwiksairaj Rankireddy-Chirag Shetty to the top\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, HS Prannoy 8-8  Kodai Naraoka:  Ok time to switch to Court 2. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sat-Chi enter semis in style, beat WR-1 home-favourite duo in straight games 🤩🔥Well done boys 💪📸: @badmintonphoto @himantabiswa | @sanjay091968 | @lakhaniarun1 #IndonesiaOpen2023#IndonesiaOpenSuper1000#IndiaontheRise#Badminton pic.twitter.com/HZ91oqOEU3— BAI Media (@BAI_Media) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21, 13-21 Satwik-Chirag: Here’s how the third game unfolded. Lovely celebrations in the end, with Satwik giving Chirag a bear hug. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21, 13-21 Satwik-Chirag: INTO THE SEMIFINAL! That was total dominance from the Indians over the world No 1s. What a statement at the Istora Senayan no less. Their second* semifinal at the Indonesia Open. (Correction)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21, 13-20 Satwik-Chirag:  Match points galore for the Indians, one missed at the net by Chirag. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21, 12-19 Satwik-Chirag: Two points away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21, 11-18 Satwik-Chirag: And more aggression from the frontcourt, the Indians go 7 up. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21, 10-16 Satwik-Chirag:  A brilliant run of points for the Indians and this is a handy lead!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸HS Prannoy vs Kodai Naraoka. World No 9 vs World No 4.They played two games for nearly an hour last week. Not often you see that. Prannoy will be looking to make it 1-4 on the H2Hhttps://t.co/deGdSpXdzh pic.twitter.com/WHkMvxQcJr— Vinayakk (@vinayakkm) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21, 10-13 Satwik-Chirag: The serves are changing hands but the Indians staying just ahead. MS quarterfinals, HS Prannoy vs Kodai Naraoka: We will keep an eye on the scores for this one for now, with the men’s doubles finely poised. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21, 8-11 Satwik-Chirag: A little bit on the defensive side of the exchange the Indians... and the pressure eventually pays for FajRi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21, 7-11 Satwik-Chirag: A  good run of points, superb from Chirag at the net once again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    +1 https://t.co/UyWkvmJCn9— BAI Media (@BAI_Media) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinals, HS Prannoy vs Kodai Naraoka: World No 9 vs World No 4. One of the tougher nuts to crack in world badminton at the moment, Naraoka will come into this match with a 4-0 H2H against Prannoy. They had met in the first round last week in Singapore and it was a hard-fought contest for 56 minutes even though Naraoka won in straight games.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21, 6-5 Satwik-Chirag: A good body smash from Ardianto, the Indonesians very much in this contest now. And time now for Prannoy on Court as Zheng / Huang win.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21, 5-5 Satwik-Chirag: Not long left for Prannoy vs Naraoka on Court 2.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21, 3-3 Satwik-Chirag: Steen on air is speaking about how Chirag is doing something at the net that Boe used to do a lot in his playing days. Interesting observation by the Dane on Dane.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21, 2-1 Satwik-Chirag: The big takeaway from the opening game was how much the Indians controlled the front court. Will the Indonesians replicate that here? A fabulous rally for the third point goes the Indians’ way. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    We have seen it frequently, tell us a little about that book.Mathias Boe: It’s worth a lot of money (smiles). No, just kidding. I note down things when when we play against players. We do video analysis for all matches, and if there is some small key notes that I think that I need to note down, I’m doing it in that book. I like to actually keep it in the book, it’s also easier than sitting with a laptop. I have notes on my laptop also but it’s easy just to recall, than to check online when we played this pair the last time if I can’t remember. And then just look up under the tournament then in my book, see if there is something that I missed in the new video analysis.And also sometimes in the matches, I note down a few things if there’s something that I didn’t realise doing video analysis or they have changed something since then, or whatever it can be, then sometimes I’m taking small notes just to to have some key points on what to what to tell the players.Interview: Mathias Boe, the meticulous Dane guiding Satwiksairaj Rankireddy-Chirag Shetty to the top\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-21 Satwik-Chirag: And the lead for the Indians. Chirag with pressure from the backcourt and then Satwik pounces at the net.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-20 Satwik-Chirag: A good aggressive points from the Indians, and they have 7 game points.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 13-19 Satwik-Chirag: And the finish line in sight for the opening game. It’s been a much more event contest since the break but the lead coming in handy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 10-17 Satwik-Chirag: Absolutely brilliant defensive crosscourt lift for a winner from Satwik. Uff.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 10-15 Satwik-Chirag: Another service fault called on Satwik there. The Indians though maintaining a good lead here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 7-11 Satwik-Chirag: A banana swing of the shuttle! Was surely heading wide but the sideways drift brings it in and the Indians have a good lead at the interval. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 6-8 Satwik-Chirag: A good review by the Indians followed by a good point by Chirag at the net. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 6-6 Satwik-Chirag: There’s a service fault on Satwik for height. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Alfian-Ardianto 4-5 Satwik-Chirag: This will be tough to keep up, we think. Here we go then. The crowd erupts as Alfian plays a stunning forehand defensive shot to catch out Satwik at the net. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MD quarterfinals, Satwik-Chirag vs Alfian-Ardianto: This is going to be fast and furious either way. And really loud! The world No 1s vs the Indian No 1s.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Time now for Satwik-Chirag vs Alfian-Ardianto: Perhaps the match of the day in men’s doubles. The top seeds from Indonesia who will have the entire Istora behind them vs one of the hottest pairs in world at the moment in SatChi. The H2H is 2-1 in favour of Indonesians, but they haven’t met since Thailand Open in 2019 and since then a lot has changed for both pairs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸Not to be for Srikanth Kidambi beyond quarterfinals. Li Shi Feng pulled ahead either side of the final change of ends crucially. https://t.co/deGdSpXdzh pic.twitter.com/L2Pl8D7GGy— Vinayakk (@vinayakkm) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 12-21 Li Shi Feng: Not to be for Srikanth in Indonesia. The former winner is knocked out by the All England champion in three games. A good match, it must be said. But Srikanth’s errors came back to haunt him.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 12-20 Li Shi Feng: Srikanth’s clear goes well long, Match points Li.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 12-19 Li Shi Feng: The finish line in sight for Li as Sri makes another error at net. The Indian gets the serve back after a patient rally. Now or never. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸Two of the Fab Four into the semifinals. Only of them will get to the final.An Se Young vs Chen Yu FeiCarolina Marin vs Ratchanok Intnonhttps://t.co/deGdSpXdzh pic.twitter.com/91KVUq77Ux— Vinayakk (@vinayakkm) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 10-18 Li Shi Feng: The shoulder droops as Srikanth smashes one into the net. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 10-16 Li Shi Feng: This has got out of Sri’s hands quickly but he gets the serve back here with a body attack. Needs a run of points. Fist pump to get him going after a backhand net winner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 8-15 Li Shi Feng: How quickly things change. Four straight points for Li and Sri can’t buy a point here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 8-11 Li Shi Feng: Huge for Srikanth that he must close the gap down quickly... and move Li around while at it. Does just that in the first point after the break. Good aggressive point after that too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 6-11 Li Shi Feng: Looks like some treatment for Lu during the change of ends, on the left foot. It is heavily taped already. Blisters perhaps. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 6-11 Li Shi Feng: A superb review by Li and he takes a 5-point lead at the change of ends. Sri had more joy from the far side but has he left himself too much to do here?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 6-10 Li Shi Feng: As I say that, a bad miss from Srikanth. Sends a simple forehand attempt wide. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 6-9 Li Shi Feng: Another brilliant defensive get by Srikanth and it forces the error from Li. Must say, the shot quality in this match has been high for the most part. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 5-8 Li Shi Feng: Great net shot by Sri but it is so low that when Li gets it back, the net cord helps him out. A big roar fro Sri as he lets the shuttle drop beyond the backline well this time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 4-7 Li Shi Feng: Great defensive endeavour from Sri, diving to his left for a smash and rushing forward, but the next smash proves too powerful. Li pulls ahead again. Needs to stay in touch for the change of ends. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 4-5 Li Shi Feng: Couple of fist pumps to pick himself up... Srikanth closes the gap.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 1-4 Li Shi Feng: Fiery start by Li, Srikanth yet to get going in the decider.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14, 1-3 Li Shi Feng: Srikanth needs to stay close here. Two misjudgements  of length early on in the decider.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 21-14 Li Shi Feng: Quickfire forehand crosscourt winner and game points galore for Srikanth... and this time doesn’t allow a comeback. Li sends a lift long. Symmetry in the scoreline. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 19-14 Li Shi Feng: This is when Srikanth has been having closing troubles in the last three matches.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 18-11 Li Shi Feng: Srikanth! What a defence-attack combo. Dives to his right for a block, gets back up quickly and kills the rally. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸HUGE cheers for An Se Young (audible on the TV screen) but it is He Bing Jiao who forces the decider... surely not another one today?https://t.co/deGdSpXdzh pic.twitter.com/8uq5T0CReq— Vinayakk (@vinayakkm) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 13-9 Li Shi Feng: Srikanth misses a smash by some distance. Next point, a clear lands inside because of the drift and Li shakes his head. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 11-6 Li Shi Feng: This phase will tell you, if you ever needed to know, why Srikanth has as many fans as he does. Classic use of his all-round game. Inputs from Gopichand as he heads to the break with a handy lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 9-5 Li Shi Feng: Two absolutely fabulous points by Srikanth. First a beautifully constructed point at 5-5. Then a great defensive recovery at 6-5. Follows that up with a good aggressive point, a really delightful crosscourt finish. These four points... Srikanth at his best, delight to watch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸That rally at 5-5 in 2nd game, is everything great about Srikanth. So easy on the eye, when he is in that rhythm. Class apart!https://t.co/deGdSpXdzh pic.twitter.com/uaEKgAO4YG— Vinayakk (@vinayakkm) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 5-4 Li Shi Feng: Superb crosscourt smash winner but next point, misses his net tap by some distance. Bit erratic from Srikanth but must say, he is looking to mix things up. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21, 2-2 Li Shi Feng: Srikanth needs a good start here. Can’t be playing catch up. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-21 Li Shi Feng: The winner of one of two Super 1000s this year takes the lead in this match. Srikanth had his moments, but Li had it pretty comfortably overall.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 14-20 Li Shi Feng: Can Srikanth do the reverse of what we have been seeing in his recent matches? Closes the gap down to 5... then calls for a review for the next point... but it’s just wide. Game points, Li. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 12-19 Li Shi Feng: Looks like this game is all but done. A backhand miss at the net by Sri. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 12-18 Li Shi Feng:  Li with a couple of forehand kills and the gap has suddenly increased to six.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 12-16 Li Shi Feng: And these are the moments that hurt Sri. Three straight points, in a good run, and then misses a backhand at the net that he would make in his sleep normally. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 9-15 Li Shi Feng: And Srikanth is trying a bit too hard here. Taking risks and not paying off. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 9-13 Li Shi Feng: Oh a good start after the break from Sri but the gap remains four after he misjudges the shuttle at the backline at the end a really good rally. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸On coaching duties, Srikanth's new Indonesian coach Wiempie Mahardi alongside chief national coach P Gopichandhttps://t.co/deGdSpXdzh pic.twitter.com/0vWMT3YV3q— Vinayakk (@vinayakkm) June 16, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 7-11 Li Shi Feng: Li getting the benefit from a few Srikanth errors in the early stages, the Chinese shuttler leads by four points at the interval. We get a look at the new Indonesian coach Wiempie Mahardi for Srikanth alongside chief national coach P Gopichand during the break.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Speaking of playing styles....\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #ShuttleZone | In singles, the game has two major playing styles – the first is playing on the transition, and the second is playing more directly. To understand these better read the column by Shlok Ramchandran via @thefield_in.https://t.co/3ZCV24y4tt pic.twitter.com/yfaTGezdUy— Scroll.in (@scroll_in) June 15, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 4-8 Li Shi Feng: Li’s power is his big weapon and it’s showing in these early exchanges.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 4-6 Li Shi Feng: Fine piece of deception from Srikanth to go for a net tap but play a punch clear instead and it sets up a kill shot. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi 2-5 Li Shi Feng: Five straight points for Li after Srikanth started with a couple of nice rallies.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS quarterfinal, Srikanth Kidambi vs Li Shi Feng: The former champion at the Indonesia Open takes on the reigning All England champion. Srikanth has won their only past meeting, in the round of 32 on his way to silver at the 2021 World Championships. Li will perhaps start the favourite here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to our live coverage of Indian badminton.It’s time for quarterfinals action at the Indonesian Open, the third of this year’s Super 1000 events. On Thursday, in an all-Indian clash, Srikanth Kidambi got the better of Lakshya Sen yesterday and HS Prannoy followed him into the last-eight with a straight-games win over Ng Ka Long Angus. Satwiksairaj Rankireddy and Chirag Shetty also made it to the quarterfinals where home favourites Fajar Alfian and Muhammad Rian Ardianto await them.Here’s a look at the lineup of matches today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s matches in the quarter-final: Srikanth Kidambi vs Li Shi FengSatwik-Chirag vs Alfian-ArdiantoHS Prannoy vs Kodai Naraoka\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2023 #IndonesiaOpenSuper1000 🏸 🇮🇳 Quarterfinals schedule for Indians (approx IST) 👇Srikanth vs Li Shi FengHS Prannoy vs Kodai NaraokaSatwik-Chirag vs Alfian-Ardiantohttps://t.co/MJMydjz3dq pic.twitter.com/D7gwBJoo0N— Vinayakk (@vinayakkm) June 15, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy BWF / Viacom 18 / Tournament Software","author":"Vinayakk Mohanarangan","time":"2023-06-16T14:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185559-blexlfmbor-1673589535.jpg","tags":["Badminton","Indian Badminton","Srikanth Kidambi","HS Prannoy","Satwiksairaj Rankireddy","Chirag Shetty","Indonesia Open Super 1000"],"source":"https://scroll.in/field/1051041/badminton-indonesia-open-super-1000-quarterfinals-live-updates-srikanth-prannoy-satwik-chirag-in-action"}