{"title":"Badminton, Thomas and Uber Cup 2024: Two years on, Indian men’s team hope to defend crown jewel","content":"The 2022 Thomas Cup remains one of the greatest triumphs in Indian sporting history. Starting the tournament as underdogs, the Indian men’s badminton team pulled off the unexpected to win the event – often dubbed the men’s World Championships – for the first time.HS Prannoy’s heroics in the deciding quarter-final and semi-final ties, Satwiksairaj Rankireddy and Chirag Shetty’s consistency, a young Lakshya Sen stepping up under pressure, Kidambi Srikanth’s famous jump smash to wrap up India’s win in the final against Jonathan Christie and the celebrations that followed are all still fresh in memories.Come Saturday, the Indian team will once again find itself in unknown territory. This time they will start their Thomas Cup campaign as the defending champions. While they were the underdogs in the last edition, this time the Indians will have a lot more to prove.In photos: India’s historic Thomas Cup triumph – from Lakshya’s fight to Srikanth’s finishThough the Badminton Association of India has retained their core team from 2022 for this campaign, a lot has changed over the last two years.Prannoy, who played the third singles for India back then, is now the first choice singles player. Ranked ninth in the world and having qualified for the 2024 Paris Olympics, the 31-year-old shuttler will be expected to give India a good start.Prannoy will have to be at his absolute best when the 2024 Thomas Cup begins in Chengdu, China. But he has struggled so far this season, suffering five first round exits in six BWF World Tour events.Sen, meanwhile, has just rediscovered his touch in the past two months with good outings at the French Open Super 750 and the All England Open Super 1000, after a forgetful 2023 and slow start to 2024 saw him face early exits in as many as 10 tournaments.Srikanth, who finished unbeaten in six matches in the last edition, is once again out of the Olympic race. The former world No 1 has struggled to find consistency in the World Tour circuit over the last couple of seasons.ALSO READ: Indian men drawn with Indonesia for 2024 Thomas Cup; women to face China in Uber Cup\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThis is where a young Priyanshu Rajawat might come in handy for India. He was a part of the title-winning squad in 2022 but barely got any game time. Rajawat, now 22, has grown leaps and bounds since then, and even won his first Super 300 title at the Orleans Masters last year. But his consistency in high-pressure tournaments is still untested.India also have Kiran George in the contingent for singles, but would hope they do not have to dip so far down the barrel in the tournament.The reigning champions’ strength though lies in the doubles section.Rankireddy and Shetty have established themselves as one of the most feared pairs in the world with their explosive play on the court. The world No 1 duo, might have to do the heavy lifting if they hope to defend their title. There will be no room for complacency for Rankireddy and Shetty, who had pulled out of the Asian Championships earlier this month, citing an injury concern for the former.The second men’s doubles for India will be played by Arjun MR and Dhruv Kapila. Though not quite at the level of their more accomplished counterparts, Arjun and Kapila have managed to stitch together a few impressive results in recent past. They clinched titles at the Uganda International Challenge and the Polish Open, while also making it to the quarter-finals of the Spain Open in March.Tricky drawThe Indians have been drawn alongside Indonesia in Group C for the 2024 Thomas Cup. This means there will be a repeat of last edition’s final on May 1.India is slated to open their campaign against Thailand on Saturday, before facing off against England on Monday.Going by the draw, the Indian men’s team will have their task cut out in Chengdu. Their recent early exit from the 2024 Badminton Asia Team Championships in February, where the Indian women’s team went on to win the title, does not inspire a lot of confidence either.But if there is one thing this bunch of players know how to do, it is how to excel in team championships. Their camaraderie is well evident and they are known to feed off each other.India will hope that they once again come good to defend the country’s crown jewel in China.Uber CupAlongside the Thomas Cup, the 2024 Uber Cup – the women’s team world championship – will also begin simultaneously in Chengdu.Having qualified for the event following their first-ever title win at the Badminton Asia Team Championships in February, there were a lot of expectations from the Indian women’s team as well. But all that faded after the teams were announced.The country’s top ranked singles shuttler PV Sindhu decided to withdraw from the competition with the 2024 Paris Olympics not too far.India will also miss the services of their top two doubles pairs – Ashwini Ponnappa-Tanisha Crasto and Treesa Jolly-Gayatri Gopichand.Thus, a highly inexperienced contingent led by the Asian Championships’ breakthrough star Anmol Kharb will represent India at the 2024 Uber Cup.ALSO READ: Anmol Kharb’s path from imperfection to perfection with an Asian Team title along the wayKharb will have the 15-year-old Tanvi Sharma for company, along with Ashmita Chaliha and Isharani Baruah in the singles section.The Indian challenge in doubles will be spearheaded by Shruti Mishra-Priya Konjengbam and Simran Singhi-Ritika Thaker.The Indian women’s team will open their campaign against Canada in Group A on Saturday. They will then face off against Singapore the next day before going up against hosts and top seeds China on Tuesday.A knockout appearance looks unlikely for the inexperienced Indian women, but if they do manage to pull it off, it would be nothing short of extraordinary considering the resources at their disposal.Thomas Cup Schedule27th April: India vs Thailand - 3:30 pm IST29th April: India vs England - 7:00 am IST1st May: India vs Indonesia - 2:30 pm ISTUber Cup Schedule27th April: India vs Canada - 10:30 am IST28th April: India vs Singapore - 6:00 am IST30th April: India vs China - 7:00 am ISTIndia 2024 Thomas and Uber Cup squadsMen: HS Prannoy, Lakshya Sen, Kidambi Srikanth, Priyanshu Rajawat, Kiran George, Satwiksairaj Rankireddy, Chirag Shetty, MR Arjun, Dhruv Kapila, Sai PratheekWomen: Anmol Kharb, Tanvi Sharma, Ashmita Chaliha, Isharani Baruah, Shruti Mishra, Priya Konjenbam, Simran Singhi, Ritika Thaker","author":"Abhijit Nair","time":"2024-04-26T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175165-nspbyirfxz-1654014325.jpeg","tags":["Badminton","2024 Thomas Cup","2024 Uber Cup","HS Prannoy","Lakshya Sen","Kidambi Srikanth","Satwiksairaj Rankireddy","Chirag Shetty","Priyanshu Rajawat","Arjun MR","Dhruv Kapila","Anmol Kharb","Ashmita Chaliha"],"source":"https://scroll.in/field/1067046/badminton-thomas-and-uber-cup-2024-two-years-on-indian-mens-team-hope-to-defend-crown-jewel"}