{"title":"Badminton: Chirag Shetty and Satwiksairaj Rankireddy, in sync, and on top of the world","content":"In a badminton hall in Mumbai, Chirag Shetty’s voice boomed.“Chal, maar,” he shouted. Come on, hit.It was an instruction. It was a go ahead to his partner Satwiksairaj Rankireddy, to spring into the air, knees folded back to get that extra moment of hang-time, and then strike the shuttlecock with power. Louder than Shetty’s command was the sound of Rankireddy’s racquet making the connection with the shuttlecock. The men’s doubles duo, then ranked 120 in the world, went on to win the Tata Open International Challenge in 2016.At the time, the event – a Challenger tournament which is one rung below the BWF World Tour – was the biggest title the freshly formed team had won. Since then, they have won bigger and more competitive tournaments.And on Tuesday, as the French Open Super 750 event begins in Rennes, France, Shetty and Rankireddy will compete as the world No 1 men’s doubles team for the first time. They had pulled out of the Denmark Open Super 750 last week.“I’m not surprised, this was pretty expected for me [for them to become the world No 1 team],” said Mathias Boe, their coach, to Scroll. “It was not a question of if, it was a question of when.”“These two boys have so much potential. They can do so many things. They needed small adjustments  to add into their game, and they needed some confidence. I’m thrilled that we have succeeded in doing this and we can cross that off the bucket list. But this was not a huge surprise for me.”After Prakash Padukone, Saina Nehwal and Srikanth Kidambi, the Shetty-Rankireddy pair are only the fourth from India to get to the world No 1 spot in their respective event. The climb up to the summit of the world rankings was complete at the end of a momentous show at the Asian Games in Hangzhou.A fortnight ago, 26-year-old Shetty and 23-year-old Rankireddy became the first ever Indian badminton players to win an Asian Games gold medal – across events. But they had to do it the hard way, especially off court.“We had some long [team event] matches, and that was very exhausting mentally and physically,” said Boe, a 2012 London Olympic silver medallist, who has been working with the duo since 2021. “I think that’s why Chirag fell sick, because you’re playing your own match and then sitting and cheering for your team. We were really struggling getting him ready for matches. All this was going on behind the camera.”The Indian men’s team won a silver event in the team event, losing 3-2 in a tight final to China. Shetty and Rankireddy had however, won the men’s doubles rubber of the tie, beating the world No 3 team of Liang Weikeng and Wang Chang. Just when health concerns seemed to have dominated their preparations, that win came as a boost of confidence.“That match against China was important for their confidence, you could just feel everything was aligned after that,” Boe said. “We finally got that level out, and we were able to build some confidence on that victory and bring it forward to the individual tournament. They got their ‘A-game’ out in the semi-final and final [of the individual events], it was not a huge problem to win those matches.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe complete packageShetty and Rankireddy were first paired up together by former India coach Tan Kim Her of Malaysia. Both players enjoyed playing on the backcourt, but Shetty was brought in closer to the net, where his quick wristwork and reflexes came to the fore, while Rankireddy powered home smashes from the back – he holds the world record for fastest smash at 565 kmph, albeit in controlled conditions.\n\n\n    \n    Play\n\nThe young, aggressive men’s doubles team started to make a mark rapidly in the professional circuit. But they had one glaring flaw.“Earlier, their defence was vulnerable and, tactically, the Japanese and Indonesians would not give them opportunities to hit,” explained U Vimal Kumar, a former national coach. “That has changed now, and if they have to defend, they defend. And they convert from defence to attack very quickly. The pace, the penetration, the smashes – those are tough for other combinations to deal with.“They have become more mature and confident under pressure.”Contrasting personalities combineThe pair share common goals and targets, and are almost always in sync when on court. But outside, they are different personalities.Shetty, Boe explained, is outgoing and enjoys foreign food – he has a particular fondness for sushi. Rankireddy is more drawn back and prefers Indian cuisine.“The important thing is that they accept each other,” said Boe. “They are good friends and go for dinner together and hang out together. But they also go out with different teammates and do things apart. “I feel they are very balanced in that way of accepting each other. That’s what a good partnership would do. They’re strong at getting along despite their differences.”But one common trait is the flamboyant way they celebrate their wins. In Hangzhou, they danced through wins. After the final, Shetty threw his jersey into the packed stands. A few racquets were also tossed towards the crowd, as Shetty-Rankireddy continued to entertain with their renditions of the Gangnam Style dance.All in celebration of winning the most prized piece of hardware available in Hangzhou.From starting as all-out attacking, wide-eyed teenagers, they have won some of the most prestigious events in the sport. They won bronze at the World Championships last year, clinched gold at the Asian Championships and Commonwealth Games in 2022 as well. They played a crucial role in India winning the Thomas Cup last year.This season, they won Swiss Open Super 300, clinched their first ever Super 1000 event in Indonesia, and then won the Korea Open Super 500. And now they are Asian Games gold medallists as well. But not everything is yet ticked off in the bucket list.They had failed to win a medal at the World Championships earlier this year, despite being expected to mount the podium again. Now the target is the Olympic Games in Paris next year. And in Boe, a former world No 1 doubles player from Denmark, they have a coach who knows how to get to the top.“For the top 10 men’s doubles teams, it is all about confidence and how aligned you feel on court,” Boe said. “I will still say we have the biggest toolbox. If everyone in the world is playing at the highest level, and we are playing at the highest level, I think we are still the best. That said, if we fall five or 10% in our level, we can lose to anyone.He continued: “I have tried it on my own body at the Olympics, I know what is coming. It is my job to try and make them ready for it. But they have tried the Olympics [in Tokyo], they have tried the World Championships, coming in as favourites and not doing it. They also know what to expect.”Also read – The SatChi Factor: Satwiksairaj and Chirag Shetty’s immense importance in Indian badmintonBoe, 43, hinted that he has known what to expect from the duo for many years now. He recalled facing them in the second round of the All England Championships in 2018, where the Indians caused him and his partner Carsten Mogensen – the second seeds – all sorts of trouble.“I was down match point, and by some miracle, I threw my body back into some weird position and somehow got the shuttle back over the net, otherwise we’d have lost,” Boe added. “I remember that match as something special. Already at that time I could see that these guys had something special, they just needed a few adjustments and a little more [clarity] in their game plan.”At that time, Shetty and Rankireddy would communicate on court verbally, and loudly. The calls for “chal maars” have reduced quite significantly though. They just know when it is to be done. They are in sync. They are the world No 1s.","author":"Shahid Judge","time":"2023-10-24T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195219-nocjxaaknu-1698082911.jpg","tags":["Chirag Shetty","Satwiksairaj Rankireddy","U Vimal Kumar","Mathias Boe","Asian Games Hangzhou","2022 Asian Games","Badminton"],"source":"https://scroll.in/field/1058019/badminton-chirag-shetty-and-satwiksairaj-rankireddy-in-sync-and-on-top-of-the-world"}