{"title":"Badminton: Gayatri Gopichand and Treesa Jolly talk through the steps on the long road ahead","content":"Gayatri Gopichand whispered a few instructions to her doubles partner Treesa Jolly before taking up a position close to the net before a rally. Treesa stayed in the backcourt, ready to receive serve.Sometimes it was Gayatri who led the plans, sometimes Treesa. But the result would often be the same, as the world No 19 women’s doubles team dominated their opening round of the Syed Modi India International Super 300 event in Lucknow.They would go on to lose in the quarter-final, but the pair of 20-year-olds had provided a solid glimpse what made them the No 1 Indian women’s doubles team. It is a partnership that is still maturing over time, but through their communication they are giving themselves every chance to stay in sync.“I think communication is the best thing [about us],” said Treesa to Scroll in Lucknow. “We have good communication, we talk a lot off-court also and share almost everything. In any relationship, be it one between a husband and wife also, you need to communicate well. I think, we [ought to] follow the same thing when it comes to a doubles pair.”India’s famous men’s doubles pair Chirag Shetty-Satwiksairaj Rankireddy have often likened a successful doubles pairing to a marriage. It may only have been their first full season playing BWF Tour events, but Treesa believes in adopting the same philosophy to make her partnership with Gayatri look like it had started a long time ago.“When the communication is strong, it works out well,” Treesa said.They like to talk to each other while on court, but they both don contrasting personalities.Treesa, younger than Gayatri by just over two months, makes her emotions clear on court. She lets out a few roars and shouts in celebrations after points. Gayatri is the quieter and calmer one. As contrasting as their personalities and styles of play are, they complement each other through their understanding and balance it out. “If I shout and play, then she knows that I am about to really play today, that I am in the spirit and form,” added Treesa. “I think the partnership, the support is very important especially on days when one in the pair is feeling a little bogged down. We just try to support and lift each other up.”Personalities do not necessarily make the partnership work but it helps that the duo share a chemistry off-the-court too. “We’re good friends,” Gayatri said to this publication. “We hang out sometimes, we go for lunch and dinners on the weekends.”“I think it’s very important that [we share a bond] off-court just like how we play on the court,” Treesa added. “We need an understanding about each other. We make sure to talk off court about what happens and how we are feeling.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nSumming up 2023Still in the nascent stages of their careers, the duo had become potentially exciting prospects in Indian badminton when they became the first doubles pair from the country to reach the semi-finals of the prestigious All England Open in 2022. Following it up with another semi-final finish at this year’s edition of the Super 1000 event only cemented that notion.“It’s always special in All England,” recalled Gayatri, whose father, national coach Pulella Gopichand was only the second Indian to win the prestigious title, in the men’s singles event in 2001.“It’s a dream tournament for all the players. Just getting on court there, it’s like a different feeling. There were goosebumps.“It was a good experience. I got to play with all the best players there. So, I think after beating a few of these top pairs, we gained a lot of confidence. But yeah, I hope that continues.”In 2023, they showed that they belonged at the big stage yet again when they defeated several experienced and higher-ranked pairs at the event in Birmingham, such as China’s Li Wen Mei and Liu Xuan Xuan, Japan’s current world No 5 team of Yuki Fukushima and Sayaka Hirota, and the seventh seeded Thai pair Jongkolphan Kititharakul and Rawinda Prajongjai.“When we entered the court for the practice sessions, in the huge stadium, it was a great feeling,” Treesa added.“It is everyone’s dream to play All England because it is such a prestigious tournament. I think when we entered the court, there was no feeling about whether we need to win or lose. We just wanted to play happily. It’ll always be a memorable tournament for us.”Barring the All England Open semi-finals and the Syed Modi India International quarter-finals, the duo did not have many results that went their way. But in retrospect, it has been a season full of learnings and a chance to polish their skills early in their careers.An area that the duo thinks can be improved upon is their confidence. Understandably, there still are nerves before they are lined up against tough opponents but by identifying it as an area that they need to improve, they have taken a step in that direction.“After the All England semi-finals, there was no big result as such but then, we take positives knowing we took several matches to the third [game],” Gayatri said. “We played against a few good pairs. We won against a few, we lost against a few. I think it was a great year.”New targetsWith the Paris Olympics calling, the Birmingham Commonwealth Games bronze medallists have their eyes set on their goals for 2024.The next assignments for Treesa-Gayatri are the upcoming tournaments in India – the Guwahati Masters and the India Open. Results of most tournaments in the upcoming year will be used to determine a player’s qualifying ranking for the 2024 Olympics and so, the aim will be to better their results.“With the Olympics coming up, the expectation we have is that we need to qualify,” said Gayatri. “We need to focus step by step. I think we need to keep our mind focused and reach our goal.”For years, the conversation about who will carry forward the baton in Indian singles has dominated discourse. But with Chirag Shetty-Satwiksairaj Rankireddy having the kind of year they had, it is not completely outrageous for the conversation to now be about doubles too.There have been flashes of brilliance here and there but the young pair of Gayatri-Treesa have a chance to turn these flashes into something significant and long-term.In a bid to have a similar kind of impact in women’s doubles, Gayatri said, “Hopefully, [we achieve that]. I mean this is what we really like we work for. Every day, we want to be the best in the world so hopefully we get there someday.”“There will always be pressure but how we handle it will determine how we move forward,” added Treesa. “Ashwini Ponappa and Jwala Gutta had a women’s doubles bronze medal in the World Championship and they are an inspiration for us. At the same time, Satwik-Chirag showed us that with willpower, we can also make it big in Super 500 and 750 tournaments.”They are clear about weighing the expectations while navigating through the pressure of reaching the pinnacle.After testing the waters fairly well in their first season competing exclusively in the bigger events of the BWF Tour, Treesa-Gayatri are coordinated about one more thing off-the-court – a common dream to make it big in women’s doubles.For the time being, the focus is to take it one step at a time.","author":" Samreen Razzaqui","time":"2023-12-02T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196313-finrgmrjwb-1701447993.jpg","tags":["Treesa Jolly","Gayatri Gopichand","Bamdinton","Indian Badminton","All England Open"]}