{"title":"Badminton Asia Team C’ship: Anmol Kharb comes of age as India win first-ever title","content":"Anmol Kharb wore a big smile on her face, as she stepped out on Court No 1 at the Setia City Convention Centre, in Shah Alam, Malaysia, on Sunday. She lugged along a heavy kitbag as she waved to the camera with both her hands, flashed a wide grin, and then got back to her pre-match routine.The first step was to place her bag in the box behind the chair umpire. But she would have still felt a heavy weight – there were a lot of expectations on the shoulders of the 17-year-old from Faridabad.There was a lot riding on how Kharb would perform, as her teammates, that included double Olympic medallist PV Sindhu, and scores of badminton fans back home, vied for India’s first-ever gold medal at the Badminton Asia Team Championships.And Kharb, ranked 472 in the world, playing in only her second senior international event, would not disappoint. She was sent in to play the deciding match as Thailand matched India 2-2 in the best of five match tie. She took just 43 minutes to beat world No 45 Pornpicha Choeikeewong 21-14, 21-9 to ensure India won the coveted title for the first time.Just a day earlier – after India’s semi-final win over Japan to enter their first ever final at the continental event – coach Pullela Gopichand had stressed the importance of Kharb in this young Indian setup.“They [Thailand] have top doubles teams, so doubles will be tough, but we have an edge in singles and we are again counting on Anmol,” Gopichand had said to PTI after Kharb landed the knockout blow against world No 29 Natsuki Nidaira of Japan.Kharb pretty much knew that she would be required to play the decisive tie in the final. The pressure of playing in a final would have been immense. Yet, there was a childlike excitement, a sense of calmness as she entered the court after Thailand negated India’s 2-0 lead and took the tie into the decider.Up against a much higher-ranked and experienced Choeikeewong, who is known for her pace and power game, it took some time for Kharb to get used to her opponent’s pace. But once the Haryana-shuttler settled in, there was no looking back. She was happy to play the waiting game.It was not a completely defensive display either from Kharb, who kept taking the pace off the shuttle with returns often aimed at the midcourt. The youngster kept returning shuttles one after the other and won the crucial points as Choeikeewong ran out of patience and ended up with a bagful of unforced errors.Kharb was putting in the shuttle back into court, and was also willing to take calculated risks. She would often play into the angles, landing the shuttle inches inside the court across the four corners in her triumph.“I wanted to play my 100% but there was no pressure on me at all,” Kharb would tell BWF after securing the win for India. “We were confident of winning the fifth match.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nTo have that kind of confidence while playing a decider in a team event of a highly individual sport is not easy. There always exists an extra thought of not letting your teammates down before you walk out to the middle.Take it from Trupti Murgunde, a 2006 Commonwealth Games bronze medallist and former national champion, who has played her fair share of decisive rubbers during her heydays on the court.“There were times when I used to play the last match in a team event and when it comes to two-all and when it comes down to your match, it is very different than playing the first match or when you play the middle matches,” said Murgunde in a conversation with Scroll.“It is always the most pressured match because everything kind of depends on you. It is a very tough match and putting [Kharb] up a good show in that position is incredible.”Kharb put in that incredible performance three times within a week. Before she won the decider in the final against Thailand and semi-final versus Japan, she had the unenviable task of trying to secure a win against the mighty China.She had to work hard against world No 149 Wu Lou Yu, with India tied at 2-2 against China in the round robin match, but eventually came up with a 22-10, 14-21, 21-18 win that kickstarted India’s dream run in Malaysia.Kharb was visibly tired after the first two games but never let the intensity drop on court. Egged by her teammates from the side-lines, the teenager led the Indian women’s team to their first win over China.“These youngsters when they play at this level for the first time, they are fearless and Anmol is no different,” said Murgunde.“She looked very fearless on court during all three matches, which is a good thing. And if she can maintain that during her career, it is going to work out very positively for her and India.“I have been fortunate to see Saina [Nehwal] like that at the age of 16 when she got into the Indian team. I am yet to interact with Anmol, but the feeling is quite similar to that,” she added.Murgunde is not the first to draw such a comparison with one of the pioneers of modern women’s badminton in India and Kharb. The same sentiment was palpable when she pulled off that win over China and it has only grown in the next few days. The fact that Kharb looks up to Nehwal as an idol has also played a part in this narrative.“Saina Nehwal’s play is more aggressive and attacking play,” Kharb told Badminton Asia after her win over Nidaira in the semi-final.“Me and Saina Nehwal are like a bit similar because we both are from the same state and we are both aggressive players. It is very special and I am very happy that people are comparing me with her,” she added, with another grin.Over the last week, Kharb’s energy and enthusiasm on court has managed to capture the imagination of Indian badminton fans. Not since the emergence of Sindhu, around a decade ago, has a women’s singles shuttler from the country managed to shoot to prominence with her performances at such a young age.Even Gopichand, who has churned out players after players over the past decade and a half, was full of praise for Kharb.“To take the pressure on and show that kind of nerve, it is very refreshing,” said Gopichand.“She is fearless. The kind of strokes that she plays, it all come naturally to her. She is reading the game well, you can see her intelligence,” he added.The Badminton Asia Team Championnships was the first time she was competing abroad in a senior event. And her performance has been worthy of the hype that has followed.For years, there have been questions in Indian badminton circles about who after Sindhu and Nehwal. There have been many talented names that have come up and and are making good on the promise.But in this past week in Malaysia, the country has unearthed another precious gem. An Anmol gem.","author":"Abhijit Nair","time":"2024-02-19T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198578-dedpykhkxk-1708311742.jpeg","tags":["badminton","Anmol Kharb","Badminton Asia Team Championships","Pullela Gopichand","Saina Nehwal","PV Sindhu"]}