{"title":"Badminton: Anmol Kharb, Chirag Sen crowned national champions","content":"The young Anmol Kharb put up an outstanding performance to be crowned the women’s singles national champion as she defeated Punjab’s Tanvi Sharma 15-21, 21-17, 16-8 in a contest which lasted more than an hour at the 85th Senior National Badminton Championships in Guwahati on Sunday.Even as Sharma took the first game, Kharb, who is the highest ranked shuttler in U17 and U19 in the country, remained unfazed.  The youngster used angles on court very well, along with her excellent court coverage to make her mark in next two games. Already trailing 8-16 in decider, Sharma complained about injury to the match officials as she pulled out to concede the title to Kharb.Chirag Sen wins men’s singles titleMeanwhile men’s singles title clash was an upset as the unseeded Chirag Sen secured the national title after defeating fourth seeded Tharun M of Telangana 21-14, 13-21, 21-9. India No. 2 in BAI rankings Tharun turned the course of the match in his favour in second game, after conceding the first one. But Sen made a fantastic comeback in decider, with clever strokes at right moments to stamp his authority.In mixed doubles summit clash, recently crowned Yonex-Sunrise Odisha Masters 2023 champions Dhruv Kapila and Tanisha Crasto dominated the match from the start. They comfortably defeated sixth seeded duo of Nitin Kumar-Navdha Manglam 21-13, 21-8 in 25 minutes to race towards their maiden national title.On the other hand, Priya Devi Konjengbam and Shruti Mishra lifted the women’s doubles title with a superb come-from-behind 11-21, 21-14, 21-18 win over Maharashtra’s Ritika Thaker and Simran Singhi in an hour and 11 minutes long final. Coming into the final as favourites, Thaker and Singhi started off well but Konjengbam and Mishra kept their calm and composure, even after being 10-15 down in decider at one point, to outperform the fifth seeds for the title.The men’s  doubles final was an edge-of-the-seat thriller where K Pruthvi Roy and Suraj Goala caused an upset by defeating the more experienced Krishna Prasad Garaga and Vishnuvardhan Goud Panjala 20-22, 24-22, 21-14. The duo of Roy and Goala conceded a very closely fought opening game. Keeping that aside, the aggressive duo left no stone unturned in next couple of games to hand a defeat to the experienced top seeds combination of Krishna-Vishnu in the end.","author":"Scroll Staff","time":"2023-12-25T10:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196913-qyulvahusz-1703480513.jpeg","tags":["Badminton","Anmol Kharb","Chirag Sen","Tanisha Crasto","Dhruv Kapila","Indian Badminton"]}