{"title":"Badminton: PV Sindhu’s season is at a crossroads with a new coach, tight schedule and a rough patch","content":"Seven first-round losses across the 13 BWF Tour events she’s played in this year. These are not statistics usually associated with PV Sindhu. But more than halfway into the 2023 season, the two-time Olympic medallist seems to be at crossroads. Sindhu, 28, has struggled to get back to her best since returning from a five-month injury layoff after the 2022 Commonwealth Games in Birmingham last year. And it appears that she has not completely recovered from the ankle injury. “Sindhu is slowly getting okay with her ankle,” said Arvind Bhat, a former India international player and now coach, to Scroll. “She is more than 90% fit, close to 100% but she is not fully fit yet. I spoke to her father recently and the consensus is that her performance in the upcoming tournaments will be much better.”As of now, Sindhu has won 17 of her 33 matches so far this season, with a win rate of 51.51%. Last year, she won 78.18% of her matches and had a tally of 63.04% in 2021.Her only strong run this season came when she finished as runner-up at the Madrid Open Super 300 in April.A player known for her attacking-intent and ability to dictate points, Sindhu’s rough patch has seen more errors creep into her game of late. “At the moment she feels low on confidence on court – there is a lot of desperation in her movement,” Shlok Ramchandran, a former India international player who now works as a coach in the United States, said to Scroll.“She wants to get out of this slump and seems to be forcing things way too often now, which is not the style with which she has had so much success.”Sindhu’s form has seen her drop down to No 17 in the world rankings. The last time she was ranked this low was back in January 2013 – which was a career-high for her back then, when she was 17.Since then, Sindhu has gone on to establish herself as one of the most consistent Indian athletes across sports. She became the first badminton player from the country to win a World Championship title, and is a two-time Olympic medallist.As it stands though, with the 2024 Paris Olympics qualification period already underway, Sindhu’s poor run of form is a cause of concern for Indian badminton.Bhat, though, feels that there is nothing to panic about as far as the Paris Games are concerned, where the shuttler will be aiming to complete a hat-trick of Olympic medals.“The Olympics is not starting tomorrow,” he said. “The qualification period just started in May and there are a lot more tournaments left. She can easily win a couple of these events. She just needs to have that belief and things will fall in place.”Next Gen adding pressureThe rise of a new batch of young shuttlers, such as An Se Young, among others, has only added to the pressure on Sindhu, asserted Shlok.“Sindhu has produced results at that stage way more consistently than any Indian shuttler,” he said. “If you look at the batch of players who broke through with Sindhu, it is only Akane Yamaguchi who is still doing well. Carolina Marin, unfortunately, has been plagued with injuries while Tai Tzu Ying also has been inconsistent. “These younger generations of players have now started to dominate. It is difficult to sustain at the highest level for such a prolonged duration and you will always be replaced. It is not as if Sindhu has lost all her skills overnight – that is impossible. She still has the quality and just needs to believe. Every athlete goes through such a phase,” he added.Getting out of such a big slump is always difficult. But Sindhu does not have to look too far for inspiration. HS Prannoy, the highest-ranked Indian men’s singles shuttler, was in a similar situation not so long ago. Now, aged 31, he is the world No 10 and is a constant threat to some of the biggest names in the sport.Lakshya Sen, too, appears to have bounced back after enduring a rough patch of his own. In his last three events, he reached the semi-final at the Japan Open Super 750 and US Open Super 300, and won the title at the Canada Open Super 500.“Prannoy and Lakshya were in a similar situation in their careers and Sindhu just needs to take a leaf out of their book,” Shlok added. “Both of them have built solid teams around them with world-class coaches and support staff, and the results are there for everyone to see.”Sindhu’s new teamSindhu parted ways with long-time coach Park Tae-Sang, who helped her to win the bronze medal at the 2020 Tokyo Olympics bronze medal, ahead of the All England Open in February. She had been training with Malaysia’s Muhammad Hafiz Hashim since then, before officially adding him as her personal coach earlier this month.Could the change in guards be one of the reasons for Sindhu’s inconsistency this season?“It can definitely be one of the factors,” said Shlok.“It takes a bit of time for an athlete to completely trust a coach. Only once the trust is built does the player trust the coach’s methods and implement them in training sessions and on the court. Sindhu obviously would not have roped in Hashim if she did not trust him, they just need a bit of time before the results start to show.”Bhat, too, echoed the same sentiment.“It takes some time to build that coach-ward relationship,” Bhat added. “Hafiz is tall like Sindhu and that will definitely help. From what I understand, she is also tweaking her style a bit, especially her net play. These changes will not happen overnight, you need to take it all in the stride.”  Sindhu will now be in action at the Australia Open Super 500 event that starts on Tuesday. It will be her fifth event in as many weeks.“The tight scheduling does play a big role in such situations when players are under pressure,” Bhat explained. “But Sindhu and her team feel that she needs more match practice, that is the reason they are playing back-to-back events. They will surely be looking at a break after all these tournaments.”Sindhu’s ranking may have dropped drastically, but she is still a seeded player at the upcoming event in Sydney. The fifth seed begins her campaign against compatriot Ashmita Chaliha.The race for ranking points ahead of the Paris Olympics next year will be the main target. But Sindhu will need to, and will look to, first shake off the bad run-of-form. That’s the only way forward.","author":"Abhijit Nair","time":"2023-08-01T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192727-teuxlzdgjk-1690804906.jpg","tags":["PV Sindhu","Badminton","Indian badminton","BWF World Tour","Paris Olympics"],"source":"https://scroll.in/field/1053550/badminton-pv-sindhus-season-is-at-a-crossroads-with-a-new-coach-tight-schedule-and-a-rough-patch"}