{"title":"Badminton, Thomas and Uber Cup 2024: Indian women lose to Japan, men to China in quarter-finals","content":"The Indian women’s team were beaten 0-3 by Japan while the men’s team lost 1-3 to China as the country’s challenge ended in the quarter-final stage at the 2024 Thomas and Uber Cup on Thursday.Ashmita Chaliha began the tie in a clash against world No 11 Aya Ohori. While the lower-ranked Indian gave a good fight to take the match to a deciding game, Chaliha ultimately lost the match 10-21, 22-20, 15-21.The doubles match saw Priya Konjengbam and Shruti Mishra completely outclassed by the world No 4 pair of Nami Matsuyama and Chiharu Shida to lose in straight games. Finally, former world No 1 Nozomi Okuhara beat youngster Isharani Baruah 21-15, 21-12 to send Japan into the semi-finals.Both HS Prannoy and the world No 3 pair of Satwiksairaj Rankireddy and Chirag Shetty pushed their respective matches to a deciding game, but were unable to beat their opponents, giving the hosts a 2-0 lead. However, Lakshya Sen then kept India alive in the tie with a three-game win over Li Shi Feng before the second doubles pair of Dhruv Kapila and Sai Pratheek lost in straight games to He Ji Ting/Ren Xiang Yu.Indian women lose to JapanThere was a lot of pressure on both Chaliha and Ohori to give their team a good start in the first match of the tie. Ohori began on the front foot with an 11-9 lead going into the mid-game interval of the first game. Her high serves saw Chaliha make some good returns. But after the break, the Japanese player turned the screws on the world No 53 and won 11 straight points. Ohori eventually closed out the first game 21-10 in commanding fashion.The second game however, saw Chaliha come back strongly to force Ohori to play defensively. Although the Indian led 11-9 at the break, the two players continued to exchange serves until Ohori had match point at 20-19. However, Chaliha held her nerve and saved a match point before winning the second game 22-20 and taking the match to a deciding game.Chaliha was buoyed by her performance in the previous game and soon raced to an 8-2 lead in the deciding game. However, Ohori’s experience came in handy as she levelled things at 8-all. The players would go into the break with Chaliha leading 11-9, but then the world No 11 started to come back into the game. With precision and timing, Ohori began dominating the rallies and soon had five match points, which she converted easily to win 21-15 and take the first point for Japan.The gulf between the two pairs in the second match was immediately observed when the world No 4 pair of Matsuyama and Shida raced to an 11-3 lead at the break. Konjengbam and Mishra didn’t have many answers for the Japanese duo who used their speed and serve to control the rallies and soon closed out the opening game 21-8.In the second game, the Indians tried to get a look in by responding to the pace of Matsuyama and Shida during rallies. But it proved to be too difficult for the world No 67 pair who ended up losing the second game 21-9 and the match in 33 minutes.The second singles match saw Baruah go up against world No 17 Okuhara with the latter needing to win to send Japan into the semi-finals. It was clean and fluent hitting from Okuhara, a former world champion, who didn’t have to do anything fancy to trouble Baruah.Baruah led 11-8 going into the break. However, Okuahara then took charge of the game and won five points in a row, twice, to close out the opening game 21-15.In the second game, Baruah did well to keep abreast of Okuhara, but the latter went into the break with a lead of 11-9. Okuhara continued her 11-point winning streak on both sides of the break and didn’t allow Baruah to get on serve.The Indian then ended up winning only three more points as Okuahara won the second game 21-12 and secured Japan’s place in the semi-finals.Indian men go down fighting to ChinaIt was a good start to the quarter-final tie as Prannoy led 11-5 in the opening game at the break. Facing the world No 2 in Shi Yu Qi, Prannoy was attentive at the net and was quick on his returns. Shi was equally responsive with his smashes and managed to save one match point, but Prannoy closed out the opening game 21-15.The second game began with a good lead of 6-2 by Shi which he extended to 11-4 as both players went into the break. The Chinese player played smartly to exhaust Prannoy who looked to end rallies earlier and committed a few unnecessary errors. Shi then had 10 game points which he soon converted to win the second game 21-11 through a net error from Prannoy.The deciding game was fierce with both players unwilling to concede easy points by the length of the rallies. Shi led 11-8 at the change of ends, but Prannoy was unable to get close to the Chinese player who continued to build the lead. Ultimately, Shi closed out the match 15-21, 21-11, 21-14 to give China the first point.The second match proved to be a thriller with the world No 1 pair of Liang Wei Keng/Wang Chang up against the world No 3 pair of Satwiksairaj Rankireddy and Chirag Shetty. The Chinese pair dominated the opening exchanges racing to a 6-0 lead. They extended their lead to 11-6 going into the break and would then win the first game 21-15.The second game saw the Indians quick to fight back and go into the break with a 11-6 lead. Rankireddy and Shetty were able to continue their fightback after the break and began to take more control of the game. Rankireddy then completed two quick service points to win the second game 21-11 and take the match to a deciding game.The Chinese pair though came back strongly in the opening exchanges of the decider to lead 11-4 at the break. Both pairings stepped up the intensity with some quick returns and ultimately, Liang and Wang gave China a 2-0 lead with a 21-15, 11-21, 21-12 win.It was the clash of the Asian Games gold medallist against the Commonwealth Games gold medallist where Lakshya Sen had the tough task of facing world No 6 Li Shi Feng to ensure India stayed alive in the tie.The opening game was incredibly tight with both players aware of the pressure on their respective shoulders, with Sen leading 11-9 going into the break. An incredible rally at 13-19 saw both Sen and Li fight for the edge, but an error from the Indian gave the Chinese player game point which he converted easily to win 21-13.The second game began with both players exchanging serve until the break where Sen led 11-7. After the break though, the Indian emerged with new vigour and won eight straight points to take the second game 21-8 and enforce the decider.Sen then ended up having a tentative lead at 7-4 in the second game which Li neutralised, but the world No 13 then surged ahead to lead 11-8 into the break. A couple of long rallies, including one that took 37 shots saw Li try and keep pace with Sen who was leading at 16-13. However, some smart playing from the Indian saw him close out the third game 21-14 and keep India alive in the tie.Dhruv Kapila and Sai Pratheek had the unenviable task of trying to take the tie to a fifth match when the duo faced He Ji Ting/Ren Xiang Yu. But the world No 11 pair proved too strong for the Indians and won easily in straight games (21-10, 21-10) in a match that lasted only 34 minutes.","author":"Scroll Staff","time":"2024-05-02T11:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198101-snjcuyjmwm-1706872390.jpg","tags":["Badminton","Thomas and Uber Cup 2024","Indian badminton","Ashmita Chaliha","Isharani Baruah","Lakshya Sen"],"source":"https://scroll.in/field/1067334/badminton-thomas-and-uber-cup-2024-indian-women-exit-tournament-in-quarter-final-loss-to-japan"}