{"title":"Badminton, Thomas Cup 2024: India finish second in Group C following loss to Indonesia","content":"The Indian men’s badminton team on Wednesday finished second in Group C of the 2024 Thomas Cup after losing 4-1 to Indonesia in Chengdu, China.In a rematch of the 2022 Thomas Cup final, defending champions India lost the top of the table tie clash after Satwiksairaj Rankireddy-Chirag Shetty, Lakshya Sen, Sai Pratheek-Dhruv Kapila and Kidambi Srikanth lost their respective matches.India took a 1-0 lead in the tie after HS Prannoy completed a comeback win over Anthony Sinisuka Ginting in the first singles match of the day. Prannoy started the match poorly and trailed 8-1 in the first game. Ginting made full use of the lead as he closed out the first game 21-13.The Indian started slowly in the second game but went into the mid-game break with an 11-9 lead. Ginting made a lot of errors while trying to shorten the rallies as Prannoy took the match into a decider by winning the second game 21-12.There was drama in the third game as Ginting appeared to double hit the shuttle cock which the chair umpire did not notice. Prannoy protested which led to the service judge asking the chair umpire to award the point to the Indian.Prannoy took a 11-9 lead at the break and raced away with the game to close out a 13-21, 21-21, 12-21 win.In the first doubles match, the world No 3 pair of Rankireddy and Shetty went down in a three-game thriller to Muhammad Shohibul Fikri and Bagas Maulana.Super Shetty! 😎🏸Follow live action: https://t.co/TjoFnU4PnB #ThomasUberCupFinals #Chengdu2024 pic.twitter.com/5GzTTFO4AG— BWF (@bwfmedia) May 1, 2024\n\n\nIn a see-saw first game, the Indian pair squandered two game points as Fikri and Maulana won 24-22. The Indonesians took the momentum into the second game as they took a 11-6 lead at the mid-game break.Rankireddy and Shetty trailed 14-20 but incredibly, saved eight game points to win the game 24-22 and force a decider. Fikri and Maulana were once again off to a good start in the third game. The Indians once again found themselves down multiple match points and saved four of them. However, Fikri got the job done at the fifth time of asking to seal a 24-22, 22-24, 21-19 win and draw Indonesia level.In the second singles tie, Lakshya Sen lost in three games to world No 3 Jonatan Christie. The higher-ranked Indonesian took a 11-4 lead which he extended to 16-8 after the break. Sen fought back and levelled the scores a 18-18. However, Christie ended Sen’s comeback to win three points in a row to win the game 21-18.After trailing for a bit in the second game, Sen took a 11-9 lead at the mid-game break and capitalised on it to win the game 21-16 and force a decider.The Indian started slowly but only trailed Ginting by a point at the break. Ginting won three points in a row after the restart and kept Sen at an arm’s length to close out a 21-18, 16-21, 21-17 win and give Indonesia a 2-1 lead.India fielded the scratch pair of Sai Pratheek and Dhruv Kapila in the second doubles match against former junior World Champions Leo Rolly Carnando and Daniel Marthin.Despite being underdogs, Pratheek and Dhruv took the game to the world No 13 Indonesian pair and even had game point in the first game. However, Carnando and Marthin won three points in a row to clinch the first game 22-20.The second game was a much straight-forward affair as Carnando and Marthin dominated from start to finish to close out a 22-20, 21-11 win and give their team an unassailable 3-1 lead.In the final singles match, Kidambi Srikanth went down to Chico Aura Dwi Wardoyo in a three-game encounter.Srikanth began the match strongly as he won the last four points in a row to win the first game 21-19. The Indian had two match points in the second game but squandered it as Dwi Wardoyo won the game 24-22.Srikanth lost steam in the third game as Dwi Wardoyo wrapped up a 19-21, 24-22, 21-14 win over as Indonesia finished as group C toppers ahead of India.India will find out who they face in the quarter-finals later today. The Indian women’s team will face six-time champions Japan in their Uber Cup quarter-final on Thursday.We are down to the Last 8️⃣ of the TotalEnergies BWF #UberCup Finals 2024. 🏆Order of Play 👉🏼 https://t.co/RdtdKetXr2#ThomasUberCupFinals #Chengdu2024 pic.twitter.com/Aj6EMAsiYG— BWF (@bwfmedia) May 1, 2024","author":"Scroll Staff","time":"2024-05-01T20:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193528-lzrfmgrfgv-1693055276.jpg","tags":["HS Prannoy","Satiwksairaj Rankireddy","Chirag Shetty","Lakshya Sen","Kidambi Srikanth","Dhurv Kapila","Sai Pratheek","Badminton","Thomas Cup","2024 Thomas Cup"],"source":"https://scroll.in/field/1067317/badminton-thomas-cup-2024-india-finish-second-in-group-c-following-loss-to-indonesia"}