{"title":"Both Navjot Sidhu and Charanjit Channi will be our faces for Punjab elections next year: Congress","content":"The Congress on Monday said that it will contest next year’s Assembly elections in Punjab under the leadership of both Chief Minister Charanjit Singh Channi and the party’s state unit chief Navjot Singh Sidhu, PTI reported.The comment from the party’s spokesperson Randeep Singh Surjewala came after a controversy sparked off over party leader Harish Rawat’s statement earlier on Monday that Sidhu would be Congress’ face in the elections. Rawat is in charge of party’s affairs in Punjab.Former Punjab Congress chief Sunil Jakhar had objected to Rawat’s comment. “On the swearing-in day of Charanjit Singh Channi as Chief Minister, Mr Rawat’s statement that ‘elections will be fought under Sidhu’, is baffling,” Jakhar said in tweet. “It’s likely to undermine CM’s [chief ministers] authority but also negate the very ‘raison d’être’ of his selection for this position.”  Jakhar was removed as the president of Punjab Congress unit in July to make way for Sidhu.However, Surjewala told reporters that Rawat’s statement had been misinterpreted.“Our faces will be Charanjit Singh Channi and Navjot Singh Sidhu as also ordinary Congress workers and leaders who will be supporting them,” Surjewala said. “If anybody says one or the other will be the face, intentionally or otherwise, it is being misinterpreted by the media.”The All India Congress Committee on Sunday announced Channi as the leader of Punjab Congress Legislature Party and he took oath as the chief minister on Monday.After announcing his name, Rawat told ANI that next year’s election will be fought under the leadership of Sidhu. He added that Sidhu was “very popular”.He further said that the Congress had unanimously decided on Channi for the chief minister’s post on Saturday.“The decision [to choose the new Punjab chief minister] was taken yesterday [Saturday] only,” he said. “We were only waiting for the governor. The party was unanimous on Charanjit Channi’s name.”Rawat had said that the party would want the former Punjab Chief Minister Amarinder Singh to be present at Channi’s oath-taking ceremony on Monday. “But, it is up to him,” Rawat added.Singh, who resigned as the chief minister of Punjab on Saturday, said that he was humiliated due to Congress’s lack of confidence in him.  “Did they have an element of doubt that I could not run the government...,” Singh said. “Whoever they have faith in, can make them chief minister.”In a letter to Congress President Sonia Gandhi, Singh said that he did his best as the chief minister of a state with “many geo-political and other internal security concerns”.Singh quit following a long-running tussle with Sidhu. The turf war between Singh and Sidhu goes back to June 2019, when the latter was a minister in the state government.At the time, Singh had divested Sidhu of the key portfolios of local government, tourism and cultural affairs and allotted him power and new and renewable energy sources instead. Subsequently, Sidhu submitted his resignation as Cabinet minister on July 15, 2019.Sidhu has consistently criticised Singh for allegedly not fulfilling his election promises and the delay in bringing the perpetrators of the 2015 sacrilege case to justice. Sikh religious text Guru Granth Sahib had been desecrated at Bargari in Faridkot in 2015.","author":"Scroll Staff","time":"2021-09-20T13:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164230-odqfflqexn-1632144503.jpg","tags":["Sunil Jakhar","Navjot Singh Sidhu","Punjab Congress","Punjab Congress Crisis","Amarinder Singh","Harish Rawat"],"source":"https://scroll.in/latest/1005780/baffling-to-hear-punjab-assembly-polls-will-be-fought-under-navjot-sidhu-says-state-congress-leader"}