{"title":"BAFTA awards: Christopher Nolan’s ‘Oppenheimer’ wins best film and direction","content":"Christopher Nolan’s Oppenheimer was the top winner at the 77th BAFTA Awards held in London on Sunday night. Nolan’s acclaimed chronicle of American physicist Robert J Oppenheimer’s role in developing the world’s first atomic bomb and his subsequent guilt won seven awards, including for best film and direction.Yorgos Lanthimos’s Poor Things was the next big winner with five awards, including for Emma Stone in the leading actress category.Nolan was named the best director over Andrew Haigh (All of Us Strangers), Justine Triet (Anatomy of a Fall), Alexander Payne (The Holdovers), Bradley Cooper (Maestro) and Jonathan Glazer (The Zone of Interest). American actor Michael J Fox gave the London-born Nolan his award.The annual awards handed out by the British Academy of Film and Television honour the best British and international achievements in cinema produced in 2023. Oppenheimer, which was nominated in 13 categories, also won for editing (Jennifer Lame), cinematography (Hoyte van Hoytema) and original score (Ludwig Goransson).Cillian Murphy won the leading actor award, beating Bradley Cooper (Maestro), Colman Domingo (Rustin), Paul Giamatti (The Holdovers), Barry Keoghan (Saltburn) and Teo Yoo (Past Lives). Emma Stone (Poor Things) triumphed over Sandra Huller (Anatomy of a Fall), Margot Robbie (Barbie), Carey Mulligan (Maestro), Vivian Oparah (Rye Lane) and Fantasia Barrino (The Color Purple).Oppenheimer bagged Robert Downey Jr the best supporting actor award for his portrayal of Lewis Strauss, a member of the US Atomic Energy Commission who wages a campaign against Oppenheimer. The box office blockbuster is a leading contender at the Oscars on March 10, with 13 nominations.\n\n\n    \n    Play\n\nOppenheimer (2023).The ceremony, hosted by Doctor Who star David Tennant, included Deepika Padukone as a presenter. She handed out the award for best film not in the English language to Jonathan Glazer’s The Zone of Interest, which is based on Rudolf Hoss, the Nazi commandant of the Auschwitz concentration camp during World War II.The German-language film was also named best British production. One of its most striking elements is its sound design, for which sound designer Johnnie Burn has been nominated at several awards. On Sunday, Burn won a BAFTA over Oppenheimer, Maestro, Ferrari and Mission: Impossible – Dead Reckoning Part One.\n\n\n    \n    Play\n\nThe Zone of Interest (2023).Apart from Emma Stone’s win, Poor Things swept the technical categories: production design (Shona Heath and James Price), make-up and hair (Nadia Stacey) and special visual effects (the company Union VFX). Holly Waddington won the award for best costume design, beating Barbie, Killers of the Flower Moon, Napoleon and Oppenheimer.Adapted from Alasdair Gray’s 1992 novel of the same name, the fantasy film explores the sexual liberation of a woman resurrected by a scientist after her death by suicide.\n\n\n    \n    Play\n\nPoor Things (2023).The best supporting actress award was bagged by Da’Vine Joy Randolph for Alexander Payne’s The Holdovers. Randolph plays the head cook at a boarding school who spends her Christmas holiday with Paul Giamatti’s cynical history teacher and Dominic Sessa’s angst-ridden student.Justine Triet’s Anatomy of a Fall, written by her and Arthur Harari, won for original screenplay. The French-English drama, starring Sandra Huller, explores the attempts of a writer to clear her name in he husband’s death.American Fiction won the award for adapted screenplay. Cord Jefferson’s movie, which he has also written, is based on Percival Everett’s 2001 Erasure and is a satire about racism in elite American universities.Da’Vine Joy Randolph at the 2024 BAFTAs. Photo by Isabel Infantes/Reuters.Legendary Japanese director Hayao Miyazaki won in the animated category for The Boy and the Heron, a fantasy-themed film set during World War II. Mstyslav Chernov’s Ukraine war-themed 20 Days in Mariupol won best documentary.\n\n\n    \n    Play\n\n20 Days in Mariupol (2023).","author":"Scroll Staff","time":"2024-02-19T01:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199154-qkxqxmpryu-1710099542.jpeg","tags":["BAFTAs 2024","Oppenheimer","Poor Things","The Zone of Interest"],"source":"https://scroll.in/reel/1063914/bafta-awards-christopher-nolans-oppenheimer-wins-best-film-and-direction"}