{"title":"Bail conditions that stop leaders from political activities violate rights: SC on Kejriwal ","content":"Bail conditions that restrain a political leader from partaking in political activities and rallies breach fundamental rights, the Supreme Court said on Friday in its order granting interim bail till June 1 to Delhi Chief Minister Arvind Kejriwal in the liquor policy case.A bench of Justices Sanjiv Khanna and Dipankar Datta referred to earlier cases that the Enforcement Directorate had highlighted in its arguments against granting interim bail to Kejriwal.In the earlier judgments mentioned by the central agency, the court had deleted stipulations in bail orders that restricted political leaders from participating in political activities.Kejriwal was arrested by the Enforcement Directorate on March 21 for his alleged role in the liquor policy case. The Aam Aadmi Party chief had been in Delhi’s Tihar jail till his release on Friday.The court on Friday directed Kejriwal to surrender on June 2.The bench, in its order, said that courts always consider the peculiarities associated with a person and the surrounding circumstances when looking into the question of interim release.It rejected the Enforcement Directorate’s argument that granting Kejriwal interim bail placed him above ordinary citizens, saying that the ongoing Lok Sabha elections must be taken into account.“In fact, to ignore the same would be iniquitous and wrong,” the order read.The bench noted that the Lok Sabha elections “is the most significant and important event this year, as it should be in a national election year”.“General elections supply the vis viva to a democracy,” read the order. It said that the bench had noted that the Aam Aadmi Party chief had failed to appear before the Enforcement Directorate despite nine summons. However, Kejriwal was a chief minister and the leader of a national party, it said.“No doubt, serious accusations have been made, but he [Kejriwal] has not been convicted,” the order read. “He does not have any criminal antecedents. He is not a threat to the society.”The court also noted that the investigation in the liquor policy case had remained pending since August 2022. “More importantly, legality and validity of the arrest itself is under challenge before this court and we are yet to finally pronounce on the same,” read the order.“The fact [is that the] situation cannot be compared with harvesting of crops or plea to look after business affairs,” the bench said. “In this background, once the matter is subjudice and the questions relating to the legality of arrest are under consideration, a more holistic and libertarian view is justified, in the background that the 18th Lok Sabha General Elections are being held.”The court also said that Kejriwal getting bail was not a comment on the merits of the case.On Thursday, the central law enforcement agency said in an affidavit opposing interim bail to Kejriwal that the right to campaign in an election is neither a fundamental right nor a constitutional right.A politician is not entitled to differential treatment and cannot claim a higher status than an ordinary citizen, it told the bench.Granting interim bail to Kejriwal on the grounds of an election campaign “will create a precedent which would permit all unscrupulous politicians to commit crimes, avoid investigation under the garb of election”, the agency told the bench.“There is absolutely no principle which justifies giving a differential treatment to a politician for campaigning over a farmer or a businessman who wishes to pursue his vocation,” the affidavit said.At the hearing on Friday, the Supreme Court ordered Kejriwal to furnish a bail bond of Rs 50,000 and a surety of the same amount. It directed him not to visit the chief minister’s office or the Delhi secretariat, and not to sign any official files unless his signature is needed for them to be cleared by the lieutenant governor.The Enforcement Directorate is investigating allegations of money laundering in the liquor policy case based on a first information report filed by the Central Bureau of Investigation.The two central agencies have alleged that the Aam Aadmi Party government modified Delhi’s now-scrapped liquor excise policy by increasing the commission for wholesalers from 5% to 12%. This allegedly facilitated the receipt of bribes from wholesalers who had a substantial market share and turnover.The Enforcement Directorate has alleged that Kejriwal was the “kingpin” and the “key conspirator” in the case and the material evidence showed that he was guilty of money laundering.The High Court upheld the chief minister’s arrest on April 9 and said there was no illegality in the matter on the part of the Enforcement Directorate. The court said that the material collected by the central law enforcement agency showed that he was actively involved in the use and concealment of the proceeds of crime generated through money laundering.","author":"Scroll Staff","time":"2024-05-11T15:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200640-ibvpfjpaks-1715416738.jpg","tags":["Arvind Kejriwal","Supreme Court","liquor policy case","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067750/bail-conditions-that-stop-leaders-from-political-activities-violate-rights-sc-on-kejriwal"}