{"title":"Bajrang Dal halts namaz in Gurugram’s Sector 69","content":"Members of Hindutva organisation Bajrang Dal members on Friday disrupted namaz in Gurugram’s Sector 69, The Indian Express reported. In a video posted by Live Hindustan, a member of the organisation is seen telling the Muslim worshippers not to pray in open spaces.गुरुग्राम में खुले में नमाज पढ़ने पर विवाद फिर से गरमाता जा रहा है। शुक्रवार की दोपहर जुमे की नमाज के लिए आए मुस्लिम समुदाय के लोगों को बजरंग दल के कार्यकर्ताओं ने खदेड़ दिया जिसके बाद से घटना स्थल पर तनातनी का माहौल बना हुआ है। #gurugram #Namaz #bajrangdal pic.twitter.com/WU3sDYQRbU— Hindustan (@Live_Hindustan) December 23, 2022\n\nThe Indian Express identified the man as Amit Hindu, a member of the Bajrang Dal.“It  does not matter whether they have permission to pray at six locations  or not,” he is heard saying in the video. “We will scale up the protests  if prayers continue in the coming weeks.” Praveen Saini, the  district coordinator of the Bajrang Dal, said that the Muslim men were  lying when they said that they have been praying in the open space for  15 years.“The Chief Minister has clearly said that there will be no namaz in open spaces,” he said.In December 2021, Haryana Chief Minister Manohar Lal Khattar had said  that offering namaz in open spaces will not be tolerated and that some  sites in Gurugram reserved for Muslims to conduct prayers had been  withdrawn.Last year, there were several reports of Hindutva groups disrupting Namaz in Gurugram. On December 17, 2021, Hindutva groups had disrupted namaz at  a park in the Udyog Vihar area of the city. Videos shared on social  media showed them forcing people to chant “Bharat Mata ki Jai”. On that  day, Muslims had stayed away from the Sector 37 ground, which was one of the  designated sites for namaz in Gurugram.This specific namaz site had seen several disruptions between November 2021 and December 2021. Hindutva groups had protested on November 20 last year against Muslims offering prayers at Sector 37 ground, claiming that they wanted to play cricket there.The groups had also organised a havan ceremony on November 26 last year at the site to mark the 2008 Mumbai terror attacks.In Sector 12A, a group prevented Muslim prayers on November 7, 2021 claiming that a volleyball court was to be set up there.","author":"Scroll Staff","time":"2022-12-23T19:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166847-mdkzmuzsgq-1637948476.jpg","tags":["Bajrang Dal","namaz","Gurgram"],"source":"https://scroll.in/latest/1040455/bajrang-dal-halts-namaz-in-gurugrams-sector-69"}