{"title":"Balakot strike: Pakistan uses erroneous translation of Sushma Swaraj’s remark to claim vindication","content":"The Pakistani military on Friday cited a fresh statement given by External Affairs Minister Sushma Swaraj to claim that India had initially lied about the impact of the Balakot airstrike of February 26. Swaraj on Thursday said “no Pakistani nagrik or soldier” was killed in the airstrike.However, after an Indian news agency translated the word “nagrik” as “citizen”, Pakistani armed forces spokesperson Major General Asif Ghafoor tweeted: “Finally the truth under ground reality compulsions.”The Hindi word “nagrik” literally means “citizen”, but Swaraj appears to have meant “civilian” – which is consistent with India’s earlier claims. After the Balakot airstrike, India had claimed to have killed “a very large number of Jaish-e-Mohammad militants” but no civilians or soldiers.The news agency has now edited its story to replace the word in Swaraj’s quote with “civilian”. Swaraj had made the remark at a gathering of Bharatiya Janata Party women workers in Ahmedabad.Ghafoor’s tweet further said: “Hopefully, so will be about other false Indian claims ie surgical strike 2016, denial of shooting down of 2 IAF jets by PAF and claim about F16. Better late than never.”On February 26, the Indian Air Force claimed to have struck a Jaish-e-Mohammad training camp in Pakistan’s Balakot area in retaliation to a terrorist attack in Jammu and Kashmir on February 14, which killed 40 Central Reserve Police Force personnel.Islamabad has maintained that the Indian fighter jets dropped their payload prematurely and the airstrike caused no damage or casualties.In her speech, Swaraj is seen saying that the Indian military was given the instruction before the airstrike: “Pakistan ka koi nagrik nahin marna chahiye, Pakistan ke sena ko kharoch nahin aani chahiye [No civilian or soldiers of Pakistan should be harmed]. Your target is only the Jaish-e-Mohammed terrorists.” She said: “These orders were implemented and no Pakistani nagrik or sainik was touched.EAM Swaraj on air strike: We had given free hand to our forces but also gave 2 directions-that no citizen of Pakistan should die&the Pakistan Army should not even get a scratch. We told our forces your targets are only the terrorists of Jaish e Mohd https://t.co/izHjCpjueg (18.4)— ANI (@ANI) April 19, 2019\n\nFinally the truth under ground reality compulsions. Hopefully, so will be about other false Indian claims ie surgical strike 2016, denial of shooting down of 2 IAF jets by PAF and claim about F16. Better late than never.#TruthPrevails#PakistanZindabad https://t.co/Kim8CZTdlJ— Maj Gen Asif Ghafoor (@OfficialDGISPR) April 18, 2019\n\nThe Indian Air Force said it had shot down a Pakistan F-16 fighter aircraft on February 27 and thwarted a retaliatory attempt from the neighbouring country after the Balakot air strikes. The Air Force said it had intercepted a “large force” of Pakistani aircraft and during the ensuing aerial engagement, one of its MiG-21 Bisons had shot down an F-16 in Nowshera, Jammu and Kashmir.Pakistan, however, has consistently denied that it had deployed F-16 fighter jets on February 27 and said it had used the JF-17 Thunder combat aircraft on that day.","author":"Scroll Staff","time":"2019-04-19T09:34:17.176759+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114274-gwkhiuzazm-1551426559.jpg","tags":["Sushma Swaraj","Asif Ghafoor","Balakot airstrike"],"source":"https://scroll.in/latest/920594/balakot-strike-pakistan-uses-erroneous-translation-of-sushma-swarajs-remark-to-claim-vindication"}