{"title":"Balakot airstrike: Nirmala Sitharaman says Pakistan did not take journalists to the actual spot","content":"Union Defence Minister Nirmala Sitharaman on Thursday said the real Jaish-e-Mohammad camps are running over a hill above a madrasa in Balakot. Sitharaman made the comment when she was asked about Pakistan Army taking international media and diplomats to Balakot. “[The] Madrasa is a foil, real Jaish terror camps are running above that hill,” she told Business Television India during an interview. “Not sure if anyone has been taken at that spot to see damages.”On Wednesday, Pakistan said it took representatives of some international media houses and foreign diplomats to the site in Balakot, Khyber Pakhtunkhwa, where the Indian Air Force struck a Jaish-e-Mohammad camp on February 26. The IAF had retaliated to a terrorist attack in Jammu and Kashmir’s Pulwama on February 14, which killed 40 Central Reserve Police Force personnel.Pakistan had countered India’s claim that it destroyed a Jaish-e-Mohammad madrasa, alleging that only a few trees had been felled in the Indian Air Force strike.Sitharaman reiterated herself in an interview with The Indian Express. “The information that I have is that they took them to the madrasa, which was never attacked, never touched, and never part of the scheme,” she said. “Second, they would have taken them on a guided tour. The place where the suicide bombers are trained has not been made accessible… Even if you are showing the exterior, what happened inside – these questions are not answered. So it doesn’t matter. They can do the necessary whitewashing, they can take as many people as they want.” She also mocked that Pakistan needed 40 days to take “select journalists” to the spot.However, in her interview with the Hindustan Times on April 9 she had said that the Jaish-e-Mohammed used to train suicide bombers in that school. “Pulwama was claimed by Jaish-e-Mohammed,” she said. “In Balakot, it was their school which was training future suicide bombers.”Regarding the situation at the borders, Sitharaman said the Indian forces are on alert. “There have been several false alarms – a fleet of aircraft coming and then going back (at the Line of Control), almost as if they are testing us,” she added.Asked why the BJP is talking more about nationalism than development this election, Sitharaman said the emphasis of the BJP has been on putting the nation first. “Whether it was the 2016 surgical strike or Balakot air strike, we had credible information that more attacks could happen. The prime minister took an action which should have been taken after the [Mumbai terror] attacks in 2016…I underline the fact that not a single civilian was hurt. This was a clear pre-emptive, non-military action of finishing off terror. So why not talk about it?Regarding the Supreme Court’s decision to let the “secret files” of the Rafale deal be admissible in court, Sitharaman said it was not a setback for the government. “Even as the plea is there with the court, because some news appeared in some publication, printing documents which otherwise belong to the ministry… the issue before the court… was whether those documents can also be taken on board… These are secret, classified documents. When such documents are taken away, illegally, it was thought fit that it should be highlighted. Therefore, we said would the court want to take cognisance of such documents that had been illegally obtained… On that argument, the court has said it’s alright, let those documents also be placed before the court when they consider the review petition. That’s all that happened.”Asked about the BJP’s prospects in South India, Sitharaman said they have managed to strike good alliances. “It may not be a sweep. But we will do well,” she said. “Today the environment in the South is no longer such that only a regional party can dominate. People are able to make a distinction between a national election and a local [state] election.”","author":"Scroll Staff","time":"2019-04-12T11:11:40.652915+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112562-qcdgvtdmwk-1549639138.jpg","tags":["Nirmala Sitharaman","Balakot airstrike","Jaish-e-Mohammad","Pakistan"]}