{"title":"Balakot was a message to Pakistan that terror attacks come at a cost: Former Air Chief BS Dhanoa","content":"Former India Air Force Chief BS Dhanoa on Saturday said that the Balakot airstrikes were conducted to send a message across to Pakistani establishments and terror groups that “there will be a cost to pay for terror attacks in India”, PTI reported. Indian Air Force jets had struck a Jaish-e-Mohammad terrorist camp in Balakot in Khyber Paktunkhwa province of Pakistan on February 26, in retaliation for the killing of 40 Central Reserve Police Force personnel in Pulwama on February 14. On February 27, Pakistan Air Force jets had violated Indian airspace and shot down a MiG-21, but failed to hit military installations they had targeted.Following the Pulwama attack in February, Dhanoa claimed the Pakistani side was worried about retaliation, adding that “there were only two questions – when and where the retaliation will take place”. He said that since the Pakistani Air Force had targeted military installations on February 27, the Pakistan Army had turned into a “legitimate target”, NDTV reported. “...and had their strikes been successful, we would have put a considerable weight of attack on their forward brigades,” he said.“On our side, apart from stupid mistakes for which remedial measures have been taken and people responsible will be punished [reference to shooting down helicopter in friendly fire], we could not impose significant costs on PAF [Pakistan Air Force] on February 27,” he said on the second day of the Military Literature Festival in Chandigarh, according to The Indian Express.The former air force chief said there was a shift in the way India responded to terror attacks that caused mass casualties. Dhanoa said the first response came after the terror attack at the Army base in Jammu and Kashmir’s Uri in 2016 in which 17 Indian soldiers were killed. He added that the Indian Army retaliated with an attack on terror launch pads inside Pakistan-occupied Kashmir. Dhanoa said that Pakistan’s concerns about an escalation was due to its poor financial condition as it had $50 billion in foreign reserves as compared to India’s $400 billion. He further added that the biggest takeaway was that technology played an important role in such scenarios, according to PTI.“What about the responsibility of people who were to get this technology and kept negotiating for nearly 10 years to get the MMRCA [Medium Multi-Role Combat Aircraft]?” he said. “What would have happened in the same engagement had Wing Commander Abhinandan [Varthaman] been flying Rafale aircraft instead of MiG 21- bison?”","author":"Scroll Staff","time":"2019-12-15T11:50:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/70484-ikuwilamfm-1570189624.jpg","tags":["BS Dhanoa","Balakot airstrikes","Indian Air Force"],"source":"https://scroll.in/latest/946879/balakot-was-a-message-to-pakistan-that-terror-attacks-come-at-a-cost-former-air-chief-bs-dhanoa"}