{"title":"Balakot airstrikes took place in Kashmir, not Pakistan, claims Sharad Pawar","content":"Nationalist Congress Party chief Sharad Pawar on Sunday claimed that the strikes carried out by the Indian Air Force in Balakot, Pakistan, actually took place in Kashmir.During a live chat on Facebook, Pawar raised doubts about Prime Minister Narendra Modi’s claims of “hitting the enemy in his home”. “People do not have information about the Line of Control and the situation there,” he said. “So, they felt some action had been taken against Pakistan.”The Balakot airstrike, targetting Jaish-e-Mohammed training camps, came days after militants belonging to the Pakistan-based outfit killed 40 security personnel in Pulwama on February 14. The Indian government described the airstrikes as a “non-military preemptive action”.  The airstrikes were mentioned several times by Bharatiya Janata Party leaders, including Modi and party president Amit Shah, during their campaign for the Lok Sabha elections.Pawar also accused the BJP of creating a rift among different communities for electoral gains. The former Union minister said one community standing against another was dangerous for the country’s social harmony. “Cultural communalism received an indirect boost in the country, which politically benefitted the BJP,” Pawar said. “Muslims are the second-largest community in the country after Hindus.”The Nationalist Congress Party chief brought up the matter of using electronic voting machines in elections during an interaction with reporters on Monday. Several Opposition leaders have questioned the reliability of the machines, with West Bengal Chief Minister Mamata Banerjee calling for a return to ballot papers. Ahead of counting of General Election results on May 23, several complaints about the alleged movement of voting machines had appeared on social media. The Election Commission of India had clarified that voting machines were “absolutely safe” in strongrooms, and allegations that a few machines were allegedly being moved around to replace the voting machines used during polls were false.“The problem is not the with the EVM or VVPAT  where the people vote, but with the machine with the electoral officer that is finally counted,” ANI quoted Pawar as saying. “We are going to go in depth of it now by discussing this with technicians and experts and opposition members in Delhi.”He warned that people might take law into their hands if they realise that their votes were not going to the candidate of their choice. “We should not allow that to happen,” Pawar added. Elections in MaharashtraAssembly elections in Maharashtra are scheduled to be held between September and October this year. The Nationalist Congress Party and the Congress suffered huge electoral losses in the state in the recently-concluded Lok Sabha elections. Together, they won only five seats, while the BJP secured 23 seats and its ally Shiv Sena bagged 18 seats. Of the 48 Lok Sabha seats in the state, the All India Majlis-e-Ittehad-ul-Muslimeen won one, while Congress-supported Independent candidate Navnit Ravi Rana bagged the Amravati seat.In the 2014 Assembly elections, the BJP had increased its tally to 122 seats from 46 in 2009.","author":"Scroll Staff","time":"2019-06-10T11:09:48.703524+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107548-ecelnulegy-1559790406.jpg","tags":["Sharad Pawar","Balakot","Indian Air Force","airstrikes","Pakistan","Kashmir"],"source":"https://scroll.in/latest/926518/balakot-airstrikes-took-place-in-kashmir-not-pakistan-claims-sharad-pawar"}