{"title":"Ballot boxes, inking fingers: An 85-year-old remembers India’s first General Election ","content":"The hectic electioneering all around and the news of the first two phases of the general election take me back to India’s first polls in 1952.I was then a 13-year-old studying in Mumbai. It was my school winter vacation and I was spending the holidays with my uncle in Balaghat, a district headquarters then part of Central Provinces, now in Madhya Pradesh. Electricity had not reached Balaghat yet. So petromax lights and lanterns were used and manual pankhas were installed in the bedrooms and the dining room.A rope outside strung along pulleys would be pulled by a man outside the room to make the fan sway to and fro.My uncle, who was the executive engineer in the public works department of the new government, was assigned the task of supervising the electoral process over a certain area in Balaghat district. My cousin Bobby and I tagged along with my uncle.There was a truck carrying ballot boxes and other equipment. My uncle, his clerk and us two boys travelled in the Vauxhall car. It was quite an adventure for us, and off we went, oblivious of the historic event that we were to participate in.The night halt was in a dak bungalow en route to the election site.As the whole system was designed for recently-departed British administrators, the arrangements at the dak bungalow were excellent – as comfortable as possible without electricity. We even had heaters in our bedrooms. A coal-fired sigri had been placed under each of our beds to keep us warm.Bobby and I had a separate room and were provided with enough blankets to keep us warm. It was winter and we were in a thickly forested area. It was cold.The next morning, as we were enjoying our breakfast of parathas and omelette, the khansama regaled us with a story of how a leopard had come the previous night and nearly made off with the neighbour’s dog. (The fact checker was yet to be invented).\n\t\t\n\tA polling station at Town Hall in Delhi. Photo Division, Ministry of Information & Broadcasting, Government of India, Public domain, via Wikimedia CommonsOff we went to our assigned booth. The last mile had to be traversed in a bullock cart for the equipment and on foot by the two young warriors. The system of casting ballots was more or less as it is now. There was a ballot box and two or three chairs kept for the representatives of the candidates.At the beginning, the box was inspected by the representatives of the candidates to make sure it had not been stuffed with fake votes. One worker, not satisfied with a visual inspection, put his hand in the box and made sure that it was empty.One man had the electoral roll. He checked the names of the voters and gave them ballot paper and a marker. The representatives of candidates watched the process, hawk eyed.Best of all, there was a table for Bobby and me. Our job was to mark the forefingers of voters with indelible ink. We were thrilled with this task and took turns.Finally, the voter would mark the paper and put it in the sealed box. Men and women, old and young, came to exercise their right to vote, the newly independent country of India having granted universal adult franchise to all above the age of 21. In that election, India became the world’s largest democracy, though my 13-year-old self was blissfully ignorant that I was witnessing a momentous historical event.The same procedure was followed when I last voted at Mumbai’s Anushakti Nagar Kendriya Vidyalaya polling station in October 2019 for the Maharashtra assembly elections. More than 70 years into our journey as an independent nation, the same system of checking electoral rolls and the indelible ink is still followed.As an 85-year-old now witnessing the 18th Lok Sabha election, I realise the truth in the adage “the more things change the more they stay the same.”Canvassing for a Congress candidate. Credit: Photo Division, Ministry of Information & Broadcasting, Government of India, Public domain, via Wikimedia Commons","author":"Suhas Phadke","time":"2024-04-30T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200364-lnqckagaia-1714386996.jpg","tags":["Indian History","Lok Sabha 2024","Lok Sabha","Indian Democracy"]}