{"title":"Ban triple talaq and abolish Muslim Personal Law Board, says former minorities commission chairman","content":"Former Dean of Delhi University’s Law Faculty and former Chairman of the National Commission for Minorities Prof Tahir Mahmood is an internationally recognised expert on Muslim Law. He speaks on the system of divorce among Muslims and how maulvis and the All India Muslim Personal Law Board have thwarted reforms that could have benefited the community. Excerpts from an interview:In your book, Introduction to Muslim Law, you have written, 'In India Muslim law is applied as a part of the country’s civil law, and not as part of the Muslim religion. It does not enjoy any special status so as to be protected by the religious-liberty provisions of the Indian Constitution.' Are you saying Muslim Law is subject to changes?Muslim Law, as also Hindu Law, Christian Law and Parsi Law have been chapters of Indian Family Law. They continue to be applied even now, subject to changes, amendments, alterations, deletions and abolitions made by the competent authority, that is, Parliament and the Supreme Court. There is absolutely nothing, not even a word, in the Indian Constitution protecting the personal law of any community, nor exempting it from the jurisdiction of Parliament or state Assemblies or any higher courts.On the contrary, there is a specific provision in the Constitution giving power to Parliament and state Assemblies to amend and repeal existing laws or pass new laws in all those matters which were on August 15, 1947, governed by personal laws. This is Entry V in the Concurrent List.But Muslim leaders and clerics insist that Muslim Personal Law is derived from the Quran and, therefore, cannot be altered.Well, it is absolutely foolish to say any personal law is protected by the Constitution. None of the freedom of religion clauses in the Constitution, from Article 25 to Article 28, even remotely talks of personal law. On the contrary, an explanation in Article 25 says that freedom of religion will not preclude the state from introducing social reforms and enacting laws on subjects traditionally associated with religion.Muslim Personal Law has changed in other countries, hasn’t it? Why are clerics in India so resistant to change?I suppose this question is best asked to them. But ignorance, obstinacy, blind belief in religion and morbid religiosity are undoubtedly the factors.Muslim Law is viewed to be tilted against women. The most evocative symbol of this view is triple talaq, namely, that Muslim men can divorce women by simply pronouncing talaq three times. You have rejected the concept of triple talaq, saying that it doesn’t adhere to the correct Islamic procedure. What is the correct procedure?The law on this point is absolutely clear in the Quran. There are two verses in the Quran pertaining to talaq. One verse says, “Divorce is only twice.” The background to this verse was the social condition prevailing in the pre-Islamic period – husbands would divorce their wives temporarily, because every divorce was revocable till the iddat period [This corresponds to roughly three months, the expiry of which leads to couples separating]. They would divorce their wives, revoke it on the last day of iddat, enjoy them for some time and again divorce. Basically, they kept playing hide and seek with wives all their lives.To stop this devilish practice, the Quran declared that a person can revoke his divorce only once. This means if the husband divorces his wife the second time in his life, the marriage is instantly dissolved. She will not remain his wife, iddat or no iddat.The other Quranic verse says a person can’t divorce his wife unless there is an arbitration or reconciliation process, which requires representations from both sides. The maulvis have assumed the power of deciding that the first verse is Quranic law and the other is just Quranic morality, not law. Who has authorised them to make this distinction? The Quran does not speak of law and morality. Whatever the Quran says is Quranic.So how did this practice of triple talaq come to India and why is it entrenched in India?It was there everywhere. But, other than India, it has been reformed elsewhere. Islam didn’t introduce this practice of triple talaq. Islam, on the contrary, tried to stop this, as I have already explained. But custom was deeply rooted and it continued thereafter.Since triple talaq doesn’t have the Quranic sanction, would you say this practice should be banned in India?Triple talaq has been banned all over the Muslim world. Why should India be sticking to this 7th century law?I assume you must have spoken to the supporters of triple talaq and tried to make them see reason.I have spoken to them enough. I don’t want to waste my time anymore. I can’t convince the fanatics. They will remain what they are.What arguments did they cite to you for insisting on continuing with triple talaq?These people say they are not competent to understand the Quran. They say they are bound by the interpretation of the Quran by this or that Imam who lived in the first 100 years of Islam’s advent. Just as the Constitution is what the Supreme Court of India says it is, the Quran is what Imam Abu Hanifa (699-767 CE) or Imam Shaefi (767-820 CE) said it was. It doesn’t matter to them that the Quran at the outset asks the reader to go deep into its meanings and decide it for himself. Nor does it matter to them that the revered Imams cautioned people against following them blindly. Read the Quran and decide for yourself, they said. Unfortunately, we in India are going in the contrary direction.Islam enables couples to divorce without having to go to the court. Do you think it leads to exploitation of women, even though not taking recourse to the legal system is inexpensive?There is a concept of divorce by mutual consent that is embedded in modern law. The policy behind [it] is that if both the husband and wife want to divorce through mutual consent, the court isn’t allowed to probe their decision. Similarly, Prophet Mohammad wanted couples who thought their marriage had broken beyond repair to walk away from it, either together or alone, by following the prescribed procedure. This procedure is separate for men and women, and there is also one by which couples can divorce through mutual consent. Prophet Mohammad didn’t want such couples to go to courts.Under Islamic law, is it possible for couples to stipulate in the marriage agreement that the wife shall have the right to dissolve the marriage by her own action?Yes, it is called contractual divorce.But do wives have equal rights to divorce under Islamic Law?Wives have equal rights through khula, which is the counterpart of talaq by men. Khula is divorce at the behest of women. She can tell her husband that she does not want to live with him. The husband can’t even ask her why. Khula is her decision. So if the husband agrees to give divorce, it is well and good. The only thing he can ask for is that he wouldn’t pay her mehr or dower. It is possible the husband might not listen to her and agree to divorce her. In that case, the woman can go to the qazi to have khula enforced.But muftis say that if the husband doesn’t agree to divorce her, then the wife has to stay with him.Rubbish, the law has already been interpreted by the Supreme Court of Pakistan that in khula the decisive voice is that of the wife.So is the woman’s right to divorce equal to that of the man in Islamic Law?Almost equal. In fact, the wife has more powers than the husband, who can divorce through the process of talaq only. The wife has khula, contractual divorce, and, on top of it, the power of faskh, by which she can approach the court for divorce on a ground or allegation and prove it. These grounds have been codified in India, through the Dissolution of Muslim Marriages Act, 1939. In contrast to faskh, khula is unilateral.Under Islamic law, is maintenance to a divorced woman after the iddat period recognised?Yes, it is. I have been asking the maulvis to cite me any verse from the Quran or any Hadith [tradition of the Prophet] that says paying maintenance after iddat is haram [forbidden]. The Quran says maintenance has to be paid to the divorced woman during the iddat period. Since she can’t remarry during iddat, maintenance for this period is mandatory. After the expiry of iddat, in the Arabic society during the Quranic days, the woman used to get remarried immediately.The correct interpretation of the law is that maintenance up to the iddat period is mandatory, but if she gets remarried then the liability is of her new husband. Otherwise the maintenance continues. So maintenance during iddat is the minimum period, not maximum.But are there examples of husbands paying maintenance to their divorced wives beyond the iddat period in earlier centuries?Under the law of contractual divorce heavy amounts were paid even in early times. This is known as mata or compensation for arbitrated divorce.Why did the Shah Bano case then trigger such a controversy?The Shah Bano case wasn’t on Muslim Law. The simple issue before the Supreme Court Bench was whether the CrPC [Code of Criminal Procedure] law is applicable to Muslim divorcees. The Bench should have simply said, yes, it is applicable. Instead of saying that, the Bench tried to prove that the law is in accordance with the Quran, conveying the wrong impression that the Bench was reinterpreting the holy text. Then in its judgement, as it always happens, the Bench ended with a lament for the Uniform Civil Code.What is your position on the Uniform Civil Code?If the UCC means modern Hindu law, then I’d say no. In fact, 99% of people use the UCC as a synonym or euphemism for modern Hindu law. The minority communities, not Muslims alone, will never accept it. The lady sitting there [in his drawing room, where the interview was conducted] is a Christian. Can you ask her not to go to the church to get married, that she should instead do so under Hindu Law, with pheras and all?Secondly, Hindu Law is itself not a modern law – it is full of gender- and religion-based discrimination. For instance, if a married Hindu woman were to become a Sikh or Buddhist or Jain, she continues to enjoy all her rights against her husband. But if she were to become Muslim or Christian, she instantly loses all her civil rights. It is a bias of Himalayan proportions. Or if the husband wants to give his child in adoption to someone else, he needs the consent of his wife, provided she hasn’t converted to Islam or Christianity. If she has converted to Buddhism or Sikhism or Jainism, her consent is still mandatory.Under the Hindu Succession Act, 1956, if a son becomes Muslim or Christian and he dies in the lifetime of his father, then whether the son’s children can inherit from their grandfather depends on whether they were born before or after their father’s conversion. This was enacted by Parliament of modern, secular India six years after the adoption of the Constitution of India. What is the fun in talking about the UCC?What about that Muslim law which treats two female witnesses as equal to one male witness?This is a non-existent provision which maulvis cite. It is a concoction. There is no Quranic sanction.How come nobody attempts to address the anomalies that have crept into Muslim Law?It has been answered by the state all over the world. India is the only exception.How do we get out of this rut?We can’t, as long as we have the minority syndrome. Bangladesh has 12% Hindu population, but Hindu Law there remains where it was on August 15, 1947. By contrast, Muslim Law has undergone changes in Bangladesh and Pakistan. In the subcontinent there is a minority syndrome, which is deepest here in India. The hold of maulvis over the community is so strong that there is absolutely no scope for reform of Muslim Law in any foreseeable future in India. For any reform, we will have to look at the judiciary, which has been introducing it through a circuitous way. The judiciary is the only hope.Do you think the All India Muslim Personal Law Board has been an agent of change?Frankly, I want the Board to be abolished. Its members are paranoid and they speak rubbish. Every time the Supreme Court delivers a judgement, the Board members say it is interfering with Shariat. They are doing disservice to the community. They have succeeded in making the community believe that Muslim Personal Law means the Quran and that there is no difference between the two, and that both are divine.In my autobiography, Amid Gods and Lords, which was recently released, I have cited an anecdote. A maulvi and a pandit go to God and both complain that their communities don’t accept social reform. After a long argument, God counsels them to be patient with their community and that a time would come when they would accept reform. The pandit asks, “When would that time come?” God said, “Not in your lifetime.” Then the maulvi asked, “When would that time come for my community?” God said, “Not in my lifetime.”Every sensible Hadith is declared false, every sensible verse of the Quran has been abrogated.How do you abrogate a verse of the Quran?I will give you an example. There is a verse in the Quran which says that every person who is dying must make a will in favour of his wife. There is also a verse fixing the wife’s share in the husband’s property. The maulvis say the verse relating to the husband’s will has been abrogated and the share of wife is just 12.5%. They quote a Hadith which says the wife’s share can’t be augmented even through the husband’s will. Whatever is convenient to men the maulvis say that is law.I must tell you about a seminar in Chennai. It was on false Hadith. In one session there was a question, why do maulvis say Muslims shouldn’t keep dogs as pets? The maulvis cited a Hadith to back it, while others claimed that this particular Hadith was a concocted one.I was chairing the session. There was an hour of discussion. Several reasons were cited, the principal one being that the dog is a dirty animal, etc. At the end of the discussion, I gave my opinion: “Dog is the only animal bestowed by God with common sense. But maulvis can’t tolerate common sense. That’s the only reason why they don’t want dogs to be kept as pets.”Ajaz Ashraf is a journalist from Delhi. His novel, The Hour Before Dawn, published by HarperCollins, is available in bookstores.","author":"Ajaz Ashraf","time":"2015-05-05T09:00:28+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/724902-1587e14e-20f6-48f2-8084-9d2706b5e7a1.jpg","tags":[],"source":"https://scroll.in/article/724902/ban-triple-talaq-and-abolish-muslim-personal-law-board-says-former-minorities-commission-chairman"}