{"title":"Banana republic in the making?: A South Asian perspective on India from Kathmandu","content":"While the attitudes of their governments may wax and wane, the people who live in the countries neighbouring India all want friendship with the subcontinental superpower. In this, they see not only historical and cultural continuity but peace, political stability and economic growth for all countries in the region.Sadly, the flourishing India so zealously projected by Prime Minister Narendra Modi is not evident from the outside.India was long the economic and political vanguard of the subcontinent, with its robust parliamentary system, social-democratic policies of growth and equity, independent media and critical academia, professional bureaucracy and security forces, and even-handed governance of a plural demography. But the perspective and dispassion of cross-border distance show an India that has slipped on the path.Modi’s brand of governance over the past decade has led to impoverishment and social polarisation. Even though Hindutva diverts attention, Indians are materially poorer. The teflon prime minister has been able to deflect accountability for his imperious governance: demonetisation did not take black money off the market but ended up hurting small-holders in all sectors; the Covid-19 lockdown, activated on four-hour notice, forced millions of wage-earners to walk empty highways back to their homes in the poorest regions; activists and Opposition leaders are jailed and harassed even as a compliant media plays cheerleader.India’s wide geography and demographic diversity cannot be governed by a centralised autocracy, but Modi is bent on undercutting the state governments. Runaway centralisation ensures that the country’s 1.4 billion people are deprived of representation and agency.The end result of this stifling will be horrendous; the size and dispersal of the population, the regime’s willingness to deploy coercive means and the use of religion-laced ultra-nationalism will ensure that a people’s movement of dissent will take time to coalesce.Credit: PTI.Tryst with autocracyIndia inherited the mantle of historical Hindustan, including all of the British India units and some more. In one stroke in 1947, the ownership of the historical narrative was wrested by the nation-state of India, including everything from yoga to subcontinental cuisine, “India studies” and pre-Partition icons from Rabindranath Tagore to Mohandas Gandhi.Indian exceptionalism includes the propensity to regard pre-1947 subcontinental history as India’s alone. In the same vein, Indian commentators may pass all manner of judgement on neighbouring societies but remonstrate when others choose to comment on India.Even so, given modern-day India’s democratic character, the rest of South Asia has been open-minded over the decades. The Modi regime is going a step beyond exceptionalism: its obvious goal is to restructure India into a Hindu majoritarian state. Additionally, there is an intense desire to include all of South Asia in “Akhand Bharat”, a greater unified India.The plan to expand India’s borders to include modern-day Afghanistan, Bangladesh, Bhutan, India, Maldives, Myanmar, Nepal, Pakistan, Sri Lanka and Tibet has long been nurtured by the Rashtriya Swayamsevak Sangh. In fact, it is represented in a map unveiled at New Delhi’s new Parliament building.Amidst the malaise and meanderings elsewhere, India was a stable, democratic exemplar, the asymmetrically large country at the geographical centre, from sea to sea, mountain to peninsula. Today, next-door populations that suffered faith-based fanaticism, cynical populism, military dictatorships, royal autocracies and papier mache democracy watch with consternation as India takes the wrong turn.The military-mullah nexus in Pakistan challenges democracy even as other regions flinch at the hands of Punjab province. With New Delhi’s abetment, Bangladesh has been transformed into a brittle one-party state. Nepalis continue to suffer from Kathmandu-centricism despite the new Constitution’s promise to correct age-old marginalisations. Bhutan emptied a seventh of its (Nepali-speaking) population through majoritarian cleansing, while the Maldives’ wild political pendulum continues to swing to the extremes.The Taliban dictatorship of Afghanistan subjugates a proud populace, while Sri Lanka Sinhala dominance continues with few lessons learnt from nearly three decades of internal conflict.Everyone else has had extended trysts with autocracy, and India has now more or less “arrived” at the same place. It may be hard to notice amidst the fog of the propaganda by the Bharatiya Janata Party’s social media cell, but the poisoned nectar of Hindutva injected into the bloodstream of India has already put a brake on social development and economic growth.India-watchers worry about the scale of devastation that will visit the Indian populace if this Rashtriya Swayansevak Sangh-BJP brinkmanship continues, a societal shattering that will exact immense human cost not only of the minority Muslim, Dalit, Adivasi and tribal communities but also to the Hindu poor. The Indus-Ganga region experienced the bloodletting of Partition and the spectre of pogroms looms once again as Modi himself ridicules and baits the Muslim minority.New Delhi, once the exporter of best practices, is now importing the worst to target opponents in the political parties and civil society, bringing to mind Islamabad’s National Accountability Bureau and Dhaka’s deployment of police and military intelligence.India’s federal investigation agencies – including the Central Bureau of Investigation, Enforcement Directorate, National Investigation Agency and Income Tax Office – are today at the service of Modi. The State Bank of India facilitated coverups of the electoral bonds’ fraud, the Supreme Court is weakened by a thousand cuts, while the Election Commission cowers as we speak.Even as the Gujarati crony capitalists with proximity to the one-time chief minister and prime minister rake it in, they run roughshod over environmental considerations and buy up the media. India’s print and television is by now an embarrassment for South Asians everywhere, with editors, publishers, anchors and proprietors exhibiting fear and appeasement in equal measure.Credit: PTI.A democratic strivingDespite royal regimes, military dictatorships and fundamentalist hijacks, the spirit of the people from Pakistan to Bangladesh, Sri Lanka and Nepal has been resolutely democratic, never letting go of pluralist aspirations. For decades, they derived energy from India’s tolerant democracy. But that India has gone comatose, as is evident from New Delhi intellectuals talking in whispers when pointing to Modi’s ways. Criticising or ridiculing Modi is now akin to being seditious.The anti-minority plank of the Modi regime emboldens majoritarian intolerance in neighbouring countries. Nepal’s ruling establishment is opening doors to Hindutva to keep Modi and Uttar Pradesh Chief Minister Adityanath happy, while Bangladeshi Prime Minister Sheikh Hasina is energised in her suppression of dissent. Radical clergy in Pakistan and Sri Lanka, one Muslim and the other Buddhist, take heart from Hindutva because it justifies their excesses of decades.The attempt to make Uttarakhand a Hindu-exclusive “Dev Bhumi”, or Land of God, is a call for copycat activities eastward in Nepal. The bias against the Islamic faith is reflected most brazenly in India’s Citizenship Amendment Act, which extends citizenship to Hindus, Sikhs, Buddhists, Jains, Parsis and Christians from Afghanistan, Bangladesh and Pakistan – excluding only Muslims. New Delhi commentators have not delved enough into Hindutva’s meaningful embrace of the Israeli Prime Minister, the genocidal Benjamin Netanyahu.All neighbourly sensitivities are sacrificed on the altar of the vote bank as far as the BJP and Rashtriya Swayamsevak Sangh are concerned, no matter that it will ultimately rebound against India’s own economy and society. Examples include the cynical use of the Balakot airstrikes just before the 2019 general elections, Home Minister Amit Shah terming Bangladeshi Muslims “termites” and the half-year economic blockade slapped on Nepal in 2015 simply because Modi did not appreciate the country’s new Constitution.Modi is not beneath raking up settled boundary matters to support the BJP’s electoral calculations. To woo Tamil voters before the polls starting in April, he questioned the 1974 border agreement with Sri Lanka on the island of Katchatheevu.This lackadaisical attitude raises questions about the sanctity of all agreements entered into by India, including the much-applauded enclave swaps with Bangladesh. New Delhi refuses to sit with Kathmandu on Nepal’s claims to the Kalapani-Limpiyadhura-Lipulek triangle, while Modi signals his indifference by posing for dhyan under the Adi Kailash massif in the disputed area.\n\t\t\n\tCredit: Narendra Modi @narendramodi/X.Non-state diplomacyModi’s foreign policy is largely made up of kowtowing to the globally powerful while flexing muscle within South Asia. While making tall claims before Indian voters, Modi presents himself meekly before the West and China. He unhesitatingly uses Indian assets against friendly neighbours Bangladesh and Nepal – from nominally undercover agencies to financial inducements up and down the political and bureaucratic hierarchy.New Delhi uses a big stick against small neighbours, but it has not escaped the notice of Thimphu, Kathmandu and Male that Modi gives Xi Jinping a wide berth. Despite his bombast, India’s prime minister prefers not to respond to Beijing’s aggressive presence across the long Himalayan frontier, starting with Ladakh. While China has moved into 2,000 sq km claimed by New Delhi, Modi baldly told an all-party meeting that no one had entered Indian territory and not an inch of land had been lost. Home Minister Shah echoes his prime minister.The surrounding peoples, if not their governments, would wish for India to remain strong and stable and able to stand up to China, not least because a weakened New Delhi will take populist positions against smaller neighbours. But smoke and mirrors cannot hide the asymmetry that has developed vis-a-vis Beijing in artillery, aircraft, drones, tanks, destroyer ships, submarines, missiles, military airfields, electronic warfare, and so on.Horrified by Beijing’s economic and strategic rise, led by Washington DC, the West has been pampering New Delhi as a counterweight, quite forgetting that the true challenge to China will come from a democratic, plural, prosperous India – and a friend rather than a bully to the next-door countries. The West is yet to understand that India cannot be seen or understood in isolation from the surrounding South Asia, where India may be large but this is a region that houses a fourth of the world’s people.The much-vaunted Indian Foreign Service, once manned by confident ambassadors, is now mainly a platform for promoting the cult of Modi. With yoga used to project India’s soft power, the non-practicing ambassador or high commissioner who lets his feelings be known will surely see career challenges.The confidence and chutzpah of Indian diplomats is now a thing of memory, with today’s plenipotentiaries either sold out or resigned to their fate. The diplomatic spirit has been further diminished as the Rashtriya Swayamsevak Sangh as a non-state actor is brought on board as part of the government of India’s international outreach, even dictating the activities of embassies.New Delhi media and commentators have made it an industry red-flagging Chinese “incursions” into the various countries of South Asia, ever-ready to spread panic about “string-of-pearls” encirclement, and essentially demanding that neighbouring capitals curtsy before Delhi Durbar. Officialdom is not much better: India’s declared policy is not to import Nepali hydropower that carries even a whiff of China, investment or even construction contracts through international bidding.But India’s own economic relationship with China is unbounded, as its second-biggest trade partner after the US, and supplying Indian industry with everything from car and bus batteries to solar energy components and pharmaceutical raw material. New Delhi does not want Colombo, Kathmandu or Dhaka to deal with Beijing on their own terms, while it is itself in deep economic embrace.New Delhi journalists and analysts have always read from Ministry of External Affairs handouts when it comes to regional relations, but in the Modi era they are more like MEA spokespersons. The worst exporters of the “Ugly Indian” imagery are New Delhi’s satellite TV anchors and commentators, whose crass declarations generate gasps of disbelief in next-door capitals, such as as when they gleefully propagated the falsehood of a “honey trap” laid by a female Chinese ambassador to waylay KP Oli as Nepal’s prime minister.Credit: Reuters.Great unravellingThe political weaponisation of the Hindu faith, promoting a monotheistic Ram variant as if that was all that sanatana dharma is and was, is the dangerous path that Modi has artfully promoted, mainly for consumption in the Hindi heartland.The exclusionary politics of Hindutva takes its cue from nearby Islamic fundamentalists, repurposing faith to win elections, building conspiracy theories and creating us-versus-them schisms between the secure majority and fearful minorities.Sinhala supremacists do so in Colombo, Bangladesh’s political parties all front their Islamist tilt, but it is Pakistan’s turn to Islamic state under Zia-ul Haq that seems to serve as template for the BJP and the Rashtriya Swayamsevak Sangh.The Hindu faith (or Hindupan), in its multiplicity of forms, is supposed to be empathetic and inclusive, but non-spiritual, political Hindutva carries the same lethal didacticism as radical Islam.While successive regimes in Pakistan and Bangladesh have relegated their Hindu populations into microscopic minorities, the Muslim population in India is huge – it will not go away. Additionally, there is the disquiet among Dalits, Adivasis and tribals with the rise of exclusionary, misogynist, monotheistic Hindutva, with the newly propagated imagery of scowling (kruddha) Ram and Hanuman as flag-bearers.Nepal, though pressured and pummeled by Hindutva forces from across the open border of Uttar Pradesh, Bihar and Uttarakhand, retains much of the inclusive Hindu faith that used to mark northern India until the Ram Janmabhoomi movement and the Great Unravelling. The triangular saffron flags, sent across in consignments by the BJP-Rashtriya Swayamsevak Sangh, flutter over Tarai-Madhes rooftops, there the congenial invocation of “Jai Siyaram” (Sita-Ram) is still heard.Nepal, secular under the 2015 Constitution (which is what so riled Modi), retains Hindu belief systems that extend from shamanistic masto to esoteric tantra, besides the syncretic Hindu-Buddhist culture of the Valley. In mainstream Nepali society and on mass media, poets and stand-up comics can still make fun of the gods and their consorts, whether Ram, Krishna, Shiva, Kali or Hanuman – who would doubtless approve.For those in surrounding societies, it is disturbing to watch the brinkmanship of Modi, geared toward his own longevity in office and setting the BJP-Rashtriya Swayamsevak Sangh presence in concrete.This is the first of a two-part series on how India is seen by the citizens of other South Asian countries.Kanak Mani Dixit is a writer and publisher in Kathmandu, and founding editor of Himal Southasian magazine.","author":"Kanak Mani Dixit","time":"2024-04-28T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200324-glgspwplur-1714182657.jpg","tags":["Lok Sabha 2024","Narendra Modi","Hindutva","South Asia","South Asian Association for Regional Cooperation","Nepal"],"source":"https://scroll.in/article/1067115/banana-republic-in-the-making-a-south-asian-perspective-from-kathmandu"}