{"title":"‘Bandish Bandits’ music review: Shankar-Ehsaan-Loy album is a crisp blend of pop and classical","content":"Shankar-Ehsaan-Loy’s soundtracks in the 2000s were broadly bubblegum pop of various hues. The 2010s saw the composers working on high-minded projects, which offered more room for esoteric experimentation involving folk and classical forms.Their  album for the Amazon Prime Video series Bandish Bandits bridges their work across both decades. The series follows a YouTube pop star forming a professional and romantic partnership with a Hindustani classical singer. Bandish Bandits, which stars Ritwik Bhowmik, Shreya Chaudhry, Naseeruddin Shah and Atul Kulkarni, will be out on Amazon Prime Video on August 4.Shankar Mahadevan is steeped in Hindustani and Carnatic traditions, while Ehsaan Noorani and Loy Mendonsa redefined pop music for an entire generation in the 1990s. This well-oiled machine proves to be a natural fit for a project of this nature. The first third of the album is pure pop, or rather the sort of fusion-pop that is the hallmark of most of Shankar-Ehsaan-Loy’s chartbusters. Sajan Bin, Chedhkhaniyaan and Couple Goals revolve around young love, and are characteristically peppy.\n\n\n    \n    Play\n\nCouple Goals, Bandish Bandits (2020).The album then slowly eases into classical pop. The following three classical compositions are tightly packed into a verse-chorus pop format. The first of these, Labb Par Aye, sung by Javed Ali, is a most beautiful song signalling an unhappy lover’s angst. Virah and Dhara Hogi, sung by Shankar Mahadevan, are reminiscent of the trio’s work on the Marathi film Katyar Kaljat Ghusali.The final third of the album dials up the classical aspect of the soundtrack. Without the compulsion to be more pop, the songs get longer, and the singers freestyle in unexpected ways. Farid Hasan and Mohammed Aman shine in Garaj Garaj Jugalbandi, and the maestro Ajoy Chakraborty features in Garaj Garaj.Besides these, there’s a nice reworking of Kesariya Balam Padharo Maare Des by Shankar Mahadevan. The Bandish Bandits theme is alright. Mastiyaapa, sung by Jonita Gandhi, is an interesting song insofar as the lyrics signal fun and abandon, even as there is melancholy and resignation in the tune. What the lyrics promise don’t quite reach Gandhi’s voice, perhaps deliberately.\n\n\n    \n    Play\n\nBandish Bants (2020) jukebox.The soundtrack will obviously evoke memories of the superb classical-themed Katyar Kajlat Ghusali album. But it is also similar too, though not as adventurous as, the Mirzya soundtrack, for which Shankar-Ehsaan-Loy blended folk, classical, and even jazz, with a vivid range of electropop.Some signature elements make Bandish Bandits the latest highlight of the trio’s illustrious discography. The production is pristine and minimalist, and yet has an expansive sound. The keys and synths, particularly in Sajan Bin and Lab Par Aaye, are textbook material for composers and music producers.Unlike fellow electro-poppers Vishal-Shekhar, or Marathi orchestral experts Ajay-Atul, Shankar-Ehsaan-Loy’s production and arrangement style have always been restrained, even as they worked in zones mastered by the other pairings. Even a mediocre Shankar-Ehsaan-Loy tune is often worth revisiting just for its sonic aesthetics.Just pick the first three songs in the Bandish Bandits tracklist, and note how few layers of music are at work. Likewise, the instrumentation in the semi-classical songs is just as sparse (harmonium, tabla, khartal, manjira, and a light layer of synths, for the most part). Their music is a rejoinder to the habit of most Bollywood composers of jamming songs with overproduction.\n\n\n    \n    Play\n\nSajan Bin, Bandish Bandits (2020).Lyrically, the soundtrack is functional. The deliberately #millennial lyrics of Sajan Bin might sound grating in the beginning, but they work with respect to the song’s objective. And the tune is too great to fret over the words.One of the interesting aspects of Shankar-Ehsaan-Loy’s career is that they are the go-to composers for stories involving musicians. That has let them delve into musical territory usually untouched and mostly ruined by Bollywood.There are the two Rock On! movies and London Dreams, all of which had good albums. Then there is, of course, Katyar Kaljat Ghusali, in which we heard the teenage Shivam Mahadevan’s voice on a few devotional songs. In Bandish Bandits, he is in charge of college-Romeo lyrics, bringing to mind his father’s fateful transition from classical to pop 30 years ago.Also read:‘Made in Heaven’ music review: A set of songs as eclectic and colourful as the weddings on display‘Four More Shots Please!’ season two music: Peppy, please-all pop with a few good tracks","author":"Devarsi Ghosh","time":"2020-08-02T21:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145370-dbhcpvyvbm-1596306501.jpg","tags":["Bandish Bandits","Shankar-Ehsaan-Loy","Amazon Prime Video"],"source":"https://scroll.in/reel/966809/bandish-bandits-music-review-shankar-ehsaan-loy-album-is-a-crisp-blend-of-pop-and-classical"}