{"title":"Bangladesh government expresses concerns over Assam’s NRC process for first time","content":"The Bangladesh government has expressed concerns over the fallout of Assam’s National Register of Citizens process aimed at identifying undocumented migrants.“While we should not be worried, there is some anxiety after reading news reports,” Bangladesh Foreign Minister AK Abdul Momen told a local television channel on July 13. “We are already in much difficulty with the 11 lakh [Rohingya refugees], so we can’t take anymore. Bangladesh is the most densely populated country on the planet.”Momen also denied that the people identified under the NRC process were Bangladeshi immigrants. “The people that have been there for 75 years, they are their [India’s] citizens not ours,” he said.This is the first time the Bangladesh government has publicly expressed concern over Assam’s NRC process. In 2018, after the NRC has published it first draft list of 40 lakh undocumented migrants, Bangladesh denied it has anything to do with the matter. “Firstly, we see this as an internal, local political issue with Indian state of Assam,” Bangladesh Information Minister Hasanul-Haque Inu had said. “It has nothing to do with Bangladesh. The Indian government has not discussed this issue with us, nor do we have any intention to take it up with India as it is an internal matter of India, our friendly neighbour.” National Register of CitizensThe current process was launched on the direction of the Supreme Court in 2015 and aims to update the 1951 National Register of Citizens. The exercise aims to create a list of Indian citizens in Assam and, as a corollary, identify undocumented migrants from Bangladesh. However, the process has been criticised with allegations that it has ended up excluding a large number of Indian citizens. Till now, provisionally, the NRC has identified 41 lakh undocumented migrants in Assam.The Bharatiya Janata Party has claimed that it will extend the NRC process across the country.No clarityAlong with Bangladesh denying that any of its citizens live in India, the Indian government has also been silent on the fate of the undocumented migrants identified using the NRC process. While both the ruling BJP and the Union government have frequently claimed undocumented migrants will be deported, which country they will be deported to has never been clarified.Currently, India and Bangladesh enjoy close ties. Dhaka has helped India deal with militants who would often operate from Bangladesh. In the 2014 Bangladesh elections, India played a crucial role by supporting the Awami League and backing the General Election as legitimate, even though the main opposition party, the Bangladesh National Party, had boycotted it. Both countries also enjoy robust trading ties. India is currently the second-largest source of imports to Bangladesh while the value of exports from Bangladesh to India recently crossed USD 1 billion in the 2018-’19 financial year.","author":"Shoaib Daniyal","time":"2019-07-18T18:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124046-hrsqvjwatm-1563447550.jpg","tags":["NRC","Bangladesh","Assam","National Register of Citizens"],"source":"https://scroll.in/latest/930979/bangladesh-government-expresses-concerns-over-assams-nrc-process-for-first-time"}