{"title":"Bangladesh: Three killed in violence after alleged desecration of Quran in Durga Puja pandal","content":"Three people were killed in Bangladesh’s Chandpur district on Wednesday in a clash between a mob and the police that broke out following social media posts about alleged desecration of the Quran at a Durga Puja pandal in Comilla district, The Daily Star reported.Nazimuddin, the sub-inspector of Hajiganj upazila (sub-district) police station in Chandpur confirmed the deaths, the Star reported. Nazimuddin said that the deceased had injury marks on their body, but he could not confirm what caused them. At least 15 policemen were also injured, he said. Chandpur Superintendent of Police Milon Mahmud told the newspaper that the clash broke out after a procession, that started after the the evening Namaaz on Wednesday, attacked a Durga Puja pandal at Haziganj Bazar area. The police fired bullets in the air and tear gas shells to control the situation.Clashes were also reported from the districts of Comilla, Chattogram, Kurigram and Moulvibazar as mobs allegedly vandalised temples and idols of Hindu deities. At least 50 people have been injured in the violence in Comilla, according to The Daily Star.The government has deployed paramilitary troops in 22 districts of the country, according to the Dhaka Tribune.The violence in Comilla began following social media posts about the alleged desecration of the Quran at a Durga Puja pandal located near Nanuar Dighi lake in the district, The Dhaka Tribune reported.Comilla Deputy Commissioner Kamrul Hasan told the newspaper that the situation in the district was now under control.The Bangladesh Hindu Unity Council said in a tweet that the Hindus of the country “will never forget Durga Puja in 2021”.“We cannot publish in a tweet what has happened in the last 24 hours,” the council said. “The Hindus of Bangladesh saw the real faces of some people.”We cannot publish in a tweet what has happened in the last 24 hours. The Hindus of Bangladesh saw the real faces of some people. We don't know what will happen in the future. But the Hindus of Bangladesh will never forget Durga Puja in 2021.#SaveBangladeshiHindus— Bangladesh Hindu Unity Council (@UnityCouncilBD) October 14, 2021\n\nBangladesh Home Minister Asaduzzaman Khan said that authorities will track down the people who were allegedly involved in the incident in Comilla, bdnews24 reported. Khan said that he did not believe that a Hindu person could gather the courage to desecrate the Quran.“We are trying to keep everything under control...We will find out the facts,” he said.  Md Faridul Haque Khan, the state minister for religious affairs, urged people to show restraint and not to take the law in their own hands. He said that the local administration has been instructed to investigate the violence at Comilla.General secretary of the Bangladesh’s ruling Awami League, Obaidul Quader, said that those involved in the alleged desecration of the Quran will be punished, the United News of Bangladesh reported.Meanwhile, in India, leaders of the Bharatiya Janata Party and Trinamool Congress expressed concerns on the incident. BJP MLA and West Bengal Leader of Opposition Suvendu Adhikari on Thursday wrote a letter to Prime Minister Narendra Modi asking him to take urgent steps to address the concerns of the Hindu minority in Bangladesh. I urge Hon'ble PM @narendramodi ji, Hon'ble HM @AmitShah ji, Hon'ble EAM @DrSJaishankar ji & Hon'ble Governor of WB @jdhankhar1 ji to take up this painful & shameful issue with the Bangladeshi authorities diplomatically, & support the Sanatani Bengalis in this times of distress. pic.twitter.com/2k5r1quwla— Suvendu Adhikari • শুভেন্দু অধিকারী (@SuvenduWB) October 14, 2021\n\nFormer Meghalaya governor and BJP leader Tathagata Roy said in a tweet that Hindus in Bangladesh were “cowering in fear of anti-Hindu mobs”.“Every Puja it is the same story: desecration, vandalism, harassment,” he said.Trinamool Congress spokesperson Kunal Ghosh said that the violence was a matter of concern“The Bangladesh government should investigate the matter and take action against the culprits if the allegations are true,” he said in a tweet in Bangla. “Indian government should also initiate dialogue. Just like in India, we support the rights of minorities in Bangladesh too.”","author":"Scroll Staff","time":"2021-10-14T14:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165119-tvtlujzpcj-1634194210.jpg","tags":["Bangladesh","Chandpur","Camilla","Bangladesh violence","Camilla violence","Holy Quran"]}