{"title":"Bangladesh can work the Myanmar refugee crisis to its advantage","content":"The Cold War-influenced “us or them” model in international relations is rapidly dying all over the world. Bipolarity has yielded to multi-polarity, but many countries – particularly the weaker states – find such a complex management of relations beyond their capacity.As ruling groups use historical references to position themselves in the present, the influence of the past can often put pressure on present needs. The way Myanmar’s Rohingya crisis has impacted Bangladesh is one such example.The Myanmar government’s wish to exclude the Rohingya cannot fully be grasped as these people, even by the logic of Myanmar’s history, have been there for several centuries. Some travelled there before the colonial era and some when both were one country under colonial rule.However, these people who may have arrived first as slaves and later as workers are neither here nor there, because what makes a person eligible for Myanmar citizenship is the exclusion-inclusion model developed by the state based on identity of the core, fringe, and excluded people of Myanmar.The same argument could apply to other ethnic groups there: Nagas, Kachins, Shans, who have held territory and fought the Myanmar Army for ages. However, of all the people with whom they are in conflict, the Rohingya are the weakest and the source of emigration – which according to the Rohingya is Bangladesh – is the weakest “source land” as well.Thus, an exclusivist state is really practising the same policy with its entire ethnic minority people but succeeding with the Rohingya, not because they hate Muslims but because Bangladesh is the weakest neighbour. Neither India nor China are going to sit back, as evidence has shown, on getting the same treatment.Myanmar gets away with the Rohingya crisis because Bangladesh, for some inexplicable reason, is blissfully unaware that it has kept an open and vulnerable border that the Rohingya have been using for over 40 years to cross over.That this could happen is not a sign of efficient management of its own vulnerability. Sleeping with doors and windows open in a thief’s neighbourhood makes no sense. Only the householder is to blame for what follows.China, India and US Both China and India take Bangladesh for granted, and have shown that whatever Bangladesh says, it can do little and therefore can be ignored safely.But the stakes are different for each and that is why the same equation of ignoring does not apply.India is far more firmly integrated into Bangladesh and the ties are many and manifold, not just economic or strategic. Apart from trade, transit is a key issue, which is why it has a softer position now than when the refugee floods first began. The abstention vote at the last United Nations resolution meet is a good indicator of that adjustment. It needs Bangladesh more than China does.China is the more aggressive player of the lot and its line of credit, arms supply and counter to India make it an ideal partner for Bangladesh. However, China is not established in the region yet and the Myanmar situation showed that even for China, there are limited options. China is caught between support for Myanmar, which is its closest South Asian region ally, and Bangladesh, where it was hoping to create a firm landing point for its anti-India initiative.Handling this strategy successfully was, perhaps, beyond China or any country in the post-Cold War regime where the players are many, not two. Multi-polarity is coming in the way and what served China well in Myanmar, as it befriended rebels and the Myanmar Army, did not out work in the case of the Rohingya manoeuvring.It is not what Bangladesh can do but that China looks less than a reliable big ally, which is what it is trying to sell to the entire South Asian region.This leaves only the United States with a free hand in the theatre and its anti-junta/pro-Rohingya rhetoric is a sign of wanting to be a more involved player in the region. That will allow it to counter China a bit and also give it another space beyond India in the region. It also has little stake in Myanmar to protect.In that case, Bangladesh may need to become closer to the United States than before, if the other players play their role. Each player will play their hand and Bangladesh will continue to be a friend of all three, but it can actually take advantage of the rise of the multi-country interest in the issue that affects Bangladesh and cultivate the United States more.Bangladesh has generally taken the United States for granted, but the opportunity to make the relationship more active will not damage its India-China relations and may make the other two take Bangladesh a little more seriously.Whether the foreign policy mandarins understand and know what to do next is another matter.Afsan Chowdhury is a journalist, researcher, and political commentator.This article first appeared on Dhaka Tribune.","author":"Afsan Chowdhury","time":"2017-11-28T20:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/859386-67814-icbmjyhzxx-1504757169.jpg","tags":["Bangladesh","Myanmar","refugee crisis","Rohingya"],"source":"https://scroll.in/article/859386/bangladesh-can-work-the-myanmar-refugee-crisis-to-its-advantage"}