{"title":"Bangladesh’s many ‘disappeared’ often return dead – if at all","content":"On the morning of August 4, Bangladesh businessman Hummam Quader Chowdhury was on his way to attend a court hearing in Old Dhaka when, as his car stopped at a traffic light, a group of men in plainclothes, who said they were from the detective branch of the police, ordered Chowdhury to get out and then walked him down the road. Chowdhury’s mother was left in the car in a state of shock. Five days later, late at night, the barrister, Mir Ahmed Bin Quasem was at home with his wife and sister in Uttara, on the outskirts of Bangladesh’s capital city, when a similar group of men in plainclothes knocked on his door and insisted that he accompany them. His sister and wife begged the law enforcement officials not to take Quasem. “I stood in front of my brother and held the hand of one of the plain-clothes men and said, ‘You can’t take him’,” said Quasem’s sister. Her plea went unheeded.Two weeks later, 30 law enforcement officers surrounded the house of former Brigadier General Abdullahil Amaan Azmi in the Mogh Bazaar area of Dhaka. As Azmi was being taken away, he asked the law enforcement officers if he could bring some clothes along. The request was denied, and he was blindfolded and put into a small bus.The disappearedThese three detentions are no ordinary arrests. There were no warrants. And, if the police had “reasonable suspicion” that any of these men had committed a criminal offence, they certainly were not saying so.In fact, despite the presence of numerous eye-witnesses to each of the incidents, law enforcement authorities deny any involvement in picking these men up. The state authorities also claim they do not know where the men were taken, or where they are now.Their detentions are classic examples of enforced disappearances. This is defined in international law as an “arrest, detention, abduction or any other form of deprivation of liberty by agents of the State…followed by a refusal to acknowledge the deprivation of liberty…which place such a person outside the protection of the law.”Chowdhury, the first of the three picked up, has now been missing for nearly two months, Quasem for seven weeks and Azmi for just over a month.Their detentions and disappearances are connected. The three men are sons of Opposition politicians who were convicted in recent years of crimes against humanity committed during the country’s 1971 war of independence. A week before Chowdhury was taken, both the Prime Minister Sheikh Hasina and the home minister suggested that they thought a terrorist conspiracy was afoot to prevent the imminent execution of Mir Quasem Ali, the father of Quasem, who had been convicted for war crimes.It was assumed that once the execution took place – which happened on September 4 – the three men would be released. But over three weeks have passed and there is no sign of them.Their families hear rumours that the men are being held by one of the country’s law enforcement or intelligence agencies, and that the authorities may be trying to link them to the recent militant attacks on the Holey Artisan Bakery in Dhaka, in which 20 people were killed, but no one in the government has formally confirmed that this is the case. Three amongst manyChowhdury, Quasem and Azmi may be the most recent high-profile disappearances – but they join a long list.On August 4, the very day that Chowdhury was picked up, the police brought to an end two other high-profile disappearances involving diners at the Holey Artisan Bakery, who had been kept in secret state custody for a month. The police brought them to court and claimed that they had been arrested a day earlier on suspicion of involvement in the attack.However, most disappearances take place far from the glare of international media.Since January 2016, this correspondent has identified over 70 people whose families claim they were picked up by law enforcement authorities, who have subsequently denied any involvement. And there are likely to be many more that are unreported. A disappearance usually only comes to light when family members inform the media or a human rights organisation about the incident. However, often, families do not seek to report the disappearance as they feel that their own attempts to free their relative could be hindered by publicity.Found dead or still disappearedMost of those disappeared this year were kept in secret detention for a matter of weeks or months before being formally arrested and remanded by the court back into state custody, this time legally – as happened with the case of the two Holey Artisan Bakery diners.However the rest are not so lucky. So far, the police said that it found the bodies of nine of the 70-odd disappeared men following a series of gunfights it had with so-called criminals. For instance, the families of Nurul Islam and Mohammad Nurunnabi, two suspects in the murder of a police officer’s wife, claim that the men were picked up together from a friend’s house in Chittagong on June 30. At a press conference held a few days later, Islam’s father said, “If he’s guilty, take him to court. If he is not, return my son back to me.” Ten days later the police announced that both Islam’s and Nurunnabi’s bodies were found following a gunfight with alleged criminalsThe bodies of a further six men – five of whom were members or activists of the Jamaat-e-Islami, an Islamist Opposition party – were discovered, sometimes bullet-riddled, in different places. They include that of Sohanur Islam, who was picked up by the police on April 4 from a village in Jhenaidah in southwestern Bangladesh, and Abuzar Girafi, who was picked up from outside his family home in the same district on March 18. While Islam’s bullet-riddled body was found in a field 16 days after he was detained, Girafi’s body was found in Jessore district three weeks later.The whereabouts of a further 19 people who were picked up, remain unknown.Some of them have been disappeared for over six months. This includes 26-year-old Sheikh Mohammad Moyajjem Hossain Tapu, a former leader of the student wing of the governing Awami League, who was picked up on January 26 from a friend’s house by men who said that they were detectives. He has not been seen since.With many of those disappeared returning as dead bodies or not returning at all, the families of Chowdhury, Quasem and Azmi can only hope that their social status and political networks will protect them, and they will be released soon.","author":"David Bergman","time":"2016-10-03T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/817832-42491-aqwqtgzegl-1475171053.jpg","tags":["Bangladesh","enforced disappearances"],"source":"https://scroll.in/article/817832/bangladeshs-many-disappeared-often-return-dead-or-not-at-all"}