{"title":"Bappi Lahiri forever, thanks to rappers, remix artists and retro lovers","content":"There is the Bappi Lahiri song. And then there is the Bappi Lahiri tribute song.Lahiri will not be counted among the top Hindi film music composers, and will never be invoked in the same breath as Shankar-Jaikishan and RD Burman. And yet, the colourful musician’s disco-inflected and synth-pop tunes continue to inspire numerous tributes,  remixes and revivals.  The greatest proof that the composer and singer, who turns 65 today, has emerged as a cultural touchstone is provided by the sheer number of parodies he leaves in his wake.Lahiri’s distinctive sounds have been bouncing off the charts throughout 2017. Tamma Tamma Loge from Thanedaar (1990) was recreated with a swanky music video for Badrinath ki Dulhania. In April, a Hindi trailer for Guardians of the Galaxy Vol.2 was cut to another Lahiri composition, Jhoom Jhoom Baba (Disco Dancer, 1982). Ashim Ahluwalia’s September release Daddy had the Lahiri-composed title track of Dance Dance (1987) remixed for a key club sequence set in the 1980s. In November, the Abhay Chopra thriller Ittefaq had Lahiri’s Raat Baaki from Namak Halaal (1982) remodelled as its promotional song.\n\n\n    \n    Play\n\nDance Dance, Daddy (2017). Lahiri’s most popular tunes from the 1980s and ’90s have benefitted  tremendously from the remix industry that sprang up in the late ’90s  and 2000s. They have resulted in covers too. Shashaa Tirupati’s version of Yaar Bina Chain Kaha Re became mildly famous, but a more spirited tribute is Retro Xpress’s rock-and-roll cover of Yaad Aa Raha Hai from Disco Dancer (1982), topped off with a guitar solo.\n\n\n    \n    Play\n\nYaad Aa Raha Hai by Retro Xpress.Lahiri has often been accused of lifting tunes from foreign musicians (Tamma Tamma Loge, a copy of Mory Kante’s Tama, is just one example). But the practice of sampling music prevalent in the West actually benefitted the composer in the case of Addictive by Truth Hurts. DJ Quik sampled a line from Thoda Resham Lagta Hai from Jyoti  (1981) without the permission of Lahiri and rights holder Universal Music. Lahiri won the suit to restrict sales of the album Truthfully Speaking, in which Addictive features.\n\n\n    \n    Play\n\nAddictive by Truth Hurts.Despite the lawsuit, Addictive triggered a chain reaction in which producers and DJs began using the sampled part from Addictive (“Kaliyon ka chaman tab banta hai”). Indian DJ Harry Anand led the way and Kaliyon ka Chaman, with Lata Mangeshkar’s vocals, became a highly recognisable hookline. Addictive was frequently remixed, either with Lahiri’s sample taking precedence, or Truth Hurts’s vocals at the centre-stage in place of Lahiri’s tune.Madlib too sampled three Lahiri compositions for his instrumental album Beat Konducta in India (2007).\n\n\n    \n    Play\n\nBeat Konducta in India (2007).The two Lahiri songs that have had the biggest cult following within and outside India are Jimmy Jimmy from Disco Dancer (1982) and Come Closer from Kasam Paida Karne Wale Ki (1984). Both films star Mithun Chakraborty in the lead and are directed by B Subhash.Disco Dancer became a huge hit in the former Soviet Union when it was released in 1984, as did the song Jimmy Jimmy. Russian techno band Ruki Vverh! remixed the song as a dance number in 1998. The original song has often been performed in reality shows in Ukraine and Russia.In  2009, 38-year-old Baimurat Allaberiyev became an overnight star in  Russia when a video of him singing Jimmy Jimmy was uploaded on YouTube. Allbariyev soon came to be known as “Tajik Jimmy”  (he was a migrant worker from Tajikistan) and he quit his day job of  loading boxes to pursue a career in show business.\n\n\n    \n    Play\n\nJimmy Jimmy by Tajik Jimmy.The most popular recreation of Jimmy Jimmy is by British rapper M.I.A. Her Jimmy  follows Lahiri’s retro sound, but lyrically, the song tells the  story of a romantic relationship between the singer and a journalist  amidst the war-torn regions of Darfur, Congo and Rwanda.In The Ellen DeGeneres Show in 2009, Jim Carrey emerges from under the stairs on the set with M.I.A’s Jimmy playing in the background.\n\n\n    \n    Play\n\nJimmy by M.I.A.If Allbariyev became a star because of his rendition of Jimmy Jimmy, American political science professor Hill Krishnan released an outrageous video of himself dancing to the title track of Disco Dancer on the streets of New York City in 2006. Titled Rebirth of the Indian Disco Dancer, the video shows Krishnan shaking a leg without a care in the world, accompanied by a group of female dancers who nod with wonder when Krishnan spells out the word disco.\n\n\n    \n    Play\n\nRebirth of the Indian Disco Dancer.Lahiri’s Come Closer from Kasam Paida Karne Wale Ki is the other tune that has been sampled by many hip-hop producers. French producer Guts remixed the entire song for his 2011 album Paradise for All. American producer Dabyre sampled Come Closer for My Life, sung by rapper AG. Kutmasta Kurt also referenced Come Closer for his remix of The Hitman, performed by Masta Ace & Stricklin. British producer Om Unit picked up the track’s beats for his ambient track Healing Rain.Come Closer could be heard as recent as 2016, when it was used in a scene in Garth Davis’s Oscar-nominated directorial debut Lion.\n\n\n    \n    Play\n\nCome Closer, Kasam Paida Karne Wale Ki (1984).Lahiri’s flamboyance is hardly restricted to his music. His sartorial choices,  particularly his love for jewellery and wearing sunglasses at every hour  of the day, have been fodder for mimics for decades. Ranbir Kapoor did a  fabulous impersonation of Lahiri in a segment shown during the 59th  Filmfare Awards in 2014. After Kapoor’s Lahiri says that his composition  is so golden that he can make a chain off it, his assistant asks “How?”  In response, Kapoor breaks into Yaar Bina Chain Kaha Re.Lahiri has sportingly lampooned himself too. In Farah Khan’s Bollywood spoof Om Shanti Om (2007), the composer appears as himself in a scene,  singing paeans to superstar Om Kapoor (Shah Rukh Khan). In a commercial for the 7-Up soft drink, Lahiri takes a reporter on a tour of his house, where everything is made of gold, including the biscuits, the  flowers, and even the goldfish. Nobody parodies Bappi Lahiri like Bappi Lahiri.\n\n\n    \n    Play\n\nBappi Lahiri in the 7-Up commercial.","author":"Devarsi Ghosh","time":"2017-11-27T13:46:39.797401+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/859266-74963-phffyjmgsk-1511770549.jpg","tags":["Bappi Lahiri","Jimmy Jimmy","Come Closer"],"source":"https://scroll.in/reel/859266/bappi-lahiri-forever-thanks-to-rappers-remix-artists-and-retro-lovers"}