{"title":"‘Barbie’ review: The revolution is pink and comes with giggles","content":"Everything is pink and perfect in Barbieland. The parallel universe housing every single Barbie doll model – as well as every rejected version  – manufactured by the Mattel group is colour-coordinated to a fault and runs like clockwork. Each day is just like the other. All the female dolls are called Barbie and the male dolls, Ken. It’s a matriarchy run by women, unlike the patriarchy that is the Real World. But the plastic-fantastic world goes out of whack when Stereotypical Barbie (Margot Robbie) begins to have human feelings. The Ken who loves her (Ryan Gosling) piles along for the journey into the Real World. There, Barbie gets a reality check, meets the Mattel CEO (Will Ferrell) as well as a mother-daughter pair (America Ferrera and Ariana Greenblatt) and discovers the key to solving her existential crisis.Greta Gerwig’s Barbie is a fantasy fairy-tale as well as a light-hearted critique of the outsized influence the doll has on the minds and bodies of impressionable girls. There is no danger here of pushing the subversion too far – Mattel has produced the movie. They won’t sue like they did when independent director Todd Haynes made unauthorised use of Barbie dolls for his film Superstar: The Karen Carpenter Story, about the anorexia that consumed the popular American singer.Gerwig’s screenplay, written with Noah Baumbach, winks at the perils of Barbie attachment while also protecting the doll’s commercial legacy. As a 114-minute hard-sell of Barbie to woke viewers, the movie fulfils the brief. (Older feminists were clearly out of touch when they targeted the doll for ruining the self-esteem of generation of women). As a meta-movie about inanimate objects coming to life, Barbie has some surprisingly moving things to say, especially in the scenes between Barbie, her previous owner and her maker. And as a comedy with vivid sets, brilliant costumes, and cleverly placed songs, the movie is a hoot. Ryan Gosling’s dim-witted Ken is the icing on the candy-coloured cake. Ken’s mission to “restore the patriarchy” gives the film a welcome edge just when it appears that the joke is beginning to run thin.Irreverent, superbly acted and beautifully realised, the movie mines the giggles out of Barbie breaking out of the doll’s house. Margot Robbie, as the humanoid doll, bring unexpected pathos to a character as artificial as she is meaningful to her owners.\n\n\n    \n    Play\n\nBarbie (2023).","author":"Nandini Ramnath","time":"2023-07-21T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192117-uqhcrkzxrt-1689157003.jpeg","tags":["Barbie review","Greta Gerwig","Margot Robbie","Ryan Gosling"],"source":"https://scroll.in/reel/1052507/barbie-review-the-revolution-is-pink-and-comes-with-giggles"}