{"title":"‘Bard of Blood’ review: Netflix spy thriller has relentless action and a committed Emraan Hashmi","content":"An analyst is lecturing candidates about a legendary spy who is code-named “Adonis”. While the name rankles, fortunately one does not hear it more than a handful of times. As soon as a covert mission gets underway, every operative on this and the other side of the border refers to Adonis by his given name: Kabir Anand.This is just one of the oversights in the writing of Bard of Blood. The latest Netflix Indian original series has been adapted from the novel of the same name by Bilal Siddiqi and screenwriter Mayank Tiwari into a seven-episode series. Characters jump into and out of the mission and people walk around with the burden of the world on their shoulders without humour, without time for pause.Kabir (Emraan Hashmi) is a former Indian spy who now teaches William Shakespeare to school-going students. Keeping the connection with the Bard alive, each episode takes its title from a Shakespearean play. The first episode is called ‘What’s past is prologue’ (The Tempest), the second takes a line from Hamlet: ‘When sorrows come they come not single spies but in battalions’. The only other connection with the British playwright would be the theme of vengeance. Kabir is carrying around the burden of guilt after his partner was killed during a mission. When the Taliban captures four Indian agents, Kabir sees an opportunity for retribution and embarks on a rogue mission to cross the border and rescue the men. Bard of Blood. Courtesy Red Chillies Entertainment/Netflix.Kabir’s resolve is fomented after the murder of Sadiq Sheikh (Rajit Kapur), his mentor and the head of the Indian intelligence wing. Kabir picks two agents for his team. First is Isha Khanna (Sobhita Dhulipala), a greenhorn who has so far worked a desk job and whose only skill seems to be calling Nihar, the tech expert in Delhi, to get her work done. The other is Veer (Vineet Kumar), a forgotten asset who is lifted out of oblivion to participate in the off-the-books operation that traverses from Delhi to Quetta and Balochistan. Dhulipala appears entirely disinterested in her part and Kumar seems confused by his identity and accent. Hashmi settles into the role of a troubled man who has been handed a character without humour or a back-story. The more textured characters are the cold and calculating Pakistani agent Tanvir Shehzad, played sharply by Jaideep Ahlawat, and the steadfast and compassionate Jannat, played by Kirti Kulhari. Jannat is the one character that touches a chord, and Kulhari provides the emotional thread in an otherwise clinical rendering as she gently conveys the complexities of Jannat’s dual life.Emraan Hashmi and Kirti Kulhari in Bard of Blood. Courtesy Red Chillies Entertainment/Netflix.Chirantan Das’s cinematography, the production design by Sunil Nigvekar, locations and action scenes are the highlights. The subtitles are a boon as the characters switch between Hindi, Urdu, English and Pashto. Ribhu Dasgupta directs the action scenes with flair – and there are plenty in this spy thriller. The episodes end with what they hope is a hook, but the only surprise comes at the end of episode seven. If you find yourself still curious enough to click onto the next episode, it’s because Dasgupta has sucked you into this dusty and dangerous world where guns are fired first, questions are asked later, and the answers take a long time to come. The characters talk a lot, but tell us nothing. The bad guys, clad in black, stride around grumpily and ride around in convoys of SUVs with impunity. The Indian team makes a series of bad plans and then are surprised when things to awry. Bard of Blood is not a smooth watch, and it is pauperised by a script that is devoid of humour and painted over with a heavy hand. \n\n\n    \n    Play\n\nBard of Blood.Also read:Here is a primer on Netflix’s ‘Bard of Blood’, based on Bilal Siddiqi’s novelNetflix’s ‘Bard of Blood’ director: ‘Action sequences should have drama and tell a story’","author":"Udita Jhunjhunwala","time":"2019-09-28T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128052-vacnrufeul-1569515109.jpg","tags":["Emraan Hashmi","Bard of Blood","Netflix web series"],"source":"https://scroll.in/reel/938646/bard-of-blood-review-netflix-spy-thriller-has-relentless-action-and-a-committed-emraan-hashmi"}