{"title":"‘Bareilly Ki Barfi’ film review: Dessert is served, but it takes its time to arrive","content":"Ashwiny Iyer Tiwari’s second movie after Nil Battey Sannata (2016) is an adaptation of Nicolas Barreau’s 2010 French novel The Ingredients of Love, which itself is a riff on the play Cyrano De Bergerac. In Bareilly Ki Barfi, Bitti (Kriti Sanon), the free-spirited unmarried daughter of eccentric and indulgent parents (Pankaj Tripathi and Seema Pahwa), is all set to run away until she chances upon a cheap paperback at a railway station. Bearing the same title as the movie, the novel charms Bitti because its heroine Babli is a lot like her – she breakdances, smokes on the sly, and lives by her own rules.Bitti develops a massive crush on the author, the delectably named Pritam Vidrohi, and gets some help in tracing his whereabouts from Chirag (Ayushamann Khurana), who is the real author of the novel. Chirag wrote the book after suffering heartbreak and bullied his friend Pritam (Rajkummar Rao) into putting his face on the jacket. In order to continue the deception, Chirag hauls Pritam before Bitti and encourages him to act like an obnoxious street thug in the hope that it will cure Bitti and make her see the love that is flowing from his eyes like lava.Bitti, however, is as taken with Pritam as her parents. Think the Madhuri Dixit-Salman Khan-Sanjay Dutt starrer Saajan, with grins and giggles replacing the breastbeating and the hand-wringing. \n\n\n    \n    Play\n\nThe idea of love as a confection and a concoction has several sweet bits served between lashings of redundant and overstretched scenes and songs. The plot, by Nitesh Tiwari and Shreyas Jain, takes forever to bubble into place, and really begins to take shape only after Pritam arrives on the scene. Forced to adopt a swagger alien to his mild-mannered ways, Pritam adds welcome frisson to the mismatched pairing of Chirag and Bitti and turns the conceit of Cyrano De Bergerac on its head. In this movie, the fake author of romantic prose is far more captivating than the actual creator and the object of the creator’s affection.Khurrana has been there before as the everyman who is doomed in love, and there is little surprise in his performance. Although Sanon is barely convincing as a small-town woman with a bold streak, she makes a decent fist of her none-too-bright and passive character. The third peg of the romantic triangle is the most interesting, in no small measure due to Rajkummar Rao. Usually cast in intense and brooding parts, the talented actor has tremendous fun baring his grin and conveying his estimable acting range. Rao steals every scene he is in, and proves to be the silver foil on an overcooked sweetmeat.The other two immensely enjoyable characters are the ones removed from the central – and dull – romance. Pankaj Tripathi, as Bitti’s lovably dyspeptic father, and Seema Pahwa, as her harried mother, show up Khurrana and Sanon with little effort. Together with Rao, the veterans display a true grasp of the gentle absurdity at the heart of the script. Lyricist and writer Javed Akhtar too has tremendous fun providing the droll voiceover to the increasingly convoluted proceedings,The 122-minute movie’s comic and off-kilter delights would have been more enjoyable in a tighter narrative. Bareilly Ki Barfi suffers tremendously from tonal inconsistency.  It promises a relentlessly eccentric and zany experience, but doesn’t follow its screwball premise all the way through. The movie sags when it chases Chirag and Bitti, but bursts with flavor when Pritam is around.","author":"Nandini Ramnath","time":"2017-08-18T08:35:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/847602-65990-yfjgjuyoxp-1503025415.jpg","tags":["Bareilly Ki Barfi","Ashwiny Iyer Tiwari","film review"],"source":"https://scroll.in/reel/847602/bareilly-ki-barfi-film-review-dessert-is-served-but-it-takes-its-time-to-arrive"}