{"title":"Barricaded hotels, invisible candidates, killings: What municipal elections look like in Kashmir","content":"“I have surrendered personal security guards. I have no fear, I can prove that to you,” said a candidate standing for municipal elections in Kashmir, scheduled to start from October 8. “I have contested elections before.”But this is followed by an admission: he decided to give up the guards after a surge in the incidents of militants attacking and snatching weapons from men in uniform. The candidate is from Anantnag, one of four South Kashmir districts that have become the epicentre of local militancy. Another candidate from South Kashmir, currently camping in Srinagar, complained that he has not been able to campaign for lack of security. “If I would have been affiliated with a major political party, who knows I would have got it,” he said.He is one the many candidates who have been booked into Srinagar hotels by the state administration. “I have not been home from past four days,” he added. “They have kept three people in one room. There is no food or personnel security for us.”Even in the capital Srinagar, considered relatively safe, candidates hardly go out in public. “We have no political background,” said one independent candidate. “For the past 10 years, I have been doing social work. I am running an NGO. It is those people who asked us to contest these polls.” He, too, said he is not afraid but refused to meet in person. Another candidate from Srinagar’s Old City said he was contesting as an independent since his old party, the People’s Democratic Party, was boycotting the elections. “I am moving in my vehicle in my area right now,” he said. “People are with me. There’s no fear. It is these two parties, National Conference and PDP, spreading fear psychosis among the people.”  He refused to meet, however, saying he was busy campaigning. Garrisoned pollsIn most of Jammu and Kashmir, there are few signs of the approaching elections, hardly any rallies or campaigns, and few visible candidates.A returning officer from Central Kashmir said they had been told not to disclose any information about the candidates. “We have been barred from pasting information of candidates on notice boards this time,” he said. “We communicate in figures about a candidate’s credentials.” In other words, instead of name, a candidate is referred to by a number. The main reason: threats from militants. On October 5, two National Conference workers were shot dead in Srinagar, allegedly by militants. For weeks before that, the Hizbul Mujahideen had warned of dire consequences for anyone who participated in the municipal polls or the panchayat elections scheduled to start in November. “Bring shrouds along with election forms,” the Hizbul Mujahideen commander Riyaz Naikoo warned prospective candidates in one widely circulated audio clip. “We have brought sulphuric acid for those who participate in these polls.”In response, the Centre has rushed in 40,000 additional paramilitary personnel. They are apart from the 16,000 personnel who were retained from the security contingent for the Amarnath Yatra in the summer. Reports had suggested each candidate would get personal security, but Additional Director General of Police Muneer Ahmad Khan said that was not possible.But the police have taken adequate measures, Khan added. “We are securing clusters where these candidates are camping,” he explained. “And an escort accompanies five to six candidates for campaigning.” The secured clusters may be hotels, government quarters or other accommodation where the candidates are barricaded in.The state administration had tried to attract candidates by putting them up in hotels and assuring them of Rs 10 lakh insurance. Government employees who took up poll duties were promised an extra month’s salary.Meanwhile, separatist leaders of the Hurriyat Conference have called for a boycott of the elections and a strike on polling days. Jammu and Kashmir Liberation Front chief Yasin Malik has already been arrested. Mirwaiz Umar Farooq and Syed Ali Shah Geelani, the two other leading figures of the Hurriyat, are likely to be put under house arrest.“There are directions to ensure smooth conduct of these polls,” said a senior police officer.Advantage BJPThe poll process also took a hit when the two main regional parties, the National Conference and the People’s Democratic Party, decided to boycott it. Both stated concerns about the state’s autonomy for staying away. Article 35A, which ensures special rights and privileges for permanent residents of Jammu and Kashmir, is currently facing a challenge in the Supreme Court. Regional parties in the Valley took exception to the state solicitor general arguing in the court on August 31 that a decision on the matter should be postponed until after the local body elections. This linked the polls to far more serious questions of autonomy, the parties felt.With regional parties staying away, the Bharatiya Janata Party is making inroads in the Valley. “We have put nearly 450 candidates in the fray from the Valley,” said Sofi Yusuf, a senior BJP leader from South Kashmir. But nearly 50 candidates from South Kashmir are living away from home, in government quarters in Anantnag and hotels in Srinagar. Because of the boycott by its regional rivals, the BJP is slated to see some 60 of its candidates in the Valley win uncontested.This has only increased the animosity towards the BJP. Yusuf spoke of a “persistent threat” to the polls from many quarters. “But this time there has been a threat from parties such as NC and PDP as well,” he alleged. “Both have fielded proxy candidates. Congress is giving us a tough fight.”The National Conference has cast doubt on the credibility of the polls. “The veracity of these polls can be gauged from the fact that BJP is winning uncontested in Sopore, a militant stronghold,” said Ali Muhammad Sagar, a senior leader of the party. “They are winning uncontested in South Kashmir where Azadi slogans resonate in the air.”Empty wardsOf the Valley’s 598 municipal wards, no nomination has been filed in 178. Another 190 wards will see a single candidate winning uncontested. Participation is the lowest in the four districts of South Kashmir. No candidate is standing for election in any of the 13 wards of the Frisal Municipal Committee in Kulgam district. The same goes for the 13 wards of the Khrew Municipal Committee in Pulwama district. Anantnag has seen the highest participation of the four districts: 47 candidates have turned up to contest for its 25 wards, out of  which nine wards will go uncontested.North Kashmir has not shown much more enthusiasm: just 300 candidates are in the fray for 170 wards. In the separatist bastion Sopore, just eight candidates have turned up for 17 wards.   Central Kashmir’s Budgam, which saw killings during the Lok Sabha bye-polls last year, is also cold to the impending polls. The district’s 72 wards are being contested by a mere 45 candidates, with 43 of the wards likely to go uncontested. Across the 13 wards of the Beerwah municipal committee, there is just one candidate.Srinagar has shown some warmth, with around 310 candidates turning up for 74 wards.","author":"Ubeer Naqushbandi","time":"2018-10-06T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/pfixywiagv-1538750331.jpg","tags":["Kashmir","municipal polls","National Conference","PDP","Hizbul Mujahideen","BJP","panchayat polls","militancy in Kashmir","Hurriyat"],"source":"https://scroll.in/article/897205/barricaded-hotels-invisible-candidates-killings-what-municipal-elections-look-like-in-kashmir"}