{"title":"Basavaraj Bommai is Karnataka’s new chief minister","content":"Basavaraj Bommai will be the next chief minister of Karnataka, the Bharatiya Janata Party announced on Tuesday, ANI reported. This came a day after BS Yediyurappa stepped down from the post. He is expected to take charge at 3 pm on Wednesday. He will be the 20th chief minister of the state. Bommai, who was the home minister in Yediyurappa’s Cabinet, is considered close to the former chief minister, The News Minute reported. Like Yediyurappa, he belongs to the Lingayat community. Lingayats form about 17% of the state’s population and are considered the saffron party’s main vote bank.The Lingayats were not in favour of Yeddiyurappa’s removal, therefore it was expected that the BJP will choose a member for the top post from the same community. But unlike other contenders – Industry Minister Jagadish Shettar, MLA Arvind Bellad and MLA Murugesh Nirani – Bommai is not close to the Rashtriya Swayamsevak Sangh, the ideological mentor of BJP, according to The News Minute.Before this, Bommai had served as a minister of water resources and minister of cooperation. The 61-year-old is the son of former Karnataka Chief Minister and Union minister SR Bommai. Central observers Dharmendra Pradhan and G Kishan Reddy announced the decision to pick Bommai as the next chief minister after the meeting of the BJP Legislature Party in Bengaluru. Central observers are those who convey the party leadership’s view to the MLAs before they elect their new leader.Yediyurappa was among the first to congratulate Bommai on Tuesday. “I am confident you will lead Karnataka in the path of development and fulfill the aspirations of people of the state,” he tweeted.ರಾಜ್ಯದ ಮುಖ್ಯಮಂತ್ರಿಗಳಾಗಿ ಪ್ರಮಾಣ ವಚನ ಸ್ವೀಕರಿಸಲಿರುವ ಶ್ರೀ @BSBommai ಅವರಿಗೆ ಹೃತ್ಪೂರ್ವಕ ಅಭಿನಂದನೆಗಳು. ಪಕ್ಷದ ಎಲ್ಲ ನಾಯಕರ ಬೆಂಬಲದೊಂದಿಗೆ, ಲಕ್ಷಾಂತರ ಕಾರ್ಯಕರ್ತರ ಆಶೀರ್ವಾದದೊಂದಿಗೆ ಆಡಳಿತದ ಚುಕ್ಕಾಣಿ ಹಿಡಿಯಲಿರುವ ಬೊಮ್ಮಾಯಿ ಅವರ ಸಮರ್ಥ, ಯಶಸ್ವಿ ಕಾರ್ಯನಿರ್ವಹಣೆಗೆ ಹಾರೈಸುತ್ತೇನೆ. pic.twitter.com/bTAwwsADtt— B.S. Yediyurappa (@BSYBJP) July 27, 2021\n\nYediyurappa’s exitYediyurappa had resigned on Monday, which marked the second anniversary of his tenure as chief minister. In his farewell speech, he spoke about being constantly tested over the last two years. “It has always been an agni pariksha [trial by fire] for me,” he had said.His resignation came after BJP MLAs in Karnataka had criticised him over a host of matters, including project approvals and the alleged interference of his son BS Vijayendra in the administration.Last week, a purported audio clip on a possible “leadership change” in the state was widely shared on social media. The voice on the clip resembled that of Karnataka BJP chief Nalin Kumar Kateel, but he later denied the claim.MLA Basanagouda Patil Yatnal, one of the strongest voices in the anti-Yediyurappa camp, had also called Yediyurappa “inactive” and asked him to retire respectfully.  In May, a controversy began after the state government approved the sale of 3,667 acres of land to JSW Steel in Bellary. Yediyurappa had himself protested when the former Congress-Janata Dal (Secular) government wanted to execute the deal.Some MLAs also claimed that Yediyurappa’s family members were not allowing them to choose contractors of their choice for development projects.","author":"Scroll Staff","time":"2021-07-27T20:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162043-fzcjyjehur-1627401784.jpg","tags":["Basavaraj Bommai","Karnataka","BS Yediyurappa","Bharatiya Janata Party"]}