{"title":"Basavaraj Bommai takes oath as Karnataka chief minister","content":"Bharatiya Janata Party leader Basavaraj Bommai took oath as the chief minister of Karnataka on Wednesday. Governor Thaawarchand Gehlot administered the oath of office to Bommai. The development came after BS Yediyurappa stepped down from the chief minister’s post on Monday. Bommai, who was the home minister in Yediyurappa’s Cabinet, is considered close to the former chief minister. Like Yediyurappa, he belongs to the Lingayat community. Lingayats form about 17% of the state’s population and are considered the saffron party’s main vote bank.Before this, Bommai had served as a minister of water resources and minister of cooperation. The 61-year-old is the son of former Karnataka Chief Minister and Union minister SR Bommai.The Lingayats were not in favour of Yeddiyurappa’s removal, therefore it was expected that the BJP will choose a member for the top post from the same community. But unlike other contenders – Industry Minister Jagadish Shettar, MLA Arvind Bellad and MLA Murugesh Nirani – Bommai is not close to the Rashtriya Swayamsevak Sangh, the ideological mentor of BJP, according to The News Minute.On Wednesday, Prime Minister Narendra Modi broke his silence on the change of guard in Karnataka. Congratulating Bommai, the prime minister wrote, “He brings with him rich legislative and administrative experience. I am confident he will build on the exceptional work done by our government in the state.”Modi also praised Yediyurappa. “No words will ever do justice to the monumental contribution of Shri BS Yediyurappa ji towards our party and for Karnataka’s growth.”Live : ಕರ್ನಾಟಕದ ನೂತನ ಮುಖ್ಯಮಂತ್ರಿಯಾಗಿ ಶ್ರೀ @BSBommai ಅವರಿಂದ ಪ್ರಮಾಣವಚನ ಸ್ವೀಕಾರ.#CMOfKarnataka #BasavarajBommai https://t.co/rWSe04dojo— BJP Karnataka (@BJP4Karnataka) July 28, 2021\n\nHours after being sworn in, Bommai directed senior officials of different government departments to change their attitude towards work, The Hindu reported. “Officials will have to work with team spirit to deliver a reliable, responsible, transparent and efficient administration,” he added.He also announced a scholarship programme for the children of farmers and an increase in pension for senior citizens and widows. “This will cost Rs 1,000 crore, a detailed programme will be drawn for this,” the chief minister said.Yediyurappa’s exitYediyurappa had resigned on Monday, which marked the second anniversary of his tenure as chief minister. In his farewell speech, he spoke about being constantly tested over the last two years. “It has always been an agni pariksha [trial by fire] for me,” he had said.His resignation came after BJP MLAs in Karnataka had criticised him over a host of matters, including project approvals and the alleged interference of his son BS Vijayendra in the administration.Last week, a purported audio clip on a possible “leadership change” in the state was widely shared on social media. The voice on the clip resembled that of Karnataka BJP chief Nalin Kumar Kateel, but he later denied the claim.MLA Basanagouda Patil Yatnal, one of the strongest voices in the anti-Yediyurappa camp, had also called Yediyurappa “inactive” and asked him to retire respectfully.In May, a controversy began after the state government approved the sale of 3,667 acres of land to JSW Steel in Bellary. Yediyurappa had himself protested when the former Congress-Janata Dal (Secular) government wanted to execute the deal.Some MLAs also claimed that Yediyurappa’s family members were not allowing them to choose contractors of their choice for development projects.","author":"Scroll Staff","time":"2021-07-28T11:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162090-bgfqpoyqer-1627480015.jpg","tags":["BS Yediyurappa","Basavaraj Bommai","Karnataka"],"source":"https://scroll.in/latest/1001307/basavaraj-bommai-takes-oath-as-new-karnataka-chief-minister"}