{"title":"‘Bastar – The Naxal Story’ review: Boom-and-bust conspiracy tales from Maoist country","content":"The Kerala Story director Sudipto Sen has a new diatribe, this one broader in scope and steeped even deeper in conspiracy theories.The most non-partisan statement in Sen’s Bastar – The Naxal Story comes early in the film: the opening credits advise caution because of its “unsettling images”. Minutes later, a villager in Chhattisgarh who has defied the diktat of Maoist insurgents and saluted the tricolour is hacked into pieces. Bloody visuals and sickening sounds underscore the ruthlessness of the Maoists, whom the movie compares to the Islamic State and Boko Haram.The central concern of the screenplay by Sen, Amarnath Jha and Vipul Shah is the Supreme Court’s ban on the Salwa Judum militia, which was supported by the Chhattisgarh government to fight Naxalism. Founded in 2005 by politician Mahendra Karma – called Rajendra Karma in the film – Salwa Judum was disbanded in 2011 after numerous accusations that its members acted arbitrarily and were involved in criminal activities.Sudeep Chakravarti’s excellent obituary in the Mint newspaper of Karma, who was assassinated in 2013, began with the immortal line: “Mahendra Karma is dead. And I am here to write ill of him.”Meanwhile, Bastar spews ill about a vast cabal of trouble makers. Led by the corrupt, self-serving Lanka Reddy (Vijay Krishna), the movie’s Maoists are part of a global consortium includes the Lashkar-e-Taiba, the Liberation Tigers of Tamil Eelam, the United Liberation Front of Assam and Filipino Communists.In Delhi, the posh writer Vanya Roy (Raima Sen) uses her work as a cover to garner support for the Maoist rebellion. Vanya brags about adding “five more universities” to the cause. The Leftist extremists are everywhere, in colleges, Bollywood, the art world and civil society, the film warns.At the Supreme Court, the lawyer Neelam Nagpal (Shilpa Shukla) argues on two counts: to ban the Salwa Judum headed by Rajendra Karma (Kishor Kadam), and the prosecution of Indian Police Service officer Neerja Madhavan (Adah Sharma). Neerja is the only thing standing between the Maoist juggernaut and democracy. “I don’t like people who complain and explain,” she declares. “I want results, period!”Neerja’s mission gets added vigour after the death of the flag-saluting villager. She recruits the victim’s wife Ratna (Indira Tiwari) as a special police officer, telling her in a stage whisper that this is the only way she will get revenge.The line between vendetta and social justice is absent in a movie whose stated enemy is Communism itself. While several events are based on real events, including a massacre of 76 Central Reserve Police Force soldiers, the movie is as interested in nuance as Neerja is in maintaining basic official protocols.Bastar fires a bazooka at all Indians of a left-liberal persuasion, suggesting that their beliefs actually constitute blind support for an extremist ideology. A montage links a revolutionary song sung on a college campus in Delhi to a wild Maoist party to celebrate the CRPF killings in Bastar.Just about every human rights activist is shown to be actually aiding the Maoists to achieve their goal of dictatorship through violence. The wine-swilling, cigarette-smoking and impeccably attired Vanya is a leading light of what the Hindutva brigade calls the “tukde-tukde gang”.Vanya leaks information every now and then to the Maoists so that they can claim more scalps. Journalists are part of the conspiracy. Even the Supreme Court judges are taken in by Neelam Nagpal’s arguments.We have a bunch of wimps running the country, Neerja declares – only she uses an unprintable word.Played by Adah Sharma with unblinking purpose verging on psychosis, Neerja epitomises Sudipto Sen’s vision of what needs to be done to crush Communism. Are you done, Neerja is asked in the middle of a fiery speech in which she is lambasting a minister. I haven’t even begun, she barks. And so it goes on for 124 minutes.\n\n\n    \n    Play\n\nBastar – The Naxal Story (2024).","author":"Nandini Ramnath","time":"2024-03-15T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199253-sbqtlpxpaf-1710454348.jpeg","tags":["Bastar – The Naxal Story review","Sudipto Sen","Adah Sharma"],"source":"https://scroll.in/reel/1065216/bastar-the-naxal-story-review-boom-and-bust-conspiracy-tales-from-maoist-country"}