{"title":"Bastar villagers allege aerial bombing by security forces. What is the truth?  ","content":"On the southern tip of Chhattisgarh, not far from the Telangana border, metal and plastic debris blazed in the April sun atop a craggy, desolate hill. In the villages at the bottom, residents had collected even larger fragments of a rocket-like object. They alleged these were remnants of an aerial strike by security forces. Bhima Kunjam, a paddy farmer from Bhattiguda village, said he was out collecting mahua flowers on the morning of April 7 when he heard a peculiar sound in the skies. “Like a bee humming,” he said. When he looked up, Kunjam said he saw a black airborne object resembling a “chamgadar” or a bat. In a matter of seconds, a loud noise reverberated through the forest. It sounded like “bhroom bhroom”, he said, and “it seemed like the earth was going to give in”.“Three bombs fell,” he alleged, before “they started firing from the helicopters.”The debris collected by the villagers. Photo: Arunabh Saikia According to Kunjam, there were three choppers in the skies. The firing, though, emanated from only two of them. “One was higher, just circling around,” he said. “Everyone ran helter-skelter,” he continued. “We hid under the trees, behind boulders, in trenches.”A few minutes of nervous calm followed the initial melee, said Kunjam, before the explosions and firing started again. “It continued like that intermittently for around two hours. They kept raining bullets and bombs on the mountain,” he said, pointing towards a hill that stood around a kilometre from the village. “They want to kill us all off.”Bhima Kunjam said he was out collecting mahua flowers on the morning of April 7 when he heard loud noises. Photo: Arunabh SaikiaBhattiguda is a forest village deep inside Bijapur district, part of Chhattisgarh’s Bastar region, where insurgents belonging to the banned Communist Party of India (Maoist) have been fighting government forces for nearly four decades. Home to around 200 families, Bhattiguda lies in an area controlled by the Maoists. It is accessible only via ancient paths carved in the jungle, where mahua trees tower above tendu bushes in the summer.Despite years of counterinsurgency operations, the paramilitary forces have failed to make inroads in the area, let alone dislodge the Maoists. But now, villagers allege, the security forces have a new weapon in their arsenal: aerial bombs.Residents of four villages in the area – Bhattiguda, Kawargatta, Jabbagatta and Meenagatta – told Scroll they had witnessed aerial bombing and firing in the nearby forest on April 7. The security forces, however, flatly denied the claims. “We have neither the capability nor the intention,” said Bastar police chief Sundarraj Pattilingam, when asked if drones and helicopters had been deployed to drop explosives.The Indian state has resorted to aerial strikes within the country only once before – way back in 1966 in what is now Mizoram.This is the second time this year that Adivasi residents in the forest villages of southern Bastar have made such claims. Earlier, residents of several villages, most notably Metagudda, located southwards from Bhattiguda, had raised an alarm about aerial action on January 11. There have been two previous instances, in April 2021 and April 2022, when villagers in the area leveled similar allegations. Both times, the security forces had strongly denied these claims.In the previous instances, the allegations took long to filter out of the forest, making it hard for independent observers to reach the spot in time to probe the claims. In April, however, word travelled fast. The same day, the Maoists released a press statement alleging that in the season when people collect mahua, “surprise bombing and firing from the air is causing fear and forcing them to run to save their lives”.Four days later, Scroll travelled through the jungle to investigate the charges. We spoke to people from several villages. Their accounts were strikingly consistent. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nApproaching Bhattiguda from a northern route on April 12, we crossed several villages where people said they had on April 7 intermittently heard booming noises that lasted several hours. Some also claimed to have seen helicopters at a distance. In Jonaguda, Channer Sori said he heard a loud noise when he was out collecting mahua flowers in the morning. “I think it was around 7 in the morning,” he said. Further down the path, in Tekalgura, Midiyam Hurra, a 17-year-old who said he went to school in Dantewada’s Bangapal, shared a more vivid account. Hurra said he also saw three helicopters in addition to hearing  loud sounds. Midiyam Hurra said he saw three helicopters and heard loud sounds. Photo: Arunabh SaikiaStill closer to the site of the alleged bombing, in Puwarti, Ritesh Mandavi’s recollection of the morning was even more precise. Starting around 6 am, Mandavi said “gap gap me bomb gira” – bombs fell intermittently – for several hours. “I don’t know where the bombs fell from. I did not see that, I just heard really loud sound,” he said.  “But I saw three helicopters and they were firing from them.”The actual spot where the alleged strikes took place, is by all accounts, atop a steep hill, close to the Telangana border.  The hill itself is uninhabited, but residents of four villages on its fringes claim the strikes were dangerously close to their homes and farmlands. Besides, they often went up the hill, they said, to collect forest produce. One of these villages is Bhattiguda. Here, everyone we spoke to said the alleged strikes had left them shaken. The first sign of trouble, they said, was a buzzing sound that started around 3 am It was the din of a surveillance drone, they claimed, a noise familiar to them yet exceptional because of the timing. “The drone cameras have hovered in our sky for many years, but they always came during the daytime before,” said Poyam Joga, a farmer in his thirties. The appearance of the drone in the darkness of early morning, Joga said, gave him a premonition that “something bad is about to happen”. Like most people in the village, Joga said he was out collecting mahua flowers when he heard another humming sound – distinct from the surveillance drones he was used to. When he looked up, Joga said he saw a black object. Like Kunjam, he compared it to a flying bat. “Then something fell on the hill and there was a huge sound,” he recalled. “Three times one after the other and then three helicopters emerged and the firing began.”Poyam Joga said the appearance of the drone in the darkness of early morning gave him a premonition that “something bad is about to happen”. Photo: Arunabh Saikia This was just the start, according to Ganesh Wika, a 17-year-old who said he attended school in Bijapur district’s Dharmaram village – Bhattiguda has no functional schools. Over two hours, he claimed to have heard the loud booming sound around 14 or 15 times, interspersed with aerial firing from two of the three helicopters. He also claimed to have witnessed the departure of the flying object, which he identified to be a drone. He said it retreated southwards towards the neighbouring block of Pamed. The two helicopters engaged in firing followed in the same direction, he alleged. The third helicopter, which Vika said did not fire but was circling around at a higher altitude, went northwards in the direction of Bijapur town, he claimed.Denial by security forcesNot just Chhattisgarh police, even the Central Reserve Police Force, the lead counter-insurgency agency in the area, has denied the use of aerial bombing.Inspector General Saket Kumar Singh, the head of the Chhattisgarh sector of the CRPF, said: “We definitely don’t have the capability.” Singh, however, conceded that his men did fire in “self defence” from a helicopter on January 11 close to Mettaguda. “We were trying to land and we were fired upon so we fired in retaliation,” he said. “We are allowed to do that.” Scroll emailed questions about the allegations made by the villagers to the Ministry of Home Affairs, which oversees anti-Maoist operations. There was no response at the time of publication.The debris on the hillClimbing the precipitous hill near Bhattiguda, we found metal and plastic debris, and remnants of electronic material. There were also a couple of craters, relatively small in size, just a couple of feet wide and deep. Some rocks bore smatterings of a white powder-like substance. A few tree trunks seemed to be chipped; leaves on at least one tree seemed to have a burnt appearance. There were, however, no signs of any extensive damage.  Some rocks bore smatterings of a white powder-like substance. Photo: Arunabh SaikiaA couple of trees atop the hill bore signs of damage. Photo: Arunabh SaikiaA small crater atop a hill – the result of an explosion, according to the villagers. Photo: Arunabh SaikiaThe villagers also produced bigger and more significant pieces of debris – and one what they claimed to be an unexploded “bomb”. They said they had collected them the day after the alleged incident when they went to examine the spot. The purported unexploded object resembled a rocket. It had three distinct parts connected by wires: a fin at the back, a long cylindrical tube in the middle, and a hemispherical head. It was about two feet long – roughly the size of an arm. The diameter of the tube was around three inches.  A rocket-like object that villagers claimed to be an unexploded “bomb”. Photo: Raunak Shivhare All three parts were made of different materials. While the fin appeared to be light-weight plastic/composite, the cylindrical tube seemed to be made of sturdier reinforced plastic or fibreglass. The head, which was solid and the heaviest of them all, was metallic.  The fin appeared to be made of lightweight plastic or composite materials. Photo: Arunabh SaikiaThe other supposed remnants that we were shown seemed to be fragments from similar rocket-like objects. The hemispherical heads looked more intact than the other parts. Attached to their underside was an electronic circuit board and wires. The fins also had cylindrical attachments bearing circuit boards and wires which could snugly fit inside the main tube body.  Attached to the underside of the heads was an electronic circuit board and wires. Photo: Arunabh Saikia An unburnt electronic circuit board under the head. Photo: Arunabh Saikia The smaller cylindrical parts bearing circuits and wires connecting it to the fins. Photo: Raunak ShivhareWe also came across a largely-intact capacitor-like object – a device used to store and release electrical charge in a chip. It carried the branding of Kyocera AVX, a Japanese-American conglomerate that manufactures electronic components. This was the only bit of any manufacturing information we could spot in the debris.  We did not see any spent bullets. What security experts sayWe showed images and videos of the objects and fragments to several independent defence and security experts.While almost everyone said the images seemed to be of precision-guided projectile explosives designed to travel in the air and hit a specific target,  they differed on what exactly they could be.  Defence analyst Ajai Shukla, who has recently written about armed drone trials being conducted by India’s army, said they seemed to be fragmentation warheads “designed for top-down strikes on tank roofs, where their armour protection is the thinnest”. Such weapons, Shukla said, could be launched from long range artillery shells – fired through ground-based, large-calibre guns – or through “stand-off airborne munitions”, a reference to smart unmanned aerial platforms such as drones.  But the paramilitary and central police forces operating in the region would seldom have access to such sophisticated weaponry, said Shukla. “Such weapons and warheads are usually available only to the military,” he added.Ajai Sahni, executive director of the Institute for Conflict Management, however, said they appeared to resemble more run-of-the mill “mortar munitions with some guidance or precision system”. Mortar munitions are launched from barrels on the ground. Sahni pointed out such munitions were “consistent with the weapons systems available” with the central paramilitary forces that operate in the area. “[I have] never heard of any aerial weapons available to them,” said Sahi. “The drones that they have are only for surveillance purposes.”A third expert, a retired senior official from the Indian Army, said the debris suggested a “guided projectile weapon” meant to target personnel and not for causing “mass destruction”.  “They are factory manufactured and not improvised for sure,” said the official, an explosives specialist.  The person, who requested not to be identified, said their assessment of it being a targeted weapon was based on, among other things, the images of a piece of “cast explosive” and two detonators that we had found among the debris on the hill. The two cylindrical objects were likely detonators while the fibre fragment bore ball bearings used in explosives, according to a retired expert from the Indian Army. Photo: Arunabh Saikia   This piece of debris was identified as a piece of “cast explosive” with detonators by a retired explosives expert from the Indian army. Photo: Arunabh Saikia    “This kind of cast explosive is generally found in artillery shells,” he said. “But what you have shown me is barely a pound of explosive.”The meager quantity of explosive, he said, was consistent with our observations that the damage on the hill was scant. However, the retired official said he could not say with certainty what the projectiles were fired from. “But it is clear that they were low intensity and meant to take out specific targets without civilian casualties,” he said. He said it is likely that the imaging drones had captured the location of insurgents on the hill and explosives-laden rockets  were launched possibly from helicopters to target them. The CRPF, a senior Raipur-based security official said, had access to surveillance drones of three different makes. Of them, most were the Defence Research and Development Organisation’s Netra drones. The rest were Mavic  and Phantom. The official, however, said none of those drones could have been used for imaging purposes in the areas where the purported incident took place on April 7.  “The drones we have can barely fly five kilometers,” said the official. The official said that the shortest aerial distance on any axis from Bhattiguda to the nearest CRPF camp was 17 kilometers. “Our drones have never reached that area,” they said. That claim may not be accurate – the day we visited the area, we heard the din of a drone. We also saw helicopters in the sky. When shown the images of the seemingly unexploded rocket-like object found on the hill, the official said it resembled improvised under-barrel grenade launchers that the security forces had recovered from Maoists in the past.  However, he admitted that the recovered weapons did not feature integrated circuits.  Even as the official maintained that the security forces had not used drones to fire these munitions, he said the technology was not altogether outside their operational capabilities. “All that needs to be done is a bomb to be retrofitted to a drone with a mechanism that it explodes on impact,” the official said. “Essentially, a drone with a long-enough range is all you need.”The lure of dronesStrategic analysts said the lure of deploying a combination of surveillance drone technology and targeted aerial firepower in inhospitable terrains like Bastar was understandable: it helped the security forces to rise above operational constraints. Conventional boots-on-the-ground operations in the area have often resulted in heavy casualties and collateral damage. As recently as 2021, 23 security personnel were ambushed while carrying out an operation in Tekalgura, not too far from the site of the purported April 7 incident. “Actionable intelligence is a big challenge when you are operating in this type of terrain,” said military historian Srinath Raghavan. “Surveillance drones give you more real-time intel, but how do you act on it? That is where heliborne sort of operations come into play.”Nonetheless, such technology came with its own constraints which needed to be acknowledged, said Raghavan. “It can give you an exaggerated sense of ability to respond in a more precise and measured fashion,” he said. “In counter-insurgency operations involving our own population, we have to be all the more mindful using such tech because it is not just collateral damage, it could also mean striking the wrong targets as we know from examples in other parts of the world.”Raunak Shivhare contributed to this story from Chhattisgarh.\n\n\n    \n    Play","author":"Arunabh Saikia","time":"2023-05-04T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189758-nodavayztz-1683106434.jpg","tags":["Chhattisgarh","Bastar","Maoist Conflict","Aerial bombing","Surveillance drones"],"source":"https://scroll.in/article/1048413/bastar-villagers-allege-aerial-bombing-by-security-forces-what-is-the-truth"}