{"title":"BBC underreported about Rs 40 crore income in tax returns: IT officials","content":"The BBC has underreported around Rs 40 crore of income in its tax returns, the Income Tax department has claimed, the Hindustan Times reported on Tuesday.An unidentified Central Board of Direct Taxes officer told the newspaper that the British broadcaster is now required to file revised returns and pay all dues, penalties and interests that could run into several crore.“The BBC must act as per the stated procedure or face the law,”  another official told the Hindustan Times. “The department will continue to take action against it until the matter is taken to the logical conclusion.”On its part, the BBC said that it was fully cooperating with the tax authority with its enquiries and will continue to do so.“The process is ongoing and will take time to conclude,” a BBC spokesperson told Scroll. “The BBC of course takes its tax obligations very seriously.”The Income Tax department had searched the BBC offices in Mumbai and Delhi in February. The tax department had then alleged that BBC’s income in India was not commensurate with the scale of its operations in the country.The inspection took place close on the heels of the release of a BBC documentary about Prime Minister Narendra Modi’s alleged role in the 2002 riots in Gujarat. More than 1,000 people – most of them Muslims – were killed in the violence.Several global media rights advocates and India’s opposition leaders had criticised the searches, saying the timing of the action “smacked of intimidation”. The BBC had said that it stood by its colleagues and journalists “who will continue to report without fear or favour”.However, the government maintained that there is no connection between the BBC documentary and the Income Tax surveys.Also read:Why India’s crackdown on BBC has left foreign correspondents anxiousFrom Emergency to Modi: How the BBC has played a major role in India","author":"Scroll Staff","time":"2023-06-07T09:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186842-fxmpzeklsu-1676359131.jpg","tags":["BBC","Income Tax","BBC documentary"],"source":"https://scroll.in/latest/1050469/bbc-underreported-about-rs-40-crore-income-in-tax-returns-it-officials"}