{"title":"BBC says it will ‘continue to report without fear or favour’ after tax surveys end","content":"The Income Tax department’s surveys at the Mumbai and Delhi offices of British broadcaster BBC ended on Thursday night after nearly 60 hours.The BBC, in an update on Twitter, said it stands by its colleagues and journalists “who will continue to report without fear or favour”.The media organisation said that it will continue to co-operate with the authorities and expressed hope that matters are resolved as soon as possible.“We are supporting staff – some of whom have faced lengthy questioning or been required to stay overnight – and their welfare is our priority,” it said. “Our output is back to normal and we remain committed to serving our audiences in India and beyond.”Update on India: pic.twitter.com/rghvE6OpfQ— BBC News Press Team (@BBCNewsPR) February 16, 2023\n\nThe searches, which the officials have dubbed a “survey operation”, were initiated less than a month after the BBC released a two-part documentary that examined Prime Minister Narendra Modi’s alleged role in the 2002 riots in Gujarat, in which more than 1,000 people – most of them Muslims – were killed.However, Kanchan Gupta, a senior advisor with the Union Ministry of Information and Broadcasting, claimed in a statement to news channel Mirror Now that there was “no connection” between the BBC documentary and the Income Tax surveys.During the searches, the authorities took an inventory of financial data from some staffers and cloned electronic data, unidentified officials told PTI. Officials also reportedly impounded some documents as part of the survey action, which lasted for 57 to 58 hours.Unidentified officials said the Income Tax department carried out the investigation on matters related to international taxation and transfer pricing of BBC subsidiary companies. Transfer pricing is the value attached to transfers of goods, services and technology between related entities.The United Kingdom government has not yet released any official statement about the action. But global media rights advocates and India’s opposition leaders have condemned the searches, saying the timing of the action just weeks after the documentary aired “smacked of intimidation”.  Bhartiya Janata Party national spokesperson Gaurav Bhatia, however, described the BBC as the “most corrupt organisation in the world” and accused the broadcaster of engaging in “anti-India propaganda”.  Also read:Why India’s crackdown on BBC has left foreign correspondents anxiousFrom Emergency to Modi: How the BBC has played a major role in India","author":"Scroll Staff","time":"2023-02-17T08:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186958-vzxwwlaudi-1676599931.jpg","tags":["BBC","BBC searches","income tax","income tax department"],"source":"https://scroll.in/latest/1044049/bbc-says-it-will-continue-to-report-without-fear-or-favour-after-tax-surveys-end"}