{"title":"BBC says it is restructuring India operations to comply with foreign investment norms","content":"The BBC said on Tuesday that it is restructuring its operations in India in order to comply with the Centre’s foreign direct investment guidelines.The public service broadcaster said that the restructuring follows “an investigation this year which saw the BBC’s India offices being searched by tax authorities”.The broadcaster was referring to searches by Income Tax Department on its offices in Mumbai and Delhi in February.  The tax department had alleged that BBC’s income in India was not commensurate with the scale of its operations in the country.The inspection took place close on the heels of the release of a BBC documentary about the alleged rle of Narendra Modi, who was the chief minister at the time, in the 2002 riots in Gujarat. More than 1,000 people – most of them Muslims – were killed in the violence. On Tuesday, the BBC said that as part of the restructuring process, four of its employees will leave the corporation to form a wholly Indian-owned company. The new company, Collective Newsroom, will run the BBC’s six Indian language services – Gujarati, Hindi, Marathi, Punjabi, Tamil and Telugu.Rupa Jha, who is presently the head of BBC India, will lead the Collective Newsroom company along with Mukesh Sharma, Sanjoy Majumder and Sara Hassan. Staffers working with the BBC’s Indian language services will also join the company.However, the British broadcaster’s English language operation in India will stay with the BBC.In September 2019, the Centre had capped foreign direct investment in digital news entities at 26%. This means that any company that publishes digital news in the country has to be majority-owned by Indian citizens.Earlier this week, the BBC had said in a regulatory filing that it received a letter in March from the Union Ministry of Information and Broadcasting alleging that it had violated foreign direct investment norms, the Economic Times reported.The broadcaster said that it has asked for time till March 31, 2024, to comply with the guidelines, and has informed the government about the restructuring proposal.In February, several global media rights advocates and India’s opposition leaders had criticised the income tax searches on the BBC, saying the timing of the action “smacked of intimidation”. The BBC had said that it stood by its colleagues and journalists “who will continue to report without fear or favour”.However, the government maintained that there was no connection between the BBC documentary and the Income Tax surveys.The Ministry of External Affairs had said that the documentary was a propaganda piece designed to push a discredited narrative. The Centre had invoked its emergency powers under the Information Technology Rules to direct YouTube and Twitter to remove links of the documentary. Also read:Why India’s crackdown on BBC has left foreign correspondents anxious","author":"Scroll Staff","time":"2023-12-13T17:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186842-fxmpzeklsu-1676359131.jpg","tags":["BBC","BBC India","Income Tax"],"source":"https://scroll.in/latest/1060529/bbc-says-it-is-restructuring-india-operations-to-comply-with-foreign-investment-norms"}