{"title":"BBC is independent, says UK on documentary about Narendra Modi","content":"A spokesperson of the British Prime Minister Rishi Sunak on Wednesday said that the BBC is an independent organisation amid widespread uproar in India against its documentary on the 2002 Gujarat riots, reported PTI.The two episodes of the documentary, titled India: The Modi Question, were released on January 17 and January 24. The documentary examined Prime Minister Narendra Modi’s alleged role in the communal riots that took place in Gujarat in 2002, and his subsequent track record. “The BBC is independent in its output and we would stress that we continue to regard India as an incredibly important international partner,” the spokesperson said in response to a question about India’s criticism against the documentary. “We’ll be investing heavily in our relationship with India over the coming decades and we’re confident it will only go from strength to strength.”Although BBC did not release the documentary in India, Centre on January 21 had directed YouTube and Twitter to remove links sharing snippets from the documentary. However, attempts to screen pirated versions of the documentary were made at the Jawaharlal Nehru University, Ambedkar University and Jamia Millia Islamia University as well as the Tata Institute of Social Sciences in Mumbai and the Presidency University in Kolkata.  India’s Ministry of External Affairs had said that the documentary lacked objectivity and portrayed portray a “blatant colonial mindset”.On Tuesday, the UK Foreign Secretary James Cleverly had told the British Parliament that he had met Indian High Commissioner Vikram Doraiswami to discuss the controversy following the documentary and other issues, reported The Hindu.“We recognise how this portrayal of the Indian government has played out in India,” Cleverly said. “I made it clear that the BBC is independent in its output, that the UK regards India as an incredibly important international partner and that we will be investing heavily in that relationship in the coming decades.”The documentary had cited an unpublished report prepared by an inquiry team sent by the British government in 2002 which had  found that the 2002 riots had “all the hallmarks of an ethnic cleansing”.Meanwhile, two public interest litigations in the Supreme Court challenged the Centre’s use of emergency powers under the Information Technology Rules 2021 to restrict the screening of the documentary in the country.","author":"Scroll Staff","time":"2023-02-02T19:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182919-oqzpfsfuqw-1668595545.jpg","tags":["BBC Documentary","Prime Minister Narendra Modi","Rishi Sunak","Gujarat Riots 2002"]}