{"title":"BCCI’s mishandling of ODI World Cup schedule and tickets lays bare its incompetence","content":"This article originally appeared in The Field’s newsletter, Game Points, on September 13, 2023. Sign up here to get the newsletter directly delivered to your inbox every week.Over the course of 46 days, 10 cities across India will host matches featuring 10 of the top ODI teams at the 2023 ICC Men’s World Cup.For a cricket-crazy nation, the excitement among fans is, naturally, considerable. But the Board of Control for Cricket in India, or BCCI, the tournament’s host, remains apathetic towards those same fans.The BCCI won the rights to host the World Cup back in 2013 when the International Cricket Council announced its global events from 2015 to 2023. That is more than enough time to prepare, yet the BCCI has been sluggish in its approach to the tournament.Although the sports body had announced long ago that the tournament would be held in October-November 2023, it waited until June 27 to announce the official schedule of all matches.That, however, was just a glimpse of the BCCI’s organisational incompetence. Reports soon emerged that the highly anticipated India versus Pakistan clash at the 100,000-plus-capacity Narendra Modi Stadium in Ahmedabad would have to be shifted from its originally scheduled date of October 15.The reason? October 15 marks the start of the Hindu festival of Navratri, which is one of the biggest festivals celebrated in Ahmedabad. The city police informed the BCCI that it would be challenging for it to maintain security the day.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nAs a result, the BCCI had to reschedule not just the India-Pakistan clash, but also eight other fixtures. All this just weeks before the sale of tickets went online. The scheduling chaos would not end there.The Indian Express reported on September 10 that the Hyderabad Cricket Association had asked the BCCI to reschedule three matches slated to be held in the city as they clashed with Ganesh Visarjan and Milad-Un-Nabi. There were also security concerns about Hyderabad being tasked with organizing back-to-back matches in October.That the BCCI seemingly failed to consider some of the biggest festivals in India when coming up with the schedule raises questions about its functioning.In contrast, the schedule for the 2011 World Cup, which was jointly hosted by India, Sri Lanka and Bangladesh, was revealed as early as November 2009. Tickets for the tournament, which ran from February 19 to April 2, went on sale in June 2010, a good eight months before the tournament got underway.As was the case with the schedule this time around, the BCCI’s preparedness for the sale of tickets has been woefully inadequate. Fans have complained on social media about waiting in online queues for hours only to find that the tickets have been sold out.After numerous complaints about the lack of tickets, the BCCI, in an attempt to show its largesse, announced that it will release 4,00,000 tickets to meet the high demand.The delay in putting tickets on sale has also made it more expensive for fans to travel for matches as hotel prices and airline tickets skyrocket with each passing day, making this World Cup more and more unaffordable for the common fan.In an interview with Sportstar, the BCCI’s honorary secretary, Jay Shah, mentioned meticulous planning, collaboration with local authorities, effective communication and technological solutions as its key strategies for hosting the World Cup. However, the past few months have only served to lay bare the inadequacies of cricket’s richest national body.","author":"Dilip Unnikrishnan","time":"2023-09-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194049-vxdwrdsggd-1694603605.jpg","tags":["ICC Men’s ODI World Cup","ICC Men’s ODI World Cup 2023","Cricket","Jay Shah","BCCI","Board of Control for Cricket in India"],"source":"https://scroll.in/field/1055788/bccis-mishandling-of-odi-world-cup-schedule-and-tickets-lays-bare-its-incompetence"}