{"title":"Beacon for Indian badminton: Satwiksairaj Rankireddy and Chirag Shetty’s incredible season","content":"This article originally appeared in The Field’s newsletter, Game Points, on November 29, 2023. Sign up here to get the newsletter directly delivered to your inbox every week.On Sunday evening, at the end of a thrilling 40-shot rally in which the momentum swung from one end to the other, Chirag Shetty fell on his back in disappointment and Satwiksairaj Rankireddy broke into a sheepish smile. They had just lost the Championship Point.At the China Masters Super 750 badminton event, Rankireddy and Shetty had reached their ninth final since the start of 2022. This would be the first time in that period in which they would lose at the final hurdle. But it was not before they gave the world No 1 pair of Liang Wei Keng and Wang Chang an almighty scare in their own backyard.The Indian pair trailed 19-21, 21-18, 13-20, giving their Chinese opponents seven match points. The beauty of badminton is that you cannot run out the clock. You have to secure a win.It is in situations like the one Shetty and Rankireddy faced in which the champion mentality is produced. How athletes fight back from such precarious positions goes a long way in defining their legacy after they hang up their boots. And the Indian men’s doubles team, on that evening, once again showed why they are one of a kind.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe former world No 1 pair fought back with six straight points. The 13-20 deficit was reduced to 19-20 in front of a stunned-to-silence partisan crowd in Shenzhen. Rankireddy and Shetty were in the zone.In 40-shot rally that followed, they would go on to lose the next point and the title. The loss at the Shenzhen Bay Gymnasium means that the Indian pair’s record in tournament finals stands at 16 wins and four losses. But they have long established for themselves the reputation of being serial winners.Once through to the quarter-final stage, they rarely lose. For instance, in 14 BWF World Tour events, before their only final defeat to Wei Keng and Chang, the pair has lost only a solitary quarter-final and a single semi-final this year.Their record this season in title clashes reads five wins in six final appearances – four of them in BWF World Tour events.Thanks to a few early exits and injury concerns, they failed to qualify for the season-ending BWF World Tour Finals – a tournament in which the top eight pairs of the year compete after accumulating points throughout. But 2023 saw Rankireddy and Shetty rise to never-before-seen heights in Indian badminton.The duo not only won their first-ever Super 1000 title in Indonesia, but also became the first Indian men’s doubles pair to win a gold at the Asian Championships – a first ever gold for India in the continental championships in 58 years.Add to that, a first-ever gold in badminton for India at the Asian Games and the subsequent rise to world No 1 in BWF rankings, Rankireddy and Shetty have delivered their most successful year yet at the highest level.At a time when India’s poster girl in the sport, PV Sindhu, has struggled with form and fitness, the men’s doubles pair has emerged as a guiding light for Indian badminton.With Lakshya Sen and Kidambi Srikanth also struggling to find their best in the circuit and the 2024 Paris Olympics not far, Rankireddy and Shetty are the brightest beacon of hope for India to continue its medal winning run at the quadrennial event.Their season may have ended short of the World Tour Finals, but it was a season worth remembering nonetheless.","author":"Abhijit Nair","time":"2023-11-30T08:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196235-jpfyarqsem-1701237616.jpg","tags":["Badminton","Satwiksairaj Rankireddy","Chirag Shetty","Game Points","Indian Badminton"],"source":"https://scroll.in/field/1059757/beacon-for-indian-badminton-satwiksairaj-rankireddy-and-chirag-shettys-incredible-season"}