{"title":"‘Bed Table Door’: Csilla Toldy’s novel reminds us that living in darkness is only a choice","content":"Literature, time and again, reminds us why it matters beyond the conventions of time, race, and geography. In Csilla Toldy’s Bed Table Door, we realise this urgently as we turn page after page, learning about freedom. Set in Europe during the Cold War, Bed Table Door is a bittersweet story about chasing freedom in propaganda and reality, and what the pursuit of freedom could mean in rapidly changing contexts. Sofie and Samu in Toldy’s gripping novel are two restless souls striving to escape the Iron Curtain in the hope that freedom would exist in geographies distant from those they grew up and felt stifled in. Having grown up in Hungary in the 1960s and 1970s, they meet each other and realise the oneness of their ambition, which is cemented by their developing love story and their clandestine involvement in resistance against the Hungarian state. Sofie escapes first and comes to Margaret Thatcher’s England braving police at borders and in the streets of England, where her uncle offers her a refuge and work to get by. Samu joins her later but their love frays slowly as Samu discovers his preference for men. Relative freedomsThroughout the evolution of their journey as a couple, their love speaks of an unbroken bond that transcends considerations of physicality and lust, overpowered by their collective ambition to be free from chains that bind them in their home countries. Samu’s latent homosexuality flowers in a foreign land, while Sofie learns to unpack the sexist conditioning she grew up with and breaks free. In their journeys, we realise that freedom comes at the cost of enormous pain. Even the painful turn in Sofie and Samu’s relationship is preceded by a foreboding throughout the novel, like a slow burn, almost settled on the inevitability of tragedy to strike two immigrants harbouring difficult dreams. This is where the triumph of Bed Table Door rests. It is searing with the reminder that freedom is relative and never absolute no matter where one goes to find it. At the same time, it shows us the only place it can be found: within the human spirit that goes against tyranny in spite of pain.Sofie and Samu’s quest for freedom is universal in today’s world that is increasingly witnessing the rise of authoritarian regimes, lending to Toldy’s novel both an immediacy and timeless appeal. Toldy, a writer originally from Hungary, gets closer to her own journey of escape from the Iron curtain in trying to cross the Yugoslav border in 1981. Toldy moved to England pulled by the idea of freedom and hope as the situation back home was terrifying, with soldiers marching orders to muzzle dissent and civilians trying to flee borders. However, in fleshing out the characters of Sofie and Samu, their stories take her deeper than personal narratives. Through their lives, Sofie shows the indoctrination of self that begins from childhood by people we love – parents, grandparents, friends, until a breaking away from the roots is needed to see beyond established notions. But leaving home isn’t always a path to freedom. Toldy shows how a desired immigration to a country of choice can open doors to other kinds of injustices and bondage, as Sofie and Samu struggle to find a base in England. Sofie and Samu, once in the midst of jazz-loving rebels in Budapest, find themselves lost in Manchester and London in the 1980s as violence, riots and strife mark the era with the death of John Lennon and mass disillusionment with socialism. For both Sofie and Samu, the new world asked them to kneel, hide, and become invisible to stay safe, and Sofie had to do more in navigating sexism. The mystical allure of the WestBed Table Door – Toldy’s debut as a novelist – has been longlisted for the Bath Novel Award, and is the winner of the Desmond Eliot residency. Author of publications such as Red Roots – Orange Sky (2013), The Emigrant Woman’s Tale (2015) and Angel Fur and Other Stories (2019), Toldy has been living in Northern Ireland for more than two decades before spending fifteen years in Paris and Germany. Toldy’s next are two novels partly set in Budapest, ready to go. With these two, Bed Table Door will complete her Hungarian Trilogy in the making. Another striking theme in Toldy’s novel is the mystical allure of the West that has fetched impressionable teenagers out of Eastern Europe for decades, and is now true in the context of India, more so in recent years.  This is something the author doesn’t just discuss through her characters in Bed Table Door; she dissects it with all its layers. For instance, Sofie escapes jail term in England as she has a sponsor in her uncle, even as Samu struggles for the same backing to fortify his credentials in England, something none of them expect to face in England where they came seeking freedom from persecution. This is a critical facet of immigration, the trope of the West, and the disappointment that follows. Indians migrating to the US or the UK have only known it too well, but the critical eye for such a process in Toldy’s novel is, again, a brave reflection on the journey the author has undergone herself.The narratives – with their contrasts and parallels in the lives of Sofie and Samu – didn’t come easily to Toldy. While writing about Hungary in the first part of the novel, Toldy faced the challenge of separating her own life story from those of her characters; the second and third parts set in Manchester and London required extensive research as she hasn’t lived long enough in any of these cities. The year 1981 – the year when Sofie and Samu were living in England – was tumultuous with violent riots and racial tension, folding them both in its chaotic events.In the West though, resistance had an outcome in spite of troubles, unlike Hungary where secret state police and clampdown on dissenters silenced people. While Sofie challenges her conditioning, Samu comes out as a gay man in an era when the sexual revolution is breaking out in England. He finds freedom in terms of not having to hide, in finding love the way that suits him as a freely gay person, something he wouldn’t do in Hungary embarrassed by his own parents. It’s interesting how Toldy weaves these narratives to also reflect on how lack of freedom can stop us from being our true selves, that there can be suppression and we can never be our authentic selves without freedom. Sofie and Samu both realise this as time passes in England and in spite of all the struggles, they seem to enjoy the anonymity that comes with living away from family. Their untameable spirit in the face of adversity is a prescription for the human spirit in hard times.For India in 2024, this novel holds special relevance. As the country goes out to vote and propaganda clouds democratic values, Bed Table Door reminds us that living in darkness is only a choice, not an inevitable destiny.Bed Table Door, Csilla Toldy, Wrecking Ball Press.","author":"Pallavi Padma-Uday","time":"2024-05-09T21:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200434-smanlgbise-1714638151.jpeg","tags":["hungary","book review"],"source":"https://scroll.in/article/1067354/bed-table-door-csilla-toldys-novel-reminds-us-that-living-in-darkness-is-only-a-choice"}