{"title":"Before size mattered: When Hindi film songs were extra-long and all the better for it","content":"Whatever happened to the long-long Hindi film song, the one that would stretch on forever on the screen and seemingly into eternity on the listening device? The one with a lengthy prelude and numerous antaras that exercised the imagination of music composers, lyricists and filmmakers?Tunes such as Ae Dil-E-Nadaan from Kamal Amrohi’s Razia Sultan (1982) are increasingly a rarity. Clocking nearly eight minutes, the Khayyam composition conveys the tremendous longing between the titular queen (Hema Malini) and her slave general, Yakut (Dharmendra). The filmed version comprises lengthy and unhurried shots of Razia wandering across a desert and dreaming of Yakut.\n\n\n    \n    Play\n\nAe Dil-E-Nadaan, Razia Sultan (1982).Such songs have no place these days in the average movie soundtrack, which barely crosses 25 minutes and includes tunes that often fade out after the four-minute mark. This year, with the exception of the music-themed Gully Boy, the soundtracks for Uri: The Surgical Strike and Total Dhamaal clocked 20 and 13 minutes respectively. According to a 2018 analysis by data scientist Michael Tauberg, popular hit songs have shrunk in duration worldwide, and this has something to do with streaming platforms and music companies earning more per stream of an audio file. In India, Hindi films are increasingly opting for songless narratives that wrap up in two hours, and the soundtrack is forced to keep pace.A recent exception to the need to move on is the nine minute-long Senti Waali Mental from Vikas Bahl’s wedding-themed Shaandaar (2016). Amitabh Bhattacharya’s lyrics, sung by Arijit Singh, have alternate verses for the teams representing the bride and the groom. The barbs and the banter get sharper with each passing minute, and the game of relentless one-upmanship justifies the song’s length.\n\n\n    \n    Play\n\nSenti Waali Mental, Shaandaar (2016).Long-long songs are frequently used for public performances, rather than intimate duets or solo musings. In the qawwali Humein To Loot Liya Milke Husn Waalon Ne by Ismail Azad and party in Ram Kumar’s fantasy film Al Hilal (1958), revellers celebrate their new land, Kore Marwah. Here, they can freely worship Allah, far from the tyrannical atheist rule of the despotic king Kehraan (Heeralal).In Thade Rahiyo from Kamal Amrohi’s Pakeezah (1972), the courtesan Sahibjaan (Meena Kumari) performs for an audience, which includes the antagonist Zafar Ali Khan (Kamal Kapoor). Through Majrooh Sultanpuri’s playful lyrics for the Ghulam Mohammad composition, Sahibjaan seduces the figurative lover but makes him desperately wait at the door.\n\n\n    \n    Play\n\nThade Rahiyo, Pakeezah (1972).Songs of immense length often have the room for ambient sounds. Sahibjaan’s anklets and Zafar’s gunshot are a part of both Thade Rahiyo and its sequence in the film. Similarly, the eight-and-a-half minute Tum Jo Mil Gaye Ho from Chetan Anand’s Hanste Zakhm (1973) incorporates the sounds of rain, thunder and waves.The song comes on a rainy evening, when the leads, taxi driver Somesh (Navin Nischol) and prostitute Meena (Priya Rajvansh), are beginning to fall in love. The burst of thunder and the sound of waves act as important breaks in the gradual on-screen coupling. The frequent change in tempo in this jazzy track too reflects the heady intoxication of escalating mutual ardour.\n\n\n    \n    Play\n\nTum Jo Mil Gaye Ho, Hanste Zakhm (1973).Another example of a relationship evolving over the course of a long-long song is the eight-and-a-half-minute Piya Tose Naina Lage  from Vijay Anand’s Guide (1965). The song that is publicly performed by Rosie (Waheeda Rehman) also signals her changing equation with the world. In the beginning of the sequence, Rosie is a nobody who has been invited to perform at a school function. After four antaras and multiple costume changes, Rosie is a star hounded by fans.\n\n\n    \n    Play\n\nPiya Tose Naina Lage, Guide (1965).Very long songs typically have a prelude, which does not always suggest the direction the tune is going to take. The timeless Pyar Kiya To Darna Kya from K Asif’s historical epic Mughal-e-Azam (1960) gets its length from the first two minutes and 15 seconds of the alaap before Lata Mangeshkar’s vocals are introduced. A more recent example is Ash King’s splendid harmonising at the start of the AR Rahman-composed Dafatan from Rakeysh Omprakash Mehra’s Delhi 6 (2009).\n\n\n    \n    Play\n\nPyar Kiya To Darna Kya, Mughal-e-Azam (1960).Sometimes, the extended introduction helps in setting up the mood of the film early on. In Anurag Kashyap’s Bombay Velvet (2015), the first three-and-a-half minutes of the almost nine-minute Aam Hindustani is freestyle jazz. The prelude is played over the opening credits, which splices archival footage of pre-independence Mumbai with fresh shots of the eponymous fictional club. Raveena Tandon enters the frame just when the music settles to a steady rhythm and Shefali Alvaris’s foxy vocals begin.Further back in time, there’s Aayega Aanewala from Kamal Amrohi’s Mahal (1949). The prelude has Lata Mangeshkar’s haunting vocals over mild strings and piano for over two minutes, after which the percussion enters along with the delayed mukhda. Sung by the lovelorn ghost Kamini (Madhubala), the shadow cast by this song hangs over the film till the last reel.\n\n\n    \n    Play\n\nAayega Aanewala, Mahal (1949).The overly long song is hardly a time-wasting device – when used well and woven into the plot, it can push the narrative forward and communicate as much as dialogue. Dastaan-E-Om Shanti Om from Farah Khan’s Om Shanti Om (2007) is centred on a seven-minute performance that recaps the nested plot and serves notice to the villain.Taking a cue from the star-studded John Johnny Janardhan sequence from Manmohan Desai’s Naseeb (1981), Farah Khan stretched the Deewangi song in Om Shanti Om to a nine-minute sequence by including nearly every major star. The overlong song simply gave audiences enough time to gawk at their favourite stars, unlike Dastaan-E-Om Shanti Om, which was telling the story of the previous birth of Om (Shah Rukh Khan) and Shanti (Deepika Padukone).\n\n\n    \n    Play\n\nDastaan-E-Om Shanti Om, Om Shanti Om (2007).Among the filmmakers who have most successfully embedded minor plot-lines within long-long songs is Sooraj Barjatya. Kabootar Ja Ja Ja from his debut film Maine Pyar Kiya (1989) has its own beginning, middle and end. The almost nine-minute track comes at a point when the romantic leads Prem (Salman Khan) and Suman (Bhagyashree) have suffered great heartburn. Prem leaves the house, leaving behind Suman, who finds Prem’s letter professing love. The song begins. Suman’s pigeon sends “pehli pyaar ki pehli chitthi” to Prem, who becomes giddy with love. In the end, Prem and Suman are in each other’s arms, rolling in a green field full of apples.\n\n\n    \n    Play\n\nKabootar Ja Ja, Maine Pyar Kiya (1989).One of the most innovative song sequences in Maine Pyar Kiya is the nine-minute track Antakshari, which simply exists because the heroine has to say “I love you” to the hero for the first time. Suman wants to express her feelings for Prem, but cannot on the day of Satyanarayan Puja.The problem is solved by an antakshari, in which a medley of tunes from such films as Jewel Thief (1967), Himmatwala (1983) to Mr India (1987) allows Suman to sing “I love you” to Prem. Each of the song’s 18 verses are from 18 different older songs, carefully handpicked to build up to the point Suman and Prem go public. Like Senti Waali Mental, the element of competition between the teams brings a sense of urgency to the proceedings.\n\n\n    \n    Play\n\nAntakshari, Maine Pyar Kiya (1989).Barjatya’s expertise in telling a well-rounded story through a song returned in the 12-minute Sunoji Dulhan from Hum Saath Saath Hain (1998). The family’s eldest son, Vivek (Mohnish Behl), has just married Sadhana (Tabu). The new bride is yet to know every member of the gargantuan Alok Nath-led clan. The solution? Stage a song-and-dance performance, complete with costumes and elaborate props, in which each verse introduces a new family member.\n\n\n    \n    Play\n\nSunoji Dulhan, Hum Saath-Saath Hain (1998).Barjatya has competition in the never-ending song department from JP Dutta. The 10 minute-long Sandese Aate Hain from Border (1997) is hardly the only example of Dutta’s desire to ensure that the song is never really over. The average length of each track in Border is nine minutes, as though to keep pace with the length of the movie itself (three hours and 33 minutes). Dutta’s follow-up war movie, LOC Kargil (2003), runs for four hours. The songs, naturally, are just as long, such as the 12-minute Main Kahin Bhi Rahoon. Dutta uses lengthy tunes to introduce the numerous characters of his multi-starrer productions. In Sandese Aate Hain, Akshaye Khanna, Suniel Shetty and Sunny Deol gets three minutes each to stare into the letters sent by their partners. The formula is repeated in LOC Kargil, which has an even larger cast.\n\n\n    \n    Play\n\nSandese Aate Hain, Border (1997).The war movie, which is never short on bombast and heightened emotions, seems to encourage songs of enormous length. The title track of Anil Sharma’s war-themed Ab Tumhare Hawale Watan Saathiyo (2004) has two versions that together take up 15 minutes. Both songs are cut up and used in four different scenes, and they tie together the film’s themes and turning points.Likewise, Mani Ratnam’s Guru (2007) has a thematic tune for the decades-long romance between the eponymous hero (Abhishek Bachchan) and his wife, Sujata (Aishwarya Rai Bachchan). The tune produces two twin songs, Ay Hairathe and Tere Bina, written by Gulzar and composed by AR Rahman, and running over 11 minutes together.Ay Hairathe is used over multiple scenes featuring Guru and Sujata in their private moments, leading up to Tere Bina, which is about longing that comes with physical distance. Though the suits may have crunched numbers to conclude that the days of lengthy songs are long gone, when the tunes are as good as these, it is not easy to press stop.\n\n\n    \n    Play\n\nAy Hairathe, Guru (2007).Also read:When a song has both male and female versions, who does it better?","author":"Devarsi Ghosh","time":"2019-04-02T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116498-hrqbybjlss-1554137504.jpeg","tags":["Senti Waali Mental","Longest Bollywood songs","Om Shanti Om"],"source":"https://scroll.in/reel/917102/before-size-mattered-when-hindi-film-songs-were-extra-long-and-all-the-better-for-it"}