{"title":"Before stardom: Amitabh Bachchan’s drudge years are a study in perseverance and persona building","content":"For trade pundits who measure an actor’s career by the numbers of hits, Amitabh Bachchan’s career properly began only in 1973 with Prakash Mehra’s Zanjeer. This was the blockbuster that finally proved the worth of the unusually tall and unconventional looking actor with the floppy hair, brooding manner and rumble that seemed to come from a faraway place. In the role of a rule-breaking police inspector who teams up with a gambler to avenge the deaths of his parents, Bachchan extended the disgruntled hero persona that had been fitted on to other luminaries, including Ashok Kumar, Dev Anand and Vinod Khanna. The movie marked Bachchan’s rise to stardom and inaugurated a fruitful period of anti-establishment movies featuring an inwardly boiling young man who lets his heat escape onto the streets and scorch the world around him.Zanjeer was the sixth collaboration between Salim-Javed and the fifth film by Mehra. Bachchan was 31 years old at the time, and already a screen veteran when he signed up for a role that had been passed on by Rajesh Khanna and Dharmendra, among others. Several productions featuring Bachchan made it to the cinemas after Zanjeer with mixed results, and it is only with Ramesh Sippy’s Sholay and Yash Chopra’s Deewar (1975) that Bachchan cemented his stardom. Bachchan had not been idle. He had appeared in solo hero films that floated or sank as well as ensemble films in which he was either eclipsed by other actors or shared credit. He had been paired with B-level heroines and directed by incompetent filmmakers. He had popped up in cameos and small appearances, sometimes playing himself. The smoothness of dialogue delivery, rounded portrayal of characters, seductive angst, and ability to command the screen were still some years away. After 1975, Bachchan towered over any kind of movie in which he appeared, whatever its merit, and his hold weakened only in the late 1980s.Amitabh Bachchan in a cameo in Garam Masala (1972).Bachchan was first heard rather than seen. His richly textured voice provides the sardonic voiceover in Mrinal Sen’s satire 1969 Bhuvan Shome. Bhuvan Shome was a pathbreaker in itself – one of the earliest examples of the Indian New Wave and an early indicator of Sen’s eclectic filmmaking style. None of the movie’s acclaim seems to have rubbed off on Bachchan, however.In his debut role in KA Abbas’s Saat Hindustani the same year, Bachchan plays one of seven recruits who attempt to free Goa of Portuguese role. An ensemble drama packed with more illustrious names – Utpal Dutt, Madhu – Saat Hindustani features Bachchan as the initially reluctant and timid poet Anwar Ali. Anwar flubs his physical training and is suspected of being a traitor, but he comes through in the end in a spectacular way, declaring that Indians never fall at the feet of their oppressors despite being beaten to the ground. Anxiety, doubt, guilt, moral ambiguity – hardly the traits of a leading man in commercial films – were all present in Bachchan’s first screen appearance. Numerous other films followed, many of them by Bengali directors who warmed to Bachchan’s acting skills, interiority and ability to project psychological turmoil. Some of these movies are now regarded as classics, among them Hrishikesh Mukherjee’s Anand (1971) and Namak Haraam (1973) and Sunil Dutt’s Reshma aur Shera, in which Bachchan plays a mute character. There were others to watch out for in these films – Rajesh Khanna stole the show in Anand and Namak Haraam; Reshma aur Shera was the love story of characters played by Sunil Dutt and Waheeda Rehman.The films that were made before and after Zanjeer reveal Bachchan’s famed patience and perseverance. Some of these movies contain the shards of the image that would be given full expression in the mid-1970s. In Jyoti Swaroop’s Parwana, Bachchan plays a man whose jealousy drives him to plot an ingenious murder. The scheme, referenced in Sriram Raghavan’s Johnny Gaddar (2007), fails and Bachchan’s character dies at the end, not for the first time.Among the duds during this attendance-marking period is Ravikant Nagaich’s love triangle Pyar Ki Kahani (1971). Co-starring Anil Dhawan and Tanuja, the movie reveals Bachchan’s awkwardness in the role of a working class peon who tries to help his friend woo the woman he actually loves. In S Balasubramanian’s Sanjog (1971), Bachchan disappears behind the window-sized black frame spectacles that appear to have been fashionable in the decade. Mohan leaves his pregnant wife Asha (Mala Sinha) after his family refuses to accept her. Mohan relocates to another city, only to find to his horror that Asha is his new boss. It’s a Mala Sinha show all the way, enhanced by Bachchan’s miscasting as her lover.Sanjog (1971).Mehmood, Anwar Ali, and an assortment of actors steal the show in S Ramanathan’s Bombay To Goa (1972), in which aspiring actor Mala (Aruna Irani) hops on to an inter-state bus after having witnessed a murder. Mala has been hoodwinked by Sharma (Shatrughan Sinha) and has been ignoring the affections of Ravi (Bachchan) all along. She has refused to take the hint even after Ravi fights for her honour at a nightclub. It was reportedly Bachchan’s gum-chewing insouciance and body language in this sequence that impressed Salim-Javed and resulted in the Zanjeer role. Bachchan did have his moment in Bombay to Goa – and it came in shiny floral pink.\n\n\n    \n    Play\n\nDekha Na, Bombay To Goa (1972).Both Prakash Verma’s Bansi Birju (1972) and BR Ishara’s Ek Nazar (1972) trudge down the same path – Bachchan falls in love with a dancer and overcomes various hurdles before he can convince the world of his woman’s virtue. Jaya Bhaduri, who married Bachchan in 1973 and jettisoned a promising career, stars in both films, as she would in Zanjeer. One of the most egregious entries from Bachchan’s drudge years is Mukul Dutt’s Raaste Ka Patthar (1972), a copy of the Billy Wilder classic The Apartment (1960). Shot mostly indoors in heavily curtained rooms whatever the time of day, the movie follows the ambitious Jai (Bachchan), who passes around the key to his flat to his lusty bosses and their girlfriends so that he may rise up the ladder. The tackiness is relentless, and Bachchan’s visible hard work is wasted.The actor seems as unsure of himself in these films as he is in OP Ralhan’s Bandhe Haath (1973), in which he steals a lookalike author’s identity in order to woo popular dancer Mala (Mumtaz). Bachchan got second billing after Mumtaz, and with good reason. If nothing else, the movie tackles a familiar Bachchan type – a soul in torment forced into a life of crime by deprivation.In CV Sridhar’s Gehri Chaal, one of the actor’s six releases in 1973, Bachchan is once again tortured, this time by the suicide of his father and the threats of a blackmailer. Despite a cast that includes Hema Malini and Jeetendra, nothing sticks. Similarly, star power (Bachchan, Hema Malini) cannot rescue Aravind Sen’s Kasauti (1974) from the depths. Bachchan plays yet another unlikable cad who ditches his girlfriend after being bullied by his father but tries to make amends later. The body language that would become formulaic to the point of parody are all there, though – the baritone, the smooth dialogue delivery, the hands on the hips.Both Narendra Bedi’s Benaam (1974) and Ravi Tandon’s Majboor cast Bachchan as a family man pushed up against to the wall. In Benaam, the happily married Amit (Bachchan) begins to get threatening calls after he saves a man from a stabbing. His pet dog is killed and his son is kidnapped, bringing out the trigger-happy hero that is lying beneath the domesticated exterior.In Majboor (1974), which is pilfered from the Hollywood movie Zig Zag (1970), Ravi (Bachchan) is diagnosed with a terminal brain tumour. Ravi falsely claims responsibility for a murder that he did not commit in order to collect the reward money, only to change his plan when he finds out that the tumour is benign.\n\n\n    \n    Play\n\nBenaam (1974).Other, and better films, were also released during these years, including Hrishikesh Mukherjee’s Abhimaan (1973) and Sudhendu Roy’s Saudagar (1973). By 1975, Bachchan’s struggles had momentarily ended. He was in two of the year’s most significant movies, Deewar and Sholay. Only star power and sheer luck can explain the success of Ravi Chopra’s Zameer, which was released after Deewar. Bachchan is poorly paired with Saira Banu and goes through the motions in a mediocre drama about a son reunited with his father after a series of narrative convulsions. But the drudge years shaped the future star well. He would dominate the screen for the next several years and tower over his co-stars, sometimes literally so through shots that framed him feet upwards, looking up at the sky. The inconsistent acting, awkward dance movements and soft-bellied punches had been ironed out. Zanjeer broke the fetters of failure that had imprisoned Bachchan, and Deewar grounded him in public memory. The early shakiness stabilised into a force of energy whose reverberations continue to be felt.Deewar (1975).","author":"Nandini Ramnath","time":"2017-10-08T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/852519-69862-zhjnrkiceb-1506835546.jpg","tags":["Amitabh Bachchan","Zanjeer","Bombay to Goa"],"source":"https://scroll.in/reel/852519/before-stardom-amitabh-bachchans-drudge-years-are-a-study-in-perseverance-and-persona-building"}