{"title":"Behind Gyanvapi’s women petitioners, a network of men who have long fought for Hindutva causes","content":"Sita Sahu was anxious to get the right frame for her television interview. She balanced her mobile phone against a shampoo bottle, a steel jug and a plastic sipper for the best angle.“I do like talking to the media and telling them why we filed the court plea,” said Sahu as she wrapped up her interview. “We went to look for Shringar Gauri and we found Baba (Shiva) instead. Muslims must give up their claims to our land.” Sahu is among five women who filed a petition in a Varanasi trial court in August 2021 asking for restoration of their right to perform rituals in the Gyanvapi mosque, which they argued held “Hindu gods Maa Shringar Gauri, Lord Ganesha, Lord Hanuman and other visible and invisible deities”. In April this year, the Varanasi trial court appointed commissioners to conduct a video survey of the mosque, which abuts the Kashi Vishwanath temple. After the survey ended in May, the commissioners claimed to have found an oval object in the wazu khana, or ablution tank, in the mosque. The Hindu petitioners claimed this object is a “shivling”.Members of the mosque management committee have said the “shivling” is actually part of a fountain in the tank. However, on May 17, the Varanasi court ordered that the wazu khana be sealed. The same day, the five women pushed their claim further. They filed a plea for the survey to be extended and the mosque be excavated for more remains of Hindu idols. The petitioners were felicitated at an event in Varanasi on May 19. From left to right: Sita Sahu, Rekha Pathak, Manju Vyas and Laxmi Devi. Photo by special arrangementSince then, the Supreme Court has ordered the tank to remain sealed but namaz to continue at the Gyanvapi mosque. It has transferred the case to a senior judicial officer in the district court, which will decide on the future course of action.The bid to lay claim to the site of the 17th century mosque, however, did not start with the five women. It has been on the agenda of Hindutva groups for decades. Behind the women’s high-profile legal battle is a network of men who either belong to Hindu supremacist groups or have fought cases for Hindutva cause célèbres.Saffron suitesOf the five petitioners, four are from Varanasi – 40-year-old Manju Vyas, 47-year-old Rekha Pathak and 40-year-old Sita Sahu, and 66-year-old Laxmi Devi. The fifth petitioner, Rekha Singh from Delhi, has recently parted ways from the group over a tussle over credit, as well as allegations that her organisation is “farzi”, or fake. Laxmi Devi said her husband, Sohan Lal Arya, was the moving spirit behind the petition. “He is the reason all this is happening,” she said. Arya is a senior leader of the Vishwa Hindu Parishad, the Hindutva organisation that played a pivotal role in the Ayodhya-Babri Masjid dispute. In Varanasi, Arya is known for moving similar applications in 1995 that never led to a survey.Sohan Lal Arya, a senior leader of the Vishwa Hindu Parishad, flips through an old magazine that purports to tell the \"historical truth\" of the \"Kashi Vishwanath-Gyanvapi temple\". Photo: Aishwarya S IyerThe main lawyers representing the Varanasi-based petitioners are 76-year-old Hari Shankar Jain and his son, 36-year-old Vishnu Shankar Jain. The two men are associated with a slew of legal battles that aim to turn mosques or Muslim shrines into temples.Hari Shankar represented the Hindu Mahasabha in the Babri Masjid case – the 2020 Supreme Court verdict paved the way for the construction of a Ram Temple on the site of the mosque that was demolished in Ayodhya in 1992.The Jains are also arguing for petitioners seeking to claim the land on which the Shahi Idgah mosque stands because it is next to the spot where the deity, Krishna, is believed to have been born. They are also representing petitioners seeking to change the religious character of the Taj Mahal in Agra and the Qutb Minar complex in Delhi.They have also filed pleas against the special safeguards granted under the Waqf Act, 1995, to property administered by Islamic charitable trusts. Recently, they moved petitions for the right of Hindus to worship at the Bhojshala in Dhar in Madhya Pradesh. The 11th century building is a monument protected by the Archaeological Survey of India.Vishnu Shankar Jain is an advocate for the Vishwa Bhadra Pujari Purohit Mahasangh, which has challenged the Places of Worship Act, 1991. The act says the “religious character” of holy structures must be preserved as it existed on August 15, 1947.Both lawyers regularly appear on television debates, providing legal arguments for Hindutva causes.“Vishnu Shankar Jain ji and Hari Shankar Jain ji have properly guided us so that we could get here,” said Rekha Pathak. “We have been able to move ahead only because of their help.”Vishnu Shankar Jain (extreme left) and his father Hari Shankar Jain (second from left) photographed outside a temple in Vrindavan while they were in Mathura to present arguments in the Krishnajanmabhoomi-Shahi Idgah case. Photo: Twitter‘Sisters for generations’Of the four women petitioners, Sita Sahu, Manju Vyas and Rekha Pathak have known each other for about a decade. Vyas said they were friends earlier, but the Gyanvapi case had made them “sisters for generations”.The women said their paths crossed in temples and on morning walks. They met at gatherings such as satsangs, where spiritual discourses were delivered, and kirtans, where devotional songs were sung. Once a year, they gathered along the western outer wall of the Gyanvapi mosque to offer prayers to Shringar Gauri, worshipped as a form of goddess Parvati, the consort of Shiva, according to Hindu mythology.Sohan Arya said the deity on the outer wall was accessible all year round till 1993, when the administration put up barricades close to the Gyanvapi mosque. Devotees were allowed access to the deity only for one day in the year – the fourth day of Chaitra Navratri, a nine-day festival celebrated in March or April.The women said they held a grudge about this. “It was unpleasant to be pushed around while we prayed to our goddess,” said Vyas.This grievance became a preoccupation. Whenever they met at a religious gathering, Sahu said, the conversation would always turn to how to get daily access to the Shringar Gauri, not just once a year.Eventually, Sahu said, there was a growing conviction that they needed to take legal measures to achieve this. That was when they approached Arya, already known for his previous efforts to lay claim to the mosque. Arya introduced them to his wife, Laxmi Devi, who then joined their cause.In November 2021, four months after they had filed the petition, and weeks before Prime Minister Narendra Modi inaugurated the Kashi Vishwanath project, the Varanasi administration pushed back the barricades placed along the mosque to their pre-1993 position, said Madan Mohan, one of the lawyers representing the petitioners.The women now have steady access to the Shringar Gauri shrine on the outer wall of the mosque – but this is not good enough, they say. They want to offer prayers to the idol of Shringar Gauri and other deities that they believe are enclosed within the mosque compound.‘Have you seen Kashmir Files?’The women’s main grievance may be about the Gyanvapi mosque, but underlying it is the usual spectrum of anti-Muslim views.“See what they did to the Kashmiri Pandits, have you seen the movie ‘Kashmir Files’?” Sahu asked. She was referring to a recent film which claimed to be an authentic history of how Kashmiri Pandits were driven out of the Kashmir Valley in the 1990s.The film has been criticised by many and banned in Singapore for its “provocative” and “one-sided portrayal of Muslims”. Featuring graphic scenes of violence, the film played a role in triggering communal riots in Madhya Pradesh’s Khargone.Sahu also alleged that Muslims were carrying out “love jihad”. The phrase has been coined by Hindutva supremacists to characterise interfaith marriages, which, they claim, are part of a sinister plot by Muslim men to lure Hindu women into Islam. Sahu admitted she did not personally know of any such case, but pointed to a recent film called The Conversion, about an interfaith relationship in Varanasi.The other petitioners shared similarly Islamophobic views.Pathak objected to Muslims challenging their petition in court – “their thinking is not right”, she said.Vyas said “literate Muslims” understood that their petition was correct. If they did not cede ground in the Ayodhya, Mathura and Varanasi cases, she warned, they would have to contend with a longer list of temples that were “broken in history”.Laxmi Devi felt the petition was well-timed since the Bharatiya Janata Party’s Adityanath was the chief minister of Uttar Pradesh. “Everyone is scared of him,” she said.‘Daughter-in-law of Varanasi’The women take pride in their intervention in the public sphere, but make sure to frame their lives in familial terms.Manju Vyas calls herself “Lucknow’s daughter” and “Varanasi’s daughter-in law”. She moved to Varanasi when she got married in 2004. A trained stylist, she had certificates from beautician Shehnaz Hussain’s school, and from hair stylists Jawed Habib and Harish Bhatia. Her husband suggested she open a beauty parlour in the market, but she decided to keep it within the house itself.“That way I would be in front of the eyes of my in-laws and husband,” she explained. “You know how people say – she was seen with this man and at this place. I did not want anyone to cast aspersions on my character.”Meanwhile, Pathak emphasised that she had married into the family of Pandit Sitaram Pathak, “a freedom fighter who fought alongside Chandra Shekhar Azad”, the Indian revolutionary who fought British rule. Her own father, she added, had been a priest of the Laat Bhairav temple. “My father fought against Muslims for the right to a proper Laat Bhairav temple,” she said. “I want to take forward the legacy of our family.”Rekha Pathak is one of the five petitioners in the Gyanvapi case. Photo: Aishwarya S IyerSita Sahu, born and raised in Jaunpur, cooks and keeps house for the family, including her three daughters. She also helps her husband run a department store from the ground floor of their house. These days, she has an added duty – going to court to attend hearings in the Gyanvapi case.“We are very proud of our mother,” said one of her daughters. Sahu, with earphones plugged in, could not hear her. She was busy with her live interview with the television channel.","author":"Aishwarya Iyer","time":"2022-05-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174891-pqsuxxvszg-1653481425.jpeg","tags":["Gyanvapi","Varanasi","Places of Worship"],"source":"https://scroll.in/article/1024769/behind-gyanvapis-women-petitioners-a-network-of-men-who-have-long-fought-for-hindutva-causes"}