{"title":"Behind the Aditya Thackeray campaign in Mumbai is the quiet work done by another Shiv Sainik","content":"The Maharashtra Assembly election, coming up on October 21, has had few major headlines to offer so far. One of the biggest, perhaps, has been the Shiv Sena’s decision to field Aditya Thackeray as its candidate from Mumbai’s Worli constituency, making him the first member of the Thackeray family to directly contest an election.At 29, Aditya Thackeray is one of the youngest candidates in the polls, but as the grandson of Shiv Sena founder Bal Thackeray, he carries the weight and advantage of his surname.In the 53 years since Bal Thackeray established Shiv Sena as a Marathi-chauvinist power in Mumbai, Konkan and other parts of the state, the Thackerays have resolutely stayed away from all elections. They chose to pull the party’s strings through other leaders, even when the Sena faced a series of crises: Raj Thackeray’s rebellion in 2006, Bal Thackeray’s death in 2012, as well as the 2014 Assembly election, when Shiv Sena broke its 25-year alliance with the Bharatiya Janata Party and fought the polls alone.Breaking away from the BJP proved disastrous for the party in 2014. Riding on its success in the Lok Sabha election earlier that year, the BJP won 122 out of 288 seats in Maharashtra, while Shiv Sena won just 63. The Sena was forced to re-join the alliance, and lost its bargaining power with the BJP.Many see Aditya Thackeray’s candidacy in this election as a sign of how much the Sena is now struggling to stay relevant in its home state.‘An existential crisis’With the rise of the BJP, the political base of the Shiv Sena has been shrinking in the past decade. Its support in regions like the Konkan, Vidarbha and Marathwada has significantly reduced, and its dominance in cities like Mumbai, Pune and Nashik is also under question.This election, while the BJP and its smaller allies are contesting 164 seats, the Sena has had to settle for just 124. For the first time in its history, it is not contesting a single seat in Pune city. In Mumbai, where the Sena had contested 23 out of 36 seats in 2009, the party is now contesting just 19 seats. On Tuesday, the entire Nashik city unit of the Shiv Sena resigned from the party to protest the candidature of a BJP leader in the Nashik West seat. “This Shiv Sena is undergoing an existential crisis,” said Surendra Jhondale, a political analyst in Mumbai. “The party is in need of a strong political image, and most of its leaders are above 65. So it has put Aditya Thackeray forward as a young face that could mobilise the youth.”With less than a week to go before voting day, how successful has the youngest Thackeray been at appealing to voters? Scroll.in spoke several voters in his Worli constituency and found that even though he has connected with the youth, most people believe he will win because of the goodwill of his predecessors from the Shiv Sena, and because there is no formidable opposition to him.‘Basking in Shinde’s glory’Samidha Koli, a woman in her 50s, runs a general store in Worli Koliwada, an urban village inhabited largely by members of the fishing community. “The Shiv Sena has been winning in the area for years, so we are just used to them,” she said. Koli added that she is disillusioned by elections because all politicians fail citizens. “But who else is there to vote for? In our constituency, Aditya Thackeray is the only choice.”The Nationalist Congress Party, which is in an alliance with the Congress, has fielded Bahujan Republican Socialist Party leader Suresh Mane as its candidate against Thackeray in Worli, but most voters that Scroll.in met in Worli could not even remember his name.NCP’s Sachin Ahir had won the Worli seat from Shiv Sena’s Dattaji Nalawade in the 2009 Assembly election, but lost to Sena’s Sunil Shinde in 2014. Since then, Ahir has himself joined the Shiv Sena and Shinde – a senior leader who stepped back to make room for Aditya Thackeray this election – continues to be a strong influence among voters.Sunil Shinde, Worli's sitting MLA. Photo: Sunil Shinde via Twitter.“People are not going to vote for Aditya Thackeray as an individual. They will vote for Shiv Sena because of the work that Shinde has been doing here,” said 32-year-old Mehul Solanki, a fast food joint owner in the constituency’s Lower Parel area. “Ever since he first started his career as a corporator, he has been helping locals with things like building renovations, resolving family disputes and other emergencies.”Several other voters spoke at length about the help they have received over the years from Shinde and other Shiv Sena workers.“Shinde helped my son get admission in college,” said Mohammed Salim, a taxi driver who grew up in Worli. “There is no leader of his calibre in this area, and I am saying this even though I am a Muslim. The Thackeray family’s reign is over, but Aditya will win with his eyes closed because he is basking in Shinde’s glory.”Ganesh Kumbhar, a 38-year-old lottery ticket seller in Lower Parel, says Sena workers helped him arrange for his father’s funeral a few years ago. “They organised an ambulance to take his body all the way to our hometown in Rajasthan,” said Kumbhar. “They have also paid donations to help children get into school.”Ganesh Kumbhar runs a lottery shop in Lower Parel. Photo: Aarefa Johari.Aarey and Rs 10 mealsFor Solanki, these local-level interventions in Worli matter much more than the party’s grand promises in its speeches or its manifesto.Aditya Thackeray, for instance, has been vehemently condemning the cutting of more than 2,000 trees in Mumbai’s Aarey Colony to make way for a metro rail car shed. At a campaign rally on October 6, Thackeray told media persons that the Shiv Sena would declare Aarey a forest if it came to power in the state. “But the Shiv Sena was already in power in the municipal corporation and in the state when the trees were cut, and they were able to do nothing,” said Solanki. “So all this is just talk.”Similarly, voters were also sceptical of some claims in the Shiv Sena manifesto, such as the plan to set up eateries selling nutritious meals for Rs 10. “Years ago the Sena started Zunka Bhakar stalls for cheap meals, and they shut down,” said Raju Salvi, a fisherman from Worli Koliwada. “They also started Shiv Vada Pav stalls, which can rarely be seen nowadays. So who knows how long these ten-rupee meals will last?”‘He should get a chance’Despite the scepticism, there is palpable excitement about Aditya Thackeray’s candidacy among several voters.“I have seen young people talking about him and I think he is likely to win not just because of his surname, but because he is a youth leader,” said Rekha Vira, 60, a clothing store owner in Lower Parel. “Young people should join politics and I would like to see Aditya becoming the chief minister one day.”Kalyan Kharde, a 25-year-old shop assistant in Worli, said he was impressed when he watched Thackeray interact with voters during a rally on his street last week. “He has a strong personality, and he is young. He should definitely get a chance in politics.”Rekha Vira wants to see Aditya Thackeray becoming a Chief Minister some day. Photo: Aarefa Johari.","author":"Aarefa Johari","time":"2019-10-17T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129150-qxnalkotvz-1571147928.jpeg","tags":["Aditya Thackeray","Shiv Sena","Bal Thackeray","Mumbai","Maharashtra Election 2019","Bharatiya Janata Party","BJP-Shiv Sena"],"source":"https://scroll.in/article/940621/behind-the-aditya-thackeray-campaign-in-mumbai-is-the-quiet-work-done-by-another-shiv-sainik"}