{"title":"Behind the Hisar siege, a government engineer turned godman","content":"Fourteen days after 14 paramilitary companies were deployed, the police on Tuesday stormed the ashram in Haryana where a godman charged with murder has been ensconced, protected by thousands of followers who have done everything possible to obstruct his arrest.Sant Rampal is a former government engineer who opened an ashram in the late nineties and began to attract ardent devotees among the Jat community.His teachings questioned the religious worldview of the Arya Samajists, a Hindu community that emerged from a social reform movement in the 19th century, led by Swami Dayanand, who emphasised the teachings of the Veda. In his sermons, Rampal \"began pointing out 'scientific problems' with formulations of texts followed by Dayanand Saraswati’s disciples\", the Indian Express reported, which brought him into conflict with them. In 2006, a clash between the two groups left one person dead. Sant Rampal was charged with murder and attempt to murder. But he refused to appear in the court, skipping 42 hearings, which finally led the Haryana High Court to hold him guilty of contempt and issue a non-bailable warrant against him on November 5.A political conspiracy?Despite the legal grounds for his arrest, his followers, who are predominantly Jats, believe their guru is a victim of a political conspiracy by Haryana's new government. The last chief minister of Haryana, Bhupinder Hooda of the Indian National Congress, was a member of the Jat community. The new chief minister, Manohar Lal Khattar of the Bharatiya Janata Party, is from the Punjabi-speaking community, in which Arya Samaj holds the greatest sway. \"This is the Punjabi CM’s vendetta against Jat people,\" said Manoj Kumar, a lecturer at the Prannath Parnami Institute of Management and Technology in Hisar, a member of the Jat community, and a devotee of Sant Rampal. The lecturer said he began to follow Rampal in 2007 after his father quit alcohol inspired by his teachings. He now believes that Rampal is \"God sent to earth in human form to protect the Jat community which has been oppressed for years by Punjabis and others\". The BJP MLA from Hisar community, Kamal Gupta, denied the allegations that the state government was acting in a partisan way. He claimed that the godman had been \"well protected\" by the Congress government, which gave him crores of rupees to \"help influence his followers to vote for the Congress party\".On Tuesday, the police finally stormed the ashram but could not find Sant Rampal. With a heavy presence of Jats among the police force of the state, it is likely that some of those who stormed the ashram were the godman's devotees.Sanjay Dass, a professional wrestler, who is a constable in Haryana police, and is currently posted in Rohtak Jail, claimed the guru had told him in 2012 that he did not fear police bullets. \"He told me that this is not the head of a mortal but a God, they can shoot me all the want but the bullets won’t cause any damage. At that point I saw a God-like circle behind his head.\"Here is a video of Rampal having a debate with Arya Samaj leaders.","author":"Shibaji Roychoudhury","time":"2014-11-18T19:14:15+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/690412-46cca95f-2b79-4acd-afbd-e1420c14e0cd.jpg","tags":[],"source":"https://scroll.in/article/690412/Behind-the-Hisar-siege-a-government-engineer-turned-godman"}