{"title":"Behind Narendra Modi’s G20 facade, the persecution of minorities and India’s descent into autocracy ","content":"This weekend, the leaders of the world’s most powerful countries will gather in New Delhi for the Group of 20 summit to discuss pressing economic issues, including climate change, sustainable development, and food security.  Prime Minister Narendra Modi has created fanfare for the summit by unveiling its chipper slogan: “One Earth, One Family, One Future”, derived from the Sanskrit phrase “Vasudhaiva Kutumbakam”.On the face of it, the theme appears attractive, a desperate attempt to present a progressive and inclusive image of India to the world. More so, it is a call to associate both India and its prime minister with buzzwords like “progress”, “development” and “oneness”. But in reality, it is a deliberate facade meant to conceal the severe persecution of around 250 million members of religious minority communities, particularly Muslims and Christians.While Modi’s rhetoric tries to portray India as a peaceful bridge between other bickering nations, internally, the country’s reality is a splintered one of rising extremism and violent nationalism. An epidemic of communal violence, hate speech, lynchings, and the systematic persecution of religious minorities has gripped the nation. This is driven by the Hindutva ideology of the ruling Bharatiya Janata Party, an ideology that aims to dismantle Indian democracy, strip the basic human rights of minorities and create a Hindu ethno-state.Bajrang Dal workers following the violence in Nuh in Haryana August. Credit: PTI.Emboldened by the Modi government’s tacit approval, Hindutva militant groups and extremist mobs have gone from fringe to mainstream, normalising hate speech calling for genocidal violence against Muslims. Every week brings fresh news of Hindutva supporters launching mob attacks against Muslims suspected of eating or trading beef or marrying Hindu partners.Last month, thousands of Hindutva supporters rioted through Haryana, murdering an imam and torching Muslim businesses and mosques. In July, a Railway Protection Force officer killed three Muslims traveling on a train, praising Modi while standing near his bleeding victims.In June, Hindutva groups in Bharatiya Janata Party-ruled Uttarakhand state launched an ethnic cleansing against Muslims, circulating posters and putting black cross marks on Muslim-owned properties.Just last fortnight, a video of a teacher directing students to slap a fellow Muslim student went viral on social media, demonstrating how hate has permeated every level of Indian society.The state, too, plays a direct role in encouraging violence and discrimination against minorities through its policies. The discriminatory Citizenship Amendment Act passed in December 2019, combined with the proposed National Register of Citizens, could potentially strip Muslims of their citizenship en masse.In what Amnesty International describes as a violation of international human rights law, BJP-controlled state governments routinely bulldoze Muslim-owned homes, businesses and places of worship as a form of collective punishment. Muslim-majority Kashmir, which the Modi government stripped of its special status in 2019, is still seething under a crackdown, where arbitrary detentions and arrests have become the norm.Those who dare to resist India’s new normal are in danger of losing their homes, civil liberties and even their lives as Modi tightens his grip on the narrative. Critics and dissenters are routinely targeted through stringent anti-terror laws like the Unlawful Activities (Prevention) Act, putting journalists, activists, and everyday civilians at risk of detention for as little as posting on social media.The mainstream media cannot be considered impartial: most major corporate-owned news outlets have become bullhorns for hate speech and propaganda. The courts, on their part, rarely punish hate crimes against minorities.Narendra Modi with France's President Emmanuel Macron as US President Joe Biden speaks with Canada's Prime Minister Justin Trudeau, Australia's Prime Minister Anthony Albanese and European Commission President Ursula von der Leyen at the G7 Leaders' Summit in Hiroshima in May. Credit: Reuters.While BJP leaders have repeatedly tried to brush these realities under the rug, international human rights groups confirm the reports from the ground. Under Modi, India has been plunging on freedom rankings across several metrics for years. Freedom House, which analyses political rights and civil liberties, has listed India as a “partly free” nation due to rising discrimination.According to Reporters Without Borders, which monitors freedom of the press, India plummeted by 11 points on the World Press Freedom Index in 2022 and currently ranks lower than Afghanistan. The United States Commission on International Religious Freedom has called on the US  Department of State for the fourth consecutive year to recognise India as one of the world’s worst offenders of religious freedoms. A 2023 report released by the V-Dem Institute stated, in no uncertain terms, that India is “one of the worst autocratisers in the last ten years”.In another report released this year, the US Holocaust Memorial Museum’s Early Warning Project ranked India as the eighth-most-likely country to witness mass violence, while the watchdog group Genocide Watch places India in a state of emergency, having reached Stages six-10 of genocide against Muslims. Yet, even in the face of these indications of India’s descent into extremism, the international community has given Modi’s government a free hand to exploit the international stage and important intergovernmental events to whitewash its crimes against humanity.In June, Modi was hosted by the Biden administration for a state visit to the US, including an address to a  joint session of Congress and a state dinner at the White House. This effectively signaled to the world that Modi’s authoritarianism would be tolerated. US Commerce Secretary Gina Raimondo went to the extent of lauding him as a “visionary” leader, perpetuating the myth that India is a beacon of democracy and tolerance.With so much on line, the participating heads of G20 states must see beyond the mirage and deception created by a few fancy themes and slogans. A nation cannot claim to be on the path of “peace and progress” when almost a quarter of its population is marginalised and treated as second-class citizens.The G20 summit is an important opportunity for democratic leaders like Joe Biden, Canada’s Justin Trudeau, UK Prime Minister Rishi Sunak, and others to use their collective influence to push Modi to protect the country’s minorities and press him to end his war on democratic institutions. Choosing to remain silent will not just hurt India – it will also deal a major blow to international stability. An undemocratic and unstable India can hardly be a reliable ally in the G20 nations’ quest to create a more equitable and safer world.Rasheed Ahmed is the co-founder and Executive Director of the Indian American Muslim Council, America’s oldest and largest Indian Muslim diaspora organisation.","author":"Rasheed Ahmed ","time":"2023-09-09T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193903-flrnrmpfoh-1694176609.jpg","tags":["Narendra Modi","G20","G20 Summit","Indian Muslims","Democracy","Hindutva"],"source":"https://scroll.in/article/1055660/behind-narendra-modis-g20-facade-the-persecution-of-minorities-and-indias-descent-into-autocracy"}