{"title":"Behind Maharashtra's stringent beef ban is a Jain trust that dreams of farming without tractors","content":"For many conservative Hindus, Maharashtra’s recent extension of the ban on cow slaughter to bulls and bullocks was a landmark victory. For a small Jain trust in the Mumbai neighbourhood of Borivali, the controversial beef ban is just the beginning of a long fight for a return to an ideal world of sustainable, non-mechanised agriculture.The Viniyog Parivar Trust claims it is dedicated to “saving the precious cattle bank of the country”. But its intervention in the beef ban legislation has been responsible for some of the most controversial aspects of the Maharashtra Animal Preservation Act, 1976, which was amended and passed by the assembly on March 3.In 1995, when the BJP-Shiv Sena government in the state first introduced the Act, the Viniyog Trust helped frame at least three important clauses that give it more teeth than the government had originally intended.It is because of the Trust, for instance, that the slaughter of cows, bulls and bullocks is now a non-bailable offence. To ensure that animals from Maharashtra are not exported to other states for slaughter, it also pushed for the ban on the export of cattle.Finally, it was the Trust’s idea to include a provision that shifts the burden of proving the crime of cattle slaughter from the prosecuting state to the accused.The force behind a stronger law“In 1995, the state government first presented a draft of the Animal Preservation bill in the assembly, but then withdrew it the next day in order to add some of these suggestions made by us,” said Rajendra Joshi, a trustee of Viniyog Parivar Trust, which has been campaigning against cattle slaughter since it was founded 20 years ago.A revised bill was tabled again, after incorporating the Trust’s provisions, and was finally cleared this month by the current BJP-Shiv Sena government.“The provisions we suggested bridge the loopholes in the Act,” said Joshi. “It is important for cattle slaughter to be a non-bailable offence because people usually just vanish after taking bail and are never brought to book.” Similarly, Joshi believes the prosecution must not bear the burden of proving the crime because it could be easily “manoeuvred”.Rajendra Joshi at the Viniyog Parivar Trust office.Joshi and his colleagues at the Trust are also working towards an extended beef ban at a national level. \"We are campaigning nationally and are in touch with the prime minister's office,\" said Joshi, who is banking on the BJP-led government to bring about a change in national laws. \"We were earlier in touch with the Vajpayee government, but the UPA government was actually against banning cattle slaughter.\"Why is the Viniyog Trust so eager to have cattle slaughter and beef consumption criminalised in the state?Joshi insists it is not for religious reasons, even though “ahimsa is a basic tenet of all religions”. “Cows and their progeny are useful for agriculture, which is the backbone of the nation’s economy,” he said. “Earlier, because people were unable to comprehend this economic reason, cow protection had to be taught to them through religion.”An idyllic futureThe Trust’s vision for the nation’s economy is grand, but starkly different from the development agenda expressed by the current government.Joshi dreams of a time when agriculture is carried out completely through non-mechanised processes, with almost complete reliance on cattle: bulls for ploughing, dung as manure, cow urine as organic pesticide. His dream includes a return to India’s staple crops of rice, wheat and coarse grains, whose husk would serve as ready fodder for cattle to live on, so that even ageing cows and bulls are not a burden on farmers.“When we changed our cropping patterns to grow more and more cash crops, it dealt a severe blow to the maintenance of animals,” said Joshi. Moving to mechanised farming along with rampant use of chemical fertilisers and pesticides has only made food more expensive, he said, while also turning agricultural land increasingly barren over the years.“The barren land is then grabbed by government agencies for building roads, highways and other infrastructure,” said Joshi. “But one has to think – agriculture benefits every single person in the country, while such infrastructure is only meant for some.”For several years, Joshi pointed out, government policies have been helping to make bullocks useless on farms, like encouraging the chemical fertiliser industry to take over agriculture and allowing the beef trader industry to operate in a centralised manner.“With the new law, more animals will be available to farmers, who will then see the value of returning to traditional agriculture,” said Joshi. “Cattle will now die their natural deaths scattered across the state, and it will help revive the traditional vocations of chamars and mochis [tanners and cobblers] across the state.”What of the right to choose one’s diet?Joshi’s response to beef consumers opposed to the new law is a familiar one. “People can live without eating beef – they are still free to eat chicken, mutton and other meat,” he said. “These days, even people in Western countries are turning vegetarian.”Dismissing the argument that cattle meat serves as an affordable source of protein for the poor and has been a staple part of the Dalit diet, he claimed, “The Dalit community is not really able to afford beef, and proteins are available in cereals as well. These arguments are just being made by beef traders to protect their occupations.”For Joshi and the Viniyog Trust, the Maharashtra beef ban is a stepping stone for a larger national campaign to protect cattle and adopt traditional, sustainable agriculture. “The important thing is to weigh your right to choose your food with the larger common good,\" he said.","author":"Aarefa Johari","time":"2015-03-24T13:00:24+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/715253-a110b943-40b9-44b5-be40-a63829271895.jpg","tags":[],"source":"https://scroll.in/article/715253/behind-maharashtras-stringent-beef-ban-is-a-jain-trust-that-dreams-of-farming-without-tractors"}