{"title":"The Silent Army: Behind India’s election are 5 million workers. This series brings you their stories","content":"What does it take to get 900 million voters to electronic voting machines in 10,35,918 polling stations across India in under three months?Nearly five million polling personnel and police forces, according to the Election Commission of India’s 2016 annual report. In the 2014 general election, the staff deployed in polling booths alone numbered 37,31,897, not counting the vast numbers of security and other personnel.The Election Commission of India, however, has merely 400 officials, the report states. Each of its state-level representatives, the Chief Electoral Officers, have a few more employees in their offices.These staff comprise a fraction of the personnel required during the elections. So, where do the rest of the polling staff come from?The majority of polling personnel are temporary staff recruited from virtually every branch of government. They comprise teachers, engineers, clerks, accountants, administrative and support staff from across departments including government laboratories and hospitals, security and police personnel, bus drivers, railway staff, anganwadi workers responsible for early childhood care as well as primary healthcare workers.Election Commission staff walk through Ladakh’s Hamboting La Pass on their way to the the Batalik sector to conduct Electronic Voting Machine-Voter-Verified Paper Audit Trail awareness camps.Government staff are deployed because “they would be subject to the control and discipline of the government at all times”, writes former Chief Election Commissioner SY Quraishi in his book, An Undocumented Wonder: The Making of the Great Indian Election. “Employees from the private sector were deliberately kept out of election duties as no administrative control could be exercised over them once the elections were over.”For the period of the Lok Sabha elections – which typically last between 45 days and 90 days – these government employees are untethered from their regular posts and deputed to the Election Commission. They even get temporary designations.During the course of the 2019 elections, Scroll.in will bring you stories of the women and men who make up this diverse, largely faceless army.To begin with, here is the basic organisational chart of the general election.Good stories come in all sizes. For a nice, long read, come to Scroll. If you like our work, do consider supporting our journalism by subscribing to Scroll+The CentreThe Election Commission of India consists of the chief election commissioner and two election commissioners – all senior bureaucrats. They are supported by a secretariat that is composed in part of officials transferred from other departments and those recruited directly into the Commission.This apex body decides the schedule, the election process and its monitoring, the codes of conduct and their enforcement, how the electorate is registered and identified and how grievances are addressed.It deputes general observers, expenditure observers and police observers to the states as well as expenditure monitoring committees and poll code monitoring staff to all 543 constituencies.Election officials hold their Electronic Voting Machines as they sit in a bus on their way to various polling stations from a distribution centre in Ahmedabad on April 29, 2014. (Photo credit: AFP/Sam Panthaky).The stateDespite the tight control over all staff and agencies involved, the conduct of a general election is a remarkably decentralised affair. Government officials at the state and district levels play important roles.At the state level, the Election Commission is represented by a chief electoral officer – again a senior bureaucrat. They are assisted by several special and deputy chief electoral officers. Together, with nodal officers on deputation, they oversee voter registration and education, deal with political parties active in the state, approve campaign material and activities, monitor the media, enforce the code of conduct and address grievances.The state chief electoral officer is distinct from the State Election Commission, which is appointed by the state government and conducts local body polls.During elections, the office of a state chief electoral officer receives a large number of officers from various state government departments. These nodal officers are assigned responsibilities several weeks before the elections are declared.A second, much larger, contingent is inducted at a later stage and placed in the parliamentary constituencies as members of control room staff, various monitoring committees and “flying surveillance teams” – colloquially known as “flying squads”.District and parliamentary constituencyIn a general election, the Parliamentary constituency sees maximum action. Here, the returning officer is in charge.The district administration handles the details – hiring cars, organising wheelchairs, randomising the selection of polling staff and electronic voting machines, enforcing the model code and investigating its violations, receiving and scrutinising nomination papers, securing the machines and finally, organising counting.District      election officer: Usually the district magistrate,      a district election officer is in charge of making arrangements such as      identifying polling stations and polling staff in their district.Returning      officer: This position is also held by a district      magistrate. The returning officer’s responsibility is to conduct elections      in the Parliamentary constituency. They receive and scrutinise      nominations, declare lists of voters and contestants, monitor violations      of the rules and organise counting. Since a district and a parliamentary      constituency are distinct but overlapping geographical entities, there may      be multiple district election officers within one constituency, but      only one returning officer.Assistant      returning officer: Typically a sub-divisional      or additional magistrate who assists the returning officer. The returning      officer decides how work is divided between them.Electoral      registration officer: Typically an additional or      sub-divisional magistrate. They are responsible for preparing the      electoral rolls or voters lists.Assistant      electoral registration officer: Usually the tehsildar      – the local tax officer. There is one for every Assembly constituency and      they assist the electoral registration officer. In some places, such as      Delhi, this post is a permanent one.\n\t\t\n\tA live demonstration of the Electronic Voting Machine-Voter-Verified Paper Audit Trail at Netapakkam, in Puducherry. (Photo credit: Twitter/CEO Puducherry).Office of the Returning OfficerThe returning officer oversees the functioning of a number of monitoring committees, guides the enforcement of the model code of conduct and deals with the candidates and their parties. These are the various teams and officials placed at the office of a returning officer:Monitoring code      violations: Offices may have a control room      with state and central government staff. They coordinate with teams      investigating violations on the ground and monitor cVIGIL, a mobile      application for citizens to report model code violations that was launched      this year.Flying surveillance team: The      “flying squads” are the first to respond to violations of the model code      of conduct, and investigate them. With an officer deputed as an “executive      magistrate”, three police officers, and a videographer, these mobile units      can also check vehicles and properties on their own initiative. They may      inform the municipal      body for further action. Three teams work in shifts round-the-clock in      each Assembly constituency.Video-surveillance      team: Similar in composition to the      flying squad, it goes where directed. While candidates need permission for      meetings and rallies and must disclose how much they spent to the      expenditure monitoring committee, this team independently gathers evidence      of the resources used and reports it to the assistant returning officer.Static-surveillance teams: Once      again, this includes a mix of officials, police personnel and a      videographer. As the name suggests, this team is stationed in once place.Expenditure monitoring      committee: Evidence      gathered by surveillance teams is delivered to this committee. Accountants      on loan from different government departments keep track of each      candidate’s spending by matching declared expenses on campaign items      against the prices on a rate card.Media certification and      monitoring committee: Issues      permissions for advertisements and campaign material and examines      media coverage for advertisements and “paid news”. This team includes district      officials, a journalist and from this year, a social media expert.Observers: Every      constituency gets a general observer, usually a senior bureaucrat or      police officer. Some also get police and expenditure observers. These      officials invariably come from outside the state they are monitoring.      Their presence is necessary for some parts of the process including the      randomised allotment of staff to polling stations. Expenditure observers      are supported by assistant expenditure observers, usually Central      government staff posted within the area. For the last election, 647 expenditure      observers had been placed. Police observers monitor security measures in      sensitive areas. For the 2014 election, 728 were required. However, for lists of      “troublemakers” and identifying vulnerable voters, the returning officer      relies on the local police.A flying squad at work in Gautam Buddh Nagar in Uttar Pradesh. (Photo credit: District Information Officer, Rajesh Chauhan).Polling stationsThe largest section of the election workforce stays on for the shortest period. These include polling officers, who are on the job for three days (which includes their training), and micro-observers, who are employed for a week. One section of frontline workers, however, the booth level officers, may continue for more than a year.Booth level officers: Typically      anganwadi workers, tax and revenue inspectors and clerical staff, each one      is responsible for about 1,200 voters. As grassroots representatives of      the Election Commission, they are “supposed to know each one of them      [voters]”, said an assistant returning officer in Delhi. The booth level officers handle voter registration, field      verification, correcting identity cards, distributing voter slips and      voter education.Sector officers: These      are Central or state officers in charge of monitoring the proceedings at      10 to 15 polling stations each. In case of problems, the polling staff      contact them first.Polling station: In      most cases, this is a school or college where votes are cast. Each station      may have multiple booths and generally caters to 1,200-1,400 voters.Polling party: Each      booth has a five-member team – a presiding officer who is typically a      senior teacher, three polling officers who can be school teachers, junior      engineers or government staff of equivalent rank, and a fourth officer –      usually a helper. After polling, this group delivers the voting machines      to the secured storage.Micro-observers: Reporting      to the general observers, they are appointed to keep an eye on the      proceedings at booths in vulnerable areas. For the 2014 election, 1,51,417      micro-observers were deployed.The assistant returning officer for Jewar in Gautam Buddh Nagar constituency visits Jewar town with police officers to encourage residents to cast their votes without fear. (Photo credit: District Information Officer, Rajesh Chauhan).Security: In      sensitive areas, various branches of the Central Armed Police Forces are      deployed. In the 2014 elections, 1,155 companies of these forces and      Special Armed Police were transported by 234 special trains. That year,      75,237 villages were identified as vulnerable and 218,227 “intimidators”      were acted against. In areas where there is little chance of trouble, the      local police and sometimes even home guards, manage the crowds.Communication: The      Election Commission publicises the mobile phone and landline numbers of      everyone involved. But for booths in areas with uncertain networks, it organises      runners. In 2014, It appointed 381,572 runners as back-up to carry      information between polling stations in case of communication failure.","author":"Shreya Roy Chowdhury","time":"2019-04-05T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116745-llxukwneqt-1554386837.jpg","tags":["Lok Sabha Election","2019 Election","Election Commission of India","ECI","The Silent Army","Lok Sabha elections 2019","Election Commission"],"source":"https://scroll.in/article/918524/behind-indias-election-are-five-million-workers-this-series-brings-you-their-stories"}