{"title":"Behind Rs 100-crore success of ‘Raazi’, soft patriotism and a tough heroine","content":"Espionage thriller Raazi has crossed the Rs 100 crore-mark at the box office – an occasion for celebration for its producers, Junglee Pictures and Dharma Films. Raazi cost an estimated Rs 37 crores to make, and was released in approximately 1,250 theatres across India on May 11. It is not the first production to cross the figure that is considered the gold standard for success in the Hindi film trade. But the milestone is significant for several reasons. Raazi has been directed by a woman and driven by another. In an industry in which female directors are few and actresses rarely headline projects, the movie’s box-office haul will be cited as proof that the glass ceiling has cracked, even if it hasn’t given way completely. For Meghna Gulzar, the superlative performance of Raazi, which follows the widely appreciated Talvar (2015), burnishes her credentials as a reliable director who can handle material that is not traditionally considered women-centric. The most powerful engine of Raazi, however, is its 25-year-old heroine. Ever since she made her debut with Student of the Year in 2012, Alia Bhatt has been a bona fide star. She has steadily charmed audiences and critics by astutely choosing a mix of roles that allow her to show off her acting range. Bhatt’s hits include Humpty Sharma Ki Dulhania (2014), 2 States (2014) and Badrinath Ki Dulhania (2017), successes that can be attributed to a host of factors other than Bhatt (the casting of Varun Dhawan and the popular soundtracks in the case of the Dulhania films; the adaptation from a bestselling Chetan Bhagat novel in the case of 2 States). With Raazi, Bhatt has proven her ability to steer what the Hindi film trade calls a “solo-heroine project”. Filmmakers do not trust actresses to shoulder movie plots because they believe that the women do not have the ability to “command an opening” – lure in audiences within the first few days of the release. There are notable exceptions, such as Kangana Ranaut and Vidya Balan. In Raazi, Bhatt is present in nearly every scene. The movie’s popularity can be attributed to her ability to command the screen and take audiences along on the emotional journey of her character.\n\n\n    \n    Play\n\nRaazi (2018).Other factors have propelled Raazi towards the Rs 100-crore mark. The movie is a good example of a kind of soft nationalism that is more acceptable than its boisterous and blood-thirsty variant. Raazi is an adaptation of Harinder Sikka’s novel Calling Sehmat, which is set before the second India-Pakistan war of 1971. Calling Sehmat begins with the story of Kashmiri businessman Hidayat Khan, who uses his contacts in Pakistan to spy for the Indian government. Khan is portrayed as an exemplary and patriotic Kashmiri who is willing to risk his life – and his kin – for his country. When Khan is diagnosed with a life-threatening ailment, he orders his 20-year-old daughter Sehmat to take his place. Hidayat offers up Sehmat’s body as bait – she gets married to the son of a Pakistani Army officer who trusts Hidayat. Sehmat unquestioningly takes up the mission.Gulzar and Bhatt have been at pains to assert that Raazi isn’t anti-Pakistani, and that the characters behave the way they do because of the situation (the impending war). The movie’s release, at a time when the political situation in Kashmir has descended into ugliness and ties with Pakistan are frayed, seems to have boosted its prospects. Raazi humanises the Pakistani characters a bit more than the novel, but takes equal care to give Indian viewers the satisfaction of seeing an Indian – and a Kashmiri – getting the better of our estranged neighbours.Raazi makes the case that Indians too can be adept at stealth warfare, an art that the movies have thus far presented as being the special talent of Pakistani agents and Indian terrorists and traitors. Sehmat Khan’s obedient nature on screen is in stark contrast to the reality of Kashmiris pelting stones and participating in rallies in the harsher present. In her unflinching willingness to perform her duty to the nation, Sehmat emerges as the ideal Indian citizen. I have no self before the nation, Sehmat declares, but goes about her mission quietly, without too much drama and fuss – a variation on the honest bureaucrat or the selfless social worker, and the ideal heroine for less than ideal times.\n\n\n    \n    Play\n\nDilbaro, Raazi (2018).","author":"Scroll Staff","time":"2018-05-28T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/880492-irqgjgpdjq-1527430675.jpg","tags":["Raazi","Alia Bhatt","Meghna Gulzar"],"source":"https://scroll.in/reel/880492/behind-rs-100-crore-success-of-raazi-soft-patriotism-and-a-tough-heroine"}