{"title":"Behind the Shillong communal clashes: Old grudges, a real estate row and Khasi nationalism","content":"On the morning of May 31, a 34-year-old Khasi man was at work in his electronics shop in Shillong’s Laimer neighbourhood when a friend told him that there had been “an attempt to murder” three Khasi boys in Motphran, a locality about 4 km away. The details at that point were sketchy, the shop owner recalled, but he was told that the perpetrators were residents of Punjabi Line, a colony that houses members of the Dalit Sikh community whose ancestors were brought to Shillong in the 19th century by the colonial administration to work as manual scavengers. Many residents of the colony, in the heart of the city’s commercial hub, still work as government sanitation workers.As soon as he heard of the assault, the shop owner said he was reminded of an evening a couple of years ago. “I was passing through Punjabi Line, I was waylaid and humiliated by those boys,” he claimed. “That time they had cornered me and begged me to apologise for no reason. This time they assaulted our minor boys.”The shop owner used to be part of the Khasi Students’ Union and was jailed during the 2013 protests the outfit spearheaded to demand the introduction of the system of Inner Line Permits – official documents required by outsiders to travel to places declared as “protected areas”.There are conflicting versions about what led to the assault of the three minor Khasi boys in Motphran. But the incident – which by all accounts started with an altercation over parking – quickly took a communal turn and put Shillong under siege. More than a week since, some localities are still under night-time curfew and mobile internet services remain suspended across the state of Meghalaya.For four nights at a stretch starting May 31, angry Khasi men tried to break into the Sikh colony and clashed with security personnel stationed there to protect the minority group. The shop owner joined the protests from the second night.Among the protestors vendors, government employees and student activists. Some were from outside Shillong, according to the police and participants. Conversations with the protestors revealed various layers of resentment: everyday grievances among the vendors, struggles over prime real estate in the heart of Shillong, and the old Khasi nationalism that has often translated into hostility against so-called outsiders.\n\t\t\n\tEngineered clashes, drunk protestors?Under fire from the Opposition for being unable to defuse the situation, Meghalaya Chief Minister Conrad K Sangma told journalists last week that the protestors had been paid or lured with alcohol by “certain people” and that the clashes were not communal in nature.On Thursday evening, though, both Sangma and the state’s home minister, James Sangma, were more measured in their statements. They said an inquiry was on and only after it was completed could anything be said with certainty. “We are going to get the details of it only when the inquiry report is out,” said Conrad Sangma.Shillong’s Superintendent of Police (City) Stephan Rynjah said some 40 people had been arrested for rioting as of Thursday evening. A large of number of them are not residents of Shillong city, he added. “Many of them are from the outskirts, some even from other districts,” he said. Rynjah went on to say that the protestors had “come as individuals” and had “not identified themselves as representatives of any group”. He also said most of them were “intoxicated”.Protests outside the Meghalaya Secretariat in Shillong on June 4. (Credit: PTI)Old grievancesMany vendors who admitted to being part of the mob claimed they had come out as they had been harassed or intimidated by residents of Punjabi Line at some point. A Khasi man who sells vegetables said he had joined the protests because he was often forced to part with his produce without payment.They claimed they had not fought back in the past for the sake of business. “But now that minor boys under the age of 18 were attacked, we could not keep quiet anymore,” said the vendor.A government employee from the adjoining locality of Jaiaw said he was there to show solidarity. “We keep hearing that the vendors here are troubled by the boys of Punjabi Line,” he said. “So this time, after they hit young boys, all of us thought enough was enough. Also, Meghalaya is the only place where we Khasis are. If we cannot even live peacefully here, where else will we?”He said the mob on the first day mostly comprised shop owners and residents of the area but as the news spread via social media in the following days, more people joined the protests. “Initially, when people went to confront them [the residents of Punjabi Line] after the incident on the first day, they said they were not scared of us as they had their swords,” the government employee said. “So, more people joined from the second day.”Khasi nationalismFor some, like the electronics store owner, the protests were not just an opportunity to settle old scores but a chance to “serve the Khasi people”. There is definitely a “communal angle”, he said, but quickly added that he has “nothing against genuine municipal workers”. He explained, “I have problems only with illegal migrants who have come and settled there and colonised the area.”He also admitted that a section of the mob had indeed consumed alcohol. “Not much, only three-four pegs, and no outsider is paying for it,” he said. “When you go to war you need some. Even the Army has a little bit.” He, however, dismissed the chief minister’s allegations that people had been lured in by promises of free alcohol.Khasi nationalist groups insisted the protests were largely spontanous. Donald V Thabah of the Khasi Students’ Union called the friction between vendors and residents of Punjabi Line a “ticking time bomb waiting to explode”. He said there had been minor clashes in the past. “People were starting to get fed up, this was the breaking point basically,” he added. “The crowd actually kept growing because people thought this is the opportunity for us to get back at them.”Robert June Kharjahrin of the Hynniewtrep Youth Council, a splinter group of the Khasi Students’ Union, said it would be disingenuous to dismiss the protests as engineered just because people from outside Shillong were among the participants. “The area is an economic space for all of the Jaintia-Khasi Hills, so obviously there would be people from outside,” he said. “These people who have been personally affected.”On the other side of the fence, a Dalit Sikh policeman said the Khasis had a problem with his community because they held their own and refused to be bullied. “If we would have not been there, no non-tribal would have been able to do business in the area,” he said.For four nights in a row starting May 31, Khasi men tried to break into the Punjabi Line and clashed with security personnel guarding the colony. (Credit: PTI)Prized real estateThe colony is also caught in a decades-old real estate tug of war. In the 1990s, the Khasi Students’ Union had petitioned the state government to shift the colony to Nongmynsong on the outskirts of the city, where residential quarters for employees of the state’s municipality board are located. It had then claimed that the colony “impeded the flow of traffic”. Khasi nationalist politician Paul Lyngdoh, who was then part of the Khasi Students’ Union leadership, recalled, “There were also frequent fights between the residents and the vendors around the area.” But the Sikh community managed to stave off attempts to evict them.In 2006, Lyngdoh took up the matter again, this time as the state’s urban affairs minister. To decongest the city, Lyngdoh’s ministry proposed the construction of an 8-km-long flyover that would culminate near Motphran, according to the detailed project report. The project had another component: a multi-purpose parking complex where Punjabi Line currently lies.But Lyngdoh’s plan faced opposition from Congress legislators, who were coalition partners in the government. A member of the National Commission for Minorities also wrote to the state government asking for the project to be abandoned. Lyngdoh claims his proposal was purely developmental. “If the flyover had been built, everyone would have benefited from it, not just Khasis,” he said.In the wake of the clashes, Khasi nationalist groups have again raised the relocation demand, saying that the community had been shielded from eviction by opportunistic politicians in exchange for votes. The groups insist their demand is not communal as “portrayed in the national media”.The relocation questionAccording to Kharjahrin of the Hynniewtrep Youth Council, the relocation demand is seen as communal because of the organisations pushing for it. “The demand has been spearheaded by the same groups who led anti-outsider movements earlier,” he said. “But this is a purely development issue. It is like even if the RSS [Rashtriya Swayamsevak Sangh] talks against corruption, people will oppose it because of its Hindutva agenda. The same way whenever we bring up this issue, people say you are communal, but these are two different things.”Kharjahrin contended that had the clashes been communal, people from Punjab living in other parts of the city would have been targeted. When it was pointed out that there had been a few instances of property owned by Punjabi residents being attacked, Kharjahrin dismissed these as isolated incidents. “The Sikh community around the word has been misled by the Punjabi Line people here that it is a communal incident,” he said.Lyngdoh, however, conceded that there has always been an “undercurrent of animosity” between the two communities. “There has always been deep-seated resentment,” he said.These underlying tensions persist, even though Shillong has largely returned to its normal bustling self. The state government has set up a committee to look into the resettlement demand – an exercise that bureaucrats admit will be a tough task. But lasting peace could well be contingent on that. As the electronics shop owner said, “If the colony is not relocated, from my side I will go and fight again.”","author":"Arunabh Saikia","time":"2018-06-11T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/882062-drdglvsuza-1528644071.jpg","tags":["Shillong","Meghalaya","Shillong communal clashes","Sikhs","Khasi"],"source":"https://scroll.in/article/882062/behind-the-shillong-communal-clashes-old-grudges-a-real-estate-row-and-khasi-nationalism"}