{"title":"Behind Brazil's anti-sex advisory: The Zika virus that led to 2,400 newborns with shrunken skulls","content":"Days after Mexico confirmed its first reported cases of the deadly Zika virus, a representative of the Brazil government on Tuesday informally advised citizens in parts of the country against conceiving children. Almost 2,400 babies were born with brain damage due to an outbreak of the virus in the north eastern part of the country.The virus, which experts describe as similar in impact to the West Nile virus, makes joints ache and eyes red – mild symptoms for most people. It might also be confused with the symptoms of dengue.However, for a critical few, it can cause severe neurological damage that might even lead to death. Mothers infected with the virus early in their pregnancy may give birth to children with microcephaly, or shrunken skulls. Twenty-nine newborns of an infected 2,400 in Brazil are reported to have died so far this year.Zika is transmitted by Aedes aegypti mosquitoes and others in the Aedes genus. Scientists now suspect that it might also be sexually transmitted.An American woman whose husband was infected with Zika while travelling in south eastern Senegal in 2008 contracted the disease after he returned home. The United States has no Aedes mosquitoes, which rules out that vector of transmission. However, the two had sex the day after his return. The man’s semen was never tested, which is why this theory is not yet confirmed.For now, Brazilian authorities have warned people against procreation, although this is unlikely to be an effective measure in anything but the immediate short term.From Africa to the worldViruses like Zika are a potent reminder of how easily diseases spread in a globalised world.The virus is named after the Zika forest in Uganda, where it was identified in rhesus monkeys during a yellow fever outbreak in 1947. Five years later, researchers recorded the first case of a human being infected with it. The virus remained confined to parts of Africa and Asia for several decades. Only 14 cases were detected in this period, including some in India.This changed in 2007, when physicians realised that an outbreak of symptoms similar to but distinct from dengue on Yap Island in Micronesia in the middle of the Pacific Ocean was actually Zika. In 2013 and 2014, French Polynesia, also in the Pacific, experienced a Zika epidemic.Now the virus is in Brazil, home to Aedes mosquitoes that are known carriers of the disease. Initial unverified guesses suggest that it might have come to Brazil during the World Cup in July 2014. There were 270 cases reported in 2014.This mosquito, native to east Africa, is thought to have travelled across the world with European explorations in the 15th and 16th centuries.India could also be at risk from the virus. As with the dengue and chikungunya viruses that go through epidemic cycles in India, Zika is also transmitted by the Aedes aegypti mosquito. Infected people travelling from Brazil to India at a time when the mosquitoes are active could trigger the disease in the country. This is unlikely in the near future as the mosquitoes are most active during and after the monsoon.Brazil happens to be one of six countries in the world that has permitted open field trials of genetically modified mosquitoes to artificially reduce the population of Aedes aegypti mosquitoes.","author":"Mridula Chari","time":"2015-12-30T12:30:10+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/778219-e2cd4be8-7ff8-458e-82b1-8d8a372dd306.jpg","tags":[],"source":"https://scroll.in/article/778219/behind-brazils-anti-sex-advisory-the-zika-virus-that-led-to-2400-newborns-with-shrunken-skulls"}