{"title":"Border clash: What lies beneath the Assam-Meghalaya violence?","content":"On November 22, Meghalaya Chief Minister Conrad Sangma said that six people had died after the Assam Police opened fire during a clash with civilians on the Assam-Meghalaya border.Violence had broken out after Assam forest officials stopped a truck allegedly carrying smuggled timber. According to Meghalaya, the violence occurred in a village called “Mukroh”, part of the state’s West Jaintia Hills district. But the Assam government calls it “Mukhrow”, claiming the village is part of its West Karbi Anglong district.The site of the violence was not previously thought to be disputed territory, although Assam and Meghalaya have wrangled over state boundaries for years. The two states had earlier identified 12 “areas of difference” along their 884.9-km boundary. In March, when the two states signed a pact to resolve six areas of difference under the aegis of Union Home Minister Amit Shah, it was hailed as a breakthrough in the 50-year-old dispute.Now, Sangma has said “things will not be the same as in the past”, hinting that this week’s violence might scupper talks.Assam Chief Minister Himanta Biswa Sarma, however, was quick to say that the incident had nothing to do with the border dispute, even suggesting that the Assam police might have been guilty of “some unprovoked firing”.Ever since he became chief minister in 2021, Sarma has made resolving Assam’s border disputes one of his headline projects. In the decades since Independence, four new, largely tribal, states have been carved out of the undivided state of Assam: Meghalaya, Mizoram, Nagaland and Arunachal Pradesh. As new states were created, so were border disputes. This is partly because state borders differed from the local perception of traditional boundaries. This week’s violence shows how tensions over these disputes lie just under the surface.Outside the lineThe tribal states that came into being post Independence were largely hill districts that were part of the Assam province under the colonial government. However, these districts were cordoned off from the commercially lucrative plains of Assam by the “Inner Line”. This bureaucratic barrier was laid down by the Bengal Eastern Frontier Regulation Act, passed in 1873. The hill districts were left largely to their own devices by the British administration. As the Constituent Assembly came into being, it set up a sub-committee headed by Gopinath Bordoloi to decide on how tribal and “excluded areas” could be administered. Many tribal leaders expressed their demands for separate states or at least distinct administrative units.The committee submitted its report and recommendations in 1951.Map showing Assam's West Karbi Anglong district. Photo: Wikipedia, By P Phukan - Own work, CC BY-SA 4.0Meghalaya: An uneasy truceThe Assam Reorganisation (Meghalaya) Act was passed in 1969, accepting boundaries recommended by the 1951 Bordoloi committee report. When Meghalaya became a full-fledged state in 1972, however, it refused to accept the terms of the 1951 report.As Pushpita Das points out, the Bordoloi committee had recommended the transfer of certain areas from the hill districts to the plains districts of Assam. The new state of Meghalaya contested these transfers. It claimed they were the ancestral homelands of the Khasi Pnar tribe and therefore part of the Khasi-Jaintia Hills, which were part of Meghalaya.Assam, for its part, claims Meghalaya does not have the documents to prove its claims. Over 2,700 sq km were officially disputed – although this week’s clash suggests more areas may be contested. After decades of deadlock, the governments led by Sangma and Sarma seemed to make headway. But the border pact signed in March left several tribal groups in Meghalaya unhappy. A Khasi tribal council was formed to challenge the agreement in court.The second phase of talks to resolve the remaining six areas of difference resumed in August.   Mizoram: Historical differencesThe dispute between Assam and Mizoram turned ugly when five Assam Police personnel and a civilian were killed in a violent clash last year. The two states have seen sporadic border conflagrations over the years.As Scroll.in reported earlier: “The disagreement stems from differing views on which border demarcation to follow. Mizoram’s perception of the border is based on an 1875 notification that flows from the Bengal Eastern Frontier Regulation Act of 1873. The Act demarcated the hills from the plains and valleys in the North East, restricting free travel between the two zones. The hills were deemed to be ‘excluded areas’. Assam, for its part, goes by a 1933 notification by the state government that demarcated the Lushai Hills, as Mizoram was then known, from the province of Manipur.”Mizoram became a state in 1987. The first major clash occurred in 1994, when Mizoram objected to Assam’s attempt to control a reserve forest.  It led to several rounds of talks at the central and state levels. Still, more clashes followed. After the violence of 2021, both states decided to resume discussions and agreed to form a regional committee to resolve the dispute.  Mizoram claims about 819 square kilometres of Assam’s territory.Nagaland: Forests on the frontlineThe Assam and Nagaland border conflict is arguably the longest running inter-state boundary dispute. The roots of the dispute go back to the colonial era, and to changing definitions of what constituted the Naga Hill District.In 1947, the Naga National Council signed a nine-point agreement with Akbar Hydari, the governor of Assam. One of the clauses of the agreement mentioned that the forests transferred to Sibsagar and Nagaon – Assam plains districts – be returned to the Naga Hill District. It also mentioned that Naga inhabited areas should be brought under a single administrative unit.Nagaland became a state in 1963, based on a 16-point agreement between the government and the Naga People’s Convention. The agreement mentioned the inclusion of “Reserve Forests and of contiguous areas inhabited by Nagas” in the new state.Nagas claim about 12,833 sq km of Assam’s territory, saying it historically belongs to their tribes. Assam argues these areas have been under its administrative carefor over a century and accuse Naga tribes of encroaching on its territory. According to some accounts, the Indian government had pledged to transfer Naga territories that the British had made part of Assam to the state of Nagaland. Nagaland, however, had allegedly refused to cooperate in a survey recommended by the Sundaram Commission, set up in 1971. Subsequent boundary commissions also failed to bear fruit.There have been major clashes along the Assam-Nagaland border over the decades. In 1985, 32 were killed as the Nagaland and Assam police clashed at Merapani. Another flare up in 2014 left at least 20 people dead.Map of Assam Province in 1936. Credit: XrysD, CC BY-SA 4.0 via Wikimedia CommonsArunachal Pradesh: The frontierArunachal Pradesh was once called the North East Frontier Agency, a sparsely populated area of undivided Assam and later the subject of an international territorial dispute with China. Internally, too, its borders are contested. It became a state in 1987 but its boundary dispute with Assam goes back to 1972, when it was made a Union Territory. The border disputes arose when Arunachal Pradesh refused to accept the 1951 Bordoloi committee’s definition of its borders.It argued that 3,648 square kilometres were transferred to the plain districts of Assam “after the recommendation of the Bordoloi committee”, but that this was not “done with the consent of its people”. Arunachal claimed that its people have traditional and customary rights over these lands.It claimed these rights were “recognised by the British as well as the Ahom rulers [who governed much of the Assam plains] through the payment of posa”. Posa was a system of payments made to tribes in the hill districts in return for assurances that they would not attack the plains.In July this year, Sarma and Arunachal Pradesh Chief Minister signed an agreement to resolve border differences. They agreed to bring down the number of contested villages from 123 to 86.","author":"Rokibuz Zaman","time":"2022-11-24T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183302-ympssnegbn-1669215533.jpg","tags":["Assam","Meghalaya","border dispute"],"source":"https://scroll.in/article/1038194/beneath-the-assam-meghalaya-clash-border-disputes-that-have-been-simmering-for-decades"}