{"title":"Bengaluru man gets five-year jail term for celebrating Pulwama attack in social media post","content":"A Bengaluru court on Monday sentenced a man to five years in prison for a social media post celebrating the Pulwama attack, Live Law reported.Faiz Rasheed has been convicted under Section 153A (promoting enmity between different groups) and 201 (causing disappearance of evidence) of the Indian Penal Code, and Section 13 of the Unlawful Activities (Prevention) Act (punishment for unlawful activities). “The offence committed by the accused person is against this great nation and heinous in nature,” the court held.Rasheed had been charged for sedition as well, but the court did not conduct a trial for the offence as Section 124A of the Indian Penal Code has been kept in abeyance by the Supreme Court.On February 14, 2019, an explosive-laden car driven by a suicide bomber rammed into a bus carrying 40 Central Reserve Police Force personnel, killing all of them in Pulwama of Jammu and Kashmir. Pakistani terror outfit Jaish-e-Mohammed had claimed responsibility for the attack.The police have alleged that Rasheed had uploaded posts on Facebook that celebrated the deaths of the security personnel and glorified the militants who carried out the attack, ANI reported. Rasheed was a third-semester engineering student at the time of his arrest. He hails from the Kacharaknahalli area in Bengaluru.  Additional City Civil and Sessions Judge Gangadhara CM said on Tuesday that the prosecution had  presented cogent and convincing evidence to show that the 21-year-old had put up the social media posts supporting the attack.The judge said that Rasheed had uploaded derogatory posts not just once or twice, but on several occasions. “Moreover, he was not an illiterate or ordinary man,” the court said. “He was an engineering student at the time of commission of the offence and he made the posts and comments intentionally on his Facebook account,” the court said. “Therefore, the offence committed by the accused is against this great nation and heinous in nature.”The court added that Rasheed also referred to the Ram Temple in Ayodhya in his posts, which instigated the religious feelings of Hindus.","author":"Scroll Staff","time":"2022-11-01T17:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164344-orkifgofbt-1632399837.jpg","tags":["Faiz Rasheed","Pulwama","Bengaluru","social media post"],"source":"https://scroll.in/latest/1036393/bengaluru-man-gets-five-year-jail-term-for-celebrating-pulwama-attack-in-social-media-post"}