{"title":"Bengaluru double murder: Main accused, two associates arrested","content":"The Bengaluru Police on Wednesday arrested three men, including the main accused, a day after the chief executive officer and the managing director of a private company were hacked to death.The police identified the main accused as 27-year-old Felix and his two associates as Vinay Reddy (23) and Santosh alias Santhu (26), PTI reported.The police said that they barged into the office of Aeronics Media Private Limited, an internet broadband service provider, and killed the company’s Chief Executive Officer Vinu Kumar and Managing Director Phanindra Subramanya.#UPDATE | \"Three people arrested by the north east division police in the case,\" says Lakshmi Prasad, DCP North east (Bengaluru)Chief Executive Officer (CEO) Vinu Kumar and MD Phanindra Subramanya of Aeronics Internet Company were killed by a former employee. https://t.co/Snyt3jYaF5 pic.twitter.com/9qGtojWYFj— ANI (@ANI) July 12, 2023\n\nThe police said that the assailants, who were armed with swords and daggers, attacked Subramanya even as other employees were present at the office in Pampa Extension near Amruthahalli. As Kumar rushed to help Subramanya, he was also attacked with the weapons, according to the police.“After stabbing the CEO and MD, the accused threatened other employees and fled from the scene,” the police added, according to The Indian Express.The staff took the senior executives to a private hospital, where they succumbed to their injuries.Felix was a former employee of the company, and had started his own venture after resigning recently. The authorities suspect that a business rivalry was the reason for the double murder.","author":"Scroll Staff","time":"2023-07-12T12:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166996-imadlmnapc-1657441097.jpg","tags":["Bengaluru Police","Phanindra Subramanya","Aeronics Media Private Limited","Double murder in Bengaluru"],"source":"https://scroll.in/latest/1052485/bengaluru-double-murder-main-accused-two-associates-arrested"}