{"title":"Bengali food is baked into the lilt of its folk music","content":"Aaj amader aaj amader/Shapla phool bhaja/Roshun diye moja…/Ilsha maachh phalsha diye/Methi diye bhejechhiThere is something undeniably delectable about a folk song that teases recipes from the mangrove forests of the Sundarbans: waterlily cooked with garlic; hilsa combined with tart, fleshy sherbet berries and fried with fragrant fenugreek. Reading these words in Bengali you cannot help but picture a homecook hunched over a ground oven, maybe humming a tune, as mesmerising smells waft off the smoking pan.Bengal has a wealth of such songs, each recording in verse an insight into the culinary culture of the state. It could be a farming practice or a recondite recipe. A metaphor or a recommendation. A lament or a praise.Take for instance the genre of folk songs called baromashi or baramashya, which translates to ballads or songs of the 12 months. Predominantly built around the themes of love and longing, there are a few baromashi that centre on food, especially seasonality. In one baromashi alone you can sometimes find instructions for the entire year.One such song suggests eating mangoes and rohu fish in the month of Chaitra at the onset of summer, mangoes and java plums in Jaishth, ripe jackfruit in the monsoon month of Ashadh, and ripe Palmyra palm in Shravan. Bhadra is the time for mature betel leaves, this song says, Ashwin for sweet jaggery and Agrahayana for a meal of newly harvested rice with chyang machher jhol, a curry made with snakehead often found in the flooded paddy fields of rural Bengal. Eat radish and puffed rice in the month of Poush, the song says, ripe bananas and rice cakes in the month of Magha, and mature brinjal along with hyacinth beans in Phalgun. A different version of the baromashi, which is popular in Purulia, replaces chyang with magur, a catfish often caught in paddy fields.Another baromashi from Jhargram district recommends cooking shol fish, or striped snakehead, with mango, and pairing mature aubergines with bitter neem leaves – a dish that still announces the arrival of spring in Bengali homes.Harvest seasonRice, the principal food crop of Bengal, gets considerable attention in baromashi. One such song goes: Ashadh maashe shonar dhaan, shonar phoshol phale, Shrabon maashe aaush dhaan jor haste te tole, Bhadro gyalo, Ashwin gyalo, Kartike dyay shara, Aghryane khyater pore dyakhore amon chhawda. The lyrics describe a golden crop flourishing in the month of Ashadh, the aush paddy being carefully harvested in Shravan, Bhadra and Ashwin passing by, and with Kartik arriving the harvest season. Finally, in Agrahayana, fields ripple with Amon dhan or winter rice.Workers carry bundles of rice on the outskirts of Siliguri. Credit: Diptendu Dutta/AFP.A good many songs don’t necessarily reference rice, but are sung during its farming. Travel though Bengal and you will find farmers singing different songs during different stages of rice cultivation. The tunes are simple, the style improvisatory, and the content varied. Anything can inspire the words of a song: the travails of agrarian life, natural calamities, social vices, work conditions or wages.One song, originally from the Chattogram region of erstwhile East Bengal, that is sung during the sowing of paddy laments the loss of precious crops in a terrible storm: Bhashayi nilo joto kheti – khoinyabyeti, beejmali,/balam, chinnal, giring, aar koto koibo naam,/Desher maajhe hoilo kawhor paran rakha bhaar,/Darun toofan haaye koillo je ujaar. Apart from demonstrating the farmer’s helplessness in the face of a natural disaster, the song references a number of indigenous rice varieties, such as the giring, chinnal, bijmali and the excellent balam, a fine variety often called “the staple food of the cream of Kolkata Babudom” in early 20th century writings.A Bhadu song, sung during the eponymous folk festival celebrated in the late monsoon month of Bhadra, relates the story of a father who grows rice on five bighas of land to buy his daughter a husband – in other words, to pay for her dowry. On three bighas, he sows the now rare Jhulur, a coarse variety once cultivated in Bankura and typically consumed by the rural poor, and on the remaining two, he sows basmati.In another song, documented by scholar Chittaranjan Deb in his book Banglar Palligiti, the wife of a poor bonded peasant beseeches him not to leave her behind as he prepares to go off to faraway lands because she is afraid she will have to endure unfamiliar hardships in his absence. Deb says songs like this transcended religious boundaries to embrace universal themes and were sung by peasants of all faiths, be they Hindus, Muslims or Christians. This syncretism is coursing through this song too: it begins with a plea to Allah and ends with a reference to Lakshmi.Message serviceSearch and you will find a song in Bengal for almost all aspects of food, including food preparation. There are songs called chire bhanar gaan, for instance, that are sung while flattening parboiled rice to make chira. In some Bengali homes, women sing songs on special occasions while preparing a confection called ananda nadu with rice flour, sesame and jaggery. Writer Kalyani Basu has recorded one such song in her iconic book Thhod Bori Khanda:Aaj omuker tomuker anondo go,Oi henshe khushe nadu paka shey anondo go.Today is so-and-so’s day of celebration,Laugh and roll nadu on this joyous occasion.Songs have also been written to accompany the preparation of pitha puli (rice cakes made with newly harvested rice) during the winter harvest festival of Poush Sankranti. Ashutosh Bhattacharya describes in his 1966 book Bongiyo Loksangeet Ratnakar how children in the villages of Bengal would go door to door on Poush Sankranti, singing songs called magoner gaan to collect rice, lentils and vegetables for khichdi. The word magon, scholars say, is derived from the Hindi mangna, which means “to ask”, and these songs often described tales of Radha and Krishna.The theme of food also comes up in the songs of Bauls, the wandering minstrels known for their mystical, non-conformist worldview.  In his 1993 book The Path of the Mystic Lover: Baul Songs of Passion and Ecstasy, journalist Bhaskar Bhattacharya writes, “The Doha may begin with a mundane subject, such as the food the Bauls are about to eat. For example, one Baul might begin by disparaging the meal, calling it grass and water in disguise. Then another replies with a criticism of the government’s food policy and racketeering among grain merchants. A third seizes the opportunity to raise the discussion to a spiritual level, using the theme of grain as a symbol of Krishna, the ‘seed’ of love; or he might refer to gravy as a metaphor for rasa.”A waiter serves ilish to guests at a Hilsa Festival in Kolkata. Credit: Deshakalyan Chowdhury/AFP.All things considered, these songs are a window into the obsessions of the food-mad Bengali. Anyone who wants to learn about the culinary quirks and gastronomic preferences of the region just needs to pay closer attention to these songs. There are songs that gush about hilsa as Bengal’s favourite fish that drives the cook mad, impresses the son-in-law and appeases every guest. At the same time, there is a Tushu song from Rarh that begs to differ. It argues that people from Rarh Bengal prefer poppy seeds that grow in abundance in the region and are used prolifically in West Bengali kitchens. Not for them the hilsa found in rivers Ganga and Padma that flow to the east of the region.The song acknowledges the long-standing rivalry between West Bengal and the erstwhile East Bengal. It says that just as the Bangal (a colloquialism for East Bengalis) can polish off rice at the mention of hilsa, a person from Rarh can burp with pleasure at the sight of the posto. Whatever the preference, the song warns, hilsa and posto belong only to those whose pockets are full. Craving these expensive foods does not suit the poor. So, they mustn’t ask.","author":"Priyadarshini Chatterjee","time":"2023-11-07T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195653-ynwjpwnprb-1699268532.jpg","tags":["Food","Folk music"]}