{"title":"Bengal post-poll violence: Calcutta HC orders CBI probe into allegations of murder, rape","content":"The Calcutta High Court on Thursday ordered an  inquiry by the Central Bureau of Investigation into allegations of murder, rape and crimes against women in connection with the West Bengal post-poll violence, Bar and Bench reported.The court also directed a Special Investigation Team to look into all other cases related to the violence. The SIT will consist of police officers from West Bengal, according to Live Law.The team will comprise Director General (Communications) Suman Bala Sahoo, Kolkata Police Commissioner Soumen Mitra and Additional Director General (Administration-1) Ranvir Kumar. A retired judge of the Supreme Court will overview the working of the SIT, according to Bar and Bench. The High Court will pass a separate order on this point after taking permission from the concerned judge. The High Court will monitor both the investigations. The bench has directed both the CBI and the SIT to submit a status report in six weeks.A five-judge bench headed by Acting Chief Justice Rajesh Bindal pronounced three separate but concurring verdicts. The court had reserved its verdict on August 3.The High Court has also directed the West Bengal government to process applications seeking compensation for victims of the violence.The court termed the state government’s allegations of bias against a National Human Rights Commission panel appointed to look into the matter as “not material”, Live Law reported. The NHRC’s panel had submitted its report on July 13, recommending that cases of “heinous crimes” be transferred to the Central Bureau of Investigation.“A large number of cases related to murders, rapes, molestation and vandalism [were] received from local sources in West Bengal while the teams were camping there,” it had added.The committee had alleged that the police were “grossly derelict, if not complicit” in the violence, according to PTI. However, the state government, in an affidavit, had alleged that the committee was formed to “spearhead a witch hunt” against it. It also alleged that members of the committee were either associated with the BJP or had a close connection with the central government.In a subsequent hearing, the High Court had criticised the West Bengal government on the matter, saying it had failed to properly investigate the violence.The case will be heard again on October 24.West Bengal witnessed a spell of incidents of violence following the Assembly election results on May 2. The Bharatiya Janata Party and the Trinamool Congress blamed each other for the deaths of multiple party workers. Various news reports put the toll between 11 and 14, but the police did not confirm the numbers.","author":"Scroll Staff","time":"2021-08-19T11:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159587-rlgjzlrqds-1622190397.jpg","tags":["Calcutta High Court","West bengal elections","Bengal poll violence","Trinamool Congress","BJP"]}