{"title":"Bengaluru, Delhi and Mumbai are among the least inclusive cities in the world","content":"India’s thriving metropolitan cities are also some of the world’s most unequal.Three Indian cities – capital Delhi, financial centre Mumbai, and tech hub Bengaluru – came lowest in a ranking of global cities in terms of inclusivity and equality in The Prosperity and Inclusion City Seal and Awards index.The ranking, which has been compiled for the first time, measures the holistic development of major global cities based on factors such as the affordability of housing, access to education and healthcare, and GDP per capita.Indian metros are struggling to provide their inhabitants with affordable housing, access to higher education, healthcare, and a liveable environment. Cities like Bengaluru, New Delhi, and Mumbai are not only lagging behind cities in developed countries but are also trailing behind major cities in other emerging markets.Here is how some of the prominent global cities fared in the ranking:While India’s biggest cities boast of a young workforce, they continue to perform poorly in global rankings in making even the most basic amenities available to their inhabitants. The PISCA ranking comes close on the heels of the Economist’s Global Liveability Index that ranked New Delhi and Mumbai 118th and 119th among a list of 140 cities earlier this year. Most notably, Indian cities made up 12 of the 15 most polluted cities (paywall) in the world in 2019.Factors such as poor air quality and a lack of educational facilities continue to plague life in major Indian cities. For all of this month, New Delhi’s persistent smoggy woes have disrupted life in the Indian capital, enforced school closures and raised health alarms all over the world.Mumbai’s notoriously high rents continue to present real challenges for urban Indians to be socially mobile. Congested roads, an overworked labour force and inadequate public transport all present a challenge for Indian metros before they can catch up with cities such as Zurich and Vienna, which topped the PISCA index.For more Indian cities to perform better on global indices, administrators have to look beyond crude economic growth figures. While Mumbai is the 10th richest city in the world in terms of billionaires, this prosperity is extremely lopsided if global rankings are anything to go by.Most alarmingly, recent reports of an increase in poverty levels in the country are likely to present a new set of challenges to Indian cities.This article first appeared on Quartz.","author":"Sanaya Chandar, qz.com","time":"2019-11-24T20:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/58765-derirozjoj-1574511071.jpg","tags":["Mumbai","Delhi","Bengaluru","PICSA index","Unequal cities"],"source":"https://scroll.in/article/944661/bengaluru-delhi-and-mumbai-are-among-the-least-inclusive-cities-in-the-world"}