{"title":"West Bengal: BJP chief JP Nadda’s convoy attacked with stones, Amit Shah orders inquiry","content":"Bharatiya Janata Party President Jagat Prakash Nadda’s convoy was attacked with stones and bricks in Kolkata on Thursday, The Indian Express reported. Nadda is on a two-day visit to West Bengal for an outreach campaign ahead of next year’s Assembly elections. The convoy, which also included the cars of other BJP leaders, was on its way to Diamond Harbour in South 24 Parganas district to participate in a party workers rally. “There isn’t a car in our convoy which was not attacked,” Nadda said. “I am safe because I was travelling in a bulletproof car. This state of lawlessness and intolerance in West Bengal has to end.” Nadda said that his party colleagues Mukul Roy and Kailash Vijayvargiya were injured in the attack. “It is a shame on democracy,” he said.Nadda added that West Bengal has “reached a new low” under the Trinamool Congress, and that the state administration has completely collapsed and “goonda raj” is prevailing in the state, according to PTI.“What I witnessed today is shocking and unprecedented,” the BJP chief said. “West Bengal has become a state characterised by utter lawlessness and intolerance. The administration has completely failed. If I have reached here for the meeting it is due to Maa Durga’s grace...I can imagine how difficult it is for common party workers in Bengal.”He also claimed that the days of Mamata Banerjee government were numbered, and asserted that the saffron party will defeat TMC in the upcoming polls.Reacting to the incident, Union Home Minister Amit Shah Union Home Minister said that the attack was condemnable. He said that the Centre will look into the matter and the West Bengal government was answerable for the “state-sponsored violence”.In a separate tweet, he said that the state has entered an “age of oppression, anarchy and darkness” under the Trinamool Congress rule.आज बंगाल में भाजपा के राष्ट्रीय अध्यक्ष श्री @JPNadda जी के ऊपर हुआ हमला बहुत ही निंदनीय है, उसकी जितनी भी निंदा की जाये वो कम है।केंद्र सरकार इस हमले को पूरी गंभीरता से ले रही है। बंगाल सरकार को इस प्रायोजित हिंसा के लिए प्रदेश की शांतिप्रिय जनता को जवाब देना होगा।— Amit Shah (@AmitShah) December 10, 2020\n\nबंगाल पुलिस को पहले ही राष्ट्रीय अध्यक्ष श्री @JPNadda जी के कार्यक्रम की जानकारी दी गई थी, लेकिन एक बार फिर बंगाल पुलिस नाकाम रही। सिराकोल बस स्टैंड के पास पुलिस के सामने ही #TMC गुंडों ने हमारे कार्यकर्ताओं को मारा और मेरी गाड़ी पर पथराव किया। #BengalSupportsBJP pic.twitter.com/G882Ewhq9M— Kailash Vijayvargiya (@KailashOnline) December 10, 2020\n\nVijayvargiya shared a video of his car being hit with stones and its windscreen breaking. “The West Bengal Police was informed in advance about JP Nadda’s programme,” he tweeted. “But again, the police proved to be incapable. Trinamool Congress’ goons beat up our workers and threw stones at my car in front of the police.”At a press conference later on Thursday, Nadda said the incident showed the “mentality” of the West Bengal chief minister. “I’ve been told she has given me a lot of names,” he said, reported ANI. “Mamata Ji this speaks about your culture. This is not Bengali culture.”The BJP chief added that “eight of our children were injured” in Thursday’s attack, and that the party’s workers will stand by them forever. He also said that  130 BJP workers have been killed in West Bengal. “What will [be] the plight of the common man, if elected representatives are not safe here?” he said, according to ANI. “Lawlessness is at the peak, the administration has collapsed in West Bengal.” Nadda also went on to claim that the Banerjee-led administration did not encourage political debate in the state.तृणमूल शासन में बंगाल अत्याचार, अराजकता और अंधकार के युग में जा चुका है। टीएमसी के राज में पश्चिम बंगाल के अंदर जिस तरह से राजनीतिक हिंसा को संस्थागत कर चरम सीमा पर पहुँचाया गया है, वो लोकतांत्रिक मूल्यों में विश्वास रखने वाले सभी लोगों के लिए दु:खद भी है और चिंताजनक भी।— Amit Shah (@AmitShah) December 10, 2020\n\nUnion minister Piyush Goyal also condemned the attack and said that it was carried out in an attempt to suffocate democracy, reported the Hindustan Times. “It was a deplorable incident,” he added. “There were clear signals emanating from the establishment that they are uncomfortable with the growing popularity of the BJP. Attempt to muzzle democracy in West Bengal.”The West Bengal Police said that Nadda managed to safely reach the venue of his event. “Nothing happened to his convoy,” they said. “A few bystanders at Debipur, Falta PS, Diamond Harbour PD, sporadically and suddenly threw stones towards vehicles trailing long behind his convoy.”The state police said that the situation is peaceful and the matter is being investigated.West Bengal Bharatiya Janata Party chief Dilip Ghosh, meanwhile, wrote to Union Home Minister Amit Shah about security lapses during Nadda’s visit. “There exists complete violation on the part of WB [West Bengal] Police and administration to ensure full security arrangements for JP Nadda ji,” he tweeted.“...there exists complete violation on the part of WB Police & administration to ensure full security arrangements for Hon’ble @JPNadda ji, wrote to Hon’ble @HMOIndia @AmitShah on this... pic.twitter.com/pkSq8yoCKk— Dilip Ghosh (@DilipGhoshBJP) December 10, 2020\n\nGhosh said in his letter that a mob of over 200 people, armed with sticks, gathered outside the BJP’s office in Kolkata, NDTV reported. “Some of them climbed on the cars parked outside the office and raised slogans,” he said. Ghosh alleged that the police did not try to restrain them and let them come close to Nadda’s vehicle.He added that the BJP’s convoy was attacked at several places, according to The Indian Express. “Stones and bricks were hurled by TMC workers,” he said. “Several cars have sustained damage. Police were mute spectators in some places and missing elsewhere.” Mukul Roy, who was reportedly injured in the attack, said that President’s rule should be immediately imposed in West Bengal, according to ANI.West Bengal Governor Jagdeep Dhankhar expressed shock over the “anarchy and lawlessness”. “This happening inspite of my alerts to CS [chief secretary] & DGP [director general of police] early  morning indicated collapse of law and order,” he said in a series of tweets. “The events indicate total abdication of lawful authority.” Indicated to CS @MamataOfficial at 9.05 am. “Am sure they have immunity and protection of political police with administration extension of political outfit. As constitutional head I share my shame with you as it is on account of your acts of omission and commission.”— Governor West Bengal Jagdeep Dhankhar (@jdhankhar1) December 10, 2020","author":"Scroll Staff","time":"2020-12-10T14:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151808-slsrkqpwnh-1607590526.jpg","tags":["BJP","West Bengal","JP Nadda"],"source":"https://scroll.in/latest/980843/bengal-bjp-chief-jp-naddas-convoy-attacked-with-stones-says-state-has-slipped-into-goonda-raj"}