{"title":"Bengali Muslim worker’s murder: Shambhulal Regar did not choose his victim randomly, police say","content":"Shambhulal Regar, 36, who hacked a Muslim labourer to death in Rajasthan’s Rajsamand town in December, was driven by jealousy and not any desire to save a “Hindu sister” from so-called love jihad, the police have confirmed.In its chargesheet against Regar, filed in a Rajsamand court on January 11, the police say that he tried to cover his real motive by raising the bogey of love jihad – the conspiracy theory pushed by Hindutva groups about Muslim men wooing Hindu women with the express purpose of converting them to Islam.What was his real motive? Regar, the chargesheet states, had extramarital relationships with two women. He suspected that one of them was still involved with a Muslim worker from West Bengal with whom she had eloped earlier. Regar wanted to get rid of this man and his friend who had helped the couple elope but could not find them. So he decided to kill Mohammad Afrazul, a 48-year-old worker from West Bengal’s Malda instead, believing that it would scare his two prime targets into leaving town for good.On December 6, Regar summoned Afrazul to an isolated place on the pretext of needing to get some construction work done. He struck him with a pickaxe and a machete, killing him instantly, and set his body on fire.  Regar had bought the pickaxe and the customised machete around four months before, the chargesheet says, and had not used them for any purpose other than the murder. This has led the police to believe that Afrazul’s murder was carefully planned: it was not a case of “mistaken identity” as some reports had claimed.In a series of videos that Regar got his 15-year-old nephew to record before and during the murder, he is heard saying venomous things about Muslims, accusing the community of carrying out so-called love jihad and religious conversions and pushing narcotics and fake currency notes from Pakistan. In one video, Regar declares that he killed Afrazul to protect a “Hindu sister” from so-called love jihad. After he had finished burning Afrazul’s body, Regar had his nephew deliver three letters to a bank official in the town. In the letters, addressed to President Ram Nath Kovind, Prime Minister Narendra Modi and the Hindu religious leader Baba Ramdev, Regar alleged that some Muslim migrants had taken a poor Dalit girl from his town to the Bangladesh border, which persuaded him to “join the fight” against Bangladeshi Muslims who “threatened Hinduism”. The bank official, who is Regar’s friend and now a witness in the case, was supposed to post the letters but did not get around to doing so until the police found him, the chargesheet says.All this – the recorded rants, the letters – was part of an elaborate plot to divert attention from Regar’s relationships, to draw support from “certain groups he knew would hail him as a hero” for political reasons and to create a sense of fear among Bengali Muslim migrants in Rajsamand, the chargesheet says.This idea of using anti-Muslim rhetoric to try and cover up his motive for Afrazul’s murder Regar got from watching propaganda videos put out by Hindu and Muslim extremists, the police claim.The plotNearly a year ago, Regar started watching videos by Hindu and Muslim extremists on the internet and joined WhatsApp groups that circulated messages filled with anti-Muslim bigotry. Soon, he was circulating such content himself, on subjects such as love jihad, homosexuality, Islamic State, unrest in Kashmir, India’s Muslim population, the Babri Masjid dispute, reservation for lower castes, the controversies over allegedly anti-Hindu films such as PK and Padmavat. He also used the videos and messages to radicalise his nephew. To “strengthen the minor boy emotionally” for the murder, the chargesheet states, Regar took him to witness goats being slaughtered and then gave him chicken to slaughter himself. On December 1, Regar chose the spot where he would commit the murder and asked his nephew to film it. Four days later, he went to where Afrazul lived and asked around for his cell phone number. He knew Afrazul but did not have his number. The next day, he called Afrazul to the spot.The affairsIn 2010-’11, the chargesheet says, Regar fell in love with a teenage girl in his neighbourhood. But the girl, daughter of a labourer from the Dalit community, was in love with Ballu Sheikh, a migrant from Malda. Sheikh was occasionally employed by Afrazul, a petty labour contractor. The girl eloped with Sheikh to his village, Saiyadpur, only to be brought back by her family within 15 days. Back in Rajsamand, she formed a relationship with Regar. But that did not stop her from eloping with Sheikh again a few months later. This time, Sheikh’s friend Ajju helped them elope. She, however, kept in touch with Regar over the phone while she was in West Bengal, the police say.Around two years ago, Regar went to Saiyadpur to convince her to return to Rajsamand but did not succeed. He stayed with Sheikh’s family for two days before returning. Regar’s wife apparently knew about his visit to West Bengal to bring back a “Hindu girl” from their neighbourhood, the chargesheet says, but she did not tell the police if she knew of her husband’s affair.Three months after returning from Malda, Regar called Sheikh and Ajju and had heated arguments with them. Twelve days later, the girl came back to Rajsamand without informing Sheikh or his family. She chose not to stay with her mother, the chargesheet states, and Regar found her a place – a room she would share with a nurse. Her mother complained about this to the informal community panchayat and they fined Regar Rs 10,000 for keeping the girl in his custody and not letting her stay with her mother. But there was no police complaint. Around this time, Regar took to calling Sheikh and Ajju frequently, threatening to kill them.Then, another sub-plot started to unravel. Regar had been in a relationship with the nurse for over three years, the chargesheet suggests, but she did not know he was also involved with the girl he had brought to stay with her. Neither did the girl know about Regar’s relationship with the nurse. This went on for about nine months, the chargesheet says, until the nurse returned from work early one day and caught Regar in a “compromising position” with the girl. A fight broke out. The girl moved in with an aunt in Rajsamand.Despite this, her relationship with Regar did not sour. That happened when Regar took her to a bank official’s house for a party and told her she would have to “make him happy” if she wanted a loan to be sanctioned, the police claim. They could not clarify if it was the same bank official to whom Regar would later send the letters. The girl left the party and stopped talking to Regar until she got thrown out of her aunt’s house around July 2017. She rented a room in Kakroli area and got back together with Regar. However, she kept in touch with Sheikh over the phone.On October 19, 2017, the day of Diwali, Regar called the girl to say it would be his last festival since he was going on a mission and did not know if he would return. That was their last conversation, according to the police. The same day, he again threatened Sheikh and Ajju over the phone. He apparently planned to attack them. But failing to locate either, he settled on Afrazul. Regar, the chargesheet says, calculated that since Sheikh and Ajju found work in Rajsamand primarily through Afrazul, eliminating him would force them to look for jobs elsewhere and, thus, they would not unable to visit the girl often. Moreover, he told the police, the murder would instill fear among the Bengali migrants whom he seemed to collectively blame for ruining his extramarital relationships. Both the women are among the 68 witnesses in the case.","author":"Abhishek Dey","time":"2018-01-25T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/866232-75921-cxeidbcsvv-1516803408.jpg","tags":["Rajasthan","Rajsamand murder","Mohammad Afrazul","love jihad","Hindutva","Shambhulal Regar","hate propaganda"],"source":"https://scroll.in/article/866232/bengali-muslim-workers-murder-police-say-shambhulal-regar-chose-his-victim-carefully-not-randomly"}