{"title":"Bengaluru shops must have 60% Kannada nameplates by February 28, says civic body","content":"Commercial establishments in Bengaluru have till February 28, 2024, to ensure that their storefront nameplates are written majorly in Kannada – not less than 60% – failing which they could lose their trade licenses and face legal action, ANI reported on Monday. It is unclear whether the 60% threshold refers to the size of the nameplate or the proportion of text used by shops for their frontage. The nature of legal action proposed has also not been clarified.“There are 1400 km of arterial and sub-arterial roads in the city, and all the commercial shops on these roads will be surveyed zone wise,” said Bruhat Bengaluru Mahanagara Palike Chief Commissioner Tushar Giri Nath.“After the survey, a notice will be given to the shops that do not use 60% Kannada language,” he said. “After issuing the notice, they will be given time till February 28 to implement Kannada language nameplates and submit compliance to the respective zone commissioners.”The civic chief on Sunday met representatives of the Karnataka Rakshana Vedike – an organisation that has led a campaign to promote the use of Kannada.TA Narayana Gowda, state president of the Karnataka Rakshana Vedike, said that the outfit brought the matter to the notice of municipal authorities in Bengaluru after a new shopping mall in the city’s Hebbal area refused to comply with state government rules for shop frontages.Commercial establishments are mandated to prominently use Kannada in their storefront signage. However, the rule has not been strictly enforced, which has led to protests by organisations such as Karnataka Rakshana Vedike.","author":"Scroll Staff","time":"2023-12-25T13:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183029-cesvmctslr-1668770210.jpg","tags":["Tushar Giri Nath","Kannada","Bengaluru","Bruhat Bengaluru Mahanagara Palike","BBMP","Karnataka Rakshana Vedike"],"source":"https://scroll.in/latest/1061099/bengaluru-shops-must-have-60-kannada-nameplates-by-february-28-says-civic-body"}