{"title":"Bengal: EC bans roadshows, restricts public meetings to 500 amid rising Covid cases","content":"The Election Commission on Thursday banned all roadshows, cycle or bike rallies for the seventh and eighth phases of the Assembly elections in West Bengal amid the intensifying Covid-19 situation. All election rallies and roadshows, which were earlier given a go-ahead, now stand cancelled and only meetings that are attended by not more than 500 people will be allowed, the panel said. The Commission said it was anguished to find that many political parties and candidates were still not adhering to the prescribed safety norms during public gatherings, despite the panel’s repeated warnings. This casual attitude, the panel said, was also making it difficult for the state and district election systems to enforce Covid-related protocols.The poll panel’s announcement came hours after the Calcutta High Court expressed disappointment at the way elections had been conducted so far. The court said it was “unable to reconcile with the fact” that the Election Commission had failed to take any steps beyond “issuing curriculars” to tackle the surge of coronavirus infections in West Bengal. It reminded the poll panel that its duties go beyond “issuing circulars and holding meetings by themselves” when facing the “heightened challenge of Covid-19 virus and its variants”.Elections in West Bengal are being held in eight phases amid an unprecedented second wave of the coronavirus, which has pushed the country’s healthcare system to a breaking point. Voters also cast their ballot on Thursday during the sixth phase of the polls. Huge election rallies, including by Prime Minister Narendra Modi and Amit Shah, were also not halted in the state, where thousands of supporters gathered without masks with little regard to physical distancing. Despite Opposition criticism, Modi and his ministers continued campaigning in Bengal throughout the six phases of the election. However, on Thursday, hours before the Election Commission’s order, the prime minister announced he has cancelled his rallies scheduled for Friday and would chair meetings on the coronavirus situation instead.Mamata Banerjee cancels public meetingsMeanwhile, West Bengal Chief Minister Mamata Banerjee too cancelled all her pre scheduled public meetings in view of the coronavirus situation. The Trinamool Congress chief said she will address her supporters virtually instead.“Will be sharing the updated schedule of the virtual meetings shortly,” she wrote on Twitter. Banerjee already curtailed her election schedule once last week, when said she will not campaign in Kolkata anymore.In the wake of upsurge in #COVID19 cases across the country and the ECI Order dated 22nd April, 2021, I am cancelling all my prescheduled meetings and we will reach out to the people virtually.We will be sharing the updated schedule of the virtual meetings shortly.— Mamata Banerjee (@MamataOfficial) April 22, 2021\n\nVarious political parties have also decided to cancel their rallies in recent days. The Communist Party of India (Marxist) on April 14 said it will not hold any more big election rallies for the remaining three phases. Congress leader Rahul Gandhi also cancelled all his rallies in the state.Finally, the Bharatiya Janata Party too on April 19 announced that it will only hold small public meetings with not more than 500 people, which is also the limit on public gatherings set by the Election Commission on Thursday.","author":"Scroll Staff","time":"2021-04-22T21:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157993-sipaphtdod-1619107216.jpeg","tags":["West Bengal","Election Commission","Coronavirus"]}