{"title":"West Bengal polls: TMC sweeps state but Mamata Banerjee loses in Nandigram","content":"The Trinamool Congress will return for a third term to West Bengal after beating the Bharatiya Janata Party in the Assembly elections. However, Chief Minister Mamata Banerjee lost from Nandigram. Counting is still underway for four seats as of Monday morning.At 9 am, the Election Commission’s data showed that the Mamata Banerjee-led party had won 210 seats and was ahead in three others, while the Bharatiya Janata Party had won 76 and was ahead in one. The majority mark in the 294-seat West Bengal Assembly is 148.Chief Minister Mamata Banerjee contested against her former aide and TMC turncoat Suvendu Adhikari in Nandigram. After a day of confusion, the EC declared the result for the seat late at night. Adhikari won the seat by 1,956 votes.Banerjee alleged “looting and cheating” in the counting process. The chief minister said she accepted “whatever mandate people have given”, but added that she would file a case on the alleged manipulations in the counting. In 2016, Adhikari had won the seat for the TMC with a margin of 81,230 votes.The results, meanwhile, proved to be a two-party affair with the Left parties and Congress drawing a blank in the elections. However, alliance partner Indian Secular Front, which contested under the name Rashtriya Secular Majlis Party, was ahead in one seat. The Indian Secular Front was not able to register itself as a political party and hence fought under the symbol of the Rashtriya Secular Majlis Party.An Independent candidate also won a seat.Prime Minister Narendra Modi congratulated Banerjee on her victory and promised that the Centre would continue to “extend all possible support” to the state. In a separate tweet, he thanked BJP workers in West Bengal. “From a negligible presence earlier, BJP’s presence has significantly increased,” he said.Congratulations to Mamata Didi for @AITCofficial's win in West Bengal. The Centre will continue to extend all possible support to the West Bengal Government to fulfil people’s aspirations and also to overcome the COVID-19 pandemic. @MamataOfficial— Narendra Modi (@narendramodi) May 2, 2021\n\nEarlier on Sunday, conceding defeat, BJP national general secretary Kailash Vijayvargiya credited Banerjee for her party’s performance in the elections, reported PTI. “The TMC won because of Mamata Banerjee,” he said. “It seems people have chosen Didi. We will introspect what went wrong, whether it was organisational issues, lack of face, insider-outsider debate.”Also read:Preview: With India’s longest ever election over, it’s a tight race between BJP and TMC in BengalDue to the intensifying Covid-19 situation in the country, the Election Commission of India has prohibited the entry of polling agents into the counting centres without a negative Covid-19 test. Entry would also be allowed if the agents were fully vaccinated. The poll panel has also taken other measures to check the spread of the infection. Follow live updates on the election results in all the states here‘What a fight!’ Politicians congratulate Mamata BanerjeeVarious politicians congratulated Banerjee even as the early trends began to show that the party was leading with over 200 seats. “Congratulations Mamata Banerjee didi for landslide victory,” Delhi Chief Minister Arvind Kejriwal tweeted. “What a fight! Congratulations to the people of WB [West Bengal].”People’s Democratic Party President Mehbooba Mufti also wished Banerjee and the TMC on their “splendid victory”. “Kudos to the people of West Bengal for rejecting disruptive & divisive forces,” she tweeted.Congratulating Banerjee, Nationalist Congress Party chief Sharad Pawar told her to continue working together towards the welfare of people and tackling the coronavirus pandemic collectively.“Hearty congratulations to the conscious public, the combative Mamta Banerjee ji and the dedicated leaders and activists of TMC, who defeated the politics of hate of BJP in West Bengal!” Samajwadi Party President Akhilesh Yadav tweeted. “This is a befitting reply given by the public to the insulting sarcasm ‘Didi O Didi’ on a woman [Banerjee] from the BJP.”  Congratulations @MamataOfficial didi for landslide victory. What a fight!Congratulations to the people of WB— Arvind Kejriwal (@ArvindKejriwal) May 2, 2021\n\nCongratulations to @MamataOfficial @AITCofficial @derekobrienmp on their splendid victory today. Kudos to the people of West Bengal for rejecting disruptive & divisive forces.— Mehbooba Mufti (@MehboobaMufti) May 2, 2021\n\nप. बंगाल में भाजपा की नफ़रत की राजनीति को हराने वाली जागरुक जनता, जुझारू सुश्री ममता बनर्जी जी व टीएमसी के समर्पित नेताओं व कार्यकर्ताओं को हार्दिक बधाई!ये भाजपाइयों के एक महिला पर किए गए अपमानजनक कटाक्ष ‘दीदी ओ दीदी’ का जनता द्वारा दिया गया मुँहतोड़ जवाब है।# दीदी_जिओ_दीदी pic.twitter.com/wlnUmdfMwA— Akhilesh Yadav (@yadavakhilesh) May 2, 2021\n\nCongratulations @MamataOfficial on your stupendous victory!Let us continue our work towards the welfare of people and tackling the Pandemic collectively.— Sharad Pawar (@PawarSpeaks) May 2, 2021","author":"Scroll Staff","time":"2021-05-02T11:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158531-vtbswchvfn-1619954165.jpg","tags":["Election Commission","West Bengal","Trinamool Congress","BJP","West Bengal Assembly"]}