{"title":"‘Bengal is our coffin’: In Darjeeling, food stocks run low but support for Gorkhaland is undimmed","content":"My brother, a teacher at the Darjeeling Municipal Boys’ High School, came home in the middle of the day. “A strike has been called and we don’t know how long it will last,” he said. “The shops were shut by the time I got out of school. I couldn’t get a thing.”The shutdown call in Darjeeling was sudden, following raids at Gorkha Janmukti Morcha chief Bimal Gurung’s office on June 15. There was no time for last-minute purchases. My mother was not unduly worried. We were out of bread for the next day’s breakfast, but strikes are common in Darjeeling and she was not making a big deal of it.Two days later, her calm was gone. There had been a violent clash between Morcha supporters and the West Bengal Police and central security forces, three young men were dead and many were injured. The Army was called in to restore order. Darjeeling was on fire.Getting around Darjeeling at any time of the year is usually a struggle, with cars choking its narrow roads and residents and tourists jostling for space. Suddenly, a stony silence enveloped the town, punctuated ever so often by shouts of “Jai Gorkha, Jai Gorkhaland” as groups of people headed out to join rallies to demand a separate state of Gorkhaland. Army vans with gunners atop patrolled the empty streets.    A deserted Chowrasta on Monday evening. The place is usually packed with tourists and residents shopping, dining out and just hanging out. (Credit: Annabelle Mukhia)   Food, fuel worriesOn Sunday evening, three days after the strike had started, I mustered up the courage to venture out, to go to church. The only sound that could be heard in my neighbourhood was the hum of televisions – all tuned to the day’s news. In church, most of the pews were empty. On our way back home, my mother and I were happy to see that one neighbourhood shop had its shutters partially open. We bought packets of crackers, instant noodles and a kilogram of onions. There wasn’t much else available. A woman looking for packaged milk returned disappointed.“Bhabhi”, our shopkeeper, said she had a few sacks of potatoes and onions but greens were scarce. She encouraged me to buy a crate of eggs. I bought half of it. Over the next few days, relatives and neighbours came by with biscuits, bhujia, vegetables and even meat that they had managed to get their hands on. We shared our food with them – a potluck of essentials.Just over a week into the strike, milk and cooking gas continued to be supplied from the North Bengal city of Siliguri, some 75 km from Darjeeling, but their distribution within the town has been affected to quite an extent.Schools shut, exams hitJune is when most schools in Darjeeling hold their mid-term examinations. The flare-up has disrupted exam schedules, and school is out till further notice. Despite this, my sister and cousin, both teachers at St Teresa’s Girls Higher Secondary School, are still making the trip to school every morning, to mark their attendance. Educational institutions in Darjeeling do not declare holidays during strikes, and assess the situation day by day. If teachers fail to sign the school register every day, they could be served show-cause notices by the district administration.This is also the time for college admissions elsewhere in the country. The handful of state buses running daily to Siliguri give preference to students, many of whom are traveling to Kolkata, for higher education. But the number of vehicles headed outward simply isn’t adequate. As it turns out, a decision concerning education policy was the trigger for this latest wave of protests in the decades-long movement to have the state of Gorkhaland carved out of West Bengal.  The state government’s decision to make Bengali a compulsory subject till Class 10 prompted schools in Darjeeling – which teach either in English or Nepali – shut down in protest on June 1 and June 2. Police cases were filed against the heads of prominent schools for attending a May 30 meeting called by the Gorkha Janmukti Morcha at which the decision to close the schools was taken. Though the state government later clarified that there was no plan to impose the study of Bengali on the Nepali-speaking people of the hills, the damage was done. Within days, the debate over language snowballed into a statehood movement.The Tibetan community gathers at Chowrasta on Monday evening for a peace march. (Credit: Annabelle Mukhia) Holiday’s overThe unrest has, naturally, had an impact on tourism, the town’s economic mainstay. Though the onset of the monsoon means fewer visitors than during spring and autumn – when trekkers and backpackers, tea lovers, honeymooners and holidaying families flood Darjeeling – the town is popular all year round. Over the past week, state buses have ferried thousands of tourists to Siliguri and to the nearest airport in Bagdogra, a three-hour drive from Darjeeling. Hotels and tour operators are dealing with massive cancellations.Until ten days ago, the Mall Road and Chowrasta area bustled with tourists, snapping up the Kanchenjunga range with their cameras, shopping for traditional curio and Darjeeling tea. This week, except for a few children playing cricket and small groups of people walking about under the watchful eyes of the security forces, it is all quiet – with bursts of protests and candle-light peace marches in between.Other businesses have also been hit, and migrant labourers from states like Bihar and Uttar Pradesh are leaving in droves. Banks are shut. A trip to several ATM booths on Monday evening proved futile as they were all out of cash.“My debit card expires this month,” my aunt said, exasperated. “When do I get a new one and how when all the banks are closed?” The limited transport means many Darjeeling residents who are out of town are unable to get home – including my cousins who are holidaying in Mussoorie on their college summer break. Those in Darjeeling who wish to travel to Siliguri – a transit city with rail, road and air links to the rest of the country as well as medical facilities that are missing in the hills – have also had to shelve their plans.  Internet banTo make matters worse, an internet ban was imposed from Sunday, apparently in an attempt to black out news about the agitation. On Tuesday, finding it impossible to continue my work as a copy editor on Scroll.in, unable to work, I decided to leave for Delhi. Friends told me the only way out was the state bus, but that getting a seat would be next to impossible. I decided to take a chance and landed at the traffic police booth in Chowk Bazar at 6 am on Wednesday. It was pouring rain and the line was long. The girl in front of me, clad in pyjamas, told me she had been standing there since 2 am. Luckily, I met a group of students from Loreto Convent, my old school, who were headed for Kolkata. Pretending to be their guardian, I got on to the first bus, after a lot of pushing and shoving. It had just 20 seats, but the police loaded in close to double the number. It was 10 am. For the next five hours, the bus didn’t move. There were moments of panic as protestors marched past, banging on the bus walls and shouting that they would not let the “runaways” out. Television reporters interviewed the students. Relatives came with flasks of hot tea and tiffin boxes full of puris and spicy potato curry. It was 3 pm by the time we left in a convoy of three buses, two pick-up trucks and a few small vehicles, with one police escort car in the front and another at the rear. On the way, a man in a red tracksuit jumped in front of our bus, arms waving frantically. He was desperate to get on. But there was not an inch of space to accommodate him.It was close to 6 pm when I reached Siliguri, without a single toilet break since the time I had boarded the bus. My 12-hour ordeal had ended. My uncle was waiting for me at the bus stand. He had brought his wife to Siliguri for a medical check and they are stranded there, unable to get home. The fears of a long-drawn-out period of struggle with rations running short and the threat of more violence have not been lost on the people of Darjeeling. Yet, there is also enormous support for the Gorkhaland movement, and a willingness to go through difficult times if it means the dream of a separate state will be realised. As a popular slogan goes: “Bengal is our coffin, we will not be part of it anymore.”","author":"Annabelle Mukhia","time":"2017-06-23T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/841355-61285-besryutgba-1498160235.jpg","tags":["Darjeeling","Gorkhaland","West Bengal","agitation"],"source":"https://scroll.in/article/841355/bengal-is-our-coffin-food-stocks-run-low-in-darjeeling-but-support-for-gorkhaland-is-undiminished"}