{"title":"Bengal battle shows that for Indian democracy, elections matter more than accountability, governance","content":"As the eight-phase, month-long West Bengal election rolls along in the midst of the Covid-19 surge in the country, at least three things have become apparent. One, the credibility of the Election Commission, which is among the more trusted institutions in India, has been severely dented. Two, the campaign, mostly bereft of issues, has hit the lowest possible registers. Three, the Bengal polls has once again highlighted that Indian democracy is often only about elections and victory at all costs.The Election Commission made a blunder – intentional or otherwise – by stretching the polls for over a month. Even during normal times, eight phases for one state would have been excessive, but during a global pandemic the decision beggared belief. The reason for prolonging the election in Bengal was the violence that usually accompanies polls in the state.  But even after taking the violence into account, eight phases for one state – when the other states that went to election along with Bengal completed their election between one to three days – was hard to justify. Indeed, the entire general election across the country in 2019 was conducted over seven phases, which makes the Election Commission decision in Bengal inexplicable. When the second Covid-19 surge hit while the process was underway, the Election Commission claimed that it was too late to reduce the length of the elections.\n\n\n    \n    Play\n\nThe Election Commission’s decision may well have been taken to enable the full might of the Bharatiya Janata Party high command to focus its energies on Bengal, where the party’s organisational strength is comparatively weak. By doing so, it undermined the premise of a fair election. It is no secret that the BJP’s war chest, thanks partly to the controversial electoral bonds, dwarfs that of other political parties. With campaign finance reform and state funding of parties absent from the political agenda, it is incumbent on the Election Commission to ensure a reasonably level playing field. By prolonging the elections, the Election Commission is doing precisely the reverse.One of the reasons for the Election Commission’s original decision to shorten the campaign period, going back to the 1990s, was to reduce the amount of money being spent on campaigns. By stretching out the election that very purpose is defeated. Besides, a prolonged election gives an advantage to the party that can effectively convey the message that it is winning. Surveys have shown that a majority of late deciders in India say that voting for the winning party matters. This gives the party with deeper pockets and a greater hold on the media a distinct advantage. The BJP has used this to its benefit by incessantly conveying the message in Bengal, as well as in earlier general and state elections, that it is winning in an effort to sway undecided voters in the later phases. Multi-phase elections also negate the idea of a “silence” period because when polls are on in one area, campaigning is in full swing in other constituencies which go to poll in a different phase.Endless name callingTo compound matters, the campaign in Bengal has been an endless litany of mudslinging and name calling by both the incumbent Trinamool Congress and its principal challenger, the BJP. Despite the election being held in the midst of the pandemic, the enormous impact of Covid-19 on people’s lives hardly featured in the campaign. This was an indication of the increasingly polarised and personality-centred politics in India. Here too the Election Commission has been shown up as ineffective. Its ban ranging from 24 to 48 hours on campaigners, including the West Bengal chief minister and the state BJP chief, have had little impact. Indeed, it is time to rethink the utility of the Model Code of Conduct, which was first aggressively enforced by former election commissioner TN Seshan. The first three provisions under “general conduct” in the Model Code of Conduct prohibits candidates from aggravating differences or creating mutual hatred; confines criticism of other political parties only to their policies and to refrain from digging up the private life of candidates; and bans appeal to caste or communal feelings. None of these provisions have been abided by in Bengal or other elections in recent years where identity politics has taken centre stage and personal attacks are routine.Finally, the nature of the Bengal campaign and the inordinate importance attached to it by the central leadership, the media and analysts have shown the centrality of elections in India to the detriment of everything else that constitutes a democracy, including accountability and governance. The prime minister and home minister campaigning for the first six phases to crowds, mostly without masks and no social distancing when a pandemic raged across the country, cruelly highlighted this aspect of our flawed democracy. It was only after the second wave of Covid-19 swept across the country that political parties, led by the Trinamool Congress and followed by the BJP, announced cancellation of some rallies, limiting their size and going virtual. Belatedly, with two phases to go, the Election Commission restricted campaign events to 500 people. By then though the damage had been done to both voters and the democratic process. At present, reports suggest that every  second person getting tested  for Covid-19 is positive in Kolkata,  which is likely to have something to do with the elections. It exposed the callousness of the Election Commission, which spread the polls in the  densely populated area in and around Kolkata over five phases.The writer is Senior Research Fellow, ISAS & SASP, National University of Singapore.","author":"Ronojoy Sen","time":"2021-04-26T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157305-afdnmvvdgw-1617867304.jpeg","tags":["West Bengal","Election Commission","Bharatiya Janata Party"]}