{"title":"Bengali-speaking Muslims in Assam thought NRC would be their shot at dignity. They were wrong","content":"Saifulla Sarkar, who runs a pharmacy in Oudubi, a village in Lower Assam’s Bongaigaon district, recalls the summer of 2015 as being full of frenzied activity. “Everyone was busy getting their documents in place,” he said. “All of us had the papers, but it was a question of locating and arranging them – finding out which of the siblings had the land documents of their grandfather; getting previously bought land registered formally, things like that.”Like the rest of Assam, Oudubi’s residents were preparing to apply to be counted as Indian citizens that summer. Assam’s National Register of Citizens, compiled in 1951, was being finally updated after a series of mishaps. Assamese nationalists had long demanded it – the NRC was seen as a means to sieve Indian citizens from undocumented migrants from Bangladesh, who Assamese groups claim were overrunning the state.Muslims of Bengali origin living in Assam – a community routinely branded as “illegal migrants” – were more than eager to go through the citizenship test. “We wanted the NRC because we wanted to establish once and for all that we are Indians, we are Assamese, that we have the documents to prove it,” said Sarkar. “It was going to be our shot at a life of dignity, an existence free of that slur of Bangladeshi Miya.”For decades, the word “Miya” had been used as a pejorative to refer to Bengali-speaking Muslims, presumed to be illegal immigrants from Bangladesh.A vast majority of this community furnished documents to prove citizenship according to the terms of the NRC exercise. Yet after a year after the final NRC list was published, most allege they continue to be looked at with suspicion. The humiliation endures. “Nothing has changed, nothing at all,” said Sarkar.Saifulla Sarkar at his pharmacy shop in Oudubi.Certified citizensTo be included in the NRC, applicants had to prove that they or their ancestors had been living in India before midnight on March 24, 1971 – a cut-off that corresponds to beginning of the Bangladesh war, which triggered a fresh wave of migration. To prove this, they had to produce documents proving their own identity as well as pre-1971 documents proving they were descended from someone living in the country before the cut-off date.After a string of delays and two draft lists, the updated NRC was published on August 31 last year. Of the 3.29 crore people who had applied, 3.11 crore made it.  Though the NRC authorities did not release religious data of the 19 lakh who did not, it is now widely believed that Bengali-origin Muslims may not have accounted for a lion’s share of the excluded, challenging the popular lore that had painted them as illegal immigrants for decades.This despite the fact that many of them had been made to go through additional rounds of verification  in a process that was tortuous in the first place. Across communities, applicants were excluded from the draft lists of the NRC because of minor clerical errors in yellowing documents made decades ago, or because of technological hiccups in the current process.For instance, the second draft of the NRC, published on July 30, 2018, left out over 40 lakh applicants. About 32% of the applications made to the local NRC centre in Oudubi were left out because of a technological glitch, sending the community into a panic. By the time the final NRC was published, however, the error had been sorted out and most had made it to the list.Most people from communities not considered indigenous to Assam had to appear for oral hearings held by the NRC authorities to identify family members. But Muslims of Bengali origin claim they had to face more scrutiny than others. For instance, in August 2019, weeks before the publication of the final NRC, thousands belonging to the community from Lower Assam were summoned to attend another round of hearings in faraway places, announced on extremely short notice.This had angered people from the community, who claimed that they were being harassed because of their religion. Yet, they went, testified and proved their credentials. This was reflected in the results of the final NRC. Many districts in Lower Assam, home to large populations of the community and close to the Bangladesh border, had low exclusion rates.  This seemed to irk Assam’s Bharatiya Janata Party government, which had been raising an alarm about Muslim “infiltrators” from across the border. The government believed the list to be flawed. It moved a petition in the Supreme Court – which has monitored the updating of the NRC since 2014 – asking that at least 20% of the names included from the border districts be verified again.Assamese nationalist groups like the All Assam Students’ Union, which have been agitating against “illegal migrants” for decades, have also moved the court. They say that the number of exclusions fell short of their expectations. Villagers wait outside the National Register of Citizens centre to get their documents verified by government officials in Morigaon district in Assam on July 8, 2018. Photo: Reuters‘Government does not want the NRC’A year since the final NRC was published, most Bengali-origin Muslims in Assam say they feel short-changed. “We were very hopeful that the NRC would end the years and years of humiliation we have faced as a community, so we cooperated 100%,” said Anowar Hussain, a community activist based in the state’s Morigaon district. “So, we did whatever they asked of us – we went to hearings wherever and whenever we were called, but now we have realised the truth: the government doesn’t want this issue to be resolved.”The disillusionment stems partly from the limbo that the NRC is currently stuck in.  The court is yet to decide on the Assam government’s petition. In fact, there have hardly been any proceedings of consequence at the court on the matter after the publication of the NRC.  It has not issued any directions on the future course of action.“So far, we have only seen on the internet that our names are there in the NRC,” said Sarkar. “But we have not seen or got an official document – like the 1951 NRC, there should be a copy published for public consumption but nothing has happened in the last one year. So, we are starting to think that the government does not want the NRC.”When the NRC update process had begun in earnest in 2015, the 1951 NRC lists were digitised and uploaded so that applicants could trace their legacy to pre-1971 ancestors.  However, when the updated NRC was published, people could only check if they had included by keying in their application receipt number, a unique 21-digit number linked to each  family’s application, in the NRC website. The full updated list is not available to the public.Even those who have been excluded from the NRC have not received formal rejection memos, without which they cannot appeal at the foreigners’ tribunals, which decide on matters of disputed nationality.To muddy the waters further, last year, when Union Home Minister Amit Shah suggested conducting a nationwide NRC, he suggested it would be extended “naturally” to Assam. In other words, the entire exercise conducted in the state would be redundant.Said Saddam Hussain, a young lawyer-activist from Darrang in Middle Assam: “It is now evident that the government used the NRC to harass us – they do not want an end to the foreigners’ issue in Assam because if it were to end what will they do politics about?”The All Assam Minority Students Union, which claims to represent the interests of the Bengali-origin Muslims, also blamed the BJP government for the current uncertainty. “As soon as the NRC was published, the BJP government started delegitimising the list,” said its working president, Ainuddin Ahmed. “We can only request the court to carry the process forward.”But not everyone has too many expectations from the court. Aman Wadud, a Guwahati-based lawyer closely involved with the legal cases arising out of citizenship troubles in Assam, was particularly critical of former chief justice Ranjan Gogoi. “He was in a hurry to get the list out but he did nothing after it was out, although he retired only two-and-a-half months later,” pointed out Wadud.Saddam Hussain is a young lawyer-activist from Darrang.Old prejudices, new identitiesFor others,  the disillusionment went beyond the court and the state. Being included in the NRC has not wiped out old prejudices, said Abdul Kalam Azad, a researcher and activist from Barpeta. Since the publication of the NRC, there have been several reports of authorities carrying out eviction drives against people living in riverine areas, many of whom are Muslims of Bengali origin. They were allegedly spurred by BJP leaders’ claims that they were “illegal migrants”.“Even today when an eviction exercise takes place, one narrative that is created is that the people who were evicted were Bangladeshis  although most would have their names in the NRC,” Azad said. “The fact that politicians can get away saying such things without much consequence is telling of the Assamese civil society. The NRC has just not ended the community’s harassment as we had anticipated.”But many also say that the NRC has given the community a newfound confidence. “Now people are no longer that scared about the foreigners’ issue,” said Hussain, the lawyer from Darrang. “We know what it takes to prove one’s citizenship – all of us have those documents.”As for prejudices and slurs, Hussain said he did not care much anymore. “Earlier when someone called me a Miya, I used to get offended and fight with them,” he said.For decades, Bengali-speaking Muslims in Assam have resisted the Miya moniker, insisting they identified themselves as Assamese. But increasingly many in the community are starting to embrace it as a unique marker of identity, even taking pride in it.Said Hussain, “Now, we have made it our identity because we have to be something, too – someone would call us Muslims of Bengal origin, others Na-Axomiyas [new Assamese], yet others would brand us as infiltrators. “So, we thought, why not be just Miya?”This is the second part of a series exploring where Assam’s NRC process stands a year after the final list of the updated citizens’ register was published on August 31, 2019. Read the full series here.","author":"Arunabh Saikia","time":"2020-08-29T06:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/78993-ejkadmufub-1515775101.jpg","tags":["Assam","National Register of Citizens","Citizenship","Bengali Muslims","One year after Assam NRC"]}