{"title":"Bengaluru: Hindi words covered up at two metro stations amid language debate","content":"Hindi words on signboards at two Bengaluru metros were seen covered with tape on Monday adding a new twist to the controversy over what  several sections of society view as the Centre’s imposition of the language in non-Hindi speaking states. Officials are yet to confirm who covered the Hindi words at Chickpete and Majestic metro stations leaving the English and Kannada signs on the same boards untouched.Chief Minister Siddaramaiah had criticised the Centre’s decision to enforce the three-language rule at the jointly owned metro rail project while stating that the state’s funding was much larger that the contribution from the Bharatiya Janata Party-led Union government.   The police have denied any role in the development. “Based on our assessment we have provided extra security to a few stations, we have not asked the metro corporation to cover any signboard,” police officer Anucheth told NDTV. A social media protest named, #NammaMetroHindiBeda (Our Metro, We do not want Hindi), had gone viral against the tri-lingual initiative by the authorities. “The Bengaluru Metro Rail Corporation Limited must have removed the signs under the direction of the Karnataka government,” Chetan Ganesh, a member of the Kannada Grahakara Koota, told The News Minute. “The BMRCL officials are not accepting this because they have acted under the direction of the state government when the had installed the boards based on the Centre’s orders. BMRCL probably did not want to get caught between the Centre and state.” Meanwhile, a number of activists fighting for the primacy of the Kannada language have announced their decision to join forces with the local unit of the Dravida Munnetra Kazhagam party to protest against the “imposition of Hindi”, Hindustan Times reported. The Karnataka Rakshana Vedika is also trying to collaborate with similar groups rallying around Malayalam and Telugu. While Karnataka and Tamil Nadu are at odds over the Cauvery water dispute, the DMK and KRV are on the same platform on this matter. “The Cauvery issue is in the court and we cannot do anything about it,” DMK leader N Ramaswami told the English daily. “However, the DMK has always been at the forefront of protests against the imposition of Hindi.” Language warsOn June 25, Union Minister Venkaiah Naidu had come under fire from Opposition leaders after he said Hindi was India’s national language.  The Bharatiya Janata Party government has been accused of imposing Hindi on a number of occasions. Naidu had defended the Centre’s proposal to make it mandatory for lawmakers and Union ministers to deliver speeches in Hindi if they are familiar with the language.","author":"Scroll","time":"2017-07-03T20:01:01.986968+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/842586-62164-wvyoyjeurl-1499089999.jpg","tags":["Hindi","Social media","Bengaluru","Kannada"]}