{"title":"Bengal’s universities are progressive bastions – so what explains resistance to OBC reservations?","content":"There was a time when Prime Minister Narendra Modi wanted to reach out to Muslims using statistics from the Justice Sachar Committee report on the socio-economic conditions of India’s largest minority. In a 2011 Times of India column titled “Muslims better off in Gujarat”, he said that the report “exposes the deplorable status of Muslims in states which are singing paeans of secularism, but in fact playing vote-bank politics”.He was not wrong about this particular point. Whereas leaders from West Bengal boasted that secular politics in the state that kept Muslim relatively safe from communal riots, they had to face embarrassment when the Sachar report showed the poor performance of Bengali Muslims on most socioeconomic indicators. In the column, Modi himself highlighted that only 2.1% of Bengal’s Muslims are in government jobs. In Gujarat, that figure is 5.4%.A decade later, not much has changed. The upper-caste Bengali bhadralok community even today is reluctant to stand up for the Muslims in the state. They may swear by the ustads at the Dover Lane Music Conference, sing Iqbal Bano and Faiz at National Register of Citizens protests and take pride at the secular character of Bengal – but the record shows that they have failed to address the socioeconomic concerns of Muslims in the state.Unkept promiseAn August 21 story published in Bartaman Patrika highlighted the struggle of a young man named Sadekul Islam in order to implement Other Backward Classes reservations for students in the engineering colleges of West Bengal. Due to the persistent effort of this information technology professional, more than 2,200 engineering seats may go to OBC candidates from the next academic year. “It was a tough struggle. For the past one year I have been knocking on the doors of Jadavpur University and other institutions to implement OBC reservations,” he told Scroll.in. “But the vice-chancellors kept citing technical reasons to avoid it.”The West Bengal State Higher Educational Institutions (Reservation in Admissions) Rules, 2013 enacted by the Mamata Banerjee-led Trinomool Congress government mandates 17% reservation for OBC students. Of this 17%, 10% is reserved for the OBC-A category and 7% for the OBC-B category. In turn, 61 out of 81 groups listed in the OBC-A category and 38 out of 96 groups in the OBC-B category are from Muslim backgrounds. The Trinamool thus claims that they have brought 99% of Muslims in the state under various OBC categories to give them the benefit of reservation. In 2019, Swapan Pal, the head of OBC morcha of the West Bengal BJP, even  accused the state government of depriving Hindu groups by accommodating more Muslim communities in OBC quota.According to section 2 of these rules, each college and university in the state was supposed to implement the reservation from 2014-’15 itself in a phased manner, increasing the number of total seats so that the number of unreserved category remains unchanged. But as Sadekul’s campaign shows, most academic institutions in West Bengal, including progressive spaces like Jadavpur University, failed to apply them. He told Scroll.in that to put pressure on these institutions he had to send several letters to the Chief Ministers Office and the Backward Classes Welfare Department, who in turn responded by forwarding his complaints to the institutions.Ingoring injustice Sadekul’s solo effort, though, is a bright exception. Whereas the BJP has raised the issue of OBC reservations in terms of supposed minority appeasement, no political outfit or student organisation has mounted a sustained political campaign to ensure the implementation of 2013 reservation rules in letter or spirit. Even though Kolkata’s progressive academic spaces buzz with intense political activity – as most recently seen at the protests agains the new citieznship law and the proposed NRC  – the issue of OBC reservation is absent.Many Muslim students criticise such a political culture as hypocritical, since it avoids structural issues which have kept the community backward. “Academic institutions in West Bengal are as castiest as anywhere else in the country,” said Mohsin Mandal, a resident of the state who is now applying for a teaching post in various colleges. “Most of the upper caste in these campuses fear that once reservation is fully implemented, the old homogenous character of these places will vanish.” Similar statements were echoed by Nobel laureate Abhijit Banerjee, who once commented that homogeneity in matters of caste is one of the main features of Bengali academia and politics.If poor Muslims were allowed to access jobs and educational opportunities through OBC reservations, that could significantly change their socioeconomic status in the society. In 2016, economist Amartya Sen released a report that expressed concern about the lived realities of Muslims in Bengal. For example, only 1% of Muslim households in Bengal had a salaried employee in the private sector. It is time for Bengal’s bhadralok community to understand that simply walking in a citizenship rally is not enough to be an ally. Also required are structural change like ensuring poor Muslims get their rightful share in OBC reservations. Adil Hossain is a political anthropologist who writes on citizenship, biopolitics and conflict. He has a DPhil in International Development from the University of Oxford’s Merton College.","author":"Adil Hossain","time":"2020-09-06T09:00:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/28056-hqqcaofvyu-1517121276.jpg","tags":["West Bengal","OBC reservations","Bengali Muslims","Caste"],"source":"https://scroll.in/article/971833/bengals-universities-are-progressive-bastions-so-what-explains-resistance-to-obc-reservations"}