{"title":"Bengali Dalits feel the NRC is targeting their community. Will this hurt the BJP in West Bengal?","content":"On Wednesday, the All India Matua Mahasangha held protests in West Bengal against the exercise to update the National Register of Citizens in Assam to identify undocumented migrants from Bangladesh. Its supporters organised rail blockades at various points in the North 24 Parganas district, where the Matua Mahasangha’s headquarters is located.The Matua Mahasangha is a religious organisation consisting principally of Namashudra Dalits with origins in Bangladesh. A large part of the BJP’s recent success in West Bengal is due to Namashudra support. The protests are therefore bad news for the Bharatiya Janata Party in West Bengal.The Assam government published the final draft of the National Register of Citizens on Monday. Around 40 lakh people did not find mention in the list out of 3.29 crore applicants. The Matua Mahasangha says that the final draft has excluded a large number of people from the Matua community.As a perception takes root that Namashudra Bengalis in Assam are being left out of the National Register of Citizens, community leaders are speaking out against the BJP, which is the party in power in the Centre as well as Assam and has taken political ownership of the exercise.Bangladeshi refugeesUnlike Punjab, Bengal saw migration in waves rather than in one fell swoop. In the 1950s, the migration was mostly by members of the upper castes. But by the 1960s, much of the migration from what was then East Pakistan consisted of lower-caste Hindus.One Bangladeshi study estimates that between 1964 and 2013, at least 11 million Hindus left East Pakistan/Bangladesh, heading mainly to West Bengal, Assam and Tripura. Today, according to one estimate, Hindu immigrants from Bangladesh are a significant presence in approximately a quarter of all Assembly seats in West Bengal.In the 1960s, the Communists were able to champion the cause of the refugees even as the ruling Congress – dominated by the West Bengali elite – was seen as ignoring them. Support from refugees was one of the major factors for the Communist Party of India (Marxist)’s rise in the state in the 1960s and 1970s. In 2009, the Trinamool Congress wooed the Matua Mahasangha and managed to corner a large part of the refugee vote. The Mahasangha is the single largest body representing refugees in West Bengal.Refugees moving towards BJPAfter 2014, as the BJP started to make inroads into West Bengal, refugees were one of its main support bases, especially amongst Dalits. In May 2014, Narendra Modi, then running for prime minister, announced that Hindu Bangladeshis would be welcome in India. In 2015, the Modi government changed the rules to allow non-Muslim immigrants from Bangladesh and Pakistan to stay on in India even if they had no valid papers, meaning even illegal immigrants could not be deported. In 2016, the BJP introduced a bill in the Lok Sabha that – if passed – would ensure that non-Muslim immigrants from Pakistan, Afghanistan or Bangladesh would automatically be granted Indian citizenship after a six-year stay in India.The focus on Hindu Bangladeshi immigrants has brought gains for the BJP. The first seat the party won on its own in the West Bengal Assembly was Basirhat (South) in 2014. The constituency abuts Bangladesh and has a large number of Namashudra immigrants.NRC targets Dalit Bengalis?However, the exercise to update the National Register of Citizens in Assam has angered some Namashudra leaders. Nanda Dulal Mohanto, president of the All Indian Matua Mahasangha, spent Wednesday morning organising rail blockades in parts of West Bengal that had significant numbers of Matuas. “We are protesting since the NRC [National Register of Citizens] has mainly targeted Matuas in Assam,” claimed Mohanto. “Bengali refugees have always been neglected. The 2003 citizenship bill amendment went against the Matuas. And now this. Whenever there is an emergency, it is the poor who get affected the most, isn’t it?”In 2003, the Vajpayee government had revised the Citizenship Act to make immigrants who entered India after 1971 illegal – a move that hurt refugees from Bangladesh. “We are getting hit from both sides, India and Bangladesh,” said Mohanto.Mukul Chandra Bairagya of the All India Namashudra Bikash Parishad claims that the National Register of Citizens is a way to take away citizenship from Namashudras in Assam. “The largest segment of refugees from that side [Bangladesh] are Namashudras,” argued Bairagya. “So the NRC [National Register of Citizens] has naturally affected us greatly”.‘Will hurt the BJP’Bairagya also claims that the controversy would harm the BJP politically in West Bengal. “In the panchayat elections [held in May], the BJP won in Namashudra areas,” said Bairagya. “Namashudras believed that the BJP will amend the Citizenship Act [to give Hindu immigrants automatic citizenship]. But now after the NRC [National Register of Citizens] they are shocked. Rather than giving us citizenship, they are taking it away. If they do not fix this, they will lose our votes in 2019.”On Wednesday, the BJP tried to fight the perception that the National Register of Citizens was anti-Namashudra. “Taking care of Hindu immigrants from Bangladesh is our utmost responsibility,” said state BJP president Dilip Ghosh at a press conference. “They [Trinamool] have no right to say [that it is against Matuas]. They are simply instigating the poor and the foolish but they cannot bring in a solution. That is why I advise Matuas to dissociate from them.”Read more: Why Hindu immigrants from Bangladesh are a key component of the BJP’s West Bengal expansion strategy","author":"Shoaib Daniyal","time":"2018-08-03T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888923-nykckfobfp-1533188019.jpg","tags":["NRC","Bangladeshi migrants","West Bengal","Dalit politics","Matua","Namashudra"],"source":"https://scroll.in/article/888923/bengali-dalits-feel-the-nrc-is-targeting-their-community-will-this-hurt-the-bjp-in-west-bengal"}