{"title":"Bengal polls: BJP releases manifesto, says CAA will be implemented in first meeting of Cabinet ","content":"The Bharatiya Janata Party on Sunday said that it will implement the Citizenship Amendment Act in its first Cabinet meeting if the party comes to power in West Bengal, ANI reported.“The CAA will be implemented in the first Cabinet meeting and refugees who have been staying here for 70 years will be given citizenship,” Union Home Minister Amit Shah said, while releasing the party’s manifesto for elections in West Bengal. “Each refugee family will get Rs 10,000 per year for five years.”সোনার বাংলা সংকল্প পত্র প্রকাশ করলেন শ্রী @AmitShah জী।  #SonarBanglaSonkolpoPotro pic.twitter.com/OW6b3VkLE6— BJP Bengal (@BJP4Bengal) March 21, 2021\n\nShah, however, did not clarify how the party will implement CAA in West Bengal alone, as the law is based on subjects listed under the Union list.  In December last year, the home ministry had said that the rules for CAA, which was passed in 2019, were still under preparation.  The Citizenship Amendment Act, approved by Parliament on December 11, 2019, provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and entered the country by December 31, 2014. It has been widely criticised for excluding Muslims. The act sparked huge protests across the country.  Other poll promisesTitled “Shonar Bangla Sonkolpo Potro”, the BJP’s manifesto promises 33% reservation for women in government jobs, free education for girl students from kindergarten to post-graduate level, and exemption of fare for women in all modes of public transport.For farmers, the party promised a one-time payment of Rs 18,000 to 75 lakh beneficiaries of the Centre’s PM-KISAN initiative, which has not been implemented in West Bengal. The BJP also said that it will set up a “Shonar Bangla Fund” worth Rs 11,000 crore to make West Bengal the cultural capital of the country.The manifesto further promised setting up of special task forces to tackle communal violence, illegal arms, narcotics trade, land grabbing and cow smuggling.“Annapurna canteens” will be set up across the state where three meals will be available in a day at Rs 5 each, the manifesto said. For the youth, the party plans to set up “Netaji BPOs” and “Netaji vocational training centres” in each block in the state.","author":"Scroll Staff","time":"2021-03-21T19:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156524-uigaffpnhb-1616337692.jpeg","tags":["CAA","Amit Shah","BJP manifesto","West Bengal elections"],"source":"https://scroll.in/latest/990169/bengal-polls-bjp-releases-manifesto-says-caa-will-be-implemented-in-first-meeting-of-cabinet"}