{"title":"‘Berlin’ director Atul Sabharwal: ‘A love letter to an undocumented time gone by’","content":"Atul Sabharwal arrived at his third feature Berlin through a circuitous route that wound past his formative years, spy thrillers, memories of the Cold War, and his experiences in the Hindi film industry. All these seemingly unconnected elements converged for a movie about an under-explored period in Indian history – one that has fascinated Sabharwal for a long time.Berlin is set in 1993. By then, the Cold War – the period between the 1940s and 1990s when the United States and the former Soviet Union were at loggerheads – is supposed to have ended. The “Iron Curtain” between the West and Communist parts of Europe has fallen along with the Berlin Wall that divided East Germany and West Germany until 1991.As Delhi prepares for the visit of Russian president Boris Yeltsin, the speech and hearing impaired Ashok is arrested for murder. Sign language interpreter Pushkin (Aparshakti Khurana) is hired by government official Jagdish (Rahul Bose) to communicate with Ashok (Ishwak Singh). Ashok’s mysterious situation is traced back to a cafe called Berlin in Delhi.The Hindi-language drama was premiered in India at the Mumbai Film Festival in 2023. Berlin is among the titles that will be screened at the Red Lorry Film Festival (April 5-7) in Mumbai. Organised by the ticketing platform BookMyShow, the festival will showcase unreleased English and international movies as well as classics.Aparshakti Khurana and Ishwak Singh learnt sign language for their roles. The cast includes Anupriya Goenka, Kabir Bedi, Jigar Mehta, Nitesh Pandya, Joy Sengupta and Deepak Qazi Kejriwal. The moody cinematography is by Shree Namjoshi.Berlin is Sabharwal’s third feature after Aurangzeb (2013) and Class of ’83 (2020). Sabharwal has also written for television and streaming platforms, with credits that include the cult crime series Powder (2010) – which he also directed – and Jubilee (2023), created by Soumik Sen and Vikramaditya Motwane. The 47-year-old filmmaker spoke to Scroll about what “Berlin” represents, the stylistic devices used to recreate the Cold War in Delhi, and the film’s understanding of nostalgia. Here are edited excerpt.What sparked your interest in the Cold War and the manner in which it played out in India, particularly Delhi?My initial fascination for the Iron Curtain comes from my own childhood. I studied in an Army cantonment school in Agra. My teachers were from the generation that nudged you towards Russian authors like Tolstoy and Dostoevsky. Mobile libraries had books by Russian publishers on science and the Space Age. Indian astronaut Rakesh Sharma had gone to the moon.Agra, where I grew up, had a lot of business with Soviet Union at the time. During my childhood, I would visit Delhi. Places like Sarojini Nagar, RK Puram and Moti Bagh looked similar to what I later saw in the films of Polish director Krzysztof Kieslowski. There was also spy literature and films such as The Conversation, The Parallax View and The Lives of Others.So the film was my attempt to place my own childhood against a historical context, which has always been my quest. I imagined what the conversations must be like at the cafes around diplomatic offices.Atul Sabharwal.The film was originally written as a short story?Yes – after Aurangzeb, I couldn’t get another project started. I was hanging around at a lot of cafes in Mumbai. Costa Coffee had recently employed deaf-mute waiters. At every table, a filmmaking project was being made. What if one of these differently abled waiters was an aspirant?It was boring to set the story in the film industry. What if Ashok was an aspiring spy? What if, after the Cold War, spies had run out of jobs and steam, and were hanging around at cafes for their last hustle?After I finished the story, a producer suggested I develop it into a screenplay instead. I decided to tell the story from the point of view of the interpreter, which is how Pushkin was born. The producer didn’t end up making the film, so I ended up producing it myself through another company.What does Berlin represent in your movie?Berlin is a love letter to a time gone by, which hasn’t been thoroughly documented. It’s also a state of mind.If you look at the relationship between Ishwak, Aparshakti and Rahul, Ishwak is like a director, Apar is the editor trying to protect Ishwak’s voice and Rahul is the studio meddler, who is trying to change someone else’s story. No movie can escape its maker or author’s frame of mind.I was trying to place my growing-up years within a context. I also have an ongoing fascination that comes from mythology about the ending of exile. The character played by Manish Chaudhary and Pankaj Tripathi in Powder, Prithviraj Sukumaran in Aurangzeb and Bobby Deol in Class of ’83 are trying to come out of an embryonic state of exile and into the world.\n\n\n    \n    Play\n\nClass of ’83 (2020).What landed Aparshakti Khurana and Ishwak Singh the lead roles in Berlin?It was more about how an actor responded to my narration rather than being auditioned. I had narrated the script to many actors. There were a couple of soft nods, but the actors seemed tentative about the material or how it would pan out.Some people didn’t understand Ashok’s part that much. Ashok’s lines are ascribed to Pushkin. Though the sign language instructor was the same for both actors, the focus of the training was different.Ishwak had to be very fluent in signing – he didn’t have the crutch of the spoken word. He implicitly trusted the material. He was excited to go through the process of sign language and see what he could bring to the film apart from the technique.Apar had to do his own speaking portions as well as speak for Ashok and Rahul Bose’s character. He had to manage his emotions in those scenes – he had almost no words of his own.Apar had tested for Jubilee, and I really liked his screen test. I met him as the show’s production was coming to an end and he immediately agreed.Ishwak Singh in Berlin (2023). Courtesy Yippee Ki Yay Motion Pictures/Zee Studios.Delhi Brutalist architecture is vital to the plot. You have also used a particular kind of lensing and colour palette. Tell us about the film’s stylistic approach.We were well-armed with our research. We did a mix-and-match in terms of actual locations and locations that stood in for the places shown in for the film.The Delhi Brutalist buildings don’t exist in the same shape any more. Several of them, such as Akbar Bhawan and New Delhi Municipal Corporation, have been painted over, since it is a challenge to maintain exposed concrete. We digitally treated some of the locations to suit the period.I have always loved the anamorphic [widescreen] format, especially vintage Cinemascope. All my favourite films are on Cinemascope. We shot Class of ’83 with these lenses, but we had to change the aspect ratio because the film was released on Netflix.When I was talking to the film’s cinematographer Shree Namjoshi, I realised that anamorphic lenses support the verticality of architecture a lot more than spherical lenses. Towers of exposed concrete get represented better on the anamorphic format.The challenge is that these lenses are made for the light requirements of older times. Heavy lights are needed since they don’t have much of an aperture opening. We crossed that technical hurdle.My references were also to black-and-white images, especially the photographs of Helga Paris and Sibylle Bergemann from East Germany. We hired a German research, Nina Poppe, who went through the Cold War archives in Germany and sent me a lot of photographs.I also watched a lot of films from that time. Kieslowski’s Blind Chance was one very specific reference.I discovered that several countries in Europe were using their own film stock, which had a green bias. The filmmakers were not shooting with as many tungsten lights as Hollywood was. They were using tubelights, which had a green cast around them. You can see this in Blind Chance or Andrzej Wajda’s Man of Iron. Because the tint could not be fixed since it was part of the stock, the filmmaker would work the props around in such a way that green was always there in the frame to make the colour correction possible.Aparshakti Khurana and Ishwak Singh in Berlin (2023). Courtesy Yippee Ki Yay Motion Pictures/Zee Studios.","author":"Nandini Ramnath","time":"2024-04-03T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199760-tlfetbsgzy-1712002899.jpeg","tags":["Berlin movie","Atul Sabharwal","Aparshakti Khurana","Ishwak Singh"],"source":"https://scroll.in/reel/1066094/berlin-director-atul-sabharwal-a-love-letter-to-an-undocumented-time-gone-by"}