{"title":"‘Betrayal by BJP’: Why CAA rules might not help Hindu Bengalis left out of Assam NRC","content":"On Monday, the rules for the Citizenship Amendment Act were released, more than four years after the law was passed in Parliament. The legislation offers followers of six religions from Bangladesh, Pakistan and Afghanistan a fast track to Indian citizenship, even if they had entered the country illegally. But Muslims are barred from this route. Since the law was enacted, the Bharatiya Janata Party has claimed that the Citizenship Amendment Act will be able to provide relief to Hindu Bengalis who were excluded from Assam’s National Register of Citizens. The register was updated in 2019 in an attempt to list genuine citizens after fears that large numbers of undocumented migrants from Bangladesh were living in the state. However, experts claim that the way the process works in practice, it would help only a few Bengali Hindus.The issue is politically salient for the BJP since Hindu Bengalis in Assam are a strong support group for the party.CAA rules don’t helpThe Citizenship Amendment Act rules say that applicants will have to provide two kinds of documents in order to apply for citizenship.First, under Schedule A1 of the Act, they will have to provide documents proving they came from Bangladesh, Afghanistan or Pakistan. Second, they will have to provide documents that show they crossed over into India before the Act’s cut-off date of December 31, 2014.Experts, however, say that undocumented refugees will struggle to produce these papers.“In Assam, those excluded from NRC won't have documents as specified in Schedule 1A of the rules,” said Guwahati-based advocate Dipesh Agarwala, who represented many cases of people with contested citizenship in Assam.Agarwala also contests the argument that India needed a refuge law to provide relief to those excluded from the National Register of Citizens. They are not claiming to have fled religious persecution in Bangladesh, he noted. “Their claim is that since the NRC exercise was documentary-centric and bureaucracy-induced, it has wrongfully rendered the lawful citizens of India into suspected foreigners,” he said. A Hindu Bengali family exluded from the Assam NRC. Credit: Arunabh SaikiaKamal Chakraborty, a human rights and anti-National Register of Citizens activist from Assam’s Bengali-dominated Barak Valley, echoed Agarwala’s point on documentation. “Those who came after 1971 [Liberation War], they don’t have any documents,” he said.Chakraborty also pointed out a paradox that the Citizenship Amendment Act throws up by forcing people to admit they crossed over into India illegally. “People have already admitted and declared that they are Indian in the NRC or FTs [Foreigner Tribunals],” he said. “If they now declare that they are Bangladeshi, will they not face criminal cases?”Abhijit Choudhary, Barpeta-based advocate and a member of Citizens for Justice and Peace, Human Rights movement, told Scroll that  the people fighting for their citizenship rights in Assam simply do not possess the documents the Citizenship Amendment Act asks for. “Till now I have checked at least 15,000 to 20,000 documents during the NRC process and FT cases from the lower Assam districts,” he said. “But, among the 20,000 people only two had such documents mentioned in the Schedule IA.”Ironically, Assam’s chief minister, Himanta Biswa Sarma has also claimed that the Citizenship Amendment Act will be ineffective. “It has been four days since the rules for implementing the CAA were notified,” he said. “There is not a single application on the portal in Assam. The CAA will be a fiasco in Assam”.Sarma’s statements are being seen as an attempt to placate Assamese nationalists who oppose the Citizenship Amendment Act and its promise of giving Indian citizenship to undocumented refugees from Bangladesh citizenship.First came NRC: Bengali Hindus prepared docs to show the state they are not from Bangladesh.Many of them couldn't.Now comes CAA: Same Bengali Hindus will prepare docs to show the state they are from Bangladesh.The bizarre citizenship tangle in Assam!— Angshuman Choudhury (@angshuman_ch) March 13, 2024\n\n\nNRC politicsWhile Assam’s National Register of Citizens was ordered by the Supreme Court, it soon found support from the Bharatiya Janata Party ruling in the state. In 2019, once the exercise was completed, anecdotal evidence pointed to a significant number of Hindu Bengalis excluded from the list.The Congress, in fact, has alleged that more Hindus have been excluded than Muslims. Backing this up is the fact that rejection rates in the Muslim-dominated border districts of Dhubri, South Salmara and Karimganj are lower than the state’s average.Even BJP leaders in Assam have echoed this. “This was always our concern and this is what is coming to light now: Hindus have been disproportionately targeted,” Rajdeep Roy, BJP member of Parliament from Silchar, told Scroll in 2019. “Obviously, I am concerned.”Hindu Bengali anger at first the National Register of Citizens and now the Citizenship Amendment Act rules is a prickly point for the BJP given the community is a major support base for the party in Assam.“The promise was unconditional citizenships,” said Sadhan Purkayastha, secretary of the Citizen's Rights Preservation Committee, which advocates for the rights of Assam’s linguistic minorities.“The people [Hindu Bengalis] had celebrated when it was passed and they voted for the BJP in the assembly and Lok Sabha. Where will these people get the documents…this is a betrayal by the BJP”.","author":"Rokibuz Zaman","time":"2024-03-15T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199249-itqlcvoywo-1710430730.jpg","tags":["CAA","Assam","NRC","Hindu Bengali"],"source":"https://scroll.in/article/1065208/betrayal-by-bjp-why-caa-rules-might-not-help-hindu-bengalis-left-out-of-assam-nrc"}