{"title":"‘Between Two Dawns’ review: A gripping film about workplace ethics","content":"This promising debut from Turkey feels right at home in India. In the MUBI release Between Two Dawns, writer-director Selman Nacar delicately tackles a familiar subject: the responsibility owed by employers to their employees.As the title suggests, the story unfolds between two mornings. The siblings Halil (Bedir Bedir) and Kadir (Mucahit Kocak), who work at their father’s textile factory, are mildly worried about meeting their sales targets. Kadir has a meeting later in the evening with the father of his girlfriend Esma (Burcu Goldegar). What should have been yet another day at work slides into a nightmare when factory worker Murat is grievously injured on the job.Halil unleashes the family lawyer on Murat’s family, while Halil’s father Ibrahim (Unal Silver) picks up the tab for Murat’s hospitalisation. A recurring visual motif of the factory’s hard-working looms suggests that there’s more to spinning than the production of fabric.As Kadir realises to his dismay, Murat’s wife Serpil (Nezaket Erden) wants justice, not a monetary pay-off. Kadir – sensitive, keen on doing the decent thing but also worried about his impending marriage – find himself at the edge of a moral quagmire.The dramatic tone is as muted as the colour palette. Through a realist story-telling style, naturalistic performances, and crisp dialogue that feels organic to scenes, Selman Nacar crafts a gripping chronicle of ethics at the workplace and beyond.The economic chasm between the factory owners and the workers is laid bare at the hospital, where Kadir squirms through meetings with Murat’s family. Kadir also grimaces his way through a painful dinner with his prospective father-in-law, where he is lectured on domestic duties and encouraged to demonstrate his musical abilities. Mucahit Kocak’s beautiful portrayal of Kadir’s dilemma is as unwavering as Nacar’s control over the narrative.\n\n\n    \n    Play\n\nBetween Two Dawns (2022).","author":"Scroll Staff","time":"2022-08-16T11:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178535-kqolyymvwu-1660584886.jpeg","tags":["Between Two Dawns review","Selman Nacar","Mucahit Kocak"],"source":"https://scroll.in/reel/1030548/between-two-dawns-review-a-gripping-film-about-workplace-ethics"}