{"title":"Bhagwant Mann sworn in as Punjab chief minister","content":"Aam Aadmi Party leader Bhagwant Mann on Wednesday took oath as the Punjab chief minister in Nawanshahr district’s Khatkar Kalan, the ancestral village of freedom fighter Bhagat Singh. He was sworn in by Governor Banwarilal Purohit.During the ceremony, Mann told his party’s MLAs to work even for those who did not vote for the Aam Aadmi Party, according to ANI.“I appeal to you all [MLAs] to not get arrogant,” he said. “We have to respect even those who did not vote for us. I thank you all [public] and Aam Aadmi Party convenor Arvind Kejriwal.”On March 10, the Aam Aadmi Party had won a thumping majority in the state, bagging 92 of the 117 Assembly constituencies. Mann, who was announced as the chief ministerial candidate in January, had won the Dhuri seat by a margin of 58,206 votes.He was officially nominated by the party’s MLAs for the chief minister’s post at a Legislative Party meeting in Chandigarh on March 11.Punjab CM Sardar @BhagwantMann's swearing-in ceremony LIVE | #PunjabDaCMMann https://t.co/9sB2z9qR9h— AAP (@AamAadmiParty) March 16, 2022\n\nDelhi Chief Minister Arvind Kejriwal and other senior party leaders took part in the swearing-in ceremony.Ahead of the oath-taking ceremony, Mann announced on Twitter that he was leaving for Khatkar Kalan.“The golden rays of the sun has brought a new dawn today,” he said in a tweet. “To realise the dreams of Shaheed Bhagat Singh and Baba Saheb [Bhimrao Ambedkar], entire Punjab will take oath today at Khatkar Kalan.”सूरज की सुनहरी किरण आज एक नया सवेरा लेकर आई है। शहीद भगत सिंह और बाबा साहब के सपनों को साकार करने के लिए आज पूरा पंजाब खटकड़ कलां में शपथ लेगा।शहीद भगत सिंह जी की सोच पर पहरा देने के लिए मैं उनके पैतृक गांव खटकड़ कलां के लिए रवाना हो रहा हूं।— Bhagwant Mann (@BhagwantMann) March 16, 2022\n\nToday marks an important day in the history of Punjab as 3 crore Punjabis will together be sworn in as Chief Minister along with @BhagwantMann. Oath to change this corrupt system & to fulfill dreams of Shaheed-E-Azam Bhagat Singh & Babasaheb AmbedkarAjj ton har Punjabi CM houga pic.twitter.com/lCPA2gUCJ2— Raghav Chadha (@raghav_chadha) March 16, 2022\n\nSeveral senior officials, including inspector general and senior superintendents of police, were deputed for the event, reported PTI. Officials said that about 8,000 to 10,000 security personnel have been deployed.Schools were shut in anticipation of a huge gathering, according NDTV.   Mann had resigned as a Lok Sabha MP on Tuesday. He told reporters that he has been a Lok Sabha MP for seven years and knows how to run the administration.“Many veteran politicians have lost the elections, and new people have won,” he added. “I am sure new ideas will come in the state. There will be out of the box thinking in this government.”After his victory, Mann had said that change in Punjab will be visible in a month and that the party will tackle unemployment on priority.“We will save the youth of Punjab, frustrated due to unemployment,” he had said. “You have done your duty, now the responsibility is on my shoulders to deliver for Punjab. The chief minister will work for entire Punjab...not for a party.”The Aam Aadmi Party leader had also said that there will no photographs of the chief minister in any government office. “Instead, there will be pictures of Bhagat Singh and BR Ambedkar,” he added.Before entering into politics, Mann was a comedian. He was made the party’s state unit chief in 2017.Also read:What explains the rise of AAP in Punjab?Decoding the Punjab verdict in 34 charts: AAP’s victory and the debacle of state’s political class","author":"Scroll Staff","time":"2022-03-16T13:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171582-bscuwhrogh-1647409894.jpg","tags":["Bhagwant Mann","Punjab","Khatkar Kalan","Banwarilal Purohit","Arvind Kejriwal"],"source":"https://scroll.in/latest/1019636/bhagwant-mann-sworn-in-as-punjab-chief-minister"}