{"title":"Bhagat Singh Koshyari is no longer Maharashtra governor, BJP leader Ramesh Bais to replace him","content":"Maharashtra Governor Bhagat Singh Koshyari has resigned from his post weeks after he expressed his desire to step down from his post, reported NDTV.  President Droupadi Murmu, who accepted Koshyari’s resignation, has appointed former Jharkhand Governor and Bharatiya Janata Party leader Ramesh Bais in Koshyari’s place. Koshyari was appointed as governor of Maharashtra in 2019. His tenure had been marred by several controversies, including his decision to invite the Bharatiya Janata Party to form the government in the middle of the night in November of that year.In November, Koshyari had referred to Maratha ruler Shivaji as an “icon of olden times”, while calling BR Ambedkar and BJP leader Nitin Gadkari “modern-day” icons. The Nationalist Congress Party, the Shiv Sena (Udhhav Balasaheb Thackeray) and the Congress had then sought his resignation, saying Koshyari insulted the Maratha ruler.On January 7, Koshyari had said that role of governor has brought only unhappiness to him. On January 23, Koshyari had announced in a series of tweets that he has conveyed his wishes to be relieved of all political responsibilities to Prime Minister Narendra Modi during his trip to Mumbai.Explained: Why is Maharashtra’s governor publicly asking Modi to let him go? Besides Maharashtra, 12 others states and Union Territories are getting a new governor. New governorsLieutenant General Kaiwalya Trivikram Parnaik appointed governor of Arunachal PradeshLakshman Prasad Acharya appointed governor of SikkimCP Radhakrishnan appointed governor of JharkhandShiv Pratap Shukla appointed governor of Himachal PradeshGulab Chand Kataria appointed governor of AssamSupreme Court Justice (Retired) S Abdul Nazeer appointed Governor of Andhra PradeshBiswa Bhusan Harichandan appointed governor of ChhattisgarhAnusuiya Uikye appointed governor of ManipurLa Ganesan appointed governor of NagalandPhagu Chauhan appointed governor of MeghalayaRajendra Vishwanath Arlekar appointed governor of BiharBrigadier (Retired) BD Mishra appointed lieutenant governor of Ladakh","author":"Scroll Staff","time":"2023-02-12T10:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186750-cnszllwbff-1676176961.jpg","tags":["Maharashtra","Maharashtra governor","Bhagat Singh Koshyari","Droupadi Murmu"]}