{"title":"Bhagwant Mann to take oath as Punjab chief minister on March 16 ","content":"Aam Aadmi Party leader Bhagwant Mann will take oath as Punjab’s chief minister on March 16, the party said on Friday.On Thursday, the Aam Aadmi Party won a thumping majority in the state, bagging 92 of the 117 Assembly constituencies. Mann won the Dhuri seat by a margin of 58,206 votes.The Aam Aadmi Party had announced Mann as as the its chief ministerial candidate for Punjab. He is expected to be officially nominated by the party’s MLAs to take the post at a Legislative Party meetingin Chandigarh on Friday evening, reported ANI.Mann will hold a roadshow in Amritsar on Sunday with Delhi Chief Minister and Aam Aadmi Party National Convener Arvind Kejriwal. Mann will meet Punjab Governor Banwarilal Purohit on Saturday to stake claim to form the government, reported ANI.On Friday, he visited Kejriwal at his home in Delhi to invite him for the swearing-in ceremony, the Delhi chief minister tweeted.“I am sure that as a chief minister, Bhagwant will fulfill every expectation of the people of Punjab,” Kejriwal wrote in a tweet on Friday.मेरा छोटा भाई भगवंत मान पंजाब के मुख्यमंत्री पद की शपथ लेगा। आज वे शपथ ग्रहण का न्यौता देने मेरे घर आए। मुझे पूरा भरोसा है कि भगवंत एक मुख्यमंत्री के तौर पर पंजाब के लोगों की हर उम्मीद को पूरा करेंगे। pic.twitter.com/u2JoH1ZKtH— Arvind Kejriwal (@ArvindKejriwal) March 11, 2022\n\nOn Thursday, Mann had announced that his oath-taking ceremony will be held in Nawanshahr district’s Khatkarkalan, the ancestral village of freedom fighter Bhagat Singh.After his victory, Mann said that a change in Punjab will be visible in a month and that the party will tackle unemployment on priority. He made the comment while speaking in Dhuri city of Sangrur district.“We will save the youth of Punjab, frustrated due to unemployment,” he said. “You have done your duty, now the responsibility is on my shoulders to deliver for Punjab. The chief minister will work for entire Punjab... not for a party.”The Aam Aadmi Party leader also said that there will no photographs of the chief minister in any government office. “Instead, there will be pictures of Bhagat Singh and BR Ambedkar,” he added.Before entering into politics, Mann was a comedian. He was made the party’s state unit chief in 2017.","author":"Scroll Staff","time":"2022-03-11T18:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171376-pxptmgownv-1647000211.jpg","tags":["Bhagwant Mann","Punjab","Aam Aadmi Party"],"source":"https://scroll.in/latest/1019298/bhagwant-mann-to-take-oath-as-punjab-chief-minister-on-march-16"}