{"title":"Punjab health minister sent to police custody till May 27 after being sacked on corruption charges","content":"A Mohali court on Tuesday sent Punjab Health Minister Vijay Singla to police custody till May 27 on corruption charges, ANI reported. He was arrested by the Punjab Anti-Corruption Cell for allegedly demanding a 1% commission from officials on contracts.Earlier on Tuesday, Punjab Chief Minister Bhagwant Mann had dismissed  Singla from the state Cabinet after the allegations against him emerged, PTI reported.“Not even one per cent corruption will be tolerated,” Mann said, according to NDTV. “The people have voted for an AAP [Aam Aadmi Party] government with a lot of hope, we have to live up to it.”Mann also claimed that Singla has admitted to the wrongdoings, PTI reported. He directed the Punjab Police to file a case against Singla.Singla, who is a dentist by profession, had joined the Aam Aadmi Party in 2015, according to The Indian Express. He had contested the Assembly election from Mansa.Want corruption-free India: AAPThe AAP government is committed to making a corruption-free India, the party said on Twitter after Sinla was sacked. Meanwhile, Delhi Chief Minister Arvind Kejriwal said he was proud of Mann for sacking the minister on grounds of corruption.In a video message, Kejriwal said that Mann could have asked Singla to pay bribe to cover up the matter but he did not do so. Kejriwal pointed out he had also taken sacked Delhi Food Minister Asim Ahmed Khan in 2015 on corruption charges.“Aam Aadmi Party is a hardcore honest party,” he said. “Hardcore honest means that if our own [party member] steals, we will not spare him.”आम आदमी पार्टी देश की एकमात्र पार्टी है जहाँ भ्रष्टाचार और भ्रष्टाचारियों के लिए कोई जगह नहीं है। भ्रष्टाचार के ख़िलाफ़ छोटे भाई भगवंत के फ़ैसले पर हम सबको गर्व है। Press Conference | LIVE https://t.co/Mb2eHrva1b— Arvind Kejriwal (@ArvindKejriwal) May 24, 2022","author":"Scroll Staff","time":"2022-05-24T13:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174845-vekybmokjn-1653402381.jpg","tags":["Bhagwant Mann","Punjab","Vijay Singla"],"source":"https://scroll.in/latest/1024657/bhagwant-mann-sacks-punjab-health-minister-on-corruption-charges"}