{"title":"‘Bharat’: Salman is Salman, but also watch out for Katrina Kaif, says director Ali Abbas Zafar","content":"The release of his latest movie, Bharat, is barely a month away. Ask writer-director Ali Abbas Zafar how he’s feeling and he says, “I am hanging in there.” Despite having delivered consecutive hits with Gunday (2014), Sultan (2016) and Tiger Zinda Hai (2017), Zafar says the period in the run-up to a release still feels like an exam.Starring regular collaborators Salman Khan and Katrina Kaif, Bharat is an adaptation of the 2014 Korean film Ode to My Father and tracks the journey of its hero over 70 years. Zafar spoke to Scroll.in on the butterflies in his stomach and the dreams in his head of creating an Avengers-style movie with Salman Khan, Akshay Kumar, Shah Rukh Khan, Aamir Khan and Ajay Devgn. Why do you say you are ‘hanging in there’? This phase should be familiar to you by now.This phase is like the time after you have taken your board exams and you think you have done really well, and you are waiting for that one day when the results will drop. Look at the recent CBSE results, by the way. Kids today are scoring 99 percent. They are turning into robots! Thank god that kind of pressure was not there for us, especially because I was not very good at academics anyway.\n\n\n    \n    Play\n\nBharat (2019).So what brought you to storytelling?I loved watching films. I used to bunk school and college to watch movies in the theatre. Even now, I am happiest when I am either watching a film or when I am directing on set. When I was at Kirori Mal College [in Delhi], I was part of the theatre group. The college has very strong alumni, including Amitabh Bachchan, Satish Kaushik and Habib Faisal who, over a period of time, have made a mark in the Indian film fraternity.I was studying biochemistry, but I could feel a shift towards art and cinema. I knew my parents would be unhappy if I told them I was going to Mumbai to make movies. Nevertheless, I came to Mumbai in 2006 and started working as an assistant. You seem to have a great love for cinema of the 1970s.Yes, that was the golden period for Indian cinema. There can’t be a better balance of content, commerce and storytelling than the cinema of the ’70s. Great filmmakers like Raj Kapoor, Yash Chopra, Hrishikesh Mukherjee and Manoj Kumar were making some incredible films that were profitable, talking to people and raising questions that were very pertinent for society at that point in time. If we take that as a template even today, the business of cinema can go somewhere else.Look at Avengers. It’s a simple revenge story, but the way the revenge story has been contemporised makes you feel, oh my god, where is the world going? Similarly with Game of Thrones. If you see the world today and see what GOT is doing: the Whitewalkers represent terrorism, and until we unite to fight terrorism, it is going to come and kill us. Cinema is about a point of view and telling a story, and if you can do that keeping in mind the entertainment factor required by a mainstream commercial film, then you are through.Ali Abbas Zafar. Courtesy Facebook.There is a ‘Forrest Gump’ feel to ‘Ode to My Father’. Have you incorporated that into ‘Bharat’ too?I think the makers of Ode were very impressed with Forest Gump. See, if you are trying to showcase life over 70 years, then it will lend itself to a storytelling pattern similar to Forest Gump. All three films are told in chapters because you have to link the story. So the similarity in screenplay structure is there, and every story in every chapter has a beginning, middle and end with specific characters that he only meets in those chapters of Bharat. I have not revealed the special characters in the trailer because there should be some surprises for the audience. What kind of research did you put in for the 70-year period covered in ‘Bharat’?This was the biggest part of scripting. It took us a year and a half to research and write the film because every chapter had to come from a specific timeframe. For example, the migration that happened in 1947 or the wave of unemployment that hit the country in the 1960s and then what happened with globalisation – these events trigger the main plot.\n\n\n    \n    Play\n\nSlow Motion, Bharat (2019).You have worked with Salman Khan repeatedly. Has the equation changed over the years?No, it’s still the same. Salman is still unpredictable, he still pulls my leg, and has moods. We are very good off-camera. He’s almost like an elder brother. We share everything. He has a great sense of humour and he likes my sense of humour too.But when we come on set, it is a very clear director-actor relationship. Over time, we have built trust, and I like working with him. He’s a great star, and I think there is a very beautiful actor in him that I explored in Sultan and Tiger and, hopefully, we have taken that forward in Bharat.   What about Katrina Kaif, who starred in your first film, ‘Mere Brother Ki Dulhan’ (2011)?I think Katrina is going through the best phase of her career – from Tiger Zinda Hai to Zero to Bharat. She is blooming as an actress. I think sometimes what happens in your real life starts showing on camera, and the kind of experiences she has had are making her into an actor with a lot of emotional depth. I would like to do a film with her that can exploit all her powers. What are those powers?I feel she is stunning looking and blooming as an actress. When that combination happens, you can write any text and she will fly. With Bharat, you will see a completely improved side to her language too. We pushed her to speak regular Hindi. We polished it and did workshops and she was incredible.\n\n\n    \n    Play\n\nTera Noor, Tiger Zinda Hai (2018).Wouldn’t you like to work with other actors?I would love to work with others, but Bhai [Salman Khan] chhod hi nahi rahein hai mujhe. Of course, I hope he gives me another film to do, and I do have a story for the next Tiger film, which I am excited about. But I also really want to work with Akshay Kumar, Shah Rukh Khan, Aamir Khan and Ajay Devgn. I want to create my version of the Avengers with the five of them.Also read:Katrina Kaif on ‘Bharat’ and what 2019 holds for her: ‘The plan is not to have a plan’  Salman Khan’s ‘Bharat’ is a remake of a Korean hit with pop history and endless weeping","author":"Udita Jhunjhunwala","time":"2019-05-08T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119161-zarvnmjauo-1557255405.jpeg","tags":["Bharat film","Salman Khan","Ali Abbas Zafar"],"source":"https://scroll.in/reel/922534/bharat-salman-is-salman-but-also-watch-out-for-katrina-kaif-says-director-ali-abbas-zafar"}