{"title":"‘Bharat’ movie review: An ode to the Salman Khan-Katrina Kaif pairing and little else","content":"Could Salman Khan be anything but Salman Khan in his films? In Khan’s latest movie Bharat, he is, on paper at least, a victim of Partition who works hard to improve his lot, falls in love but sacrifices its prize – marriage – for a promise made to his father, and always does what is best for his clan, community and the nation. Ali Abbas Zafar’s movie is meant to be about a flesh-and-blood character, rather than an extension of its megaladon-sized movie star. Zafar has the best credentials for the job: in the wrestling-themed blockbuster Sultan (2016), he successfully harnessed Khan’s outsized screen persona into something resembling a real person.Bharat has everything going for it – a blueprint provided by the Korean source film Ode to My Father (2014), a vast cast of supporting actors, and the conflation of one man’s experiences with an entire country’s history. And yet, the most memorable scenes are straight out of the gossip columns: the pairing of Salman Khan with his frequent co-star and rumoured off-screen romantic interest, Katrina Kaif.\n\n\n    \n    Play\n\nBharat (2019).Despite efforts to depict Bharat (Khan) as a man with a Forrest Gump-like ability to bear witness to momentous events, the movie is most engaging when Khan and Kaif share the screen. Kaif is one of the few actors on the planet who can elicit even a flicker of genuine emotion from Khan. She delivered the best performance in the 2018 dud Zero, and she exudes charm and confidence as Kumud, a kinky-haired government official who steals Bharat’s heart and tells him off when nobody else can.There is unmistakable tenderness as Bharat and Kumud grow old together and look fondly into the distance while exchanging mock jibes and declarations of love. The rest of the 167-minute movie is an unfeeling and overstretched affair that botches its source material and squanders the opportunity to say anything meaningful about Bharat’s journey from the 1940s till the 2010s.Bharat is defined by Partition, in which he loses his father (Jackie Shroff) and sister (Tabu) while moving from Lahore to Delhi. After migrating to Delhi with the rest of his family, Bharat embarks on a series of adventures with his childhood friend Vilayati (Sunil Grover). Bharat becomes a motorcycle stunt driver in a circus, where he meets his first love, the svelte trapeze artist Radha (Disha Patani). De-aging computer effects help shrink the chasm between the 53-year-old actor and his 20-something co-star, but first, a song has to be sung, breasts have to be heaved and hips must be wiggled.\n\n\n    \n    Play\n\nSlow Motion, Bharat (2019).Bharat moves on to Kumud (Kaif) after enrolling for a job with an oil project in the Gulf. Kumud is correctly described as the “Parveen Babi” of the oil rig, and she is the latest in a line of foxy heroines inspired by 1970s actresses in Zafar’s films.A subsequent stint in the Merchant Navy allows Bharat to provide evidence of the popularity of Hindi films across the seas. Finally, at the age of 70 going on 40, Bharat comes to terms with Partition after a television event that converts the horrors of the division of the subcontinent into a mawkish reality show.The movie has its patriotic moments – including a full-throated rendition of the national anthem – but its greatest duty is towards its bulky hero. Songs and scenes are tacked on to allow Khan to do what he does best. The Merchant Navy story track is a time-wasting exercise, and the portions set in the circus seem to have been included only to inject razzmatazz into an otherwise drab-looking production.The trauma of Partition, which replaces the creation of North and South Korea in the original movie, yields some of Bharat’s tear-soaked scenes. Zafar’s peacenik credentials, also present in his 2017 blockbuster Tiger Zinda Hai (2017), serve him well in the moments that plead for resolution, rather than revenge, as carnage accompanies Independence.\n\n\n    \n    Play\n\nZinda, Bharat (2019).In an attempt to paper over his leading man’s limited emotive abilities, Zafar surrounds Khan with a clutch of acting talent. But only Sunil Grover, in fine form as Bharat’s loyal friend and aide, has a substantial role. Other performers, including Sonali Kulkarni and Shashank Arora, are required to do nothing more than pick up their pay cheques.Bharat’s aging – achieved by colouring his hair white while leaving his physical agility intact – is laughable, but it might compel Salman Khan’s vast fan base to confront his inevitable mortality. At the circus, the younger Bharat cautions others against trying to mimic his bravado. Don’t imitate me and try and be a hero, Bharat cautions. And yet, Bharat’s otherworldly qualities are already in evidence. A performing dwarf at the circus resembles Tyrion Lannister from the Game of Thrones television show, proving that as early as 1964, the iconic character played by Peter Dinklage had already been anticipated.You are a human being, don’t try to play god, Kumud tells Bharat (bless her soul). But a few hours later, Bharat is channeling his inner Dharmendra when faced with vastly younger adversaries. An ode to survival becomes a tribute to its leading man’s infallibility.Also read:‘Bharat’: Salman is Salman, but also watch out for Katrina Kaif, says director Ali Abbas ZafarSalman Khan’s ‘Bharat’ is a remake of a Korean hit with pop history and endless weepingKatrina Kaif on ‘Bharat’ and what 2019 holds for her: ‘The plan is not to have a plan’","author":"Nandini Ramnath","time":"2019-06-05T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121159-sfjbfkpzco-1559648375.jpg","tags":["Bharat movie review","Salman Khan","Katrina Kaif"],"source":"https://scroll.in/reel/925903/bharat-movie-review-an-ode-to-the-salman-khan-katrina-kaif-pairing-and-little-else"}