{"title":"Bharti group’s Rs 150 crore bond donation to BJP coincided with Modi government’s telecom U-turn","content":"In 2012, when the Supreme Court cancelled 122 telecom licences allotted by the Congress-led government, ordering that telecom spectrum be auctioned instead, media reports hailed the verdict as “a decisive blow against corruption”. The court order in what was popularly called the 2G spectrum scam contributed dramatically to the anti-corruption movement that propelled Narendra Modi to power.More than a decade later, the Modi government laid the ground for a new revolutionary step in India’s telecom growth: using satellites to provide broadband services. But despite the Supreme Court’s 2012 order calling for the compulsory auction of spectrum, the Modi government decided to adopt the same route taken by the Congress: discretionary allotment of spectrum. In December 2023, it hurried a new telecom law through Parliament that allowed satellite spectrum to be assigned through an administrative order, doing away with the need for competitive auctions. It also filed a reference to the Supreme Court seeking judicial approval for the move away from auctions.In the run-up to the new law, only one company cleared the first two hurdles in getting satellite spectrum. OneWeb India received both the licence and the space authorisation required to apply for the spectrum.  OneWeb India is the Indian subsidiary of international satellite company Eutelsat OneWeb, headquartered in London. The largest shareholder of Eutelsat OneWeb is telecom service provider Airtel’s parent company Bharti Enterprises, a multinational conglomerate headquartered in Delhi, with interests in a diverse range of industries such as telecom, digital infrastructure, space communications, financial services and real estate.On August 24, 2021, OneWeb became the first company to receive a Global Mobile Personal Communications by Satellite or GMPCS licence from the Department of Telecommunications.On November 21, 2023, it was granted authorisation by the Indian National Space Promotion and Authorization Centre, IN-SPACe, for the use of satellite capacity – the only company to receive this authorisation so far.These two steps are among the prerequisites for applying for spectrum for satellite-based broadband services.In a press release, the firm said: “Eutelsat OneWeb is ready to deploy as soon as it receives the final spectrum authorization to launch commercial services.”While the satellite spectrum is yet to be allocated by the government, recently released data on electoral bonds raises troubling questions. It shows that the Bharti group donated Rs 150 crore to the Bharatiya Janata Party through two sets of bonds purchased before and after the government introduced the new law that does away with the need for auction of satellite spectrum – and merely a month after the government granted OneWeb the space authorisation required to get the spectrum. Besides Bharti Enterprises, Eutelsat OneWeb shareholders include the UK government, French Satellite provider Eutelsat, and Japanese investment bank SoftBank. Given the stringent anti-graft norms in these countries, transparency experts say the disclosures related to electoral bonds could have a wider impact abroad. “It is fair to say that if Eutelsat OneWeb was aware of the purchase of electoral bonds by Bharti and their donation to the BJP, that would raise serious questions about their potential criminal liability under the UK Bribery Act,” said Kush Amin, a Legal Specialist at Transparency International.The 2023 telecom billFrom homegrown telecom giants like Reliance Jio to foreign players like Elon Musk’s Starlink, several companies are vying for the satellite spectrum in India. The Modi government began a public consultation in April 2023 for how this spectrum should be allocated. Two companies – Reliance Jio and Vodafone India – advocated for an auction to be held, while others including Bharti, Amazon, and Starklink, argued against it.In its submission, Bharti said that “auctioning the satellite spectrum is neither reasonable nor just or fair” as satellite spectrum is a shared resource. Bharti argued that auctioning would make spectrum an exclusive resource and allow competitive forces to block or hoard spectrum capacity. Reliance Jio’s submission stated that “it is crucial to ensure that spectrum assignment rules for networks offering competing services are uniform and fair, without granting any stakeholder preferential treatment”.  It argued that the auctioning of spectrum was “the sole viable strategy to guarantee a balanced competitive landscape amongst competing providers”.According to media reports, Reliance also submitted a legal opinion by a former Supreme Court judge, Justice KS Radhakrishnan, one of the judges who had heard the 2G spectrum case. Radhakrishnan said that auctioning was “the only permissible mode of allocating spectrum for satellite-based communications”. He pointed out that there was no discernible difference between satellite and terrestrial spectrum, and therefore, the same process should apply to both.Neither the retired judge’s opinion, nor the Supreme Court order for mandatory auction of spectrum, had any impact on the Modi government.On December 18, 2023, a new Telecommunications Bill was introduced in the Lok Sabha. The Bill not only has draconian powers for internet suspension and surveillance, but also transforms India’s approach to spectrum management, paving the way for the administrative allocation of spectrum for “certain satellite-based services” as opposed to companies being made to compete for it through an auction.The Bill states: “The Central Government shall assign spectrum for telecommunication through auction except for entries listed in the First Schedule for which assignment shall be done by administrative process.” The First Schedule includes Global Mobile Personal Communication by Satellites, or GMPCS – the licence already acquired by OneWeb. Defending the Bill in Parliament, telecom minister Ashwani Vaishnaw said: “Across the world, satellite spectrum has been allocated administratively. Nowhere has it been auctioned.”  With 143 Opposition MPs suspended from both houses, the Bill was passed by voice vote on December 20 in Lok Sabha. A day later, Rajya Sabha passed the Bill. On Christmas eve, the President signed the Bill into law.Even as the government pushed through the new Bill, it moved the Supreme Court asking it to “issue appropriate clarifications that the government may consider the assignment of spectrum through an administrative process”. Bonds worth Rs 150 crore In the run-up to the law, away from the public arena, another set of events unfolded.On November 9, Bharti Airtel Limited bought electoral bonds worth Rs 100 crore, and donated the entire amount to the BJP. Four days later, on November 13, the BJP encashed all the bonds. Eight days later, on November 21, as mentioned earlier, OneWeb became the first company to get satellite authorisation from India’s space regulator. With this, it became the only company qualified to get satellite spectrum from the government. As the new year began, the Bharti Airtel Limited bought another Rs 50 crore worth of electoral bonds, which the BJP encashed on January 12.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nFor Eutelsat OneWeb, getting both the licence and space authorisation from the government gives it a first-mover advantage in the satellite broadband industry. Although Reliance Jio also received the GMPCS licence from the Department of Telecommunications in 2022, it is still awaiting space authorisation, according to media reports.The beneficiaryOneWeb – which is now Eutelsat OneWeb – is a satellite company founded by an American entrepreneur in 2012. After it declared bankruptcy in 2020, it was taken over by Bharti Enterprises and the UK government for US$ 1 billion.In November 2020, Bharti Global owned a 42% stake in the company, the UK government another 42%. By June 2021, the shareholding pattern changed with French satellite service provider Eutelsat and Japanese multinational company SoftBank coming on board.In September 2023, Euteslat and OneWeb merged. “OneWeb will be a subsidiary operating commercially as Eutelsat OneWeb with its centre of operations remaining in London,” a press release by Eutelsat said.As of March 18, 2024, Bharti is the largest shareholder of Eutelsat OneWeb with 23.8%, according to the Eutelsat OneWeb website. The UK government owns 10.9% of the company, Bpifrance 13.6%, and SoftBank 10.8%.The ownership pattern creates “the potential liability of the parent company, Eutelsat, if it can be shown that they were aware of the donations by Bharti to the BJP”, said Kush Amin, Legal Specialist at Transparency International, referring to the French entity.Bonds, trusts and Bharti AirtelBharti Enterprises has used two means to formally fund Indian political parties: electoral bonds and electoral trusts. An electoral trust is a non-profit entity through which corporations and individuals can route their donations to political parties while enjoying tax exemptions and remaining semi-anonymous.The biggest electoral trust in the country, called the Prudent Electoral Trust, was started in 2013 by the Bharti group, which continues to be one of its biggest donors.Prudent has consistently given most of its donations to the BJP. In 2019, when the BJP returned to power with a larger majority, Prudent donated almost Rs 218 crore to the party. That year, Bharti had donated Rs 27.25 crore to Prudent.In the same year, Bharti gave Rs 51.4 crore to the BJP through electoral bonds, along with Rs 8 crore to the Congress, Rs 1 crore each to Janata Dal (United) and Shiromani Akali Dal, Rs 50 lakh to the National Conference, and Rs 10 lakh to the Rashtriya Janata Dal.In the next year, Bharti donated Rs 10 crore to Prudent, but did not buy any electoral bonds.The group gave Rs 35 crore to the BJP through bonds in both 2021 and 2022.The number suddenly went up to Rs 100 crore in 2023 – all of which was purchased days before Eutelsat OneWeb got its broadband deal.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nIn fact, Bharti Enterprises, the biggest shareholder in Eutelsat OneWeb, is also one of the biggest buyers of electoral bonds.Between 2019 and 2024, group companies Bharti Airtel Limited, Bharti Infratel Limited, and Bharti Telemedia Limited purchased bonds worth Rs 247 crore, donating Rs 236.4 crore – or over 95% – to the ruling BJP, an analysis of electoral bonds data released by the Election Commission shows.Project Electoral Bond has contacted Bharti Enterprises, Eutelsat OneWeb, SoftBank, as well as the Union Telecom Minister Ashwini Vaishnaw and the UK government for their response. This report will be updated if and when they respond.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Binu Karunakaran, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Jisha Surya, Joyal George, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Rokibuz Zaman, Sachi Hegde, Safwat Zargar, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Sumedha Mittal, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Ragamalika Karthikeyan Anand Mangnale Neel MadhavProject Electoral Bond","time":"2024-03-27T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199636-bgjbmdgpci-1711535951.jpg","tags":["Eutelsat","Narendra Modi","Project Electoral Bond","Political Finance","Spectrum","Telecom","Airtel Bharti","Eutelsat OneWeb","Lok Sabha 2024"],"source":"https://scroll.in/article/1065827/bharti-groups-rs-150-crore-bond-donation-to-bjp-coincided-with-modi-governments-telecom-u-turn"}