{"title":"Bhima Koregaon case: NIA court rejects activist Anand Teltumbde’s temporary bail plea","content":"A National Investigation Agency court in Mumbai on Wednesday rejected the temporary bail application of activist Anand Teltumbde, who is an accused person in the Bhima Koregaon case, Live Law reported.Anand Teltumbde had sought bail for 15 days in order to meet his 90-year-old mother after his brother Milind Teltumbde was killed in a gunfight.Milind Teltumbde was among 26 alleged Maoists killed in a gunfight with security forces in Maharashtra’s Gadchiroli district on November 13.In his plea, Anand Teltumbde told the court that at such a time, his presence would be of “great moral support” to his mother and that a gathering of all the family members would bring solace to each of them, The Indian Express reported. The activist added that he belongs to a reputed family and is married to the granddaughter of BR Ambedkar.The court, however, rejected his application.The Bhima Koregaon case pertains to caste violence in a village near Pune in 2018. One person was killed and several others were injured in the incident. Anand Teltumbde was among those arrested for allegedly plotting the violence.In March, the NIA also claimed that Anand Teltumbde inspired his brother Milind to join the Maoist movement and shared banned literature with him. But Anand Teltumbde claimed that he had not been in contact with his brother for about 25 years.Anand Teltumbde was arrested by the central agency in April last year. He has been lodged at the Taloja prison in Navi Mumbai since then.The central agency has accused Anand Teltumbde of being the convenor of the Elgaar Parishad conference held on December 31, 2017, that led to Bhima Koregaon violence the next day. It has alleged that the activist was an active member of the Communist Party of India (Maoist) and was “deeply involved in furtherance of its furtherance of its agenda”.Anand Teltumbe, however, denied all the allegations. He said the NIA had not produced any material to show that he was a member of the banned organisation. The activist added that his book Anti Imperialism and Annihilation of Caste was a critique of Maoism.","author":"Scroll Staff","time":"2021-12-02T08:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111062-zpoqseklbx-1586780941.jpg","tags":["Milind Teltumbde","Bhima Koregaon","NIA","Anand Teltumbde","Elgar Parishad"]}