{"title":"Bhima Koregaon case: Activists Gautam Navlakha and Anand Teltumbde get relief from arrest","content":"The Bombay High Court on Friday extended relief from arrest, in the Bhima Koregaon case, to activists Gautam Navlakha till January 14 and Anand Teltumbde till December 17, The Hindu reported. The court, however, rejected Stan Swamy’s petition to quash the first information report against him. Navlakha and activists Arun Ferreira, Vernon Gonsalves, Sudha Bharadwaj and Varavara Rao were arrested on August 28 for allegedly being involved in an event that preceded the violence between Dalits and Marathas at Bhima Koregaon near Pune on January 1. They were subsequently placed under house arrest. Teltumbde and Swamy’s homes and offices were searched. On November 1, the court had ordered the police to refrain from taking coercive action against the Navlakha, Teltumbe and Swamy till November 21. It had extended this deadline by a day on Wednesday, after Additional Public Prosecutor Aruna Pai Kamath sought an early hearing, DNA reported. On November 22, the court had extended the relief from arrest until December 14. A Division Bench of Justices BP Dharmadhikari and SV Kotwal was hearing a batch of petitions filed by the three activists who had sought to quash all criminal proceedings against them. Mihir Desai, representing Swamy and Teltumbde, argued that the 83-year-old priest [Swamy] is a “suspect” and not an accused and that he needed protection from the arrest. The court questioned why Swamy was not applying for anticipatory bail. Desai said, “If the police make him an accused he will be arrested and he needs protection.” Five other activists – Shoma Sen, Surendra Gadling, Mahesh Raut, Rona Wilson and Sudhir Dhawale – were arrested in June as part of the same investigation and the police have already filed a chargesheet against them. The 10 arrested activists are accused of masterminding the violence in Bhima Koregaon and of having links with the banned Communist Party of India (Maoist).  The court on Friday adjourned the proceedings to December 17, The Indian Express reported. Pai told the court that the Pune Police had filed a chargesheet against five of the 22 accused in the case.","author":"Scroll Staff","time":"2018-12-15T16:08:13.505740+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/905824-kjbkzbrirn-1535456010.jpg","tags":["Bhima Koregaon case","Gautam Navlakha","Anand Teltumbde","Bombay High Court","Stan Swamy"]}