{"title":"Bhima Koregaon case: NIA tells SC it does not need custody of accused Shoma Sen anymore","content":"The National Investigation Agency informed the Supreme Court this week that it no longer requires the custody of former Nagpur University professor Shoma Sen, who is among those accused in the Bhima Koregaon case, Live Law reported.Additional Solicitor General KM Nataraj, representing the agency, made the statement after a bench of Justices Aniruddha Bose and Augustine George Masih questioned him on whether Sen’s continued detention was necessary.The court then said that it would examine the seriousness of the allegations against the former professor in view of Section 43D(5) of the Unlawful Activities Prevention Act. The provision states that a court should not grant bail to those accused of engaging in terrorist activities or being members of terrorist organisations if there are reasonable grounds to believe that the allegations against them are true on a preliminary reading.Sen is among 16 academicians, activists and lawyers who were charged under the Unlawful Activities Prevention Act for their alleged role in instigating caste violence at Bhima Koregaon near Pune in January 2018. She has been in jail since June 2018.One of the accused persons, Stan Swamy, died at a Mumbai hospital while in police custody on July 5, 2021.In 2021, Sen and eight other accused persons had filed a common application for default bail. However, a special court in Pune rejected the application, according to Live Law.The accused persons then appealed against the decision before the Bombay High Court. The High Court granted default bail to lawyer and activist Sudha Bharadwaj, but denied it to the eight other applicants – Sen, Sudhir Dawale, P Varavara Rao, Rona Wilson, Surendra Gadling, Mahesh Raut, Vernon Gonsalves and Arun Ferreira.Under Section 167(2) of the Code of Criminal Procedure 1973, an accused person can only be placed in custody up to a particular time. After this period, they have to be given bail if the police do not file a chargesheet. Bail under this section is referred to as default bail or compulsory bail.","author":"Scroll Staff","time":"2024-03-16T18:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143877-nypoibdtpt-1593842933.jpg","tags":["Supreme Court","NIA","Shoma Sen","Nagpur University","KM Nataraj","Bhima Koregoan case"],"source":"https://scroll.in/latest/1065289/bhima-koregaon-case-nia-tells-sc-it-does-not-need-custody-of-accused-shoma-sen-anymore"}