{"title":"Bhima Koregaon arrests: Evidence clearly establishes accused had links with Maoists, say police","content":"The Maharashtra Police on Friday once again defended arresting five activists earlier this week and claimed that their speeches were meant to incite hatred before caste-related violence erupted at Bhima Koregaon near Pune on January 1. On Tuesday morning, teams of Pune Police raided the homes of several human rights activists in Mumbai, Ranchi, Hyderabad, Delhi, Faridabad and Goa, and arrested five of them – Vernon Gonsalves and Arun Ferreira in Mumbai, Gautam Navlakha in New Delhi, Sudha Bharadwaj in Faridabad and Varavara Rao in Hyderabad – by the end of the day.On Wednesday, the Supreme Court stayed the transit remand of the activists and ordered that they would be under house arrest till the next hearing on September 6. Additional Director General of Police Param Bir Singh claimed the police moved to take action against the people only when they were “confident” that clear links have been established. “Evidence clearly establishes their roles with Maoists,” Singh said.“The case was registered on January 8 about an incident of December 31, 2017, where hate speeches were delivered,” Singh said on Friday. “Sections were imposed for spreading hatred. Investigation was conducted. Almost all the accused were associated with Kabir Kala Manch.” Police officials have claimed for several months that the Bhima Koregaon violence on January 1 was incited by the speeches of Dalit rights activists at an “Elgar Parishad” event held in Pune a day before, and that this event was funded by banned Maoist outfits.The police on Friday added that the arrested activists had brainwashed students from Delhi’s Jawaharlal Nehru University and Mumbai’s Tata Institute of Social Sciences into doing “underground work” and claimed that they were attempting to bring down the lawfully established government. The police had claimed earlier this week that the arrested people have links to the outlawed Communist Party of India (Maoist). “Investigation revealed that a big controversy was being plotted by Maoist organisations,” Singh said. “The accused were helping them to take their goals forward. A terrorist organisation was also involved.”As much as Rs 10 lakh was allocated to organise Dalit meetings and “polarising lectures” such as the Elgar Parishad event, Singh said.  WATCH: Maharashtra Police briefing on Bhima Koregaon violence case https://t.co/kavuKpwQFF— ANI (@ANI) August 31, 2018\n\nActivists wanted Rajiv Gandhi-like plot, claim policeTo prove that the police have incriminating and conclusive evidence, Singh read out letters at the press conference, allegedly exchanged between Navlakha, Bharadwaj, Rona Wilson and Surendra Gadling, and their Maoist associates. Wilson, Gadling, professor Shoma Sen and activists Mahesh Raut and Sudhir Dhawale were arrested in June from Mumbai, Nagpur and Delhi. Labelling them “urban Maoist operatives”, the police claimed to have found evidence that they were plotting to assassinate Prime Minister Narendra Modi.The police claimed they have seized thousands of letters between “underground” and “overground” Maoists. Some letters allegedly also sought money to procure grenade launchers. An email between Wilson and a Communist Party of India (Maoist) leader spoke about ending “Modi-raj” with a Rajiv Gandhi-like ploy to “assassinate Prime Minister Narendra Modi”, Singh told reporters. “Bhima Koregaon agitation has been successful,” Singh cited the letter as saying. “Unfortunate death of a youth must be exploited. The riots were effective and we should mobilise the Dalit population against the rising brahmin-centred agenda of the BJP.”In another letter, ​Bharadwaj “referred to Indian authorities as ‘enemy’ and spoke about lack of funds”, the police claimed. Navlakha was directly in touch with the Maoists central committee and said “must defeat fascist forces”, they added.    “Those who were arrested used to have secret meetings all over the world,” Singh said. All the original evidence is secure with Forensic lab, police only has access to clone copies.”","author":"Scroll Staff","time":"2018-08-31T15:38:16.239905+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892682-smcviwhycr-1535461669.jpg","tags":["Bhima Koregaon","Activists arrests","CPI (Maoist)","Maharashtra Police"],"source":"https://scroll.in/latest/892682/bhima-koregaon-arrests-evidence-clearly-establishes-accused-had-links-with-maoists-say-police"}