{"title":"Bhima Koregaon chargesheet: Focus on plot to kill Modi, silence on caste violence","content":"Members of the banned Communist Party of India (Maoist) plotted to assassinate the Indian Prime Minister to destabilise democracy and wage war against Indian citizens, the Pune city police claimed in a 5,000-page chargesheet filed with the Pune sessions court on Thursday. Scroll.in has accessed a 20-page summary of the chargesheet, which elaborates on the alleged role played by five activists, who were arrested from three cities on June 6. The arrests had take place in a case relating to caste violence in Bhima Koregaon village near Pune. But the chargesheet, even while accusing them of deliberately planning and inciting caste hostilities, skims past the practical aspect of how exactly violence broke out.  The chargesheet is entirely silent on the alleged role of Milind Ekbote and Manohar Bhide, two Brahmin Hindutva leaders who have been accused of stirring up anti-Dalit sentiments in the area in at least the last two weeks of December  The five activists are Sudhir Dhawale of the Republican Panthers Jatiya Antachi Chalwal, arrested from Mumbai; Surendra Gadling, a human rights lawyer active with the Indian Association of People’s Lawyers, Mahesh Raut, an activist fighting for the implementation of the Forest Rights Act, and Shoma Sen, a retired English professor of Nagpur University, all arrested from Nagpur; and Rona Wilson, an activist with the Committee for Release of Political Prisoners, arrested from Delhi.The police claims that these five, along with another five absconding accused members of CPI (Maoist), hatched a nationwide plot against the Indian state. One of the elements of the plot, which was seeded in December 2015, was inciting anti-state sentiment against what the police says they called “Brahminical fascism”. To this end, the police claim they organised the Bhima Koregaon Shourya Din Prerana Abhiyan, which mobilised anti-government and anti-caste marches across Maharashtra in November and December. These culminated in a public meeting called the Elgar Parishad on December 31. This was in the run-up to the 200th anniversary of the Battle of Koregaon on January 1, in which Mahar soldiers fighting for the British army defeated the Brahmin Peshwa rulers of the Maratha Empire. Lakhs of Ambedkarites from across Maharashtra visit the village of Bhima Koregaon each year to commemorate the battle, which they see as a blow to the inhuman practices of untouchability enforced by the Peshwas. Given that this year was the bicentennial of the event, even larger numbers gathered. The police claim that this was because of the promotion for the event done by the Bhima Koregaon Shouryadin Prerana Abhiyan and Elgaar Parishad.The police claim that the Communist Party of India (Maoist) approved funds for planning these events in July and August 2017.The police claim in the chargesheet to have discovered this nationwide plot while investigating an FIR filed on January 8 by a resident of Pune, Tushar Damgude, about speeches made at Elgaar Parishad that took place on December 31, 2017, at Shanivarwada in Pune. He claimed that these speeches instigated violence at Bhima Koregaon the next day. The police said that it stumbled on this plot while investigating Sudhir Dhawale who worked on behalf of the Kabir Kala Manch cultural group that participated in the Elgaar Parishad, and realised that he was in occasional contact through “underground methods” with two members of the banned CPI (Maoist), Rona Wilson from Delhi and Surendra Gadling from Nagpur.Several elements of the chargesheet, including the assassination plot, are already publicly available as the police, since June, have leaked copies of letters exchanged between alleged Maoists to the media. The police claimed in the chargesheet to have recovered these letters from Wilson’s computers. Supreme Court Justice DY Chandrachud had in September, in a dissenting judgment in an intervention appeal filed by Romila Thapar and others, noted that the leaks constituted a lapse in police procedure.Rona Wilson, Sudhir Dhawale, Surendra Gadling, Mahesh Raut and Shoma Sen.On August 28, the Pune police arrested another five activists – Arun Ferreira, Gautam Navlakha, Sudha Bhardwaj, Varavara Rao and Vernon Gonsalves. There is no mention of their alleged role in this conspiracy in the chargesheet.   Here is what the chargesheet claims each of mentioned accused was individually responsible for.The accusedAccused 1, Sudhir Dhawale: Dhawale is the founder of the Republican Panthers Jatiya Antachi Chalwal and associated with the Kabir Kala Manch. According the chargesheet, Dhawale did all this at the behest of the CPI (Maoist) and was given funds to carry this out in July and August 2017. The police say that he was in constant contact with Rona Wilson and Surendra Gadling, as well as coordinated with Comrades Manglu and Deepu, both purported underground Maoists to mobilise Dalit organisations across the state. The police claim that Dhawale’s successful mobilisation led to large numbers gathering on January 1 at Bhima Koregaon, which the state was unable to manage. They also say that Dhawale, with his associate Harshali Potdar, distorted the history of Bhima Koregaon and attempted to portray the state as being against Dalits.Accused 2, Rona Wilson: Wilson is a core committee member of the Committee for Release of Political Prisoners, founded in 2001. The purported letters between Maoists were retrieved from him, including the letter that the police claim shows a plot to assassinate the Prime Minister.The police also claims to have retrieved minutes of a meeting of the Eastern Regional Bureau of the CPI Maoist in December 2015 which was circulated only to members of the organisation. These minutes reportedly state that the organisation should create an impression that the state spreads Brahminical ideology, that it commits atrocities against Dalits, minorities and all poor people and that it should organise members of these communities against “Brahminical fascism”. The chargesheet claims that the Bhima Koregaon Shourya Din Prerana Abhiyan is one aspect of this larger plot.Accused 3, Surendra Gadling: Gadling is a Nagpur-based lawyer, was an active member of the Indian Association of People’s Lawyers. He is known for taking up human rights cases pro bono and has fought several cases on behalf of people accused under the Unlawful Activities (Prevention) Act under which he is now charged.The police say that Raut gave party funds for organising the Elgar Parishad to Dhawale via Gadling and Sen. The police claims it found minutes of the 2015 Eastern Regional Bureau meeting while searching Gadling as well.Accused 4, Shoma Sen: A retired professor of English Literature at Nagpur University, little is written about Sen in the chargesheet. Sen was present at the Elgaar Parishad, but did not speak or go on stage.The police claim that Wilson and Gadling roped in Dhawale, Sen and Raut to involve them in the activities of the banned CPI (Maoist). She is also alleged to have received a part of the Rs 5 lakh allegedly distributed by Raut, along with Dhawale and Gadling.Accused 5, Mahesh Raut: One of the youngest Prime Minister Rural Development Fellows in the country and a former student of the Tata Institute of Social Sciences in Mumbai, Raut is noted for his activism in implementing the Forest Rights Act in Maharashtra.The police allege that Raut, as an active member of the CPI (Maoist) gave Rs 5 lakh to Dhawale, Gadling and Sen to keep the Bhima Koregaon movement active, when the party saw it losing steam. The summary does not state when or how Raut gave this money to the others. The chargesheet also claims that Raut recruited two former TISS students to the Maoist party and that these students have now undergone arms training in the jungle.Other accusedThe chargesheet names five others as accused who are currently underground. They are Milind Teltumbde, an alleged Maoist living in Yawatmal, for whom the Gadchiroli police has announced a reward of Rs 50 lakh for any information about him; Ritupan Goswami, a JNU student allegedly recruited to the CPI Marxist-Leninist by GN Saibaba, but who could also reportedly be leading a civilian life in Assam; Comrades Manglu and Deepu, both aliases; and Prashant Bose, secretary of the Eastern Regional Bureau and known senior politburo member of the CPI (Maoist). All these are currently underground, according to the police chargesheet.Named, but not charged: The police claim in the chargesheet that Harshali Potdar, who works with Sudhir Dhawale with his Republican Panthers organisation and who participated in the organisation of Elgar Parishad, is also a Maoist. However, they have not arrested or charged her.The police also claim that the Maoists are using as front organisations or have infiltrated the Indian Association of People’s Lawyers, the Anuradha Ghandy Memorial Committee and music group Kabir Kala Manch, which, the chargesheet notes, have awards for their work towards democratic rights and civic freedoms. This, they say, provides a front for them to legally carry out and promote their activities.No answers about caste violenceDespite its exhaustive details about the Maoist plot to destabilise the nation, the chargesheet skims past the practical aspect of how exactly violence broke out at Bhima Koregaon and its neighbouring villages.The police claims that responding to the call of the Kabir Kala Manch, several Dalit and other organisations gathered on January 1. Their speeches led to sentiments building up against the state and a large uncontrolled gathering, which in turn led to violence against the state. The chargesheet alleges that it was specifically incendiary speeches at Elgar Parishad on December 31, which led to violence the next day at Bhima Koregaon due to unprecedented numbers gathering there.However, the Elgar Parishad was attended largely by Ambedkarites, many of whom were Dalits. Numerous videos and social media posts of incidents of violence on January 1 show that those attacked were people with blue Ambedkarite flags. There are few, if any, videos showing people of other communities being attacked, though people with saffron flags, many of whom were Marathas, appear as aggressors. Several Dalits have submitted testimonies about their being attacked to the Koregaon Bhima Commission of Inquiry, appointed by the Maharashtra government to investigate the causes of the violence.","author":"Mridula Chari","time":"2018-11-16T18:16:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/902374-qcitblqftk-1528731498.jpg","tags":["Bhima Koregaon","Pune police","Elgar Parishad"]}