{"title":"Bhima Koregaon case: Activist Sudha Bharadwaj sent to police custody till November 6","content":"The Pune Sessions Court on Saturday sent human rights activist Sudha Bharadwaj to police custody until November 6 in the Bhima Koregaon case, ANI reported. The Maharashtra Police took her into custody from her residence in Haryana’s Faridabad city. Public Prosecutor Ujwala Pawar asked the court to send Bharadwaj to 14 days in police custody, ANI reported. “She is the active member of Communist Party of India (Maoist), so the activities she has conducted or is conducting for a banned organisation needs to be investigated,” Pawar said.  The police reached her residence after midnight on Saturday, hours after a special court in Pune rejected her bail plea along with those of activists Vernon Gonsalves and Arun Ferreira, The Hindu reported. The police could not take her into custody then as the law does not permit the arrest of women after sunset, said Bharadwaj’s counsel Shalini Gera. Bharadwaj’s lawyer submitted a plea to the Pune Sessions Court requesting that “the applicant be provided with condition of incarceration, bathing and toilet facilities [in police custody] which are on par with those that have been promised to fugitive businessman Vijay Mallya”, ANI reported.In July, a United Kingdom court had granted bail to Mallya after it asked Indian authorities to submit videos of the condition of Mumbai’s Arthur Road jail.  On Saturday, a Pune Session Court sent Gonsalves and Ferreira to police custody till November 6, a day after they were arrested  in Mumbai.  Meanwhile, the Bombay High Court restrained the police from arresting civil rights activist Gautam Navlakha until November 1 in connection with the case. However, it refused to grant interim relief to author Anand Teltumbde. The Delhi High Court had ordered Navlakha’s release from house arrest on October 1. Ferreira, Gonsalves, Bharadwaj, Navlakha, and Varavara Rao were arrested on August 28 for their alleged involvement in an event that preceded the violence at Bhima Koregaon near Pune on January 1. On Thursday, a Hyderabad court extended the house arrest of Varavara Rao.The Supreme Court had extended the house arrest of all the five activists by four weeks last month. Five other activists – Shoma Sen, Surendra Gadling, Mahesh Raut, Rona Wilson and Sudhir Dhawale – were arrested in June as part of the same investigation. All the activists are accused of having links to the outlawed Communist Party of India (Maoist).#bhimakoregaoncase: Activist and Lawyer Sudha Bhardawaj being taken by Pune Police from her residence in Haryana's Faridabad. Pune Court had rejected her bail plea yesterday pic.twitter.com/Sc8wD5IM0e— ANI (@ANI) October 27, 2018\n\nGovernment asks police to set up panel to review casesMeanwhile, the Maharashtra Home Department has directed the police to set up a three-member committee headed by the state’s additional director general of police (law and order) to review cases registered during the protests after the Bhima Koregaon violence and the Maratha quota agitation, reported The Indian Express. The panel will look into complaints that are fit to be dropped. The government order said cases where damage to public or private property was not more than Rs 10 lakh and cases where there has been no loss of life would be considered for withdrawal, reported PTI. The committee will also consider dropping complaints against those who are ready to pay the cost of damage. Cases filed in connection with direct attack on police personnel will not be withdrawn, the government added.","author":"Scroll Staff","time":"2018-10-27T10:15:55.849443+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/99040-olfqnybbdi-1535512295.jpg","tags":["Bhima Koregaon","Sudha Bharadwaj","Maharashtra Police","Activists Arrested"],"source":"https://scroll.in/latest/899844/bhima-koregaon-case-maharashtra-police-visit-lawyer-sudha-bharadwajs-house-after-court-denies-bail"}