{"title":"Bhima Koregaon case: Vernon Gonsalves and Arun Ferreira granted bail by Supreme Court","content":"The Supreme Court on Friday granted bail to activists Vernon Gonsalves and Arun Ferreira in the Bhima Koregaon case, reported Live Law. Justices Aniruddha Bose and Sudhanshu Dhulia had reserved the judgement on March 3.While granting bail, the court took into consideration that Gonsalves and Ferreira have been in custody for more than five years.  “The allegations are serious, no doubt, but for that reason alone, bail cannot be denied to them,” Justice Bose said while pronouncing the order.As conditions for the bail, the court ordered that Gonsalves and Ferreira will not be allowed to leave Maharashtra till the trial in the case is over. The two activists will also have to surrender their passports and inform the National Investigation Agency about their addresses and phone numbers, according to Live Law.“They can have only one mobile connection during the period,” the court said added. “Their mobile phones should be charged round the clock and the location must be kept on and shared with the NIA [National Investigation Agency] officer for live-tracking. They shall also report to the investigating officer once a week.”Gonsalves and Ferreira were among the 16 activists, academics and lawyers who had been arrested in relation to the caste violence that broke out on January 1, 2018, in Bhima Koregaon village near Pune. They have been jailed under the Unlawful Activities Prevention Act without any reliable evidence.The police claim that the accused persons were involved in organising the Elgar Parishad event on December 31, 2017, to commemorate the 200th anniversary of the battle of Bhima Koregaon. Provocative speeches at this event led to large-scale violence the next day, according to the police.The 16 arrested persons have also been accused of conspiring to kill Prime Minister Narendra Modi and of having links with the banned Communist Party of India (Maoist).Gonsalves and Ferreira,  who were arrested on August 28, 2018, had moved the Supreme Court to challenge the Bombay High Court decision denying them default bail in the case. The court had held that Gonsalves and Ferreira did not apply for bail on time.  Under Section 167(2) of the Code of Criminal Procedure 1973, an accused person can only be detained up to a particular time. After this period, they have to be given bail if the police do not file a chargesheet. Bail under this section is referred to as default bail or compulsory bail.","author":"Scroll Staff","time":"2023-07-28T13:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192641-jsxufcbrbk-1690526210.jpg","tags":["Supreme Court","Vernon Gonsalves","Arun Ferreira","Bhima Koregaon"],"source":"https://scroll.in/latest/1053424/bhima-koregaon-case-vernon-gonsalves-and-arun-ferreira-granted-bail-by-supreme-court"}