{"title":"Bhima Koregaon case: Supreme Court refuses to quash FIR against activist Anand Teltumbde","content":"The Supreme Court on Monday refused to quash the first information report filed by the Pune Police against activist Anand Teltumbde in connection with the Bhima Koregaon case. The court granted him protection from arrest for four weeks during which time he can seek bail from a trial court, PTI reported.“Investigation is getting bigger [and] bigger,” Chief Justice Ranjan Gogoi said. “At this stage quashing of the proceedings is uncalled for.” The top court also refused to interfere with the ongoing investigation in the case.On December 15, the Bombay High Court had dismissed a petition filed by Teltumbde seeking to quash the FIR against him and granted him interim protection from arrest for three weeks.Supreme Court refuses to quash FIR against Anand Teltumbde, one of the accused in the Bhima Koregaon case. However, SC grants him four weeks protection to obtain bail. CJI says, \"Investigation is getting bigger & bigger. At this stage quashing of the proceedings is uncalled for\"— ANI (@ANI) January 14, 2019\n\nActivists Gautam Navlakha, Arun Ferreira, Vernon Gonsalves, Sudha Bharadwaj and Varavara Rao were arrested on August 28 for allegedly being involved in an event that preceded the violence between Dalits and Marathas at Bhima Koregaon near Pune on January 1, 2018. They were subsequently placed under house arrest. Teltumbde and activist Stan Swamy’s homes and offices were searched.Five other activists – Shoma Sen, Surendra Gadling, Mahesh Raut, Rona Wilson and Sudhir Dhawale – were arrested in June as part of the same investigation and the police have already filed a chargesheet against them. The 10 arrested activists are accused of masterminding the violence in Bhima Koregaon and of having links with the banned Communist Party of India (Maoist).","author":"Scroll Staff","time":"2019-01-14T12:13:47.950964+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/99104-ndentfpwju-1535542416.jpeg","tags":["Bhima Koregaon","Anand Teltumde","Supreme Court","Activists Arrest"]}