{"title":"Bhima Koregaon: Bombay HC asks NIA to respond to Anand Teltumbde’s bail plea in two weeks","content":"The Bombay High Court on Wednesday granted two weeks’ time to the National Investigation Agency to file a reply to a bail plea moved by activist Anand Teltumbde, an accused in the Bhima Koregaon case, reported Live Law.The case pertains to caste violence in a village near Pune in 2018. Teltumbde was among the people arrested for allegedly plotting the violence. One person was killed and several others were injured in the incident.Teltumbde has filed two petitions before the High Court. The first appeal is against a special court’s order rejecting his bail application.The second one is a plea challenging the constitutional validity of certain provisions of the Unlawful Activities (Prevention) Act and a part of the schedule of the National Investigation Agency Act which deals with the banned Communist Party of India (Maoist). Teltumbde has challenged the part of the Act which extends the ban to “and all its [CPI (Maoist)] formations and front organisations”.On Wednesday, senior counsel Mihir Desai, representing Teltumbde, said the second petition was filed considering the problem the sections of the UAPA have created for his client’s bail. He also said that the “vagueness” of the terminology in the NIA Act is being used as tool by investigating agencies to oppose bail pleas.He contended that the government has not notified particular organisations as banned under the UAPA, but agencies use the “front organisation” terminology to oppose bail pleas without any oversight. Some bodies described by the NIA as “front organisations” of the CPI (Maoist) in the Bhima Koregaon case include People’s Union of Civil Liberties, Committee of Protection for Democratic Rights, Visthapan Virodhi Janvikas Andolan and Persecuted Prisoners Solidarity Committee.A bench of Justices NJ Jamdar and Sarang Kotwal asked Desai to check if similar pleas challenging the UAPA were pending in other High Courts or the Supreme Court.Advocate Sandesh Patil, appearing for the NIA, sought time to file reply on the bail plea. On the plea challenging the UAPA, Patil argued that the petitioner has not made a case to issue a notice on the matter to the Maharashtra government.The High Court is likely to decide during the next hearing if a notice should be issued to the state on the second petition, according to Live Law.Teltumbde was arrested by the NIA in April last year. He has been lodged at the Taloja prison in Navi Mumbai since then. The central agency has accused Teltumbde of being the convenor of the Elgaar Parishad conference held on December 31, 2017, that led to Bhima Koregaon violence the next day. It has alleged that the activist was an active member of the CPI (Maoist) and was “deeply involved in furtherance of its furtherance of its agenda.”Teltumbe, however, has denied all the allegations. In his bail application, Teltumbde said the NIA had not produced any material to show that he was a member of the banned organisation. He added that his book Anti Imperialism and Annihilation of Caste was a critique of Maoism.Teltumbde added that the central agency accusing him of having Maoist links was not only “absurd and baseless” but “does not even prima facie attract any charge against him, leave alone a prime facie true charge”.Bhima Koregaon caseThe first chargesheet in the case was filed by the Pune Police in November 2018, which ran to over 5,000 pages. It named activists Sudhir Dhawale, Rona Wilson, Surendra Gadling, Shoma Sen, Mahesh Raut, all of whom were arrested in June 2018.The police claimed that those arrested had “active links” with CPI(Maoist), and accused the activists of plotting to kill Prime Minister Narendra Modi.One of the accused, 84-year-old tribal rights activist Stan Swamy, died in custody in July. Swamy, who suffered from Parkinson’s disease and also contracted the coronavirus infection while in prison, was repeatedly denied bail despite his deteriorating health condition.Currently, 14 activists and academicians are in custody in connection with the case. They have been jailed under the Unlawful Activities Prevention Act in the case without any reliable evidence.A supplementary chargesheet was filed in February 2019, against human rights activists Sudha Bharadwaj, Varavara Rao, Arun Ferreira, Vernon Gonsalves and banned Communist Party of India (Maoist) leader Ganapathy.Anand Teltumbde and his brother Milind Teltumbde have also named in the NIA chargesheet.The accused were charged with “waging war against the nation” and spreading the ideology of the CPI (Maoist), besides creating caste conflicts and hatred in the society.","author":"Scroll Staff","time":"2021-10-20T21:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111063-nzhcqvnpxx-1581669734.jpg","tags":["Bhima Koregaon","Anand Teltumbde","Bombay High Court","National Investigation Agency"],"source":"https://scroll.in/latest/1008203/bhima-koregaon-bombay-hc-asks-nia-to-respond-to-anand-teltumbdes-bail-plea-in-two-weeks"}