{"title":"Bhima Koregaon violence: Activist Rona Wilson and lawyer Surendra Gadling among five arrested","content":"The Pune Police on Wednesday arrested five people, including activist Rona Wilson and lawyer Surendra Gadling, suspected of being members of the banned Communist Party of India (Maoist), The Indian Express reported. They were arrested over a month after raids at their homes and offices in connection with an event to commemorate the Battle of Bhima Koregaon on December 31.Activists Sudhir Dhawale and Mahesh Raut and a professor, Shoma Sen, were also arrested. Wilson was arrested in Delhi, Gadling in Nagpur and Dhawale in Mumbai. The police claimed that those arrested were “top urban Maoist operatives”.  A Delhi court sent Wilson to two-day transit remand and he will be produced before a Pune court on Friday, ANI reported.A day after the event, one person was killed in clashes that broke out in Bhima Koregaon after some people, reportedly waving saffron flags, pelted stones at cars going towards the village near Pune. There have been allegations that the event had led to the violence. Two people accused of the violence on January 1 – Milind Ekbote and Sambhaji Bhide – are Hindutva right-wing activists. Neither of them have been arrested so far. A case was filed in Pune in January for the role of the December 31 event in inciting people to violence. In March, sections under the Unlawful Activities Prevention Act were added to it.  “We are also investigating possible Maoist connection with Bhima Koregaon riots,” Pune’s joint commissioner of police Ravindra Kadam told the Hindustan Times.‘An attack on the Ambedkarite movement’Meanwhile, Gujarat MLA Jignesh Mevani claimed that the arrests were an “attack on the Ambedkarite movement”. Mevani tweeted that while Wilson, Dhawale and Gadling had been booked under the “draconian” Unlawful Activities (Prevention) Act, Bhima Koregaon “culprit” Manohar Bhide  “roams scot free.The People’s Union for Civil Liberties condemned the “vindictive and arbitrary arrest” of the activists. In a statement, the organisation alleged that the arrests were a “predetermined planned attack” on those who have been protesting against “injustices perpetuated by state and non-state Hindu right-wing groups”. “These arrest amounts to blatant violation of citizen’s rights to freedom of expression and voicing dissent,” the statement said.The Committee for the Protection of Democratic Rights accused the Maharashtra government of “protecting the actual perpetrators of the violence” and of “trying to create a false narrative” that the violence was carried out by the event’s organisers. The organisation demanded the immediate release of those arrested, and condemned “this open show of state terror and complete bypassing of the rule of law by the BJP [Bharatiya Janata Party] government”.  Attack on Ambedkarite movement : Maharashtra police has arrested Ambedkarite activist & editor Sudhir Dhawale in Mumbai, advocate Surendra Gadling in Nagpur and Rona Wilson in Delhi. All 3 booked under draconian UAPA while Bhima Koregaon culprit Manohar Bhide roams scot free.— Jignesh Mevani (@jigneshmevani80) June 6, 2018\n\nIn April, the Pune Police raided the houses and offices of Wilson, Dhawale and Gadling, among others. The offices of Kabir Kala Manch and the Republican Panthers in various cities were also searched.Gadling has earlier provided legal help to people suspected of Naxalite activities, including Delhi University Professor GN Saibaba. Wilson works with the Committee for Release of Political Prisoners.","author":"Scroll Staff","time":"2018-06-06T12:59:15.024847+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881576-87492-mmnxdmrucs-1524053360.JPG","tags":["Rona Wilson","Elgaar Parishad","Pune Police","Surendra Gadling","Naxalites","bhima koregaon"],"source":"https://scroll.in/latest/881576/bhima-koregaon-violence-activist-rona-wilson-and-lawyer-surendra-gadling-among-five-arrested"}