{"title":"Bhima Koregaon accused asked to share phone location while on bail. Is this constitutional?","content":"On Friday, the Supreme Court granted bail to activist and lawyer Arun Ferreira and trade unionist, activist and academic Vernon Gonsalves, in the Bhima Koregaon case. Both had been under detention for almost five years, since August 28, 2018, booked under provisions of the Indian Penal Code and the stringent Unlawful Activities (Prevention) Act.They were among  16 people arrested after caste violence in Bhima Koregaon, near Pune, on  December 31, 2017. The police say these people had been involved in organising an event the previous day at which provocative speeches were made, purportedly leading to the riots.  The 16 arrested persons have also been accused of conspiring to kill Prime Minister Narendra Modi and of having links with the Communist Party of India (Maoist).The  two-judge bench of the court comprising Justices Aniruddha Bose and Sudhanshu Dhulia on Friday imposed unusually restrictive bail conditions on Ferreira and Gonsalves. One of them is the requirement of keeping “the location status of their mobile phones active, 24 hours a day” and “pair[ing]” their phones with those of the investigating officer of the National Investigation Agency to enable the officer to identify Ferreira’s and Gonsalves’ exact location “at any given time”.While this may sound like an uncommon bail condition, it has featured in three previous orders of the Supreme Court over the last nine months. In all four instances, Justice Bose was part of the bench that passed the order. The Delhi High Court has passed over 800 bail orders with this condition.A week before the latest judgement, hearing a challenge to one of the orders of the Delhi High Court, the Supreme Court opened up for adjudication the question of whether such a bail condition violates the fundamental right to life and personal liberty of the accused.\n\t\t\n\tJustice Aniruddha Bose | Supreme Court of India websiteHow are the phones to be paired?It is unclear what exactly is meant by pairing of phones. Typically, phones are paired using wireless technology like bluetooth, but this does not operate over long distances. The order granting bail to Gonsalves and Ferreira does not clarify whether the pairing involves the installation of a tracking app on the phones of the accused. The first time the Supreme Court asked for the phone of an accused to be paired with the investigating officer appears to be in a bail order passed on November 25 last year. The accused was a man who had been arrested by the Gujarat police in a land-grabbing case. The order, however, did not ask for the phone’s location to be kept switched on.The condition of keeping the live location of the paired phone on round the clock appeared in bail orders passed by the Supreme Court on May 15 and July 4. The July 4 matter was a case involving provisions of the Uttar Pradesh Prohibition of Unlawful Conversion of Religion Act, 2021, while the May 15 matter involved charges under the Unlawful Activities (Prevention) Act for allegedly aiding Maoists.These bail orders, too, are silent on how exactly the phones must be paired.However, the Delhi High Court orders specifically ask the accused to share their Google Maps location with investigation officers. An order dated May 31, 2022, for instance, requires the accused person to, among other things, “drop a PIN on the google map [sic] to ensure that their location is available to the Investigation Officer of the case”. The most likely interpretation of this is that the accused must use the “Share Live Location” feature on the Google Maps phone app, which denotes a person’s exact Global Positioning System location, with the investigating officer.Since April 2020, the Delhi High Court has passed over 800 bail orders with this condition, a quick search of legal databases reveals. In contrast, no other High Court was found to have imposed a similar condition in a bail order.The earliest such Delhi High Court orders date back to April 20, 2020, when Justice Anup Jairam Bhambhani passed three bail orders with the Google Maps “drop a pin” requirement.The Delhi High Court. | PTIIs such a bail condition constitutional?Under Section 437 of the Code of Criminal Procedure, a court has discretion to impose any conditions while granting bail “in the interests of justice...as it considers necessary”. Thus, there is wide amplitude within the law.However, on July 21, a two-judge bench of the Supreme Court comprising Justices AS Oka and Sanjay Karol took up the bail order passed by the Delhi High Court from May 2022, asking the accused to share their location with the investigating officer.The Supreme Court bench questioned whether the bail condition offends the right of the accused under Article 21 of the Constitution, which lays out the fundamental right to life and personal liberty. It sought assistance from Senior Advocate Vinay Navare on the issue, and listed the matter for hearing next on August 14.Earlier, in January, the Delhi High Court itself had struck down this bail condition in a different case, albeit on procedural grounds, rather than of constitutionality.Bail for Bhima Koregaon accusedWith Gonsalves and Ferreira securing bail, five of the 16 accused in the Bhima Koregaon case now have a measure of freedom, albeit greatly curtailed. Trade unionist, activist and lawyer Sudha Bharadwaj, who was granted bail in December 2021, has been asked to stay within Mumbai, refrain from making any statements to the media about the Bhima Koregaon case, avoid contacting the co-accused and abstain from making international phone calls.Activist, poet, teacher and writer P Varavaro Rao was granted bail on the conditions that he will not leave Mumbai without the permission of a special court, will limit the size of gatherings at his residence, and not make any statement to the media, among other restrictions.Scholar, writer and civil rights activist Anand Teltumbde secured bail from the Bombay High Court in November last year. His bail conditions, too, included restraint on his movement outside Mumbai, except with the special court’s permission.Mumbai-based Senior Advocate Mihir Desai, who has represented some of the Bhima Koregaon accused in courts, said that the “very stringent” bail conditions for Ferreira and Gonsalves may be due to the fact that Gonsalves has a record of prior conviction under the Unlawful Activities (Prevention) Act.However, sounding hopeful, he added: “After a few months, both of them may apply for relaxation of their bail conditions. In the future, the court also may reconsider its decision, if data is put before it.”","author":"Vineet Bhalla","time":"2023-08-01T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192641-jsxufcbrbk-1690526210.jpg","tags":["Delhi High Court","Supreme Court","Bhima Koregaon","Bail condition"],"source":"https://scroll.in/article/1053563/bhima-koregaon-accused-asked-to-share-phone-location-while-on-bail-is-this-constitutional"}