{"title":"Bhima Koregaon case: Activists arrested in June claim harassment by Maharashtra police","content":"Five activists who were arrested by the Pune Police in June in connection with cases related to the violence in Maharashtra’s Bhima Koregaon in January have in the Supreme Court alleged harassment at the hands of the police and jail authorities. An intervention application was filed on behalf of five activists arrested – Shoma Sen, Surendra Gadling, Mahesh Raut, Rona Wilson and Sudhir Dhawale – by Minal Gadling, the wife of Surendra Gadling. The petition prayed for their inclusion in the public interest litigation moved by eminent personalities including historian Romila Thapar that sought a stay on the arrests of five other activists – Sudha Bharadwaj, Varavara Rao, Vernon Gonzalves, Arun Ferreira and Gautam Navlakha – and an independent investigation into the cases. After the PIL was filed, the top court ordered that Bharadwaj, Rao, Gonzalves, Ferreira and Navlakha – who were arrested by the Maharashtra Police on August 28 – be held under house arrest till it heard the plea. On Wednesday, the court adjourned the hearing in the matter to Monday, September 17. The application, while dubbing the cases against them as false and motivated, said that Surendra Gadling has faced severe harassment at the hands of the police and jail authorities, despite taking ill during his incarceration.According to the petition, the harassment led to his hospitalisation and he even underwent an angioplasty. But the police have flatly refused to share the medical reports with the family, despite repeated requests and even a right to information application, the petition claimed. The petition added that the police did not follow due procedure during the arrest and would not even allow Gadling to access books to read his own case and the law. The petition said that he was involved in a fact finding mission pertaining to police claim of shooting down 40 so-called Maoists in an operation on April 22 in Gadchiroli. Gadling, along with several other eminent activists, had found that the claim of the police was false and were readying against the police to approach relevant authorities.“This information had reached the police officers who have their informers implanted all over the district Gadchiroli,” the petition claimed. “Before he could file this petition and bring sensational and horrifying truth before the court, seeking registration of appropriate offence against responsible police, the police arrested him with intent to prevent him from raising his voice against the fake encounters.”The Maharashtra Police had earlier claimed that the activists were involved in the Elgar Parishad, an event organised in Pune by two retired judges on December 31. The following day, there was caste-related violence at the nearby village of Bhima Koregaon where thousands had gathered to commemorate the 200th anniversary of an 1818 battle in which a British army with a contingent of Mahars defeated the much stronger forces of the Peshwas, a regime noted for their casteist policies.  On Shoma Sen, the petition said she was neither a speaker during the event, nor did she actively participate in the Elgar Parishad. “She happened to be in Pune regarding some personal work and thus paid a visit to the program,” the application claimed. “Apart from this visit for couple of hours, she has no role to play in the event on December 31.”The petition asserted that Mahesh Raut was assisting Gadling in the fact-finding mission on the encounters in Gadchiroli. He had also convinced certain gram sabhas to come in the support of a petition that he was readying to file before the High Court, it said.The petition further said that Sudhir Dhawale was one of the organisers of the Elgar Parishad. Whatever he did during the event, like singing and explaining the motto of the conference, was not illegal and was very much part of his fundamental right to expression, it added. The petition also dismissed allegations that Rona Wilson had a role to play in the event.","author":"Scroll Staff","time":"2018-09-12T22:18:57.556911+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/894210-schybpovdc-1536770869.jpg","tags":["Bhima Koregaon","Supreme Court","Maharashtra Police"]}