{"title":"Bhima Koregaon: Delay in activist Gautam Navlakha’s trial disturbing, says Supreme Court","content":"The Supreme Court on Wednesday said that it was disturbing that the trial against activist Gautam Navlakha had not yet started despite the chargesheet having been filed in October 2020, Live Law reported.Navlakha, 70, has been accused of involvement in the Bhima Koregaon case, which pertains to caste violence in a village near Pune in 2018. He was among 16 people arrested for allegedly plotting the violence. The Supreme Court is hearing the activist’s petition seeking to be placed under house arrest. Navlakha has cited his ill health and poor facilities at the Taloja Jail in Navi Mumbai as reasons for his demand. He is said to be suffering from skin allergies, and dental issues and also needs to undergo a colonoscopy to test for suspected cancer.However, the National Investigation Agency in the previous hearings has said that the activist’s health conditions are not very severe and can be treated in jail.The Supreme Court on Wednesday expressed concern that the trial against Navlakha was yet to begin. “That’s little disturbing,” the court said. “If you have so much material, then why? ...70 years old man. He’s on his way to the inevitable.”A bench of Justice KM Joseph also said that it was considering placing the activist in house arrest with several restrictions. It also noted that the activist’s health is not good.Additional Solicitor General SV Raju, who is representing the National Investigation Agency, said that the activist’s health can be managed with a controlled diet, PTI reported.“It is not something that you require house arrest,” he said. “We will provide a mattress and cot and everything. We will allow him to get home-cooked food.” The court also asked Raju, representing the National Investigation Agency, to return with conditions that could be imposed on Navlakha if he is put under house arrest, PTI report. The matter will be heard further today.Poor health facilities for jailed activistsNavlakha had filed his petition demanding house arrest after his co-accused tribal rights activist Stan Swamy died during his time in custody in July last year.Swamy, who suffered from Parkinson’s disease and also contracted the coronavirus infection while in prison, was repeatedly denied bail despite his deteriorating health condition. He was 84.Before Swamy’s death, the National Investigation Agency had initially refused to give him a straw and sipper which he needed to drink water as he suffered from Parkinson’s disease. The items were allowed only after outrage on social media.Another co-accused, 82-year-old Varavara Rao was admitted to hospital, and later released on medical bail after he argued before the Bombay High Court that there was “reasonable apprehension” that he would die in custody.In November 2020, the High Court directed Taloja jail authorities to shift him to Nanavati Hospital, saying that he was almost on his deathbed.","author":"Scroll Staff","time":"2022-11-10T08:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106315-lwaohjsjno-1590682472.jpg","tags":["Gautam Navlakha","Bhima Koregaon","Supreme Court"],"source":"https://scroll.in/latest/1037080/bhima-koregaon-delay-in-activist-gautam-navlakhas-trial-disturbing-says-supreme-court"}