{"title":"Bhima Koregaon case: SC allows NIA to inspect health reports of activist Gautam Navlakha","content":"The Supreme Court on Friday allowed the National Investigation Agency and other parties to the Bhima Koregaon case to inspect the health reports of activist Gautam Navlakha, reported Live Law. Navlakha, 70, has been accused in the Bhima Koregaon case, which pertains to caste violence in a village near Pune in 2018. He was among 16 people arrested for allegedly plotting the violence.The Supreme Court is hearing the activist’s petition seeking to to be placed under house arrest. Navlakha has cited his ill health and poor facilities at the Taloja Jail as reasons for his demand.On September 29, the Supreme Court had directed the Taloja jail authorities to admit Navlakha to a hospital for medical check up and treatment. The hospital was asked to submit a report to the court about the check-up. At Friday’s hearing, Solicitor General Tushar Mehta sought the matter to be adjourned till November 9. To this request, the court asked about updates in the case. Mehta told the court that Navlakha is being treated and routine check-ups were going on. “Nothing major, milords”, he said.The court then adjourned the matter till November 9.In earlier hearings, Senior Advocate Kapil Sibal, appearing for Navlakha, had told the court that the activist was suffering from serious ailments.However, the solicitor general had submitted that skin allergy and dental problems were not serious ailments that warrant house arrest. Mehta added that Navlakha had also told the Supreme Court that he was undergoing colonoscopy, but had not submitted so before the trial court that denied placing him under house arrest.Poor health facilities for jailed activistsNavlakha had filed his petition demanding house arrest after his co-accused tribal rights activist Stan Swamy died during his time in custody in July last year.Swamy, who suffered from Parkinson’s disease and also contracted the coronavirus infection while in prison, was repeatedly denied bail despite his deteriorating health condition. He was 84.Before Swamy’s death, the National Investigation Agency had refused to give him a straw and sipper which he needed to drink water as he suffered from Parkinson’s disease. The items were allowed only after outrage on social media.Another co-accused, 82-year-old Varavara Rao was admitted to hospital, and later released on medical bail after he argued before the Bombay High Court that there was “reasonable apprehension” that he would die in custody.In November 2020, the High Court directed Taloja jail authorities to shift him to Nanavati Hospital, saying that he was almost on his deathbed.","author":"Scroll Staff","time":"2022-10-21T17:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128305-idcmxgzkcz-1615796051.jpg","tags":["Gautam Navlakha","Supreme Court","National Investigation Agency","Bhima Koregaon case"],"source":"https://scroll.in/latest/1035611/bhima-koregaon-case-sc-allows-nia-to-inspect-health-reports-of-activist-gautam-navlakha"}