{"title":"Bhima Koregaon case: SC extends interim protection from arrest for Gautam Navlakha, Anand Teltumbde","content":"The Supreme Court on Friday extended till March 16 the interim protection from arrest granted to activists Gautam Navlakha and Anand Teltumbde in the Bhima Koregaon case, PTI reported. A bench comprising Justices Arun Mishra and Indira Banerjee said it will hear on March 16 the appeals filed by Navlakha and Teltumbde against a Bombay High Court order that rejected their anticipatory bail pleas.While refusing to grant anticipatory bail to Navlakha and Teltumbde on February 14, the court had extended their interim protection from arrest by four weeks so they could approach the top court.Appearing for the activists, senior advocates Kapil Sibal and AM Singhvi told the top court that protection granted to them by the High Court would expire on March 14 and it should be extended.Solicitor General Tushar Mehta told the bench that the probe into the case has been transferred to the National Investigation Agency. When the activists’ lawyers said they had not received any such information, the bench told them that they could implead the investigation agency as a party in the case.Activists Navlakha and Teltumbde were charged under provisions of the Unlawful Activities (Prevention) Act and various sections of the Indian Penal Code following the violence at Bhima Koregaon village in Pune on January 1, 2018. Navlakha, who is accused of having links with Maoists, was one of the 10 activists arrested in June 2018 and August 2018.Last year, a Pune sessions court had rejected their anticipatory bail pleas. The court also denied them a three-day interim protection, paving the way for their arrest in the case. After that, they moved the Bombay High Court.Violence broke out between Dalits and Marathas in the village of Bhima Koregaon near Pune on January 1, 2018. This came a day after an event in Pune called the Elgar Parishad was organised to commemorate the Battle of Bhima Koregaon in 1818 in which the Dalit soldiers fighting for the British Army defeated the Brahmin Peshwa rulers of the Maratha empire. One person died in violence during a bandh called by Dalit outfits on January 2.","author":"Scroll Staff","time":"2020-03-07T17:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106315-jnadqvmzba-1572956431.jpg","tags":["Gautam Navlakha","Anand Teltumbde","Bhima Koregaon"]}