{"title":"Bhima Koregaon case: Pune police file supplementary chargesheet against five activists","content":"The Pune police on Thursday filed a supplementary chargesheet against human rights activists Sudha Bharadwaj, Varavara Rao, Arun Ferreira, Vernon Gonsalves and banned Communist Party of India (Maoist) leader Ganapathy in connection with the Bhima Koregaon case, PTI reported.The police have alleged that the accused organised the Elgaar Parishadevent to mark the 200th year of the battle of Bhima Koregaon on December 31, a day before clashes erupted in the village between Dalits and Marathas. Gonsalves, Ferreira, Rao and Bharadwaj were arrested in August.“Today we submitted a supplementary chargesheet against Bharadwaj, Varavara Rao, Arun Ferriera, Vernon Gonsalves and fugitive general secretary of the banned CPI (Maoist) Ganapathy alias Chandrashekhar,” Joint Commissioner of Police Shivaji Bodkhe said. The 1,800-page chargesheet was submitted to Additional Sessions Judge Kishor Vadane. “It includes evidence retrieved from electronic devices seized from the arrested activists,” Bodkhe added. The accused have been charged with “waging war against the nation” and spreading the ideology of the CPI(Maoist), besides creating caste conflicts and hatred in the society.The police had filed its first chargesheet in the case at a special court for Unlawful Activities (Prevention) Act in November. It had named activists Sudhir Dhawale, Rona Wilson, Surendra Gadling, Shoma Sen, Mahesh Raut, all of whom were arrested in June. The chargesheet also named five others as accused who are currently underground – Milind Teltumbde, an alleged Maoist living in Yavatmal; Ritupan Goswami, a JNU student allegedly recruited to the CPI Marxist-Leninist by GN Saibaba, but who could also reportedly be leading a civilian life in Assam; Comrades Manglu and Deepu, both aliases; and Prashant Bose, secretary of the Eastern Regional Bureau and known senior politburo member of the CPI (Maoist).","author":"Scroll Staff","time":"2019-02-21T19:02:16.848459+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/99204-sprpeuskmw-1535622138.jpg","tags":["Bhima Koregaon","Elgar Parishad","Sudha Bharadwaj","Arun Ferreira","Varavara Rao","Vernon Gonsalves","Pune","CPI (Maoist)","Activists arrested"],"source":"https://scroll.in/latest/914135/bhima-koregaon-case-pune-police-file-supplementary-chargesheet-against-five-activists"}