{"title":"Full text: ‘I am devastated by the prospect of imminent arrest’, writes author Anand Teltumbde","content":"The Supreme Court on Monday refused to quash the first information report filed by the Pune Police against civil rights activist and respected author Anand Teltumbde in connection with the violence at Bhima Koregaon on January 1, 2018. Every New Year’s Day, lakhs of Dalits gather at Bhima Koregaon, a village near Pune, to commemorate the 1818 victory of a ragtag group of lower-caste Mahar soldiers in the British Army over the vastly superior forces of the Brahmin Peshwa-led Maratha Empire. Dalits mark the battle as the first major step in their continuing struggle against caste-based discrimination. Last year, on the 200th anniversary of the battle, the event was marred by caste clashes. Several activists have been arrested since on charges of inciting the violence.On Monday, the Supreme Court granted Teltumbde protection from arrest for four weeks during which time he can seek bail from a trial court. Teltumbde, a senior professor at the Goa Institute of Management, has now written an open letter to the public, asking for support. “You may have learnt from the media that my appeal for quashing the false First Information Report against me filed by the Pune police was rejected on January 14 by the Supreme Court. Fortunately, it gave me four weeks to seek pre-arrest bail from a competent court.Uptill now I felt confident that whatever charges the police levied could be proved as criminal fabrication once they landed before the court and hence I did not feel the need to bother you.But my hopes stand completely shattered and I am left with just seeking bail right from the sessions court in Pune, to the Supreme Court. The time has come to build a visible campaign in support of me from various sections of people so as to save me from imminent arrest.Many of us did not know that the arrest under the Unlawful Activities (Prevention) Act can mean years of incarceration. Even a hardened criminal can get away with his crime with a metered punishment of a year or two but if the police, invariably acting at the behest of political bosses, claim that they have evidence against an innocent person, that person could be kept for years in jail.The arrest for me is not simply the hardship of prison life, it is keeping me away from my laptop, which has been integral with my body, from my library which has been part of my life, half-written manuscripts of books committed to various publishers, my research papers that are in various stages of completion, my students who staked their future on my professional reputation, my institute [Goa Institute of Management] that has invested so many resources in my name and recently took me on its Board of Governors, and my numerous friends and of course my family. My wife, who, as the granddaughter of Babasaheb Ambedkar, hardly bargained for this fate, and daughters who are already disturbed not knowing whatever that has been happening to me since last August.Coming from the poorest of the poor family, I passed through the best institutes in the country with scholastic achievements. Just being an alumnus of the hallowed Indian Institute of Management, Ahmedabad, I could easily live a luxurious life only if I had chosen to ignore social oddities around.However, with a sense of contributing to better the lives of people, I decided to just make enough to sustain my family at a reasonable living standard and devote time to make intellectual contribution, the only thing possible in my state, towards making the world a little more just. Informed by this instinct, the residue of activism during my school and college days naturally landed me in organisations like Committee for Protection of Democratic Rights of which I am today the general secretary, and the All India Forum for Right to education of which I am a presidium member. There is not an iota of unlawful activities in either my voluminous writings or selfless activism.Rather, my entire academic career and corporate career of nearly four decades has been without a single blemish and is an exemplar of integrity of the highest degree. Therefore, even in my worst nightmares I could not imagine that the State apparatus of this country to which I contributed so much through my professional life could turn against me with such an abuse as a criminal.It is not that the vindictive State apparatus in India has been criminalising innocent people to protect thieves and looters of this country that made this country most unequal in the world, but the manner in which it created the current criminal farce out of an innocuous event called Elgar Parishad in Pune on December 31, 2017, to incarcerate select human rights defenders, intellectuals and activists in peoples’ movements to curb dissent in the country is unprecedented in its nakedness and blatant abuse of power.This may be the vilest plot in post-Independence India that the state has hatched against its detractors in vengeance, disbanding every democratic decency.[You may read further if you wish to know details of the case or else skip it to the last three paras]The sinister plotJustice PB Sawant, a retired judge of the Supreme Court, and Justice BG Kolshe Patil, a former judge of the Bombay High Court, conceived the idea of using the 200th anniversary of the last Anglo-Maratha battle that took place at Bhima Koregaon in 1818 to mobilise people against the communal and casteist policies of the BJP. They invited activists and progressive intellectuals to a planning meeting.I too was invited initially by someone on behalf of Sawant and later by Kolshe Patil. I sent by regrets due to my academic engagements but acceded to his request to be the co-convener of the conference along with many others. I did not hear what transpired until I saw a leaflet on WhatsApp regarding the Elgar Parishad.I was supportive of the idea of commemorating the end of oppressive Peshawa [rule] also the martyrdom of the Mahar soldiers whose names are inscribed on the obelisk at Bhima Koregaon. However, I was uncomfortable with the projection of the Elgar Parishad that the Bhima Koregaon battle was won by Mahar soldiers to avenge their oppression during the Brahmanic rule of the Peshwas.I thought that such a distorted reading of history may further reinforce identitarian obsession of the Dalits making it difficult to strike broader unity of people. I wrote an article in The Wire on this that evoked angry responses from Dalits. I rethought the entire matter and stood my stead, in the spirit of a true intellectual.Incidentally, this article, responses to it, my reconfirmation of my views should dispel the charge that I was working at the behest of someone to instigate the Dalits. But where irrationality reigns supreme, such rationale will not break any ice with the regime or its police!More than 250 organiations had joined the organisation, some of them belonging to the Marathas, who had never aligned politically with the Dalits in the past.Right since the BJP-Shiv Sena formed the government in the state under a Brahmin chief minister [in 2014], the displeasure of the Marathas manifested in various forms, the biggest of course was the Maratha morchas, that erupted using the pretext of an unfortunate incident at Kopardi, in 2016, where a minor Maratha girl was raped and killed by some miscreants, one of whom happened to be a Dalit. The administration had promptly acted and therefore the legitimate demand for justice to the victim was tilted to an unconnected demand for the annulment of the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act .The mass mobilisation was used later to demand reservations for Marathas. Marathas began sensing the need to align with the Dalits to defeat the Brahmanic dispensation in the state. It reflected in some of their youth organisations joining the organizers of the Elgar Parishad that echoed their sentiment in the slogan, “Bury the Peshawai.”It was just symbolic but could be seen as portending a risk to the BJP’s applecart. Both the main organisers of the conference also happened to be the Marathas. It sent a scare to the power obsessed BJP, which responded with commissioning its agent provocateurs in Milind Ekbote of Samastha Hindutva Aghadi and Sambhaji Bhide of Shiv Chhatrapati Pratishan to create a rift between Dalits and Marathas. A samadhi of Sambhaji Maharaj, son of Shivaji, situated at Vadu Budruk village, just 4 km from Bhima Koregaon was used to cook up a controversy.For the last 300 years, the popular history of the samadhi held that when Mughal emperor Aurangzeb killed and threw away dismembered body of Sambhaji, a man called Govind Mahar collected the pieces and gave Sambhaji a respectable funeral. He built a memorial to Sambhaji on his field. When he died his family built his memorial by the side of Sambhaji’s.The conspirator duo fabricated a story that it was not Govind Mahar but a Maratha family called “Shivale” who did it, and provoked the Marathas against Dalits. Using this rift at Vadu Badruk, they could incite Marathas against the Dalits congregating at Bhima Koregaon on January 1, 2018. The preparations in surrounding villages were visible to the public but the administration feigned ignorance.On December 29, 2017, the Dalits found that the canopy and the information board put up at the samadhi of Govind Mahar had been damaged. It created tension between communities, as designed, but to the misfortune of the conspirators, the villagers patched it up the next day.On December 31, 2017, the Elgar Parishad took place as planned at Shaniwarwada. At the end of the conference, the people present were administered the oath that they would never vote for the BJP and would try to protect the Constitution of India. The entire conference was video-recorded by the police as well as by the organisers.Nothing untoward took place at the conference and all the delegates dispersed peacefully. As for me, I had arrived in Pune for the marriage of my closest friend’s son on December 31, at 10.55 am.We stayed at Shreyas Hotel, attended the marriage the next day and left the hotel at 12.40 pm to reach back to Goa. Having come to Pune my wife wanted to see her nephew (Sujat Ambedkar) and sister-in-law (Anjali Ambedkar) at Shaniwarwada and hence we took a detour for 5-10 minutes and left in search of tyre shops to replace one of the tyres of my car that had developed a crack.Fortunately, I have evidence of exact times enroute to establish that we did not attend the Elgar Parishad. Having come to Pune, I would have easily stayed on through the conference but for my discomfort with the premise of the conference and the need to reach early for my work in the institute in Goa, I avoided it.On January 1, 2018, when Dalits congregated at Bhima Koregaon, the Hindutva goons mounted an attack as planned, with stone pelting from the terrace of houses lining the road [to the memorial obelisk at Bhima Koregaon], and beating people and burning stalls. The police just looked on as they were not in enough number. It clearly established the administration’s complicity in the plan. That some mischief was cooking up in the area was known almost to common people.The incident of December 29, 2017, at Sambhaji’s samadhi had given a clear confirmation of these rumours. But the administration feigned ignorance to let the riots happen. The stray videos that made rounds of the WhatsApp messages clearly show saffron flag bearers shouting slogans in the name of Ekbote and Bhide, and chasing and beating the Dalits who were caught unaware. Many Dalits were injured, their vehicles were damaged, many stalls were burnt down and a youth was killed.I was completely unaware of what happened in the Elgar Parishad and even about the attack that happened on January 1 until that afternoon as could be clearly established by the email correspondence between Siddharth Varadarajan, the editor of The Wire and I about the article the website published on January 2.Free hand to the policeOn January 2, 2018, a social worker and member of the Bahujan Republican Socialist Party, Anita Ravindra Salve, lodged a complaint with the Shikrapur police station naming Ekbote and Bhide as the culprits for the attack on the Dalits the previous day. Nothing happened on this complaint. On January 3, a call for a Maharashtra bandh was given by Prakash Ambedkar. It was held on January 4, and largely without any untoward incident. However, the police actuated themselves thereafter and started arresting Dalit youths with the pretext that they had committed violence.On January 8, 2018, Tushar Damgade, an RSS functionary and a disciple of Sambhaji Bhide, filed an FIR naming some Kabir Kala Manch activists for organising the Elgar Parishad, claiming that inflammatory speeches were given in the Parishad that caused the January 1 violence. It was prima facie a preposterous claim.First, the police themselves had witnessed the proceedings of the Elgar Parishad and had a complete video recording to verify the claim. If indeed there were any inflammatory speeches, they could have filed FIR themselves and acted against the speakers. There was no need to wait for nine days for someone to file an FIR.Next, the provocation in the Elgar Parishad could only be addressed to Dalits. If so, they would not get beaten if they were incited. In the melee, a youth lost his life, which was initially taken as Dalit. Nonetheless, the police picked that up to execute a scripted plan.They raided houses of the named people. As though they got some clues they began insinuating that the Elgar Parishad was funded by the Maoists, ignoring the public statements by Justice Kolshe-Patil, the chief organiser of the Elgar Parishad, along with Justice PB Sawant that they did not need any money.Till today, having developed this event into a big conspiracy of the Maoists and misleading courts to believe in its lie, the police have not enquired with these two justices to verify their premise. In the chargesheet, they have attached a statement attributed to Justice Sawant, which he has publicly denied. Even such a grave crime is ignored by the courts.With the pretext of the Maoist funding theory, the Pune police, in a “joint operation” closely coordinated with the police of Nagpur, Mumbai and Delhi, raided the houses of and arrested five activists on June 6, 2018. They were in no way connected with the Elgar Parishad.Since the arrest, the police went on weaving stories – from claiming that the five persons were behind the violence that disrupted this years’ annual celebrations at Bhima Koregoan memorial, to saying they were supporting Naxal activities to finally the most recent story – that they were plotting a “Rajiv Gandhi style” assassination of Prime Minister Narendra Modi. These stories came handy for the police to apply the dreaded Unlawful Activities (Prevention) Act, which does not leave one with any defence and can incarcerate him/her for years in jails.Basically, these raids were used to get hold of the electronic devices of the victims that can then be used to yield whatever the police wanted to claim. The method of raids was strange. The raiding police would carry two witnesses from Pune to distant places like Delhi, Nagpur, and Mumbai, making a mockery of procedure. They would confine the inmates of the house in a room and carry the confiscated materials in another room for sealing.Susan Abraham, who is herself a lawyer, and witnessed this process when her house was raided for her husband Vernon Gonsalves, has described that the police had brought their own computers and other devices with them. The only claim the police make for their process of confiscation being foolproof, which the judges faithfully accept is that they video recorded the complete process.The judges would not care to understand that electronic devices could be tampered even remotely and any number of files could be transmitted within a matter of seconds. Video cannot be a method of establishing the integrity of electronic devices. I myself being the expert in information technology can prove this as fraudulent.The integrity of the computer devices could only be guaranteed by a hash value generated by specific algorithm and unless that (both) are acknowledged by the victim, it can never be relied upon. The courts would take a blind view saying that it is a matter of trial, knowing fully well that it could take several years and until then an innocent person and his family could be completely ruined.Police began claiming that they recovered letters (not mails – because mails are non-repudiable) from the computer of one of the arrestees purportedly written by Maoists. The letters produced by the police were bizarre, speaking of real names of people providing their real phone numbers, etc.That these letters were pure fabrication by the police can be seen by the manner they are worded. As though, the Maoists are running a government organisation that elaborately communicates their plans and expects their recipients to preserve records for audit. They are known for their secrecy, using networks of human couriers, and insisting upon destruction of messages after they were read. Such an organisation could not be communicating with its functionaries through essay like letters.Many people analysed these letters in public domain and proved their fakeness. The experts such as Ajay Sahni, executive director of the Institute of Conflict Management, which deals with the studies of such organisations trashed them as fake.Even Justice Chandrachud of the Supreme Court, the only judge who has gone into the merit of the police case, in his minority judgement faulted these letters and recommended the entire case be investigated by the Special Investigation Team as prayed for by petitioners Romila Thapar and other public intellectuals. But the strange process of law would not budge by these contra evidence and was ready to sacrifice the lives of innocent people at the altar of the so-called process of law, which in reality is worse than punishment.These letters had names of Rahul Gandhi, Prakash Ambedkar, Digvijay Singh, etc. indicating that they were also accomplices of the Maoists’ plans. It squarely exposes the political intent of defaming these leaders. It is strange that the police would not even try to get the facts from these political people and the courts would not ask them why.Strange charges against meAlong with others six activists, five of whom were arrested on August 28, the Pune police raided my house in Goa too. They got the security person [in the campus to] get the duplicate key and opened the house in our absence without any warrant.As written in the panchanama, they just videographed the interiors and locked back the house.We were in Mumbai. As the TV channels flashed the news of our house being opened and searched, my wife rushed back by the next flight and lodged the complaint with the Bicholim Police Station, providing our telephone numbers if the police wanted to ask us anything.On August 31, the Additional Director General Police Parminder Singh held a press conference in Pune, and among others, flashed one letter in support of my involvement. The letter was written by someone supposed to be a Maoist to someone called “Com Anand” referring to a Paris Conference in April 2018, which appeared to be true. I did attend an academic conference along with many scholars from all over the world, which was organised by the American University of Paris.It was hilarious in its narrative and indicated that the Maoists gave money to this university and asked them to invite me for that conference. It also suggested that they arranged with “Com. Étienne Balibar” (Balibar is a highly-respected French Marxist scholar) that he would interview me (sic), and [with] “Com. Anupama Rao and Shailaja Paik” (Professors teaching in Barnard College and Cincinnati University, respectively) that they would invite me to their universities as guest lectures.I obtained the letter from NDTV and mailed it to Balibar and the organiser of the conference, Professor Lissa Lincoln. They were stunned by this canard and wrote back to me. Balibar angrily sent a letter of protest and has even written to the French Embassy. Lincoln explained how the university invited me and bore the entire expense for my attendance.On the basis of solid evidence, I decided to prosecute Paramjit Singh for defamation and wrote a letter to the Maharashtra government on September 5 seeking its permission as per the procedure. There is no response to it till today.Meanwhile, since there was apparently no case against me and thinking that my letter to the government might have brought them a sense of guilt, I decided to file a petition for quashing FIR against me to the high court. The Bench rightly asked the police to submit an affidavit listing all the things that they had against me. The police submitted the affidavit listing five charges vide five letters, including one discussed above. In my reply, we refuted all their contention and proved that even if the letters were held as genuine, they do not make any triable case. The other four letters were:The first letter written by someone to someone saying that some Anand has taken responsibility of organising Ambedkar Periyar Study Circle, which came to limelight in 2015 when the IIT Madras administration derecognised them. I was then professor in the business school of IIT, Kharagpur, more than 2000 km away from Madras. If I had an inkling of organising students, I could do it in my own IIT, not in the most distant IIT. In any case, when the Ambedkar Periyar Study Circle learnt it in newspapers, a founding member sent me a letter saying that I did not have any role in their formation or activities.The second letter, again written by someone to someone referred to some Anand making a “good suggestion” in the meeting of Anuradha Ghandy Memorial Committee. Well, if that Anand also is identified with me, I am a member of the Trust along with many other respectable members, which is a decade old registered body with a Permanent Account Number, bank account, and respectable people as its members. It held public lectures by eminent scholars like Samir Amin and Angela Davis, which were widely covered by the press. As for my role in the Trust or committee, I could not even attend their meetings and lectures barring a couple of them over the last 10 years because I was physically away (at IIT Kharagpur from 2010 to 2016 and thereafter at Goa).The third letter, again written by someone to someone in which there is a reference to some Anand taking responsibility of organising a fact-finding committee into the Gadchiroli encounter in April 2018. Presuming that the Anand in the letter is me, I am a general secretary of the Committee for Protection of Democratic Rights, whose raison d’etre is to do fact-finding into cases of suspected human rights violations. However, the fact remains that neither I organised this committee nor participated in it. As a matter of fact, I have been a general secretary initially in deference to the wishes of the last general secretary, PA Sebastian, and thereafter at the insistence of its members although I was away from Maharashtra all this while.The fourth one was a note allegedly recovered from someone’s computer that had a scribble: “Anand T …90T Surendra (through Milind)“. It is interpreted as I was paid Rs 90,000 by Surendra through Milind (sic). It was ridiculous and product of poor imagination to imagine that I would take such money as I have been paying that kind of money every month in income tax for years. In any case, such scribbling is said to be no evidence in law.My rejoinder to the police affidavit thus refuted all these charges. But at the end the police gave a “sealed” envelope to the judges, and the court rejected my petition, without referring to any of my above refutations or my personal credentials whether the police claims could be plausibly connected with my profile.Thinking that I had a strong case, I approached the Supreme Court but the court took a view that they would not interfere with the police investigation at this stage and asked me to seek a pre-arrest bail from the competent court.[Resume here if you skipped the above paras]The case has reached a crucial point where all my innocent beliefs stand shattered and I am devastated by the prospect of imminent arrest. There are nine of my co-accused already in jail facing harassment of the legal process. Unlike me, they did not have an opportunity to seek your help. Your standing in solidarity with me will not only lend me and my family strength to endure this torture but also may give a message to the fascist rulers that there are people in India who say NO to them.Please therefore use this note to create signature campaign, issue statements, write articles, and whatever method you deem fit so as to create a visible public outrage against this vilest farce and to support me.”","author":"Anand Teltumbde","time":"2019-01-16T17:57:55.860076+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/909669-kkuxtrzqlb-1535569841.jpg","tags":["Bhima-Koregaon","General Secretary","Supreme Court","progressive intellectuals","arrest","Elgar Parishad","Bhima-Koregaon battle","Maratha empire","Peshwas","Atrocity Act"]}