{"title":"SC allows Gautam Navlakha to be under house arrest","content":"The Supreme Court on Thursday allowed jailed activist Gautam Navlakha to be under house arrest for a month, Live Law reported. Navlakha had filed a plea seeking to be shifted from jail on grounds of ill health and poor facilities in prison.A bench headed by Justice KM Joseph ordered jail authorities to carry out the necessary evaluation of the premises where Navlakha will be kept and directed them to shift him within 48 hours.“We consider it appropriate to grant house arrest given his age,” the court said in an interim order, according to The Indian Express. “Our attention is drawn to the multiple medical problems the petitioner is faced with, and that charges have not been framed in a trial that will not happen in the foreseeable future.”  Navlakha, 70, has been accused of involvement in the Bhima Koregaon case, which pertains to caste violence in a village near Pune in 2018. He was among 16 people arrested for allegedly plotting the violence.On his plea, Navlakha said he was suffering from skin allergies, and dental problems and also needs to undergo a colonoscopy to test for suspected cancer.On Wednesday, the Supreme Court had said that it was disturbing that the trial against Navlakha had not yet started despite the chargesheet having been filed in October 2020.Conditions for house arrestAt Thursday’s hearing, the Supreme Court said that Navlakha will bear the cost of surveillance and installation of CCTV camera at the home where he will live, according to Live Law.The court also imposed several other conditions:His house will be under surveillance and police personnel will remain outside.CCTV cameras will be installed outside and at entry and exit points of the residence.Navlakha will not be allowed to leave the premises, except for walks in the company of police personnel. He will not engage with anyone during this time.No access to the internet, laptop or any other communication device.Navlakha is not allowed to leave the premises, except for walks in the company of police personnel. He will not engage with anyone during this time.He will only be allowed to make one phone call a day for a period of 10 minutes. Police personnel will remain present at this time. The National Investigation Agency can carry out the surveillance of calls made by him and the companion.Only two family members can visit him once a week for three hours.Navlakha is allowed to use cable television and read newspaper.    Navlakha’s petition  Navlakha had filed his petition demanding house arrest after his co-accused tribal rights activist Stan Swamy died during his time in custody in July last year.Swamy, who suffered from Parkinson’s disease and also contracted the coronavirus infection while in prison, was repeatedly denied bail despite his deteriorating health condition. He was 84.Before Swamy’s death, the National Investigation Agency had initially refused to give him a straw and sipper which he needed to drink water as he suffered from Parkinson’s disease. The items were allowed only after outrage on social media.Another co-accused, 82-year-old Varavara Rao was admitted to hospital, and later released on medical bail after he argued before the Bombay High Court that there was “reasonable apprehension” that he would die in custody.In November 2020, the High Court directed Taloja jail authorities to shift him to Nanavati Hospital, saying that he was almost on his deathbed.","author":"Scroll Staff","time":"2022-11-10T13:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128305-idcmxgzkcz-1615796051.jpg","tags":["Gautam Navlakha","Bhima Koregaon","NIA"],"source":"https://scroll.in/latest/1037118/bhima-koregaon-case-activist-gautam-navlakha-to-be-kept-under-house-arrest-for-one-month-orders-sc"}