{"title":"Bhima Koregaon case: Gautam Navlakha asks Bombay HC to move him to house arrest from prison","content":"Activist Gautam Navlakha, who is in judicial custody in Mumbai’s Taloja prison, on Thursday moved the Bombay High Court seeking to be placed under house arrest instead, reported Live Law.Navlakha is an accused in the Bhima Koregaon case. The case pertains to caste violence in a village near Pune in 2018. Sixteen people were arrested for allegedly plotting the violence.In his plea, 70-year-old Navlakha cited his old age and the need to medically examine a lump on his chest. “Taloja is sorely lacking in infrastructure and manpower and incapable of caring for ailing and elderly inmates such as the petitioner,” read his plea.Navlakha relied on a Supreme Court observation made in May that judges were open to order house arrest of an accused. House arrest under Section 167 of the Criminal Procedure Code could be ordered by taking into account factors like age, health condition and the antecedents of the accused, the nature of the crime and the need for other forms of custody, the court had said in its verdict in May.During Thursday’s hearing, Advocates Yug Chaudhry and Payoshi Roy, representing Navlakha, said the lump in the activist’s chest needed to be medically examined for cancer, reported PTI. They told the bench of Justices SS Shinde and NJ Jamadar that the lump developed in March and their client should be taken to the Jaslok hospital in Mumbai.The advocates said that they have written to the Taloja prison authorities seeking a medical examination, but have not heard back from them. They also said that Navlakha suffers from hypertension that he developed during his imprisonment and many other medical conditions.Chief Public Prosecutor P Aruna Pai said Navlakha could be treated at the Tata Memorial Hospital in Mumbai.The bench then asked the prosecution to file its reply within two weeks. It also asked to be informed during the court’s afternoon session if Navlakha could be taken to a private hospital for the lump to be examined.Navlakha’s petition came after his co-accused tribal rights activist Stan Swamy died during his time in custody in July. Swamy, who suffered from Parkinson’s disease and also contracted the coronavirus infection while in prison, was repeatedly denied bail despite his deteriorating health condition.The 84-year-old tribal rights activist was the oldest of the 16 people, most of them academics and human rights activists, jailed under the Unlawful Activities Prevention Act in the case without any reliable evidence.  Bhima Koregaon caseAfter Swamy’s death and Varavara Rao’s bail, there are 14 activists and academicians are currently in jail in connection with the Bhima Koregaon case. They have been accused of inciting violence at Bhima-Koregaon war memorial on January 1, 2018. One person was killed and several others were injured in the incident.The first chargesheet was filed by the Pune Police in November 2018, which ran to over 5,000 pages. It named activists Sudhir Dhawale, Rona Wilson, Surendra Gadling, Shoma Sen, Mahesh Raut, all of whom were arrested in June 2018. The police claimed that those arrested had “active links” with the banned Communist Party of India (Maoist), and accused the activists of plotting to kill Prime Minister Narendra Modi.A supplementary chargesheet was filed in February 2019, against human rights activists Sudha Bharadwaj, Rao, Arun Ferreira, Vernon Gonsalves and banned Communist Party of India (Maoist) leader Ganapathy.The accused were charged with “waging war against the nation” and spreading the ideology of the CPI (Maoist), besides creating caste conflicts and hatred in the society.","author":"Scroll Staff","time":"2021-09-02T16:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128305-idcmxgzkcz-1615796051.jpg","tags":["Gautam Navlakha","Bhima Koregaon case","Bombay High Court","Stan Swamy"]}