{"title":"Bhima Koregaon case: Activist Mahesh Raut denied bail by NIA court","content":"A special National Investigation Agency court on Thursday denied bail to forest rights activist Mahesh Raut in the Bhima Koregaon case, reported the Hindustan Times.The case pertains to a first information report alleging that banned Naxalite groups had organised the Elgar Parishad conclave in Pune on December 31, 2017. The police claim that the speeches made during the event led to violence the next day at Bhima Koregaon village in Maharashtra’s Pune district.Raut has been accused of spreading Maoist ideology and encouraging unlawful activities. The National Investigation Agency has accused the activist of providing funds to banned organisations.The Pune Police, which initially investigated the case, had also alleged that Raut had taken students of the Tata Institute of Social Sciences to meet absconding underground Maoist leaders in 2017, according to the Hindustan Times. The National Investigation Agency also claimed that Raut had recruited two former students of the institute for the Maoists and they had undergone arms training.During hearing of the bail plea, Raut’s counsel, Advocate Vijay Hiremath had argued that the central agency has not been able to prove their allegations. “There is nothing on record about the funding,” said Hiremath, according to the Hindustan Times. “Equally, the chargesheet does not contain anything about the allegation that Raut was a recruiter for the Naxalite movement.”  Regarding allegations that Raut’s first name, Mahesh, was found on the computer of co-accused Rona Wilson, Hiremath argued that the existence of a letter used to make the claim was found disputed in a report of United States-based firm Arsenal Consulting.A forensic report by the firm had found that a hacker had used malware to infiltrate Wilson’s laptop before his arrest and planted at least 10 incriminating letters on his computer. The Pune Police had used these letters as its primary evidence in their chargesheet.At Thursday’s hearing, Hiremath pointed out that Wilson had already moved the Bombay High Court in February, challenging the case on the basis of this report.The lawyer also said that the central agency has not been able trace any money trail and confirm whether it is the same Mahesh, or some other person whose name was found on Wilson’s computer. Advocate Prakash Shetty, appearing for the National Investigation Agency, argued that a Pune court has already rejected Raut’s bail filed on similar grounds. Shetty said that all the documents that Raut was referring to has already been considered by the Pune court, the Hindustan Times reported.","author":"Scroll Staff","time":"2021-11-25T18:48:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/qcrsonevoa-1529052124.jpg","tags":["Mahesh Raut","Elgar Parishad case","Elgar Parishad","National Investigation Agency","Pune"],"source":"https://scroll.in/latest/1011420/bhima-koregaon-case-activist-mahesh-raut-denied-bail-by-nia-court"}