{"title":"Bhima Koregaon case: Pune Police claim assassination plot against prime minister in chargesheet","content":"The Pune Police on Thursday filed a chargesheet against five activists who were arrested in June for alleged Maoist links in connection with the Bhima Koregaon case, ANI reported. In the chargesheet, the police accused activist Rona Wilson of plotting to kill the prime minister. Activists Sudhir Dhawale and Mahesh Raut, Nagpur-based lawyer Surendra Gadling and professor Shoma Sen were also named in the chargesheet.According to the chargesheet, Wilson was a member of the Eastern Regional Bureau of the banned Communist Party of India (Maoist), and had planned with the party in July-August 2017 to use its funds to destabilise the government. Police also claimed that the Eastern Regional Bureau organised the Bhima Koregaon Prerna March in November-December 2017, and that Mahesh Raut gave the party’s funds to organise the Elgar Parishad. The police had earlier claimed the activists were involved in the Elgar Parishad event in Pune that was followed by the caste-related violence in Bhima Koregaon on January 1 this year. The police had charged them under the Unlawful Activities (Prevention) Act, but did not file a chargesheet in the stipulated 90 days. On October 28, the Supreme Court had stayed a Bombay High Court order declining an extension to the Maharashtra Police to file its chargesheet.Assistant Commissioner of Police and the case investigating officer Shivaji Pawar filed the 5,000-page chargesheet in the court of Additional Sessions Judge KD Vadane, The Indian Express reported. In June, the police had claimed that the five are “top urban Maoist operatives”. They were arrested over a month after raids at their homes and offices in connection with an event to commemorate the Battle of Bhima Koregaon on December 31 and the caste-related violence that broke out at the site and near Pune in Maharashtra on January 1.On January 8, a Pune resident lodged a first information report that named Harshali Potdar and Dhawale of Dalit rights organisation Republican Panthers, Sagar Gorkhe, Ramesh Gaichor, Jyoti Jagtap and Deepak Dhengle of the Pune-based Kabir Kala Manch. The FIR had claimed that those named were following the Communist Party of India (Maoist) agenda to “mislead the Dalits and spread thoughts of violence” in their minds.On August 28, the police conducted raids at the houses of five prominent activists Sudha Bharadwaj, Varavara Rao, Vernon Gonsalves, Arun Ferreira and Gautam Navlakha on similar allegations.","author":"Scroll Staff","time":"2018-11-15T19:25:01.768304+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/902278-87492-mmnxdmrucs-1524053360.JPG","tags":["Bhima Koregaon","Elgaar Parishad","Pune Police","Rona Wilson","Sudhir Dhawale"],"source":"https://scroll.in/latest/902278/bhima-koregaon-case-pune-police-file-chargesheet-against-five-accused-who-were-arrested-in-june"}