{"title":"Bhima Koregaon case: SC judge recuses himself from hearing plea by activist Gautam Navlakha","content":"A Supreme Court judge on Monday recused himself from hearing a petition filed by jailed activist Gautam Navlakha demanding that he should be placed under house arrest, Bar and Bench reported.Navlakha has been accused in the Bhima Koregaon case, which pertains to caste violence in a village near Pune in 2018. Sixteen persons were arrested for allegedly plotting the violence and were later accused of conspiring to assassinate Prime Minister Narendra Modi. Navlakha is lodged in the Taloja Central Jail in Navi Mumbai.The activist’s petition came up for hearing today before a bench of Chief Justice of India UU Lalit and Justice S Ravindra Bhat. “Justice Bhat cannot hear [the case],” the chief justice said. “Not to list this case before a bench with Justice Bhat. List before me on the administrative side.”Chief Justice Lalit added that the case could be heard by a bench comprising him and Justice KM Joseph as it had heard one of Navlakha’s cases earlier.The activist has approached the Supreme Court to challenge an order of the Bombay High Court from April 26 that dismissed the petition about placing him under house arrest. The High Court had also said that Navlakha’s apprehensions about the lack of medical aid and basic facilities in the Taloja prison were ill-founded, according to PTI. It had asked him to approach the National Investigation Agency about problems faced in the prison.The 70-year-old activist had filed the petition after his co-accused, tribal rights activist Stan Swamy, died during his time in custody in July 2021. Swamy, who suffered from Parkinson’s disease and also contracted the coronavirus infection while in prison, was repeatedly denied bail despite his deteriorating health condition. He was 84. Navlakha has also filed a petition demanding that he should be allowed to make phone calls from prison. On July 20, the Maharashtra government’s counsel Sangeeta Shinde told the court that the request could not be accepted as he was facing charges of terrorism.","author":"Scroll Staff","time":"2022-08-29T19:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/98976-axlsaximfo-1572956397.jpg","tags":["Gautam Navlakha","Supreme Court","Stan Swamy","Bombay High Court"],"source":"https://scroll.in/latest/1031572/bhima-koregaon-case-sc-judge-recuses-himself-from-hearing-plea-by-activist-gautam-navlakha"}