{"title":"Bhima Koregaon: Anand Teltumbde inspired his brother to join Maoist movement, claims NIA","content":"The National Investigation Agency has submitted before a court that activist Anand Teltumbde, an accused in the Bhima Koregaon case, inspired his brother, Milind Teltumbde, to join the Maoist movement, and shared “banned literature” with him, Live Law reported on Tuesday. Milind Teltumbde, also an accused in the case, has been declared absconding and named as the top operative of banned outfit Communist Party of India (Maoist) in the NIA chargesheet. The alleged Maoist leader carries a bounty of Rs 50 lakh.Even though the brothers led entirely separate lives, the central agency claimed that Milind Teltumbde used literature from Anand Teltumbde’s conferences to expand the banned organisation’s movement in urban areas.The submissions were made in response to Anand Teltumbde’s bail application, which is pending before a special NIA court. The academic, who was arrested on April 14 last year, applied for bail on merits on January 13.The NIA has cited a letter written by one “Prakash” to “Anand”, which was  recovered from co-accused Rona Wilson’s laptop. The letter allegedly mentions “Anand’s visit to Paris for Human Rights Convention to be held on April 9 and 10, 2018, and lectures on Dalit issues in order to give traction to domestic chaos”.“During this period, domestic chaos related to Dalit issues was only the Koregaon Bhima incident,” the NIA said. “The letter ended with exhortations to their intellectual comrades to keep the fire ablaze.”The agency also reiterated allegations against Anand Teltumbde, accusing him of being the convenor of the Elgaar Parishad conference held on December 31, 2017, that ultimately led to violence at Bhima Koregaon the following day. It alleged that the activist was an active member of the CPI (Maoists) and was “deeply involved in furtherance of its furtherance of its agenda.”In his bail application, Anand Teltumbde has strongly denied all allegations, saying that the statements made by two protected witnesses, which were used to prove the case, were “prima facie tutored with a desperate attempt to corroborate the prosecution’s case”. The activist said that at no point have these witnesses ever seen him or spoken with him. “Moreover, their statements were hearsay,” the plea said. “In fact even the present accused [Anand Teltumbde] was not in contact with Milind Teltumbde for past 25 years.”On the document that was recovered from Wilson’s computer, the activist said that there was no corroboration to show he even received the letter or that it was acted upon. “And while he did attend a conference in Paris, there was proof to show the organisers paid for the visit,” the plea said. “Infact, the organisers also complained to the French embassy regarding the allegations levelled against the University.”In February, a new forensics report had found that key evidence against a group of activists and intellectuals, who have been arrested in the Bhima Koregaon case, was planted using a malware on a laptop seized by the police from Wilson. The report by Arsenal Consulting, a United States digital forensics firm, found that an attacker used malware to infiltrate a laptop belonging to the activist before his arrest and deposited at least 10 incriminating letters on his computer. The Pune Police used letters it found on the laptop as its primary evidence in the chargesheet they filed in the Bhima Koregaon case.","author":"Scroll Staff","time":"2021-03-09T14:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111063-nzhcqvnpxx-1581669734.jpg","tags":["Anand Teltumbde","Milind Teltumbde","Bhima Koregaon","NIA"],"source":"https://scroll.in/latest/989030/bhima-koregaon-anand-teltumbde-inspired-his-brother-to-join-maoist-movement-claims-nia"}