{"title":"Bhima Koregaon: NIA told to affirm that it has provided cloned copies of evidence to accused persons","content":"A National Investigation Agency court on Monday directed the agency to file an affidavit stating that it has provided cloned copies of all electronic evidence to the persons accused in the Bhima Koregaon case, reported The Leaflet.The case pertains to caste violence that broke out on January 1, 2018, in Bhima Koregaon village near Pune. Sixteen persons were accused of involvement in the case under the Unlawful Activities (Prevention) Act.One of the accused persons, Stan Swamy, died while in custody. Five persons – Varavara Rao, Sudha Bharadwaj, Arun Ferreira, Vernon Gonsalves and Anand Teltumbde – are on bail, while one more – Gautam Navlakha – is under house arrest.The remaining ten accused persons are in prison. The trial in the case is yet to begin.Special judge Rajesh Kataria passed the order on Monday after defence lawyers contested public prosecutor Shrikant Sonkawade’s claim that cloned copies of the electronic evidence had been provided to the accused persons.Sonkawde on Monday provided annexures of electronic evidence from Pune’s Regional Forensic Science Laboratory to the accused persons. However, the counsels for the accused persons claimed that the seized electronic evidence did not match the cloned hard disks provided to them.They also said that the agency did not comply with a previous court order to provide a chart with details about the seized electronic evidence.To this, the public prosecutor contended that there was no need to provide the charts since all the evidence had already been given to the accused.Following this, the court directed the agency to file an affidavit by October 5 stating that they would not use any electronic evidence except that for which copies have been provided to the accused on hard disks.Allegations of planted evidenceA report by United States-based digital forensics firm Arsenal Consulting, released in December 2022, said that a hacker planted evidence on a device owned by tribal rights activist Stan Swamy, an accused in the case who passed away in judicial custody in July 2021.The firm said that Swamy had been targeted by an extensive malware campaign for nearly five years till his device was seized by the police in June 2019.Swamy died in custody at a Mumbai hospital on July 5, 2021 last year, nearly nine months after he was arrested under the Unlawful Activities (Prevention) Act. The 84-year-old had suffered from multiple ailments, including Parkinson’s disease and had contracted the coronavirus infection at the Taloja prison at Navi Mumbai.  Arsenal Consulting had made similar revelations about other accused persons Surendra Gadling and Rona Wilson in 2021. It had said that Wilson’s computer was hacked using malicious software to plant 10 letters, which the Pune Police and the National Investigation Agency used as primary evidence in the chargesheet they filed.In Gadling’s case, the 53-year-old’s device was infected with NetWire, a commercially available form of malware, for nearly two years before his arrest, said the firm.A report by Wired magazine in the United States in June 2022 stated that the Pune Police hacked electronic devices owned by Wilson and two other accused – Varavara Rao and Hany Babu.“There’s a provable connection between the individuals who arrested these folks [Wilson, Rao and Babu] and the individuals who planted the evidence,” Juan Andres Guerrero-Saade, a security researcher at cybersecurity firm SentinelOne, told Wired.","author":"Scroll Staff","time":"2023-09-19T16:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175891-vazfsmxtww-1655396090.jpg","tags":["caste violence","Bhima Koregaon","National Investigation Agency"],"source":"https://scroll.in/latest/1056220/bhima-koregaon-nia-told-to-affirm-that-it-has-provided-cloned-copies-of-evidence-to-accused-persons"}