{"title":"Bhima Koregaon case: Gautam Navlakha’s house arrest extended by a month","content":"The Supreme Court on Tuesday extended house arrest by a month for activist Gautam Navlakha, one of the accused persons in the Bhima Koregaon case, Bar and Bench reported.On November 10, the court had allowed Navlakha to be placed under house arrest for a month. This was after the activist filed a plea seeking to be shifted from jail on the grounds of ill health and poor facilities in prison.  Navlakha was released from the Taloja Jail in Navi Mumbai on November 19 after been lodged there for over two years.On Tuesday, a bench of Justices KM Joseph and BV Nagarathna extended the order on the house arrest till the second week of January 2023, which is when the case will be taken up again.Last month, despite the Supreme Court’s order on November 10, the activist had not been released from prison for nine days due to bureaucratic hurdles and objections from the National Investigation Agency. He was sent to house arrest only after the court on November 18 directed that its order should be implemented within 24 hours.The Bhima Koregaon case, in which Navlakha has been named as an accused person, pertains to caste violence in a village near Pune in 2018. A total of 16 persons were arrested in the case.Navlakha had filed his petition demanding house arrest after his co-accused tribal rights activist Stan Swamy died during his time in custody in July last year.Swamy, who suffered from Parkinson’s disease and also contracted the coronavirus infection while in prison, was repeatedly denied bail despite his deteriorating health condition. He was 84.","author":"Scroll Staff","time":"2022-12-14T15:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106315-lwaohjsjno-1590682472.jpg","tags":["Gautam Navlakha","Bhima Koregaon","Supreme Court","Stan Swamy"],"source":"https://scroll.in/latest/1039739/bhima-koregaon-case-gautam-navlakhas-house-arrest-extended-by-a-month"}