{"title":"Bhima Koregaon case: Bombay HC grants bail to Gautam Navlakha but stays order for NIA to file appeal","content":"The Bombay High Court on Tuesday granted bail to human rights activist Gautam Navlakha in the 2018 Bhima Koregaon case, reported Bar and Bench.A division bench of Justices AS Gadkari and SG Dige allowed the bail petition on a surety of Rs 1 lakh. The court, however, stayed the bail order for three weeks to allow the National Investigation Agency to appeal against it before the Supreme Court. The central agency had sought a stay order of six weeks, reported The Indian Express.  Navlakha has been accused of involvement in the Bhima Koregaon case, which pertains to caste violence in a village near Pune in 2018. He was among 16 people arrested for allegedly plotting the violence.The activist, who was arrested in August 2018, was placed under house arrest on November 19 last year following a Supreme Court order by a bench headed by Justice KM Joseph, who has since retired. This was after Navlakha filed a plea seeking to be shifted from jail on the grounds of ill health and poor facilities in prison.Navlakha had moved the High Court after a National Investigation Agency court rejected his bail application in September last year. The High Court, however, remanded the plea back to the special court.In April this year, the special NIA court again denied bail to the activist, stating that he was a member of the banned Communist Party of India (Maoist). Following this, he approached the High Court. Of those accused in the case, activists Arun Ferreira, Vernon Gonsalves, Anand Teltumbde, poet Varavara Rao and lawyer-activist Sudha Bharadwaj have been granted bail. Another accused person – tribal rights activist Stan Swamy – died while in custody.The Bombay High Court had granted bail to forest rights activist Mahesh Raut in September but his bail order was stayed by the Supreme Court. This was after the National Investigation Agency claimed that there was evidence to show that Raut had links to banned Maoist outfits.","author":"Scroll Staff","time":"2023-12-19T15:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106315-lwaohjsjno-1590682472.jpg","tags":["Gautam Navlakha","Bhima Koregaon","Bhima Koregaon violence","Bombay High Court"],"source":"https://scroll.in/latest/1060808/bhima-koregaon-case-bombay-hc-grants-bail-to-gautam-navlakha-but-stays-order-for-nia-to-file-appeal"}