{"title":"Bhima Koregaon: Stan Swamy, Gautam Navlakha and Anand Teltumbde among eight named in NIA chargesheet","content":"The National Investigation Agency on Friday filed a chargesheet against eight activists, including  Gautam Navlakha, Anand Teltumbde, 83-year-old Stan Swamy and Delhi University professor Hany Babu, for their alleged involvement in inciting violence at Bhima Koregaon in 2018, PTI reported. The case is related to an event organised at Pune’s Shaniwar Wada called Elgar Parishad on December 31, 2017. This is the first chargesheet filed by the NIA, which took over the investigation in January. The Pune Police had earlier filed two chargesheets in connection with the Elgar Parishad case against the activists. Sonia Narang, NIA spokesperson and deputy inspector general of police in the agency, said the chargesheet was submitted before a designated court in Mumbai.Others named in the chargesheet are three artistes of Kabir Kala Manch — Sagar Gorkhe, Ramesh Gaichor and his wife Jyoti Jagtap – and Milind Teltumbde, a central committee member of Communist Party of India. Milind Teltumbde, the brother of management professor and intellectual Anand Teltumbde, is currently underground. The rest of them have been arrested in connection with the case, with Swamy being the latest, who was taken into custody on Thursday night from Ranchi reportedly without a warrant. Swamy was brought to Mumbai from Ranchi and produced before a court at 1.30 pm on Friday. The court directed him to be sent in judicial custody till October 23. He will be lodged at Taloja central jail. The NIA, since January, made the arrests amid the coronavirus pandemic, which has had a devastating impact in India. Gorkhe, Gaichor and Jagtap were arrested on September 8, Anand Teltumbde and Navlakha on April 14, and Hany Babu in July.  In all, 16 persons – all activists, lawyers and intellectuals – are in prison. The chargesheet filed by the central agency runs over 10,000 pages and accuses all eight activists of “conspiring with other accused to further the ideology of Communist Party of India-Maoist”, according to News18.  They been charged under various sections of the Indian Penal Code pertaining to criminal conspiracy, waging war against country, and under sections of the anti-terror law, Unlawful Activities (Prevention) Act.  The NIA claimed that a “systematic network” of Maoists operating for supply of arms and ammunitions had come to the fore during their investigation. This network, the agency said, has a “proper nexus” with the Maoist cadre and other banned organisations within and outside India. It said that strategy and tactics adopted by the Maoists to carry out an  “urban revolution” with their frontal outfits have also been revealed. “Besides this, funding activities among the Maoist cadre and their sympathisers to carry out Maoist work in rural as well as urban areas came to the fore,” the NIA added.Activist Anand Teltumbde arrives to surrender before the National Investigation Agency in Mumbai in April. [PTI photo]The allegationsOn Anand Teltumbde, the NIA said he was one of the main convenors of the Elgar Parishad event of December 31, 2017, under the banner of “Bhima Koregaon Shaurya Din Prerana Abhiyan”. The agency said that the activist was also allegedly present at Shaniwar Wada on the day of the event.Navlakha, on the other hand, was tasked with “uniting intellectuals against the Indian government forces to defeat them both physically and otherwise”, the NIA said. The agency’s chargesheet stated that he was also given the task of recruiting people for the banned outfit Communist Party of India-Maoist. Besides this, the NIA alleged that Navlakha was also in touch with Pakistan’s spy agency Inter-Services Intelligence.Meanwhile, Hany Babu, according to the NIA, was allegedly given the task of organising visits of foreign journalists to Maoist areas. He was also in contact with banned terror groups in the northeast, the agency said. NIA further alleged that Babu was “actively trying to secure” the release of GN Saibaba, an English professor at Delhi University in jail since 2014 for his alleged Maoist links.Gorkhe, Gaichor and Jagtap have been accused of “actively conspiring and propagating the Maoist conspiracy throughout Maharashtra”. The NIA also alleged that Kala Manch is the front organisation of CPI-Maoist.On Swamy, who is possibly the oldest person to be charged under the Unlawful Activities (Prevention) Act, the NIA said that investigations established he was “actively involved” in the activities of the CPI (Maoist). They said literature, propaganda material of the CPI(Maoist) and documents were seized from his possession.The agency alleged that Swamy had also received funds through an associate to facilitate the group’s agenda. Besides, he is convenor of the Persecuted Prisoners Solidarity Committee (PPSC), which NIA officials claimed was a frontal organisation of the CPI (Maoist).Swamy had anticipated his arrest. Two days ago, he had recorded a video stating the NIA officials were forcing him to travel to Mumbai amid the pandemic for interrogation. In another written message released hours before his arrest, he said he had recently been interrogated by the central agency for 15 hours over a span of five days – July 27 to July 30 and then on August 6.\n\n\n    \n    Play\n\nThe caseViolence broke out between Dalits and Marathas in the village of Bhima Koregaon near Pune on January 1, 2018. This came a day after an event in Pune called the Elgar Parishad was organised to commemorate the Battle of Bhima Koregaon in 1818 in which the Dalit Mahar soldiers fighting for the British Army defeated the Brahmin Peshwa rulers of the Maratha empire. One person died in violence during a bandh called by Dalit outfits on January 2.    The Pune Police raided several activists in April 2018, followed by two rounds of arrests that targeted 10 activists.The first chargesheet was filed by the Pune Police in November, 2018, which ran to over 5,000 pages.It had named activists Sudhir Dhawale, Rona Wilson, Surendra Gadling, Shoma Sen, Mahesh Raut, all of whom were arrested in June, 2018. The police had claimed that those arrested had “active links” with the banned Communist Party of India (Maoist), and accused activists of plotting to kill the Prime Minister Narendra Modi. A supplementary chargesheet was filed later in February 2019, against human rights activists Sudha Bharadwaj, Varavara Rao, Arun Ferreira, Vernon Gonsalves and banned Communist Party of India (Maoist) leader Ganapathy. The accused were charged with “waging war against the nation” and spreading the ideology of the CPI (Maoist), besides creating caste conflicts and hatred in the society. The Centre transferred the case to the NIA in January after the Bharatiya Janata Party government led by Devendra Fadnavis in Maharashtra was defeated. A coalition government of the Shiv Sena, Nationalist Congress Party and Congress came to power in the state in November 2019.","author":"Scroll Staff","time":"2020-10-09T18:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144447-xtbwtedhhz-1594823814.jpg","tags":["Gautam Navlakha","Stan Swamy","Hany Babu","Sagar Gorkhe","Ramesh Gaichor","Bhima Koregaon","Elgar Parishad case","NIA"],"source":"https://scroll.in/latest/975374/bhima-koregaon-stan-swamy-gautam-navlakha-and-anand-teltumbde-among-eight-named-in-nia-chargesheet"}