{"title":"Bhima Koregaon accused Gautam Navlakha, Sagar Gorkhe denied permission to use mosquito nets in jail","content":"A National Investigation Agency court in Mumbai on Thursday rejected a plea filed by Gautam Navlakha and Sagar Gorkhe, accused persons in the Bhima Koregaon case, to use mosquito nets in prison, PTI reported.The case pertains to caste violence in a village near Pune in 2018. Sixteen people were arrested for allegedly plotting the violence and were later accused of conspiring to assassinate Prime Minister Narendra Modi.Navlakha, Gorkhe and other accused in the case are lodged in Taloja jail in Navi Mumbai. They had approached the court after their mosquito nets were taken away by prison officials. On May 25, Gorkhe had gone on a hunger strike after the prison officials seized the mosquito nets.The jail authorities on Thursday told the court that the mosquito nets had been taken away as the prisoners could use them to strangulate themselves, PTI reported.Special Judge Rajesh Katariya rejected Navlakha and Gorkhe’s plea but allowed them to use mosquito repellents, ointments and incense sticks.The judge also asked the jail superintendent to weed out unwanted plants to keep the mosquitoes away. Anti-mosquito insecticides should be sprayed and fumigation must be carried out every two weeks during the monsoon, the court said.‘No sure if Navlakha can call his relatives’Meanwhile, government lawyer Sangeeta Shinde told the Bombay High Court on  Friday that she was unsure if Navlakha can be allowed to call his  relatives from prison since he is accused of a serious offence, News18  reported.The High Court was hearing Navlakha’s petition seeking permission to make phone calls and video calls from Taloja prison.The court said the state will need to clearly state if prison rules applied to Navlakha or not. To this, Shinde responded saying that she will need to “take instructions” from the state authorities.The court will hear the matter on July 12.Meanwhile,  Navlakha’s lawyer, Yug Mohit Chaudhary said that the prison authorities  insist that Navlakha’s 70-year-old partner travel to Mumbai if she  wanted to speak to him, News18 reported. “All prisons in India  except this jail in Maharashtra allow regular phone calls if not VC [video calls],” he  said. “Denying me such facility is just cruel.”","author":"Scroll Staff","time":"2022-07-08T20:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176911-gjkbpbphnu-1657290254.jpg","tags":["Sagar Gorkhe","National Investigation Agency","Bhima Koregaon","Gautam Navlakha","Mumbai"],"source":"https://scroll.in/latest/1027913/bhima-koregaon-accused-gautam-navlakha-sagar-gorkhe-denied-permission-to-use-mosquito-nets-in-jail"}