{"title":"‘Bhoothakaalam’ review: A mother, son and a possible ghost in Malayalam thriller","content":"The chief characteristic of Malayalam director Rahul Sadasivan’s  absorbing and often nerve-wracking thriller Bhoothakaalam is its leanness, both in the staging of scenes and the display of emotions.The main setting is a house of sickness and death. There’s the widow Asha (Revathi), a teacher and the primary breadwinner. There’s her bedridden mother. There’s Asha’s son Vinu (Shane Nigam), who is jobless despite a pharmacy degree. Mother and son have a brittle relationship, which only worsens after the death of Asha’s mother.Asha and Vinu are unable to bridge the gap between their places at the dinner table. Asha often flees important conversations midway, while Vinu struggles to land a job or explain his escalating anxiety to his friends and his girlfriend Priya (Athira Patel). When Vinu starts hearing strange sounds in the house and begins to have visions of his dead grandmother, it is unclear whether he is in the early stages of a psychotic breakdown or is the vessel for a malevolent spirit.The 106-minute movie, which has been released on SonyLIV, holds back its cards about its true intentions. Sadasivan, who has also written the film, maintains an admirable balance that endures even when he moves decisively in one of two possible directions.Revathi in Bhoothakaalam (2022). Courtesy Plan T Films/Shane Nigam Films.The narrative trembles at the edges with things unsaid and deeds unacknowledged. The creeping dread is hardwired into Shehnad Jalal’s controlled cinematography and Rahool Syam’s minimal sound design. The night scenes, when the house appears to expel its secrets one ominous bump at a time, are especially hair-raising. Here too, the scares are delivered through the simplest of techniques – a shot held for long enough, a light that comes on.Sadasivan builds up vivid portraits of Asha and Vinu but holds back just when we are getting to know them better. A deeper exploration of their tenuous bond would have made the extended climax more credible and effective.The characters might have seemed incomplete if it wasn’t for the actors who play them. Revathi, The One Who Can Never Go Wrong, effortlessly brings out Asha’s vulnerability as well as her obduracy when she’s asked to look beyond her own problems and consider Vinu’s plight. Revathi is perfectly complemented by Shane Nigam, who movingly expresses Vinu’s fragility and despair.Except for a sudden and unwanted mood shift, Sadasivan keeps the focus on these two performers stumbling through a crisis of the mind and soul that threatens to both destroy and liberate.\n\n\n    \n    Play\n\nBhoothakaalam (2022).","author":"Nandini Ramnath","time":"2022-01-21T09:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169062-lysvueemao-1642684221.jpeg","tags":["Bhoothakalam","Shane Nigam","Revathi"],"source":"https://scroll.in/reel/1015417/bhoothakaalam-review-a-mother-son-and-a-possible-ghost-in-malayalam-thriller"}