{"title":"Bhopal jailbreak: Alleged videos of police encounter raise doubts about how SIMI men were killed","content":"Videos purportedly of a police encounter on the outskirts of Bhopal, in which eight members of the banned Students of Islamic Movement of India were killed after they escaped prison, has raised questions about how the incident took place. While the police said the SIMI men were shot dead after they opened fire at officers, alleged clips of the incident showed them engaging in conversation with the police before the shooting, and another video showed them with raised arms before they were killed. Investigators said the veracity of the videos have not been ascertained.Security forces have also given various reports about the encounter, according to Hindustan Times. While some of those involved said police officers were injured in the shootout, Sanjeev Shami, inspector general of the anti-terror squad, said the escaped prisoners were unarmed, and no police officer was injured in the encounter. Yogesh Chaudhury, inspector general of the Bhopal police, said three policemen suffered pellet injuries. \"We acted on intelligence and located the inmates. They fired on us, and all eight were killed in crossfire,\" he said.The eight men escaped Bhopal Central Jail early on Monday. The SIMI members had killed a security guard during their bid to escape. The fugitives were killed in the police encounter before noon the same day. The lawyer of seven of the eight undertrials has asked for a Central Bureau of Investigation inquiry into their deaths.Soon after, Madhya Pradesh Chief Minister replaced additional director-general of police Sushovan Benarjee with a former official of the Research and Analysis Wing, Sudhir Shahi. The National Investigation Agency will look into how the undertrials were able to flee, while former director general of police Nandan Dubey will inquire into the security lapses on the part of the jail authorities. The identities of four of the eight SIMI activists have been ascertained – Zakir, Amzad, Salik and Mehboob. According to PTI, they had learned to make bombs in Bijnor, Uttar Pradesh. The police told Hindustan Times that the eight fugitives were accused in several cases, including the 2008 Ahmedabad serial blasts as well as explosions in Karimnagar, Pune and Chennai in 2014. Director General of Bhopal Central Jail Sanjay Choudhary said that security had been beefed up for other prisoners, while Delhi has been put on high alert.Meanwhile, the Opposition has also questioned the encounter. Congress General Secretary Digvijaya Singh said it was \"curious\" how only the SIMI men escaped prison and were killed. Communist Party of India(Marxist) General Secretary Sitaram Yechury has demanded a judicial inquiry into the matter, while Aam Aadmi Party chief Arvind Kejriwal called for a Supreme Court-led investigation.Bharatiya Janata Party spokesperson GVL Narasimha Rao said the Congress was undermining the morale of the security forces with their questions. \"Like they questioned the cross-LoC surgical strikes, the Congress is doing the same for vote bank politics. They are undermining the morale of our security forces,\" he said.SIMI is an Islamist organisation that was started in Aligarh, Uttar Pradesh, in April 1977. It was banned by the government in 2006.","author":"Scroll Staff","time":"2016-11-01T08:21:18.905632+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/820432-44511-itkjcoxqlq-1477967871.JPG","tags":["Bhopal","SIMI","Police encounter","Madhya Pradesh"],"source":"https://scroll.in/latest/820432/bhopal-jailbreak-alleged-videos-of-police-encounter-raises-doubts-about-how-simi-men-were-killed"}