{"title":"‘Bhuj: The Pride of India’ review: A messy, loud tribute to valour in the air and on the ground","content":"Bhuj: The Pride of India has a rousing story to tell, of an Indian Air Force airbase in Gujarat that valiantly resisted repeated strafing during the 1971 India-Pakistan war. When Pakistani pilots destroyed the airstrip, residents of the surrounding villages helped rebuild it in no time. Even a Films Division-style newsreel on this subject would be of interest. Had the makers of Bhuj trusted their material, there might have been a halfway decent movie instead of a sensory assault. Disjointed for the most part and rushing from one scene to the next, the 113-minute movie on Disney+ Hotstar appears to have been assembled out of an unruly hunk of footage. A voiceover that explains what we are already watching is layered over sonic effects and loud background music.Writer-director Abhishek Dudhaiya and co-writers Raman Kumar, Ritesh Shah and Pooja Bhavoria throw everything they have at the screen – battles in the skies and on the ground, patriotic speeches, nationalistic songs and Pakistan bashing. It’s topped with lashings of Islamophobia. The Pakistani mission to target the air base is named after Changez Khan. If this is a reference to the man who was also known as Genghis Khan, it’s bizarre, considering that he wasn’t even a Muslim.Tirades against the Mughal “outsiders” who ruled India, mentions of Shahjahan and Taj Mahal by the Pakistanis as passwords for their agents, and a line that “spies don’t use attar” are indications that the filmmakers are viewing Indian nationalism through a keyhole. Ajay Devgn, who is also one of the producers, plays Vijay Karnik. As the air force base’s commanding officer, Karnik watches in horror as Pakistani aircraft rain destruction from above. Karnik later leads a team that includes the military officer Ram (Sharad Kelkar), ace pilot Vikram (Ammy Virk) and army scout Ranchordas (Sanjay Dutt) to foil another, bigger Pakistani attack.On the other side of the border, Heena (Nora Fatehi) has managed to expose the precarious state of the Pakistani establishment: she has snuggled into the bedroom of Pakistani mission leader Monazir (Anurag Tripathi). Heena passes on vital intelligence that keeps the Indians a few steps ahead of their adversaries.The big feat that made this episode from the 1971 war unusual – the overnight reconstruction of the air base – is treated cursorily. Sunderben (Sonakshi Sinha), who single-handedly kills a visiting leopard that is eyeing her cow, leads the villagers through labour and song as they contribute their bit to the war effort. Devgn, exercising his producer’s privilege, gets the slow-mo shots and the majority of the action. Always better on terra firma than in the air (the visual effects are poorly executed for one thing), the movie finally settles into coherence in the lengthy climax. As Indian and Pakistani soldiers, tanks and weapons battle each other, Bhuj finally delivers bang for the buck. \n\n\n    \n    Play\n\nBhuj: The Pride of India (2021).","author":"Nandini Ramnath","time":"2021-08-13T21:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162748-pyheglyeqv-1628794880.jpeg","tags":["Bhuj: The Pride of India review","Ajay Devgn","Abhishek Dudhaiya"],"source":"https://scroll.in/reel/1002731/bhuj-the-pride-of-india-review-a-messy-loud-tribute-to-valour-in-the-air-and-on-the-ground"}