{"title":"Bhupendra Patel elected as leader of legislature party, to continue as Gujarat CM for second term","content":"Bhupendra Patel will continue as the Gujarat chief minister for the second straight term as the newly-elected Bharatiya Janata Party MLAs unanimously chose him as the leader of the legislature party during a meeting on Saturday, reported PTI.On Thursday, the BJP had won 156 of the 182 seats in the Gujarat Assembly elections, putting up the best performance ever by a party in the state polls.    A day later, Patel resigned as the chief minister, along with his entire Cabinet, to pave the way for forming the next government.Senior BJP leaders Rajnath Singh, BS Yediyurappa and Arjun Munda were present for Saturday’s meeting as the party’s central observers. The BJP had already announced that the swearing-in ceremony of the new government will take place on December 12. It will be attended by Prime Minister Narendra Modi, Union Home Minister Amit Shah and chief ministers of BJP-ruled states. The BJP’s performance on Thursday had eclipsed the Congress’ best results, when it had won 149 seats in 1985. The BJP had first secured a clear majority in the state in 1995, winning 121 seats, and has won every Assembly election in the state since then.However, its best showing was in 2002, when the saffron party won 127 seats in the aftermath of the communal riots that had broken out in the state in February that year. This was also the first election in which Narendra Modi was seeking a full term as chief minister.He had succeeded Keshubhai Patel in 2001, who had resigned mid-term.Also read:Election results: The BJP is hegemonic at the national level – but weak in the states","author":"Scroll Staff","time":"2022-12-10T18:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163943-leouedbidl-1631448131.jpg","tags":["Bhupendra Patel","Gujarat","Gujarat Election 2022"],"source":"https://scroll.in/latest/1039468/bhupendra-patel-elected-as-leader-of-legislature-party-to-continue-as-gujarat-cm-for-second-term"}