{"title":"Bhupen Khakhar: A great painter of little lives","content":"While walking through a retrospective of Robert Mapplethorpe’s photographs currently on view in Los Angeles, Bhupen Khakhar’s paintings came to mind like an afterimage appearing to closed eyes. The two artists are connected by their sexuality: Khakhar was the first Indian artist to depict gay themes, and Mapplethorpe’s (warning: NSFW image) explicit photographs became the focus of controversy in the late 1980s, after an exhibition of his work was provided funding by the National Endowment for the Arts. What divides these two major personalities, though, is more fundamental than what connects them, and the contrast can shine a light on Khakhar’s work.Mapplethorpe single-mindedly sought physical and formal perfection, whether in portraits of celebrities like Isabella Rossellini or in carefully framing models in his studio. Khakhar’s paintings are the polar opposite of Mapplethorpe’s restrained black-and-white prints, famously borrowing their palette from garish popular visual culture, laying hot pink, orange and green side by side. His figures are awkward, angular or flabby, the antithesis of grace and beauty. While Mapplethorpe seeks the gravitas of classical tradition, Khakhar is inclined towards calendars and comic books. Mapplethorpe’s output, aside from a few explorations of extreme sexual acts that push the envelope of acceptability, is exquisitely tasteful, while Khakhar’s seems a rebellion against good taste.Some of Mapplethorpe’s most famous works are studies of flowers.  He managed to revitalise an over-explored subject by the sheer fineness of the textures and tones he extracted from lilies, orchids, poppies, tulips and irises. One of Khakhar’s best known paintings is titled, Man With a Bouquet of Plastic Flowers.  Like many of the artist’s compositions, this canvas appears to tell a story in the flanking panels that surround the man of the title. One assumes they depict scenes from his life, but a close look doesn’t clarify the issue. Bouquets are strongly linked with celebration, but neither the man’s expression nor anything around him seems to warrant joy. Unlike the grandeur of Mapplethorpe’s subjects, we are faced with little lives that can’t even be called lonely, for loneliness itself has an aura of heroism to it.Finding a visionKhakhar seemed destined to eke out a life like some of his characters. His father died when he was young, and he was pushed into studying accountancy, and then into a boring but steady job. He would have got married, as most gay Indian men do, and quietly had affairs while his wife wondered what had gone wrong. Instead, he became a full-time artist, and came out of the closet, first to friends and then to the world at large through confessional paintings. Members of his business-minded Gujarati community began to respect him once they discovered the amazing margins between his paintings’ material costs and their market price.Though he came to live a life of freedom, Khakhar’s subjects remain constrained by the society he had eluded. Where Mapplethorpe claims the legitimacy of alternate sexual desires by depicting extreme acts in stylised form, Khakhar explores a culture of secrets and shadows, where small gestures and signs allow like-minded people to express themselves without threatening convention, and where conventions are flexible enough to allow for such expression. Acts that would be considered improper were their psychological made explicit occur in his paintings within acceptable social contexts, even devotional ones, as indicated by titles like \"Seva\" and \"Sakhibhav\".When he was asked why his painting had to have plastic flowers rather than real ones, Khakhar repiled that he found plastic flowers beautiful because they were indestructible. Like many of his statements, this one wasn’t quite true, but not exactly false either, and one couldn’t pin down precisely how much irony there was in his inversion of the conventional hierarchy of natural and artificial. Certainly, a part of Khakhar did, indeed, love plastic flowers, just as a part of him loved the bright hues many would deride. And another part of him probably laughed at what he loved.I first encountered Khakhar’s paintings through his canvases of tradesmen, like the watch repairer. At the time, I found them hilarious, a very sophisticated use of naïve figures and kitschy colours meant to satirise Indian middle-class life. While I don’t disregard that aspect of the paintings, over time I have grown to see them as  more empathetic and melancholy than distanced and mocking. Part of the shift has to do with reading back into the early pictures some of the mood of his later imagery. I have also gradually discovered how much black Khakhar used. For a painter associated with the colours of calendar art, he turned surprisingly often to the most sombre of shades. There are very few painters who can create an image that will make you laugh one day and cry another, or laugh and cry and the same time. Bhupen Khakhar produced many such compositions over a period of decades, and that is among the reasons why he is the most important Indian artist of the last half century.","author":"Girish Shahane","time":"2016-06-01T15:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/809126-clsafquzpl-1464750337.jpg","tags":["Anything that Moves","Bhupen Khakhar","painter"],"source":"https://scroll.in/article/809126/bhupen-khakhar-a-great-painter-of-little-lives"}