{"title":"Bihar caste survey begins, CM Nitish Kumar says exercise will benefit all communities","content":"The Bihar government on Saturday began the first phase of a caste-based survey in the state. The survey, which will also record the economic status of families, is estimated to provide socio-economic data for a population of 12.70 crore in the 38 districts of Bihar.Chief Minister Nitish Kumar on Friday said that the survey will be a detailed record on castes and communities in the state which will help in their development, reported The Hindu. The survey report will help to better implement welfare schemes for socially and economically disadvantaged groups, the government has said.Kumar said on Friday that the exercise will benefit all sections of society. “We will ask economic status to get an idea [on what needs to be done later about them],” the chief minister said on Friday, reported The Indian Express. “We will also get the number of family members living in and outside the state. The enumerators will also talk to people living outside the state.”The Janata Dal (United) leader, who is travelling through the state as part of the Samadhan Yatra, told reporters on Friday that proper training was given to all those who are undertaking the enumeration process, reported the newspaper. The 5.24 lakh surveyors mostly comprise teachers, agriculture coordinators, ASHA workers, staff members under the Mahatma Gandhi National Rural Employment Guarantee Scheme, and workers under other government schemes, reported The Hindu.The enumerators will count 2.58 crore households in urban and rural areas of the state.On June 2, the Bihar Cabinet had cleared a proposal to carry out a caste-based survey in the state.  India had last conducted an exercise to count the population of all caste groups in 1931. In independent India, census reports have published data noting the population of Scheduled Castes and Scheduled Tribes but not other caste groups.On September 23, the Union government had told the Supreme Court that a country-wide caste census would be “administratively difficult”.Three days later, Kumar had urged the Centre to reconsider its position on undertaking a caste census. On August 23, Kumar had also led a delegation of 10 political parties from Bihar to meet Prime Minister Narendra Modi to press for the caste census.","author":"Scroll Staff","time":"2023-01-07T12:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185330-wdfuuquxpj-1673076033.jpg","tags":["Bihar","Caste Survey","Nitish Kumar"],"source":"https://scroll.in/latest/1041378/bihar-caste-survey-begins-cm-nitish-kumar-says-exercise-will-benefit-all-communities"}