{"title":"Bihar hooch tragedy: ‘If you consume spurious liquor, you’ll die,’ says CM as toll rises to 26","content":"The toll in the spurious liquor tragedy in Bihar’s Saran increased to 26 on Thursday, PTI reported, citing District Magistrate Rajesh Meena.Sunil Kumar, the state’s minister for prohibition, said that most of the deaths were reported from the Mashrak and Isuapur areas of Saran.The sale and consumption of alcohol has been banned in Bihar since April 2016. However, there have been several instances of citizens dying and falling ill after drinking spurious liquor in the state.In Saran district alone, nearly 50 persons have died in nine hooch incidents this year, according to the Hindustan Times.On Wednesday, families of some of the deceased had said that those who died in Saran had consumed country-made liquor at a local joint and fell ill after returning home.“Most of them were declared dead at a hospital in Chhapra, the district headquarters,” Sagar Dulal Sinha, the medical officer-in-charge of Saran said, according to PTI. “Some, who had been ill since Tuesday morning, died while undergoing treatment.”The district administration said it has formed teams of officials, who will visit the villages and meet the bereaved families to track down those who might have served illicit liquor. Two police officials – Masrakh Station House Officer Ritesh Mishra and Constable Vikesh Tiwari – have been suspended based on the recommendation of the Marhaura Sub-Divisional Police Officer Yogendra Kumar.Commenting on the deaths, Chief Minister Nitish Kumar on Thursday said that the incident showed how spurious liquor was fatal.“Last time, when people died due to spurious liquor, someone said they should be compensated,” Kumar said. “If someone consumes spurious liquor, they’ll die – an example is before us. This should be condoled, those places should be visited and people should be explained about the fallout of their action.”The chief minister asserted that the prohibition policy had benefited many citizens, and that many have given up drinking alcohol. “But there are some troublemakers,” he said. “I have told officers to identify the actual troublemakers and nab them.”In response, Bharatiya Janata Party leader Sushil Modi said that crores of people drink liquor in the country, and asked if all of them should die. “It is inappropriate of the chief minister to make such remarks while people die due to consumption of spurious liquor in Bihar, where prohibition is in place,” he said.The deaths in Saran had also caused an uproar in the state’s Legislative Assembly on Wednesday.The BJP had said that the incident reflects the “complete failure” of liquor prohibition in the state.The MLAs of the saffron party had also staged a demonstration outside the Assembly, alleging that there exists a nexus between police and illicit liquor traders in Bihar.“We have always supported the ban on liquor, even when it was introduced while we were in opposition,” said former Deputy Chief Minister Tarkishor Prasad. “But its implementation has been a complete failure.”Nitish Kumar had also lost his cool after allegations were raised in the Assembly. “You are drunk,” he was seen shouting at the BJP MLAs.Tejashwi Yadav told journalists that the BJP should remember that Bihar witnessed several hooch tragedies while it was in power, PTI reported.“Many of its own leaders have also been accused of involvement in the illicit liquor trade,” he said. “It should not make hypocritical noises but cooperate with the government which is making honest efforts to curb liquor consumption.”","author":"Scroll Staff","time":"2022-12-15T11:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184426-ijefsdzchk-1671113816.jpg","tags":["Bihar","Saran","Hooch Tragedy"],"source":"https://scroll.in/latest/1039799/bihar-toll-in-spurious-liquor-tragedy-in-saran-district-rises-to-21"}