{"title":"Bihar: Three dead, seven fall ill after drinking spurious liquor in Siwan district","content":"Three persons died and at least seven fell ill in Bihar’s Siwan district after consuming spurious liquor on Sunday, reported ANI.The incident took place in the Lakari Nabiganj town of Siwan.Two of those who died have been identified as Janak Bean alias Janak Prasad and Naresh Bean. Both were residents of the Bala village in Siwan. The relatives of the two men took them to a hospital after they complained of stomach ache and reduced vision. However, doctors declared them to have been brought dead.Sub-Divisional Public Grievance Officer Abhishek Chandan told the news agency that the cause of death will become clear once the report of a post-mortem examination is released.District Magistrate Amit Kumar Pandey said that seven persons are undergoing treatment after having consumed the spurious liquor. Ten persons have been arrested in the case, he added.The sale and consumption of alcohol has been banned in Bihar since April 2016. However, instances of residents dying and falling ill due to spurious liquor are often reported from the state.Last month, 26 persons died in the Saran district after they had consumed spurious liquor. Last year, nearly 50 persons had died in nine hooch incidents in Saran district, reported the Hindustan Times. Since the state banned alcohol, 20 major incidents of hooch have killed 200 persons, reported The New Indian Express.However, Chief Minister Nitish Kumar said on December 16 that those who died in the incident will not receive any compensation from the government.“Last time, when people died due to spurious liquor, someone said they should be compensated,” Kumar said. “If someone consumes spurious liquor, they’ll die – an example is before us. This should be condoled, those places should be visited and people should be explained about the fallout of their action.”","author":"Scroll Staff","time":"2023-01-23T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185957-cfqnjmqpit-1674440644.jpeg","tags":["Siwan District","Bihar","Spurious Liquor","Hooch Tragedy"],"source":"https://scroll.in/latest/1042375/bihar-two-dead-at-least-12-fall-ill-after-drinking-spurious-liquor-in-siwan-district"}