{"title":"Bihar polls: ‘Opposition’s demand to restore Article 370 an insult to state,’ says PM Modi","content":"Prime Minister Narendra Modi on Friday credited Nitish Kumar’s government in Bihar for handling the coronavirus pandemic well, and said the Centre has implemented many schemes for the state’s development. Modi was campaigning for the Bihar Assembly elections, which will begin next week.He launched a sharp attack on the Opposition for demanding the restoration of Jammu and Kashmir’s special status under Article 370. He said that the demand was an insult to Bihar, which has sent its sons and daughters to the borders. He also accused the Opposition of bad governance. Nitish Kumar of the Janata Dal (United) is seeking a fourth term for the National Democratic Alliance government that he leads in partnership with the Bharatiya Janata Party.Modi started his first rally in Sasaram by paying tribute to Union minister Ram Vilas Paswan and former Rashtriya Janata Dal leader Raghuvansh Prasad Singh, who died recently.On Nitish Kumar and NDA“I want to congratulate the people of Bihar for the way they are fighting the battle against Covid-19,” Modi said of Bihar Chief Minister Nitish Kumar’s handling of the coronavirus crisis in the state. “If Bihar had not acted fast, the pandemic would have killed many more. But today Bihar, having tackled coronavirus, is now celebrating the festival of democracy while maintaining precautions.”Claiming that the National Democratic Alliance’s win in the elections is certain, Modi said, “Voters of Bihar have decided that those who have a history of making Bihar ‘bimaru’ [sick] will not be allowed to return.”He also said the NDA government was necessary in Bihar to strengthen India’s “atma nirbhar” or self-reliance vision. “We are with Nitish Kumar for the development of Bihar,” he said. “He got only three or four years to bring development in the state... Earlier, he was engrossed in battling the UPA government’s politics, which was impeding his work.”On the OppositionThe prime minister attacked the Rashtriya Janata Dal, the BJP’s main rival in the elections, saying they were always trying to help the middlemen. He added that the days of the lantern (Rashtriya Janata Dal’s symbol) were over, according to PTI. “The people who once ruled Bihar are again looking at the developing state with their greedy eyes. But, Bihar must not forget who pushed them backward, that was the time when there was worsening law and order situation and corruption in the state. Now crime has reduced in the state, electricity has reached every household.”— Narendra Modi\nHe also criticised the Opposition for its demand of restoring Article 370 in Jammu and Kashmir, accusing it of siding with those conspiring to weaken India. “These people say they will bring it Article 370 back if they come to power and they dare to ask for votes from Bihar,” the prime minister said. “Is this not an insult of Bihar? The state which sends its sons and daughters to the borders to protect the country.”#WATCH आप मुझे बताए कि जम्मू कश्मीर से आर्टिकल-370 हटने का इंतजार देश बरसों से कर रहा था या नहीं। ये फैसला हमने लिया, एनडीए की सरकार ने लिया। लेकिन आज ये लोग इस फैसले को पलटने की बात कर रहे हैं। ये कह रहे हैं कि सत्ता में आए तो आर्टिकल-370 फिर लागू कर देंगे:PM नरेंद्र मोदी #Bihar pic.twitter.com/tRJLYUuI5f— ANI_HindiNews (@AHindinews) October 23, 2020\n\nThe prime minister said that the Mahagathbandhan or the Grand Alliance was a basket of elements scared of the Centre’s crackdown on anti-national activities, according to PTI. Modi alleged that the opposition parties have done nothing in the state than fill their pockets, according to the Hindustan Times. “They never cared for the underprivileged sections of the society,” he said. “Bihar is that place where the seeds of democracy were sown, can development and democracy thrive in jungle raj? Bihar deserves a corruption-free government.”On the three farm laws passed recently in Parliament, the prime minister claimed that the opposition was not trying to help the farmers but save the middlemen. He said the opposition leaders were only using the matter of vegetable markets and Minimum Support Price as excuses to help the middlemen.   On Galwan ValleyModi also spoke about the June 15 Galwan Valley clashes between Indian and Chinese troops, which left 20 Indian Army soldiers dead.  “Sons of Bihar lost their lives in Galwan Valley for the tricolour and ensured Bharat Mata’s head is held high,” he said. “Jawans of Bihar were also martyred in Pulwama attack. I bow my head at their feet.”The Bihar Assembly elections will be held in three phases from October 28, November 3 and 7. The results will be declared on November 10. The Assembly comprises 243 seats, with the majority mark being 122. The grand alliance in Bihar – Congress, the Rashtriya Janata Dal, the Communist Party of India (Marxist-Leninist), Communist Party of India and Communist Party of India (Marxist) – released its manifesto on October 17. The alliance promised to scrap the new farm laws and focus on employment. Junior NDA partner, the Chirag Paswan-led Lok Janshakti Party, broke away from the Bihar alliance in October. Swearing allegiance to Modi while launching a blistering attack on Nitish Kumar, Paswan announced his party would field candidates against the JD(U), but not against the BJP. His party has promised to set up a “coaching city” similar to Rajasthan’s Kota, Delhi’s Mukherjee Nagar and Uttar Pradesh’s Prayagraj, if voted to power in Bihar. Also read: Who cares about this Bihar election?","author":"Scroll Staff","time":"2020-10-23T12:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149553-xgrzyddybs-1603433556.jpg","tags":["Narendra Modi","Bihar","Nitish Kumar","Bihar Assembly elections","Rahul Gandhi","BJP","JD(U)"],"source":"https://scroll.in/latest/976547/bihar-polls-voters-have-decided-to-not-let-those-who-made-state-bimaru-return-says-modi"}