{"title":"Bihar elections: NDA retains power but Tejashwi Yadav’s RJD emerges as single-largest party","content":"The Janata Dal (United)-led National Democratic Alliance retained power in Bihar with a simple majority, according to results announced early on Wednesday. Nitish Kumar is expected to continue as the chief minister for a fourth term.The 2020 Bihar Assembly Elections saw a tight contest between the National Democratic Alliance and the Mahagathbandhan or the Opposition’s Grand Alliance, led by the Rashtriya Janata Dal. A delay in vote count on Tuesday, largely due to the coronavirus crisis, added suspense to the closely-watched election.The BJP-JD(U) coalition won 125 seats in the 243-member state Assembly, while the Opposition alliance comprising of the Rashtriya Janata Dal, the Congress and Left parties, won 110 seats. The majority mark to form the government is 122 in the 243-seat Bihar Assembly.Within the NDA, the BJP won 74 seats out of the 110 it contested. Nitish Kumar-led Janata Dal (United), which fought from 115 seats, won only 43. Other partners such as the Vikassheel Insaan Party and Hindustani Awam Morcha (Secular) bagged four seats each. Chirag Paswan’s Lok Janshakti Party, which pulled out of the NDA in October and contested from 137 seats, managed to win just one.The weak performance of the JD(U) is being seen as the result of anti-incumbency and the decision of the LJP to contest alone. According to PTI, Paswan played a major role in JD(U)’s loss in at least 30 seats.Despite losing, the Rashtriya Janata Dal emerged as the single-largest party, with 75 seats. The Congress won 19 seats, while the Left parties put up an impressive performance with 16 wins. The three parties  – Communist Party of India, Communist Party of India (Marxist) and Communist Party of India (Marxist-Leninist) Liberation – had put up candidates in 29 seats.Several exit polls had predicted that the Grand Alliance would win the election.\n\t\t\n\tSource: ECIThe RJD’s vote share was the highest at 23.03%. This was followed by the BJP with 19.5% and the JD(U), which received 15.39% of the votes.The vote count was delayed as the Election Commission capped the maximum number of voters per booth from a maximum of 1,500 to 1,000 due to the coronavirus crisis. This led to an increase in the number of polling booths and voting rounds. There was also an increase in the number of postal ballots.Even as counting continued well into the night on Tuesday, the RJD accused Kumar of delaying results in 10 closely-contested seats. The party also alleged that Kumar and his deputy Sushil Modi were putting pressure on officials to give favourable results in constituencies with close margins.A file photo of Chirag Paswan, Nitish Kumar and Tejashwi Yadav. [Credit: PTI]The RJD also claimed that a returning officer congratulated 119 Grand Alliance candidates for winning the elections, but didn’t give them relevant certificates. The party added that these candidates were shown to be winning on the Election Commission’s website also. “Such loot will not be allowed in a democracy,” RJD said.  The Election Commission denied the accusation and clarified that it was not working under any pressure or influence. It also said that when the party tweeted about the certificates, results for only 146 seats were declared. ये उन 119 सीटों की सूची है जहाँ गिनती संपूर्ण होने के बाद महागठबंधन के उम्मीदवार जीत चुके है। रिटर्निंग ऑफ़िसर ने उन्हें जीत की बधाई दी लेकिन अब सर्टिफ़िकेट नहीं दे रहे है कह रहे है कि आप हार गए है। ECI की वेबसाइट पर भी इन्हें जीता हुआ दिखाया गया। जनतंत्र में ऐसी लूट नहीं चलेगी। pic.twitter.com/puUvIagyDz— Rashtriya Janata Dal (@RJDforIndia) November 10, 2020\n\nThe surprises in this year’s elections were the performances of the Left parties and Asaduddin Owaisi’s All India Majlis-e-Ittehadul Muslimeen. The AIMIM won five crucial Muslim-dominated constituencies – Baisi, Amour, Kochadhaman, Bahadurganj and Jokihat – in the elections. These seats in the state’s Seemanchal region were seen as a stronghold of the Grand Alliance. Mayawati’s Bahujan Samaj Party and an Independent won one seat each.Owaisi thanked the people of Bihar for their verdict and said the people who called his party a “vote-cutter” had got a befitting reply. “It’s a very good day for our political party,” he was quoted as saying by NDTV. “The people of Bihar have voted for us and given us their blessings. I don’t know how I can thank them.” He, however, refused to say which alliance he will support.Communist Party of India (Marxist) Secretary General Sitaram Yechury, meanwhile, said the elections had shown that it was wrong to write off Left parties, PTI reported. “We were clear from the beginning that we have to defeat the BJP,” he said. “Our strike rate in Bihar is 80% and if we had been given more seats, we would have contributed more to the Gathbandhan tally.”He added: “Our alliance with the RJD and Congress combined issues of social justice with that of economic justice. One cannot be achieved without the other.”Some of the heavyweights who won were RJD’s Tej Pratap Yadav from Hasanpur seat, former Bihar Chief Minister and Hindustani Awam Morcha (Secular) leader Jitan Ram Manjhi from Imamganj seat and BJP’s Shreyasi Singh from Jamui. Also read: Bihar elections: Modi’s Covid-19 lockdown battered Indians – so why are they still voting BJP?Bihar election takeaways: BJP’s successful ‘manage Nitish’ strategy, Tejashwi’s strong showing","author":"Scroll Staff","time":"2020-11-11T07:38:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/149670-ixvpcqmysy-1603946534.jpg","tags":["Bihar Assembly Elections","Bihar elections 2020","Bihar election results","NDA","Grand Alliance","Bihar election news","Bihar election winner","Nitish Kumar","Tejashwi Yadav"]}