{"title":"Bihar government free to conduct caste-based census like Karnataka, says Deputy CM Renu Devi","content":"Bihar Deputy Chief Minister and Bharatiya Janata Party leader Renu Devi on Saturday said that the state government was free to conduct a caste-based census on similar lines as Karnataka, The Hindu reported.Several prominent leaders in Bihar, including Chief Minister Nitish Kumar, have urged the Centre to conduct a caste-based census. On August 5, Kumar said he had written a letter to Prime Minister Narendra Modi, seeking an appointment with him to discuss the matter.On July 20, the Union home ministry told Parliament that it had decided to not conduct a caste-based census, which sparked a political debate in many parts of the country.Responding to the demand, Devi on Saturday said that while the Bihar government was free to conduct a caste-based census, the central government will not accept any such proposal because of its policy decision.In July, Leader of Opposition Tejashwi Yadav had also suggested that the Bihar government to conduct this exercise “on its own” if the Centre refuses to respond to their demand.The Karnataka government completed a caste-based census in 2018, although its findings have not officially been made public yet.According to a report by News18, the census in Karnataka showed that Scheduled Castes constitute 19.5% of the state’s total population, which makes it the single-largest caste group. Muslims reportedly make up 16% of the population, while Lingayats and Vokkaligas constitute 14% and 11% of the population.A countrywide exercise to count the population of all caste groups was last conducted in 1931. In 1941, data on castes was collected but not published, according to The Indian Express.In independent India, Census reports have published data about the population of Scheduled Castes and Scheduled Tribes, but not other caste groups.However, several welfare programmes implemented by the central government are based on caste identities. In many parts of the country, caste plays a key role in politics.","author":"Scroll Staff","time":"2021-08-16T13:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162867-tqukxiapke-1629094312.jpg","tags":["Renu Devi","Deputy Chief Minister","Karnataka","Bharatiya Janata Party","Bihar","caste census"],"source":"https://scroll.in/latest/1002939/bihar-government-free-to-conduct-caste-based-census-like-karnataka-says-deputy-cm-renu-devi"}