{"title":"In Bihar, Muslims are facing increasing hostility and hatred after 2017","content":"As we travelled on a bumpy bus along the long and dusty roads and pathways of Bihar in February, we often felt weighed down with the realisation of how hate has reached far corners of the country. This was the 26th journey of the Karwan-e-Mohabbat, and Bihar was the 14th state of India to which we have travelled so far. From February 25 to February 28, the Karwan journeyed to the homes of the families of victims of mob lynching and targeted victimisation by the police. We found that like much of the country, Bihar is today riven with communal polarisation and violence.An 82-year-old man was bludgeoned and burnt alive by a mob including teenagers and a woman in a busy marketplace in October because of rumours that the arm of a Durga statue had been damaged. A Hindu boy was killed in January 2015 probably because he was in love with a Muslim girl, and in retaliation four completely unrelated Muslims were lynched in full view of the families. Three teenaged Muslim boys were jailed for three months in March 2018 and continue to face charges for allegedly shouting “Pakistan zindabad” and that India should break into “tukde tukde”, several pieces, on the basis of an obviously doctored video.Zainul Ansari – Bhorahan village, SitamarhiThe Karwan team’s first halt was in Sitamarhi, at the home of Zainul Ansari, who was beaten by a mob and set on fire in a busy marketplace on October 19. We offered solidarity to his sons Akhlaq and Ashraf Ansari and their wives and children. Both sons are tailors who were working in garment factories in Ludhiana and Delhi at the time of the incident. They were visibly in deep anguish because of the cruelty with which their father had been killed. The daughters-in-law spoke about how he was a fine and gentle man, like a father to them. The men are now unable to return to work because the only senior male member of their family in the village has been killed, with immense brutality. But there are no job opportunities here. Zainul Ansari’s grandchildren are anxious and traumatised, and the family is too frightened to send them to school.Zainul Ansari (right) was lynched in Sitamarhi when people in a Durga Puja procession targeted him simply because he was a visibly Muslim man.On the day of the lynching, rumours began to fly that the arm of an idol of the goddess Durga had been damaged. There was, however, no evidence of damage to the idol.Sitamarhi was the site of occasional communal violence in the past, and the administration had taken pre-emptive action by prohibiting the religious procession from entering the congested lanes of Muslim majority areas. But the puja committee deliberately fanned tensions by defying these orders, and forcing the procession through a Muslim colony and raising anti-Muslim slogans. People in Ansari’s village report that the police took no action to stop the sloganeering or prevent violence. Zainul Ansari, a robust man in his eighties, was returning from his sister’s home and found himself trapped in the middle of an emotionally inflamed crowd. He wore a white beard, a skull cap and a blue tehmat (blue checked lungi) and looked visibly Muslim. The crowd, enraged by rumours of the damage to a statue of Durga, fell upon him. They bludgoned him and burnt him alive in broad daylight in Sitamarhi’s crowded Gaushala Chowk. Photographs of the incident that were widely circulated on WhatsApp after the incident show that a crowd of mostly young men hit Ansari on his head using pipes and bamboo sticks as weapons. Some were also armed with daggers and knives. In one photo Ansari is lying on the ground with a pool of blood under his head. A woman in a sari is seen in the background wielding a pipe like a weapon. In another, a pre-teen boy is standing, also with a pipe in his hand. A third photo shows Ansari being carried to the side of the road by two men who are holding his arms and ankles. In a fourth photo, sacks and other incendiary materials are stacked on top of him and he was set on fire. The post-mortem report said that some of the burn injuries were ante-mortem, and therefore that Ansari was still alive when he was set alight by the crowd. His body was charred beyond recognition.The Karwan found that three months later the local police had made little effort to investigate the crime and the post-mortem was inordinately delayed, suggesting a cover-up. Anywhere between 30 and 38 persons were arrested for violence, but today each one is out on bail. The police have filed a charge sheet. But the family is convinced that there has not been adequate effort to catch those who planned or participated in the violence, including those whose faces appear in the photographs. They find themselves helpless and with no recourse to justice, and also in fear. Bhartendu Kumar, Mohammed Altaf, Akhtar Ali, Shamsul Mustafa and Ghulam Gilani – Bahilpur and Ajitpur villages, MuzaffarpurBhartendu Kumar’s mother’s wails pierced through the air as she embraced members of the Karwan-e-Mohabbat who arrived at her home to offer solidary and help in her fight for justice for her son, who was killed in January 2015. Villagers say that Kumar was killed by his friend Vicky alias Sadakat Ali because he suspected him of having an affair with his sister. They believe that Kumar was killed because his friend’s family was enraged by the inter-religious love. Kumar was missing for around 10 days, when the family’s pet dog found his body in a shallow grave. Bhartendu Kumar, a Hindu, was allegedly killed because he was in a relationship with a Muslim woman. A furious mob subsequently killed four Muslims, none of whom were connected in any way to the family of the alleged killers. Turning their rage on a community in their thirst for mindless revenge, the mob surrounded the homes of Muslim families who lived on the main road in the adjoining village, Ajitpur, and killed the four men, injuring many more and setting fire to homes. The victims were Mohammed Altaf, Akhtar Ali, Shamsul Mustafa and Ghulam Gilani.The Karwan team visited the home of Zahida, who had lost her hisband and his father in the mob violence, and Shabnam Khatoon, whose husband was attacked and badly injured.Two men from Shabnam and Zahida Khatoon's family were killed by a Hindu mob in Muzaffarpur in retaliation for the murder of Bhartendu Kumar in 2015.The families of the Muslim victims have been forced to leave their homes and they live in fear as refugees in other places. The women said they were particularly pained by their social and economic isolation, including from people of their own community who are too frightened to come out in their support, and wished they had the solidarity of their neighbours and other villagers.Instead there is pressure from the panchayat to settle the cases against the alleged perpertrators by not providing evidence and backing off from the pursuit of justice. They felt coerced into a “compromise”, meaning that families of the victims would be compelled to agree to not testify in court against the alleged perpertrators in return for which they would be “allowed” to return to their homes. With justice stolen from them, they were forced to accept peace offered on the terms set by the more powerful members of the majority community, aided by the administration.Adib Raza, Shehzad Afroz and Sultan Azmi – Araria town, ArariaThe Karwan team next visited the families of three teenage boys whose lives have been disrupted by the circulation of a doctored video that shows visuals of them celebrating the electoral victory of their MP Sarfaraz Alam last March, but the audio has been mischievously edited to include anti-India and pro-Pakistan slogans. The audio and video in the doctored clip do not match at all, yet it was widely circulated across the country on social media and was also played on mainstream TV channels. Fact-checking website Alt News had shown that the video was obviously and crudely doctored, but the Bihar Director General of Police still found it fit to go on record that he found the video authentic. The similarities with the 2016 incident in which Jawaharlal Nehru University students were accused of shouting anti-national slogans based on doctored videos is striking and disturbing. Based on this dubious video, the boys in Araria were branded anti-nationals and arrested in March 2018. After three months in prison, they returned home, but the cases continue and so does their trauma. The boys struggle with anxiety, depression and fear.Adeeb Raza’s mother, Arshi Parveen is an elected councillor and all the parents of the accused men reiterated many times that they have chosen to live in India and belong to this land. This kind of targeting by the state hurts them at multiple levels, but their resolve to recover their shattered lives remains strong.The Karwan found this to be a classic case of the unfortunate conflation between Muslim identity and anti-India sentiment. The criminalisation of the three boys and the intimidation of their families and the larger Muslim community in Araria is of deep concern. The boys, in their late teens, deserve to lead normal happy, carefree lives but are forced into seclusion, and into enduring the stigma of being unpatriotic.The Karwan-e-Mohabbat team in Muzaffarpur with the family of Bhartendu Kumar who was killed in response to rumours that he was in a relationship with a Muslim girl.Mohammad Kabul – Rani Katta Village, ArariaOn February 27, the Karwan-e-Mohabbat travelled to Rani Katta village on the distant Indo-Nepal border in North Araria district, to meet the family of Mohammad Kabul who was lynched in a neighbouring village on December 29.The victim’s brother and daughter said that he may have been drunk and lost his way back home after a night at a Qawwali programme. A group of men in Seemanmuni village accused him of being a thief and lynched him, while also filming the violent spectacle. The police are following up on the case based on the evidence collected through the video clip.This case is yet another example of how when a permissive culture of violence permeates through society, and when perpetrators go unpunished, mobs enjoy impunity and the state is unmotivated to protect victims. The Karwan team examines the legal papers to understand the current status of the investigation in the case of Zainul Ansari's lynching.ConclusionWe travelled on the days the entire country was in the throes of warlike build-up. But where we travelled was far away from social media and 24x7 television. With little connectivity, the news that had charged up the country came to us only in trickles. We were therefore spared the war-mongering television studios. But we found ourselves confronted instead with many signs of some of India’s most impoverished regions enmeshed in patently politically engineered polarisation, steeped in hate, suspicion and distrust. This was aggravated by the immediacy of the general elections.We were told by senior commentators that Adityanath, the chief minister of the neighbouring state of Uttar Pradesh, is supervising the mobilisation of political cadres and the campaign at the grassroots in this belt, which borders Nepal and has a sizeable but still minority population of Muslims. We have no way of verifying these claims. Most of the Muslims, like their Hindu neighbours, are marginal farmers eking out a living in the malarial flood plains of the rivers flowing down from Nepal. They looked deeply apprehensive about their safety in the months leading up to the election. The 1990s are far behind us, when a chariot of hate was halted as it entered the borders of Bihar. Today Bihar is no longer an island of communal peace: this state too is being overtaken by hostility and hatred toward Muslims. The institutions that should have acted to limit the power of violent mobs have been deliberately enfeebled.For the large Muslim population in Bihar today, an environment of fear, hate and stigma has been manufactured by the current coalition government. Throughout our journey, people contrasted the safety they experienced when the first alliance (of the Janata Dal (United) and Rashtriya Janata Dal) ruled the state, when communal organisations that tried to foster communal distrust were kept far more firmly in check. But after that alliance ended in 2017, and the current alliance between the Janata Dal (United) and BJP assumed power, communal organisations have felt emboldened and supported to deliberately create hate, communal demonisation and communal violence. The sharp contrast between the two phases only underlines that communal hatred between Hindus and Muslims is not spontaneous, and thrives only in an environment of tacit or open encouragement by the ruling establishment.","author":"Natasha BadhwarHarsh ManderNavsharan SinghJohn Dayal","time":"2019-03-17T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114640-slhjscrblw-1551884366.jpg","tags":["Karwan-e-Mohabbat","honour killing","lynching"],"source":"https://scroll.in/article/915634/bihar-being-overtaken-by-hostility-and-hatred-toward-muslims-as-police-state-officials-look-away"}