{"title":"Bihar CM Nitish Kumar seeks appointment with Modi to press for caste-based census","content":"Bihar Chief Minister Nitish Kumar on Thursday said he had written a letter to Prime Minister Narendra Modi, seeking an appointment to press for a caste-based census, a long-standing demand in the state, The Times of India reported.“Once he gives an appointment we will take the matter forward,” Kumar told reporters in Patna.Days back, the chief minister had said apprehension that such a census will upset some people was baseless, NDTV reported. “It is up to the Centre to do a caste census or not,” he added. “Our job is to put forth our views. Do not think that one caste will like and another will not...It is in everyone’s interest.”Leader of the Opposition in the Bihar Assembly Tejashwi Yadav had also urged Kumar to lead an all-party delegation to Delhi for a caste-based census. The Rashtriya Janata Dal leader asked the Bihar government to conduct this exercise “on its own” if the Centre refuses to respond to their demand.This came after the Modi government told Parliament on July 20 that it had decided to not conduct a caste census. The only caste-wise data the next census would collate would be on Dalits and Adivasis, the same as every census in independent India’s history. India’s largest caste bloc – the other backward classes – would not figure in the exercise.This triggered a fresh demand for inclusion of the OBCs, who dominate the political scenario in Bihar post the implementation of the Mandal Commission report. The commission had recommended that members of Other Backward Classes be granted reservations to 27% of jobs under the Central government.Many have said that a caste census is vital for India to create an equitable society. Large government programmes as well as much of popular politics is often built on the architecture of caste.Except the Bharatiya Janata Party, all parties in Bihar have favoured a caste census, according to NDTV. Former Bihar Chief Minister Jitan Ram Manjhi and Union Minister of State for Social Justice and Empowerment Ramdas Athawale have also backed it.A “social and educational survey”, seen as an equivalent of a caste-based census, was conducted in Karnataka in 2015 by the then Congress government. Currently, the Congress is engaged in a tussle with the saffron party about the latter’s reluctance to not share the findings of the survey.Also read: India urgently needs a caste census – so why isn’t the Modi government allowing one?","author":"Scroll Staff","time":"2021-08-06T08:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150691-zfhcuzphps-1614598062.jpg","tags":["Nitish Kumar","Bihar","Narendra Modi","Caste census"],"source":"https://scroll.in/latest/1002173/bihar-cm-nitish-kumar-seeks-appointment-with-modi-to-press-for-caste-based-census"}