{"title":"Bilkis Bano case: States should not be selective in granting remission to convicts, says SC","content":"The Supreme Court on Thursday said that state governments should not be selective in granting remission to convicts and that the opportunity to reform and reintegrate with society should be given to every prisoner, PTI reported.A bench of Justices BV Nagarathna and Ujjal Bhuyan made the observation while hearing the Gujarat government’s defence of its decision to grant remission to 11 men convicted and sentenced to life imprisonment for gangraping Bilkis Bano and murdering 14 members of her family during the 2002 riots.The convicts were released on August 15 last year, coinciding with 75 years of India’s independence.Additional Solicitor General SV Raju, appearing for the Gujarat government, argued that according to the law, a chance must be given to even hardened criminals to reform themselves. He also submitted 11 accused men in the case committed a “heinous” crime, but added that it does not fall in the rarest of rare categories.“Therefore, they deserve the chance of reformation,” Raju said, according to PTI. “Person may have committed the offence...Something may have gone wrong at a particular moment. Later, he can always realise the consequences.”The court then sought to know if the law regarding remission is being applied to other inmates in jails.“Why are our jails overcrowded?” the court asked, according to PTI. “Why is the policy of remission being applied selectively? Opportunity to reform and reintegrate must be given to every prisoner not only to few prisoners.” It added: “But how far is remission policy being implemented where the convicts have completed 14 years? Is it being applied in all cases?”To this, Raju submitted that all states are answerable to that question and that the remission policy varies from state to state.The court then cited the example of Rudul Shah, who was arrested for his wife’s murder in 1953 and remained in jail despite his acquittal by a sessions court in 1968.  He was released in 1982, according to PTI.“On the other hand, we have cases like Rudul Shah,” the bench said. “Even though there was an acquittal, he continued to remain in prison. Extreme cases, both this side and that side.","author":"Scroll Staff","time":"2023-08-17T20:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178918-dkisuyzntf-1661407462.jpg","tags":["Bilkis Bano","Gujarat","2002 Gujarat Riots","Supreme Court"],"source":"https://scroll.in/latest/1054493/bilkis-bano-case-states-should-not-be-selective-in-granting-remission-to-convicts-says-sc"}