{"title":"Bilkis Bano case: Some convicts are more privileged than others, says Supreme Court","content":"Some convicts are more privileged than others in terms of getting the benefit of remission, the Supreme Court remarked on Thursday while hearing petitions related to the Bilkis Bano case, Live Law reported.A bench comprising Justices BV Nagarathna and Ujjal Bhuyan was hearing a group of petitions challenging the Gujarat government’s decision to grant remission to 11 men convicted and sentenced to life imprisonment for gangraping Bilkis Bano and murdering 14 members of her family during the 2002 riots.The convicts were released on August 15 last year, coinciding with 75 years of India’s independence. During a previous hearing, advocates Shobha Gupta and Vrinda Grover – appearing for some of the petitioners – had said that the convicts had not paid the fines imposed by the court. They said that this was despite the Bombay High Court having ordered that the fine amount should be given as compensation to the victim, and contended that this showed a lack of remorse.In response, Sidharh Luthra, appearing for a convict named Ramesh Rupabhai Chandana, said: “There has to be an ability to make the payment.” He added that prisoners lose most of their family bonds after spending 15 years in custody, according to Live Law.However, Justice Nagarathna said: “In this case, the convicts had the privilege of coming out for several hundreds of days. There are some convicts who are privileged, no? As opposed to others. That is the point we want to make.”Luthra, however, said that the rehabilitation and reformation of life-term convicts constitute a settled legal position internationally, PTI reported.“Other side says retribution or deterrence and nothing less,” he said. “That, in my opinion, is not an argument that can be made at this stage… the grant of remission cannot be approached through a punitive attitude. This is not in line with the policy of Indian law.”The Supreme Court will hear the case further on September 20.","author":"Scroll Staff","time":"2023-09-15T08:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179012-hhihukixih-1661598785.jpg","tags":["Bilkis Bano","remission","Supreme Court","Bilkis Bano case"],"source":"https://scroll.in/latest/1056005/bilkis-bano-case-some-convicts-are-more-privileged-than-others-says-supreme-court"}