{"title":"Bilkis Bano case: Supreme Court defers hearing to November 29 ","content":"The Supreme Court on Tuesday deferred the hearing on petitions challenging the release of 11 convicts in the Bilkis Bano case to November 29, Bar and Bench reported.The judges noted that the reply filed by the Gujarat government was “very bulky”.“It is a very big reply,” the court remarked orally. “So many judgements in a reply...Where is the factual statement? Where is the application of mind?” A bench of Justices Ajay Rastogi and CT Ravikumar is hearing petitions challenging the release of 11 convicts in the case from a Godhra jail on August 15 after the Gujarat government approved their application under its remission policy.Two petitions have been filed in the Supreme Court – one by Trinamool Congress MP Mahua Moitra, and the other by Communist Party of India (Marxist) leader Subhasini Ali, journalist and filmmaker Revati Laul and Professor Roop Rekha Varma.The 11 men had gangraped Bano in a village near Ahmedabad on March 3, 2002, during the riots in Gujarat. She was 19 and pregnant at the time. Fourteen members of her family were also killed in the violence, including her three-year-old daughter whose head was smashed on the ground by the perpetrators.While the convicts in the case were sentenced to life, law in India allows the government to set them free after they have served 14 years in prison.On the day of their release from jail, the convicts were greeted with sweets by their relatives after their release. A member of the Rashtriya Swayamsevak Sangh felicitated them as well.The premature release of the 11 convicts has been criticised by several civil rights groups and activists. A report also found that some of the convicts had allegedly threatened witnesses in the case and attended political events when out on parole.Gujarat government’s replyOn Monday, the Bharatiya Janata Party-led Gujarat government told the Supreme Court that the convicts in the Bilkis Bano case were released after getting approval from the Centre.In an affidavit, the Gujarat government said that the remission was approved by the Union home ministry as the convicts had been in jail for 14 years and their behaviour was found to be good.#Breaking: Gujarat Government tells the #SupremeCourt that its decision to release the convicts who gang-raped Bilkis Bano had the approval of the Union Home Ministry. pic.twitter.com/nWe0KNOQTA— The Leaflet (@TheLeaflet_in) October 17, 2022\n\nThe government also clarified that the convicts were not released “under a circular governing grant of remission to prisoners as part of the celebration of Azadi ka Amrit Mahotsav”.The affidavit said that the Gujarat government considered the opinions of the inspector general of prisons, Gujarat state jail superintendent, jail advisory committee, Dahod district magistrate, police superintendent, Central Bureau of Investigation, Special Crime Branch (Mumbai) and a Mumbai special Central Bureau of Investigation court besides the Union Ministry of Home Affairs.","author":"Scroll Staff","time":"2022-10-18T13:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179012-hhihukixih-1661598785.jpg","tags":["Bilkis Bano","Supreme Court","2002 Gujarat Riots"],"source":"https://scroll.in/latest/1035297/bilkis-bano-case-supreme-court-defers-hearing-to-november-29"}