{"title":"Bilkis Bano moves SC against remission of life sentences of 11 rape, murder convicts","content":"Bilkis Bano on Wednesday filed a petition in the Supreme Court challenging the premature release of 11 men convicted of gangraping her and murdering her family members during the 2002 Gujarat riots, Live Law reported.Bano has also filed a review petition against the Supreme Court’s judgement in May allowing the Gujarat government to decide on the remission of the life-term sentences of the convicts. Chief Justice of India DY Chandrachud told Bano’s lawyer Shobha Gupta that he would look into the listing of the two petitions.The top court is already hearing two other petitions challenging the remission granted to the convicts. These two pleas have been filed by Trinamool Congress MP Mahua Moitra, Communist Party of India  (Marxist) leader Subhasini Ali, journalist and filmmaker Revati Laul as well as Professor Roop Rekha Varma.The men were freed on August 15 from a Godhra jail after the Gujarat government approved their application under its remission policy. On the same day, the convicts were greeted with sweets by their relatives after their release. A member of the Rashtriya Swayamsevak Sangh had felicitated them as well, causing outrage.An affidavit submitted by the Gujarat government in the Supreme Court in October showed that the Central government’s Minister of Home Affairs had also endorsed the premature release. The state said its decision to release the convicts was based on them spending 14 years in jail and their good behaviour during their time in prison.The 11 men had gangraped Bano in a village near Ahmedabad on March 3,  2002, when Prime Minister Narendra Modi was the chief minister of Gujarat. She was 19 and pregnant at the time.  Fourteen members of her family were also killed in the violence,  including her three-year-old daughter whose head was smashed on the ground by the perpetrators.At Wednesday’s hearing, Advocate Gupta raised doubts on whether Justice Ajay Rastogi, who has been hearing the other pleas against the remission, would be able to hear the petitions filed by Bano as he is now part of a Constitution bench, PTI reported. Rastogi had also authored the judgement allowing the Gujarat government to decide on the early release of the 11 convicts.In response, Chief Justice Chandrachud said: “The review has to be heard first. Let it come before Justice Rastogi.”Advocate Gupta then sought an open court hearing on the petitions filed by Bano. The chief justice, however, said that only the judges who will be listed to take up the pleas can decide on the matter.Also read: BJP signalling support for 2002 riots to win Gujarat polls is a dire sign for IndiaBilkis Bano’s lonely battle for justice is a heartfelt cry for India to resurrect its secular values","author":"Scroll Staff","time":"2022-11-30T14:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178569-rkekljfzgr-1660661135.jpg","tags":["Bilkis Bano","Supreme Court","Gujarat 2002"],"source":"https://scroll.in/latest/1038554/bilkis-bano-moves-sc-against-remission-of-life-sentence-of-11-rape-murder-convicts"}