{"title":"Bilkis Bano’s lonely battle for justice is a heartfelt cry for India to resurrect its secular values","content":"Bilkis Bano, the survivor of gangrape and communal riots in Gujarat, has waged a 20-year-long lonely battle for the defence of democratic India’s secular values. She has kept hope alive in the face of grave harm, profound suffering and loss, and put faith in dignity, life, liberty, justice and a shared humanity that transcends parochial constructions of being tethered to religion excluding all else.  Bano stood steadfast as the sole witness to the murder of her extended family by men known to her in a hostile state. All those attacked were Muslim. All the perpetrators were Hindus, hunting down Muslims in a pogrom that engulfed Gujarat in February-March 2002.  Fourteen years after the 11 men were convicted and jailed, they were set free as India celebrated its 75th year of Independence. The convicts were welcomed with garlands and sweets while the ruling Bharatiya Janata Party’s Godhra legislator CK Raulji declared that the men were “brahmins…with good values”.What does such an assertion by an elected legislator mean when the convicts  were not acquitted of the crimes nor was there a reversal of the finding of guilt?  ‘People’s conscience’Consider the men convicted for the gangrape and murder of a young woman in December 2012 in Delhi who were executed in 2020. Or the suspects accused of the gangrape and murder of a 29-year-old woman in Hyderabad in December 2019 who were killed in an alleged encounter with the police. My opposition to these cases was countered citing the “people’s conscience”.Where is the “people’s conscience” today?  The time has come to shift the gaze inwards to find the value of justice that lies buried under the rubble of majoritarian obscurantism and the extreme cruelty that passes as religious faith in India today.   Women’s steadfast resistanceBilkis Bano is a reminder about the need for a conversation about the secular credentials of India. She is a reminder of why the re-notation of the word “secular” and a resurrection of secular values in our everyday life is urgent. Women have been exemplars of secular citizenship and human rights defenders beyond compare – we forget them at our own peril. To name a few: there is Zakia Jafri, the widow of Congress parliamentarian Ehsan Jafri who was murdered in Gulbarg Society during the Gujarat riots and Manipuri activist Irom Sharmila who fasted for 16 years seeking the repeal of the draconian Armed Forced Special Powers Act. Others would include social worker Bhanwari Devi, whose gangrape and fight for justice led to the landmark Vishakha guidelines on sexual harassment at the workplace and Parveena Ahanger, who founded the Association of Parents of Disappeared Persons in Jammu and Kashmir.To go back further, activist and politician Anis Kidwai, whose husband was killed during Partition, put her faith in MK Gandhi and devoted herself towards building the independent country of her dreams – free and just because its foundations were secular.  Strewn across the paths of violence that derail the idea of secular democracy are crimes against humanity, but women’s resistance has remained steadfast. Women have focused on resurrecting the idea of the secular by calling out the violent state and its brazen condonation of mass violence. They have done this repeatedly, unceasingly and at enormous personal cost. These are survivors of rape, witnesses to mass murder and survivors of torture by the state who have battled impunity and struggled against the ethical loneliness that comes from abandonment after profound violence – something academician Jill Stauffer writes about eloquently. They have repeatedly sought justice from courts, reminding the judiciary and governments of their constitutional duty. That is the power of the commitment to secular constitutional utopias. That was why these utopias were put in place, as real possibilities for navigating the present from time to time. A demonstrator uses a lipstick to write on a billboard during a protest after the death of a rape victim, in New Delhi in October 2020. Credit: Danish Siddiqui/Reuters.What does ‘secular’ mean? The remission granted to the convicts in Bilkis Bano’s case is not her defeat but ours – and thus it is our collective responsibility to resoundingly say “no more of this”.It is important to think of the “secular” as an attribute of being, thinking and doing, individually and together, in the everyday, here and now, to rebuild and reclaim what we have been dispossessed of without our even realising it.  Rivetted by the hubris of those in power and terrorised by their foot-soldiers, we wear shrouds that block our sense and sensibilities of convivial living and the value of justice the Constitution opens with. Thinking of Bilkis, I was reminded of two passages from other times: from the work of feminist activist Tarabai Shinde in Stree Purusha Tulana (1882) and anti-caste activist and social reformer Jyotirao Phule in Gulamgiri (1885). Shinde urges the reader to reflect on the meaning of “stridharma” that urges women to unthinkingly worship abusive husbands as if he were “our little lord Krishna, who’s just stolen the milkmaids’ curds and milk….”. Phule, meanwhile, writes of empathising with the suffering and grief of the kshatriya women who witnessed the mass slaughter of their own by the vengeful warrior ascetic Parashuram: “How many terror-stricken women must have embraced death! How many women must have fallen at his feet and begged Parashuram for mercy…. The ruthless tyrant butchered babies in front of their mothers...some of them must have perished with grief, and some of them must have gone raving mad…But we should never hope to get this account from the brahmans.”Shinde presents a persuasive argument to re-notate gender relations and reject the oppressive imposition of stridharma. She was setting the signposts of the secular even within a faith. Phule calls for summoning our feelings of justice to think with solidarity and empathy of a glorified myth of mass, targeted murder. He urges us to think outside the scaffolding of caste and its dharma, crafting a different understanding of the irreconcilability of cruelty and justice.  Who is the “we” that the preamble to the Indian Constitution begins with?  What are the ways of ensuring justice, sororal queer fraternity and the unequivocal affirmation of the dignity of the individual?  For this is really at the heart of secular life and convivial living. The secular as everydayWhen nine-year-old Indra Meghwal was killed on August 14 for drinking water from a pot in school, or members of the Bhotmange Dalit family were gangraped and murdered in 2006 for daring to live life on their own terms, or Bilkis Bano’s assailants are set free and given a ceremonial welcome, what is the “we” that we will constitute? Will it be a “we” that affirms the idea of a shared humanity and dignity at our own small individual levels?  Or will it be a “we” that will share a treacherous space of belonging with those found guilty of committing communal mass crimes although we ourselves may be non-violent and just?  To let the derailment of the idea of the “secular” and the descent of state action into banal evil dictate the terms of our lives is the ultimate disservice to ourselves.  The secular as everyday practice and a solidarity based on justice and convivial living is not a utopia but a realisable goal. But how is it even reconcilable in our hearts when the execution of convicts or the gunning down of suspects even before an investigation evokes a thunderous applause but the remission and garlanding of the convicts in the Bilkis Bano case is met with silence? People cheer after the police shot dead four men suspected of raping and killing a 29-year-old woman in Hyderabad, in Ahmedabad in December 2019. Credit: Reuters.The secular, as an expression of human dignity, must speak on the side of justice. But are we doing ourselves justice by making narrow parochial enclosures of religious faith our default setting? For the believers among us, speaking up against individual perpetrators is not a betrayal of faith – it is the ultimate affirmation of faith and its fellowship in a shared humanity. It is the affirmation of the value of sororal queer fraternity in a convivial nation.  The armed robbery of the values of justice by a weaponised mob and state, dispossesses us yet again.  As a people, we can determine the meanings of “dhamma”, “soul force”, reinscribing swaraj – azaadi, melding moral/soul force with justice?  In full recognition of the complexity of this task, such an effort must prevent the reduction into binary oppositions of two homogenised communities that fuel assaults on each other.It is only by reclaiming the value of shared humanity, of convivial citizenship that we have any future at all as a people. A phenomenal collective physical, intellectual and cultural labour, which has excavated the foundations of different sensibilities of socialities that lived and thrived in our past – oral, visual, performative and written – begs to be remembered today.In speaking of soul force or constitutional morality can we afford to be detached or adopt the gaze of the uninvolved witness? We are all implicated as spectators and thereby actors in the hubris, the triumphal pageantry and the whataboutery. Let us move beyond grotesque statues of lions, polyester tricolours and the cacophony of brazen, bigoted authority to reinscribe and reinstate the basis of shared humanity and conviviality. It is urgent that we reclaim the lost ground of nuanced debate and deliberative conversations in an array of ways, languages and cognitive worlds that open the pathways to different ideas of faith, conscience, belonging and shared worlds that transcend communal borders and reject violence. Today, this reclamation of the secular is a matter of living and dying. No less.Kalpana Kannabiran is Distinguished Professor, Council for Social Development, New Delhi.","author":"Kalpana Kannabiran","time":"2022-09-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180546-mzhvczvjoj-1664380864.jpg","tags":["Bilkis Bano","Women","Communal Violence","Communal Riots","Gujarat Riots","Hindutva"],"source":"https://scroll.in/article/1033703/bilkis-banos-lonely-battle-for-justice-is-a-heartfelt-cry-for-india-to-resurrect-its-secular-values"}