{"title":"Bilkis Bano case convicts threatened witnesses while ‘frequently out on parole’, says report","content":"Witnesses who filed complaints related to the 2002 Bilkis Bano gangrape case were threatened by at least four out of 11 convicts when they were “frequently out on parole”, The Indian Express reported on Monday. Bilkis Bano was 19 and pregnant when she was gangraped during the 2002 Gujarat riots. Fourteen members of her family, including her three-year-old daughter, were murdered by the rioters near Ahmedabad.On August 15, 11 men who were sentenced to life imprisonment in the case were released from a Godhra jail after the Gujarat government approved their application under its remission policy.Gujarat Additional Chief Secretary (Home) Raj Kumar had said that the government considered their remission application as the convicts had served 14 years in jail as well as due to other factors such as “age, nature of the crime, [and] behaviour in prison”.Prior to their release, the convicts sought paroles for reasons such as house-warming ceremony and son’s marriage, The Indian Express said. The courts have often turned down the requests after observing that some of the convicts have been paroled multiple times for month-long durations. This is when the witnesses claimed that they were threatened by the convicts – some even warned of death, the newspaper reported.In 2021, one of the the witnesses, Abdul Razzaq Mansuri, wrote a five-page letter to Gujarat Home Minister Pradeepsinh Jadeja, saying that the accused were “using  their time out of jail to attend political events, continue with their  businesses, build their bungalows and also threaten witnesses”, The Indian Express reported. He added that witnesses were living in constant fear of the accused.Mansuri had complained to Dahod police complaint about threats received from a convict, Sailesh Chimmanlal Bhatt, who had also allegedly attended a Bharatiya Janata Party while on parole.   Mansuri also alleged that his State Reserve Police protection was taken away, making him more vulnerable.  The home minister, however, told The Indian Express he has not received any letter from any of the  witnesses in the Bilkis Bano case. “I also do not know if the convicts  were part of any party event during their parole,” he claimed. “The issue  of their parole being sanctioned is the subject of the jail authorities  and not the minister.”Another witness Phiroz Ghanchi on June 23, 2020, wrote a letter to the  Range IG of Panchmahal alleging that the accused persons had been “using  false and pretentious” reasons to seek frequent parole and that they  spend “more time in the village than in jail…”. Like Mansuri and Ghanchi, many witnesses had approached the police with complaints against the convicts, according to the newspaper. However, only one of them led to a first information report.On July 6, 2020, the Radhikpur Police booked two of the convicts under Indian Penal Code sections for outraging a woman’s modesty, intimidation, threats and abetment. The complaint was made by a witness Saberaben Patel, who said that three men had threatened her and two others, according to the newspaper.  “There have been cross complaints in the matter where the convicts have also filed offences under similar sections of the IPC against the applicant, Patel,” said Vajesinh Labana, a lawyer representing Patel, The Indian Express reported. “The trials are going on at a court in Limkheda and witnesses have been cross-examined.” On July 30, 2017, complainants Ghanchi Adambhai Ismailbhai and  Ghanchi Imtiazbhai Yusufbhai said that a convict, Govind Nai, tried to threaten them to reach a compromise, failing which they would lose their lives, the Hindustan Times reported.One of the convicts, Ramesh Chandana, claimed that he did not threaten the witnesses, The Indian Express reported. “Our family members would come to court sometimes to see us. What can we do if they (witnesses) see that as a threat?”Chandana was accused of raping and killing members of Bilkis’s family. The car in which he arrived at her home was registered under the name of Chandana’s wife, who was the village sarpanch in 2002, when the Godhra riots took place.","author":"Scroll Staff","time":"2022-08-22T12:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178786-wxegaieoen-1661147223.jpg","tags":["Bilkis Bano","Gujarat","gangrape case"],"source":"https://scroll.in/latest/1031004/bilkis-bano-case-convicts-threatened-witnesses-while-frequently-out-on-parole-claims-report"}