{"title":"Bilkis Bano gangrape: 11 men sentenced to life imprisonment released from jail","content":"Eleven men sentenced to life imprisonment in the Bilkis Bano gangrape case were released on Monday from a Godhra jail after the Gujarat government approved their application under its remission policy, reported The Indian Express.Gujarat Additional Chief Secretary (Home) Raj Kumar told the newspaper that the government considered their remission application as the convicts had served 14 years in jail as well as due to other factors such as “age, nature of the crime, behaviour in prison”.Bilkis Bano was gangraped on March 3, 2002, during the riots in Gujarat. She was 19 and pregnant at the time. Fourteen members of her family, including her three-year-old daughter, were murdered by the rioters near Ahmedabad. One of the men snatched the girl from her mother’s arms and smashed her head on a rock.More than 1,000 people, mostly Muslims, died in the 2002 riots. Bano’s case was one of the most horrific episodes of the large-scale violence. Visuals shared on social media on Tuesday showed the convicts being greeted with sweets by their relatives after they were released. Relatives also touched their feet for blessings.11 convicts sentenced to life imprisonment on charges of gangrape and murder of 7 members of #BilkisBano's family walked out of a Godhra sub-jail today. The Gujarat government allowed their release under its remission policy. #2002GujaratRiots @TheQuint pic.twitter.com/u1dawz5zzm— Himanshi Dahiya (@himansshhi) August 16, 2022\n\nThe accused men were sentenced to life imprisonment by a special Central Bureau of Investigation court in 2008.On Monday, Kumar explained that according to law, a life term means serving at least 14 years in prison and after that convicts can apply for remission. Kumar said that the government takes a call on premature release on the basis of eligibility as well as the recommendation of the prison advisory committee and the district legal authorities.One of the convicts, Radheshyam Shah, had approached the Supreme Court for remission after serving 14 years in prison, reported PTI. In May, the Supreme Court asked the Gujarat government to decide on the application after which it formed a panel to look into the matter, said Panchmahal District Collector Sujal Mayatra, who headed the committee.“A committee formed a few months back took a unanimous decision in favour of remission of all the 11 convicts in the case,” he said. “The recommendation was sent to the state government, and yesterday we received the orders for their release.”On August 15 Sad beyond belief pic.twitter.com/SaHUCdpCDP— Kapil Sibal (@KapilSibal) August 15, 2022\n\n‘Hope of the victim in the system diminishes’Shamshad Pathan, a lawyer representing the victims of the riots, told PTI that a large number of convicts who have committed less heinous crimes than the accused men in the gangrape case continue to languish in jails without any remission.“When a government takes such a decision the hope of the victim in the system diminishes,” he added. “Even when the Supreme Court directed the Gujarat government to consider their remission, it should have considered against the remission rather than allowing it.”Bano’s husband, Yakub Rasul, told PTI that he came to know about the release of the convicts from the media.“We had no knowledge about when they [convicts] processed their application and which judgement the state government took into consideration,” Rasul said. “All we want to do is pray for the peace of the souls of our near and dear ones we lost their lives in the riots. Everyday we remember those who were killed in the incident, including our daughter.”On May 4, 2017, the Bombay High Court had upheld the January 2008 verdict that sentenced the 11 convicts to life imprisonment. The bench, however, had said that since the convicts had already spent four and half years in custody before the trial, they should be let go.In April 2019, the Supreme Court had directed the Gujarat government to give Rs 50 lakh to Bano as compensation, along with a job and accommodation of her choice. It was reportedly the highest compensation on record given to a rape survivor in India.","author":"Scroll Staff","time":"2022-08-16T08:28:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/57829-vnccxakqoc-1494383538.jpg","tags":["Bilkis Bano","Bilkis Bano gangrape","2002 Gujarat riots","Godhra","Gujarat"],"source":"https://scroll.in/latest/1030549/bilkis-bano-gangrape-11-men-sentenced-to-life-imprisonment-released-from-jail"}