{"title":"Bilkis Bano case: 11 convicts surrender at Godhra sub-jail","content":"The 11 convicts in the Bilkis Bano gangrape case surrendered at Godhra sub-jail in Gujarat’s Panchmahal district on Sunday night, PTI reported.This was in line with the January 8 Supreme Court order that had quashed the remission of sentence granted to the convicts. The court had ordered them to surrender before jail authorities within two weeks.On January 19, the court rejected pleas of the convicts that sought more time to surrender. They had cited ill-health of ageing parents, a wedding in the family and crop harvest as some of the reasons to delay their surrender.They were convicted and sentenced to life imprisonment for gangraping Bilkis Bano and murdering 14 members of her family during the 2002 communal riots in Gujarat. One of the men had snatched Bano’s daughter from her arms and smashed her head on a rock. At the time, 19-year-old Bano was pregnant.  The 11 convicts are: Radheshyam Shah, Jaswant Nai, Govind Nai, Kesar Vohania, Baka Vohania, Raju Soni, Ramesh Chandana, Shailesh Bhatt, Bipin Joshi, Pradip Modhiya and Mitesh Bhatt.The convicted rapists who walked out to garlands and sweets head back to prison in the #BilkisBano gang rape and murder case as the Supreme Court marches them back into jail.  Breaking now @themojostory . Congratulations to her lawyer Shobha Gupta too for fighting the good fight pic.twitter.com/nK0GYdN9pw— barkha dutt (@BDUTT) January 21, 2024\n\n\nThe convicts were released on August 15, 2022, after the Gujarat government granted them remission.On January 8, the Supreme Court bench comprising Justices BV Nagarathna and Ujjal Bhuyan held that the court’s order in May 2022 directing the Gujarat government to decide the remission was secured by suppressing facts and fraud played on the court.Nagarathna stated that the Gujarat government did not have the power to pass the remission order. The government of the state where the trial had taken place, which in this case is Maharashtra, is the appropriate authority that can pass such orders, Nagarathna held.Also read: ‘Act of fraud’: Why Supreme Court sent Bilkis Bano case gangrape-murder convicts back to jail","author":"Scroll Staff","time":"2024-01-22T09:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178647-nhfraoyukt-1660826677.jpg","tags":["Bilkis Bano","2002 Gujarat Riots","Gujarat"],"source":"https://scroll.in/latest/1062500/bilkis-bano-case-11-convicts-surrender-at-godhra-sub-jail"}