{"title":"Bilkis Bano case: Supreme Court quashes remission to 11 convicts granted by Gujarat government","content":"The Supreme Court on Monday quashed the Gujarat government order that granted remission to 11 men convicted and sentenced to life imprisonment for gangraping Bilkis Bano and murdering 14 members of her family during the 2002 communal riots in the state, Live Law reported.A bench comprising Justices BV Nagarathna and Ujjal Bhuyan directed the convicts to surrender before jail authorities within two weeks.The judges held that the Supreme Court’s order in May 2022 directing the Gujarat government to decide the remission was secured by suppressing facts and fraud played on the court.The bench was hearing a group of petitions challenging the Gujarat government’s decision to grant remission to the 11 convicted men, who were released on August 15, 2022, coinciding with 75 years of India’s independence.The court had reserved its judgement in the case on October 12 and directed the Centre and the state government to submit original records of the remission of sentence of the convicts.On Monday, Nagarathna stated that the Gujarat government did not have the power to pass the remission order. The government of the state where the trial had taken place, which in this case is Maharashtra, is the appropriate authority that can pass such orders as per Section 432 of the Code of Criminal Procedure, Nagarathna held.“On that short ground alone, the orders of remission has to be quashed,” the court said. “The competency of the state of Gujarat goes to the heart of the matter.”Regarding the Supreme Court’s May 2022 verdict, the bench said that one of the convicts, Radheshyam Shah, had suppressed material facts to get a favourable order, which led to the release of all 11 convicts. “Consequently, the May 2022 order is hit by fraud and is a nullity,” the court ruled. “It cannot be given effect to. All proceedings pursuant to the said order are vitiated.”The bench added: “This is a classic case where the May 2022 order has been used for violating the rule of law while passing orders of remission in favour of the convicts, in the absence of any jurisdiction by the respondent state.”During the last hearing in October, Bano’s counsel Shobha Gupta had told the Supreme Court that the 11 men should be sent back to jail because of the barbarity of the crimes they committed.However, Justice Nagarathna had pointed out that one of the convicts argued that remission is necessary for reformation. “They have given us judgments in which it is said that a man should be given a chance to reform and be reintegrated into society,” she said. “So we have to balance the interests of both sides.”To this, Gupta said that the nature of their crime is not equivalent to a gunshot injury or a simple murder case. She described to the court the crime committed by the 11 convicts on March 3, 2002, during the communal riots in Gujarat.The convicts had killed eight minors and Bano’s three-year-old daughter after smashing her head into a rock. At the time, 19-year-old Bano was pregnant.During a hearing in August, Additional Solicitor General SV Raju, appearing for the Gujarat government, argued that a chance must be given to even hardened criminals to reform themselves. He also told the court that the accused men in the case committed a “heinous” crime, but added that it does not fall in the rarest of rare categories.Also read: Full statement: ‘I will stand and fight again,’ says Bilkis Bano on premature release of convictsBilkis Bano’s lonely battle for justice is a heartfelt cry for India to resurrect its secular valuesWhy are Gujarat’s courts increasingly acquitting 2002 riots accused?","author":"Scroll Staff","time":"2024-01-08T11:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178569-rkekljfzgr-1660661135.jpg","tags":["Bilkis Bano","Gujarat","Gujarat riots","Supreme Court"],"source":"https://scroll.in/latest/1061763/bilkis-bano-case-supreme-court-quashes-remission-granted-to-11-convicts-by-gujarat-government"}