{"title":"Bilkis Bano case: Convict opposes petitions in Supreme Court challenging his release","content":"One of the convicts in the Bilkis Bano gangrape and murder case has opposed two petitions challenging the Gujarat government’s decision to prematurely release him, Bar and Bench reported on Saturday.The convict, Radheysham Shah, told the Supreme Court in a counter affidavit that in May it had directed the Gujarat government to consider his application for pre­mature release under the state’s 1992 policy since it was prevalent on the date of conviction in 2008.Following this, 11 men, including Shah, walked out of the gates of a prison in Godhra to the cheers of their supporters as India celebrated its 75th Independence anniversary on August 15. The men had gangraped Bano in a village near Ahmedabad on March 3, 2002, during the riots in Gujarat. She was 19 and pregnant at the time. Fourteen members of her family were also killed in the violence, including her three-year-old daughter whose head was smashed on the ground by the perpetrators.In his counter affidavit, Shah questioned the legal validity of third party petitions filed by Trinamool Congress MP Mahua Moitra and Communist Party of India (Marxist) leader Subhasini Ali, independent journalist and filmmaker Revati Laul as well as Professor Roop Rekh Varma in the case.“...A third party who is a total stranger to the prosecution has no ‘locus standi’ in criminal matters and has no right whatsoever in filing a petition under Article 32 of the Constitution,” Shah told the Supreme Court, reported Live Law. “Neither the State nor the victim nor even the complainant has approached the Court and thus, it is respectfully submitted if such cases are sought to be entertained by this Court, a settled position of law would certainly become an unsettled position of law.”\"Neither the State nor the victim nor even the complainant has approached this Hon'ble Court and thus, it is respectfully submitted if such cases are sought to be entertained by this Court, a settled position of law would certainly become an unsettled position of law\". #Blikis— Live Law (@LiveLawIndia) September 24, 2022\n\nAt its last hearing on September 9, the Supreme Court had asked the Gujarat government to file the entire record of the proceedings in the case, including the remission order given to the convicts, reported The Hindu. The court had also issued a notice in both the pleas seeking judicial review of the premature remission.On August 25, the Supreme Court had directed that the convicts in the gangrape and murder case be made party in the pleas challenging the Gujarat government’s decision to grant them remission.Their release was based on the recommendation of a panel formed by the Gujarat government under the guidelines of the Supreme Court. Out of the ten members of the panel, five are office bearers in the BJP. Two of them are currently MLAs.In a statement on August 17, Bano had urged the Gujarat government to “undo this harm” and give her back the right to live without fear and in peace.“How can justice for any woman end like this?” she had asked. “I trusted the highest courts in our land. I trusted the system, and I was learning slowly to live with my trauma. The release of these convicts has taken from me my peace and shaken my faith in justice.”","author":"Scroll Staff","time":"2022-09-24T21:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178647-nhfraoyukt-1660826677.jpg","tags":["Bilkis Bano","Radheysham Shah","Supreme Court"],"source":"https://scroll.in/latest/1033578/bilkis-bano-case-convict-opposes-petitions-in-supreme-court-challenging-his-release"}