{"title":"‘Verdict has vindicated my truth’, says Bilkis Bano after court upholds life terms for 11 convicts","content":"The Bombay High Court on Thursday dismissed the appeals of 11 surviving convicts in the Bilkis Bano rape case and upheld their sentence of life imprisonment, ANI reported. The court also dismissed an appeal by the Central Bureau of Investigation to enhance the punishment of three of the 11 convicts to a death sentence.A group of men raped Bano on March 3, 2002, during the Gujarat riots. She was 19 and pregnant at the time. Fourteen members of her family, including her three-year-old child, were murdered by the rioters in Randhikpur near Ahmedabad.Bano, who lives in central Gujarat with her husband, had identified her rapists. The trial had been transferred out of Gujarat in the fear that witnesses might be intimidated or influenced. Twelve people had been convicted in the case and all of them were given life terms by a trial court in Mumbai in January 2008. One of the convicts died.The CBI had sought death sentences for Jaswant Nai, Govind Nai, and Sailesh Bhatt, informing the Bombay High Court that this was a “rarest of rare case”. Though the court dismissed this plea, it upheld another appeal by the agency to overturn the acquittal of five Gujarat Police officers in the case.Here is the statement issued by Bano after the verdictThrough all of you, friends in the media, I wish to say to all my fellow Indian citizens, my fellow Gujaratis, my fellow Muslims, and to women everywhere – I am grateful that this verdict delivered by the Honorable Judges, has, yet again, vindicated my truth, and upheld my faith in the judiciary. My rights, as a human being, as a citizen, woman, and mother were violated in the most brutal manner,  but I have trusted in the democratic institutions of our country. Now, my family and I feel we can begin to lead our lives again, free of fear.I am happy that the State and its officials who emboldened, encouraged, and protected the criminals who destroyed the life of an entire community, are no longer unblemished, but today stand charged with tampering of evidence. For officers of the state, whose sworn duty it is to protect citizens and enable justice, this should be their great moral shame, to bear forever.To fellow Indians, I appeal to all of you, at a time when we hear news everyday of people being attacked and killed because of their religion or community – please help affirm their faith in the secular values of our country and support their struggles for justice, equality, and dignity. For this verdict does not mean the end of hatred but it does mean that somewhere, somehow justice can prevail. This has been an long, seemingly never ending struggle for me, but when you are on the side of truth, you will be heard, and justice will be yours in the end.  The close friends, who have stood with me through it all, know how much me, my husband Yakub and my family owe to them for their instinting support and love throughout this battle. For journeys like mine cannot be made alone. I am deeply grateful both to the CBI and to my lawyer who represented me during this appeal process in the Honorable Bombay High Court.","author":"Scroll Staff","time":"2017-05-04T12:19:20.139076+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/836545-50478-uaytfnciwr-1485850564.jpg","tags":["bilkis bano rape","gujarat riots","court verdict"],"source":"https://scroll.in/latest/836545/bilkis-bano-rape-case-bombay-high-court-upholds-life-terms-of-11-convicts"}