{"title":"Centre approved release of Bilkis Bano case convicts for good behaviour, Gujarat government tells SC","content":"The 11 convicts in the Bilkis Bano case were released after approval from the Centre, the Bharatiya Janata Party-led Gujarat government told the Supreme Court in an affidavit on Monday. The Union home ministry approved the remission as the convicts had been in jail for 14 years and their behaviour was found to be good, the affidavit added.The affidavit said that the convicts were not released “under a circular governing grant of remission to prisoners as part of celebration of Azadi ka Amrit Mahotsav”.While the convicts were sentenced to life, law in India allows the government to set them free after they have served 14 years in prison.#Breaking: Gujarat Government tells the #SupremeCourt that its decision to release the convicts who gang-raped Bilkis Bano had the approval of the Union Home Ministry. pic.twitter.com/nWe0KNOQTA— The Leaflet (@TheLeaflet_in) October 17, 2022\n\nThe affidavit said that that the Gujarat government considered the opinions of the inspector general of prisons, Gujarat state jail superintendent, jail advisory committee, Dahod district magistrate, police superintendent, Central Bureau of Investigation, Special Crime Branch (Mumbai) and a Mumbai special Central Bureau of Investigation court besides the Union Ministry of Home Affairs.The affidavit showed that the Union home ministry along with the additional director general of police (prisons), Dahod district magistrate, Godhra prison superintendent and the jail’s advisory committee were in favour of remission of 10 convicts.The district magistrate, the additional director general of police (prisons), and one member of the jail advisory committee opposed the release of Radheshyam Bhagwandas Shah, the affidavit showed.Also read:Explainer: How the 11 life convicts in the Bilkis Bano gangrape case won early release The Supreme Court is hearing petitions challenging the release of the prisoners filed by Trinamool Congress MP Mahua Moitra, Communist Party of India (Marxist) leader Subhasini Ali, independent journalist and filmmaker Revati Laul as well as Professor Roop Rekh Varma.  The 11 men had gangraped Bano in a village near Ahmedabad on March 3, 2002, during the riots in Gujarat. She was 19 and pregnant at the time. Fourteen members of her family were also killed in the violence, including her three-year-old daughter whose head was smashed on the ground by the perpetrators.On August 15, the convicts were released from a Godhra jail after the Gujarat government approved their application under its remission policy. On the same day, the convicts were greeted with sweets by their relatives after their release. A member of the Rashtriya Swayamsevak Sangh felicitated them as well.In its affidavit, the Gujarat government argued that the pleas were not maintainable as the petitioners do not have any locus to challenge the remission order.“It is submitted that it is well established that a PIL [public interest litigation] is not maintainable in a criminal matter,” the affidavit said. “The petitioner is no way conncected to the proceedings which either convicted the accused or with the proceedings which culminated in the grant of remission to the convicts.”Noting that Ali is a political functionary, the affidavit accused her of filing the application “at the instance of a mere busybody which has political machinations”.It also said Ali has not explained in her plea how her fundamental rights were violated or how she was aggrieved by the government’s decision. The premature release of the 11 convicts has been criticised by several civil rights groups and activists. A report also found that some of the convicts had allegedly threatened witnesses in the case and attended political events when out on parole.Their release was based on the recommendation of a panel formed by the Gujarat government under the guidelines of the Supreme Court. Out of the ten members of the panel, five are office bearers in the BJP. Two of them are currently MLAs.On August 18, Gujarat MLA CK Raulji, who was part of the panel, had said that the conduct of the convicts in jail was good and family members of the convicts were “honest”. Raulji had claimed that in cases of communal violence, innocent persons are often targeted.","author":"Scroll Staff","time":"2022-10-17T21:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178569-rkekljfzgr-1660661135.jpg","tags":["Supreme Court","Gujarat","Bilkis Bano","Blikis Bano case"],"source":"https://scroll.in/latest/1035252/bilkis-bano-case-convicts-were-released-for-good-behaviour-gujarat-government-tells-supreme-court"}