{"title":"Bill on appointments to Election Commission clears Parliament","content":"A bill that seeks to establish a new mechanism to appoint the chief election commissioner and election commissioners on Thursday received the assent of Parliament.The proposed law – the Chief Election Commissioner and Other Elections Commissioners (Appointment, Conditions of Service and Term of Office) Bill – was on Thursday cleared by the Lok Sabha. The Rajya Sabha had passed it on December 12.The bill will now go to President Droupadi Murmu for her assent.It was passed in the Lok Sabha on Thursday amid near-empty Opposition benches, as 97 MPs were suspended from the House for seeking a discussion on the December 13 security breach in Parliament. Later in the day, three more Congress MPs – Deepak Baij, Nakul Nath and D K Suresh – were suspended for holdings protests and showing placards in the Lok Sabha.With this, 146 MPs have been suspended from Parliament.What does the proposed law say?The bill aims to constitute a selection committee for the appointment of the election commissioners consisting of the prime minister (as chairperson), the Leader of the Opposition in the Lok Sabha and a Union Cabinet minister nominated by the prime minister.This does away with the arrangement put in place by a Supreme Court judgement delivered in March that had formed a selection committee consisting of the prime minister, the Leader of the Opposition in the Lok Sabha and the chief justice of India, till Parliament came up with a law.Minister of Law and Justice Arjun Ram Meghwal also proposed some changes to the bill when he introduced it in the Rajya Sabha.The original bill said that the search committee would consist of the cabinet secretary and two members not below the rank of secretary to the government of India. With the amendment, the term “cabinet secretary” has been replaced with “minister of law and justice”.","author":"Scroll Staff","time":"2023-12-21T17:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194259-irfccchokh-1695224508.jpg","tags":["Parliament","Chief Election Commissioner","Lok Sabha"],"source":"https://scroll.in/latest/1060942/bill-on-appointments-to-election-commission-clears-parliament"}