{"title":"Biopic on Narendra Modi to be released on May 24, a day after counting of votes","content":"The stalled biopic on Prime Minister Narendra Modi is now set to be released on May 24, a day after the counting of votes of the Lok Sabha elections, the film’s producer said on Twitter.“We come again fighting all the roadblocks [and] hurdles coming in our way!” said Sandip Ssingh. “PM Narendra Modi now in cinemas from 24th May.”PM Narendra Modi was slated for release on April 11, but a day before that, the Election Commission stayed its release. The poll body had ruled that displaying material that promotes a political figure would go against the core principle of the Model Code of Conduct of creating a level-playing field for elections. The Model Code of Conduct has been in place since March 10. “As a responsible citizen we respect the law of the country,” PTI quoted from Ssingh’s statement. “After a lot of discussions and keeping the curiosity and excitement about the film in mind we have decided to release the film immediately after the Lok Sabha election results.”Ssingh said this would be the first time a film is promoted for only four days. “I hope now nobody has any problem with the film and we are hoping for the smooth release this time,” he said.We come again fighting all the roadblocks & hurdles coming in our way! #PMNarendraModi now in cinemas from 24th May. #DekhengeModiBiopic@vivekoberoi @OmungKumar @sureshoberoi @anandpandit63 @LegendStudios1 @AcharyaManish7 @TSeries— Sandip Ssingh (@sandip_Ssingh) May 3, 2019\n\nOn April 26, the Supreme Court had dismissed a petition filed by the producers of the film that challenged the Election Commission’s order banning the screening of the biopic. The bench had said they will not interfere in the matter after the Election Commission submitted a report claiming that a public screening of PM Narendra Modi during the elections will “tilt the electoral balance”. In the report, the commission had said the movie was a hagiography, which treats the subject with undue reverence. The report said the release of the movie should not be allowed till May 19, the last date of polling.Several Opposition parties had complained to judicial authorities and the poll body about the film, alleging that it was a propaganda vehicle for the ruling BJP. It traces Modi’s life from childhood till the 2014 General Elections.Biopic 'PM Narendra Modi' will be released on 24th May 2019. pic.twitter.com/HStRYBxMs6— ANI (@ANI) May 3, 2019","author":"Scroll Staff","time":"2019-05-03T10:46:40.119704+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116695-ztsfrwieyw-1556859512.jpeg","tags":["Modi Biopic","PM Narendra Modi","Narendra Modi","Supreme Court","Lok Sabha Elections"],"source":"https://scroll.in/latest/922165/biopic-on-narendra-modi-to-be-released-on-may-24-a-day-after-counting-of-votes"}